[
  {
    "text": "Hey, this is John at Bibleproject. Have you ever been in a situation where you're looking for a word to describe an idea, but you can't find the right word? In those situations, we oftentimes just go to another language. Like the feeling that this exact moment has happened before. French has a great word, deja vu, or that pleasure that's derived from another person's misfortune. German has a great word for that, schadenfreude. Languages are like this. Some languages have better ways of expressing very particular ideas. Now, there's a word in Hebrew that is notoriously difficult to translate into English for this reason. It's an idea that combines being generous with being loyal, and it wraps it all up in the emotion of deep affection for another. This is the Hebrew word hesed.",
    "start": "00:00:03",
    "end": "00:00:54"
  },
  {
    "text": "There's no word in any language that that quite does all of the things that chesed is doing. And so it's a challenge to render chesed into any language. It's of a covenant partner. You're motivated by love and affection. You do concrete acts, and as you do so, you are fulfilling a promise that you made. That's chesed.",
    "start": "00:00:54",
    "end": "00:01:15"
  },
  {
    "text": "Now, chesed is a big deal in the Bible because it's the fourth characteristic that God gives to Himself in excellence. Exodus 34. But if there's no word in English that translates chesed well, what do we do with it?",
    "start": "00:01:15",
    "end": "00:01:30"
  },
  {
    "text": "So this word has been translated a lot of different ways. The earliest English translations of Wycliffe, John Wycliffe, and William Tyndale used the English word mercy. Whatever mercy meant to them, King James followed in our own time by the new American standard, has gone with two words, either mercy. Sometimes they translate it mercy, or more often with a compound word, loving kindness.",
    "start": "00:01:30",
    "end": "00:01:55"
  },
  {
    "text": "NIV simply translates it as love. ESV goes a little further, and they call it steadfast love.",
    "start": "00:01:55",
    "end": "00:02:02"
  },
  {
    "text": "When you notice these kinds of differences between translations, that's usually a flag like, hey, there's something interesting here. There's opportunity to learn. Because what these translation differences show is people are struggling to find an easy one for one correspondence between our language and concepts and the language and concepts of the Bible.",
    "start": "00:02:02",
    "end": "00:02:23"
  },
  {
    "text": "So coming up today on the show, what does it mean that God is full of chesed? Thanks for joining us. Here we go. We're walking through five characteristics of God found in Exodus, chapter 34, verse 6. And we are. This has been a long series. It's been really great. We just got out of a whole conversation on anger.",
    "start": "00:02:23",
    "end": "00:02:47"
  },
  {
    "text": "Yep.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "Long conversation.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Long conversation. It was great. Yeah, we're going to move into the fourth attribute that God assigns himself, which is translated different ways, I suppose, sometimes.",
    "start": "00:02:50",
    "end": "00:03:00"
  },
  {
    "text": "Yeah. We'll explore that. It's given many different English translations, but.",
    "start": "00:03:00",
    "end": "00:03:05"
  },
  {
    "text": "I've heard you say loyal love over and over.",
    "start": "00:03:05",
    "end": "00:03:07"
  },
  {
    "text": "Yes.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "So it's loyal love. We're going to talk about loyal love. And I have with me. You have with you. As you're listening along. Tim. Hey, Tim.",
    "start": "00:03:08",
    "end": "00:03:17"
  },
  {
    "text": "Hello.",
    "start": "00:03:18",
    "end": "00:03:18"
  },
  {
    "text": "Hello. And Carissa is here. And let's get started.",
    "start": "00:03:18",
    "end": "00:03:22"
  },
  {
    "text": "So loyal love is the English translation I've come to favor, but strong arguments can be made for other translations. And we'll look at how some smart people throughout history have translated this word. The Hebrew word is chesed. This is one. You got to clear your throat.",
    "start": "00:03:23",
    "end": "00:03:41"
  },
  {
    "text": "Okay.",
    "start": "00:03:43",
    "end": "00:03:43"
  },
  {
    "text": "Is it chesed or chesed?",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "Chesed, yeah.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "The emphasis is on the first syllable, correct?",
    "start": "00:03:48",
    "end": "00:03:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:52",
    "end": "00:03:52"
  },
  {
    "text": "And then the. What's the Hebrew word there?",
    "start": "00:03:52",
    "end": "00:03:55"
  },
  {
    "text": "The letter is.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "Or letter.",
    "start": "00:03:56",
    "end": "00:03:56"
  },
  {
    "text": "I mean, it's called the letter is.",
    "start": "00:03:56",
    "end": "00:03:57"
  },
  {
    "text": "I decided I'm going to learn the Hebrew Alphabet.",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "Yeah. Or Chet.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Or chet.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "Yeah. So often transliterated with the letter ch, like in the last name Johann Sebastian Bach. But what I find is when you spell ch, for most English speakers, they say ch.",
    "start": "00:04:05",
    "end": "00:04:18"
  },
  {
    "text": "Yeah.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "Right.",
    "start": "00:04:19",
    "end": "00:04:19"
  },
  {
    "text": "And so I've come to transliterate it as kh.",
    "start": "00:04:19",
    "end": "00:04:22"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:04:23",
    "end": "00:04:23"
  },
  {
    "text": "Yeah, I think that's good.",
    "start": "00:04:23",
    "end": "00:04:25"
  },
  {
    "text": "Yeah.",
    "start": "00:04:25",
    "end": "00:04:25"
  },
  {
    "text": "So if you've been pronouncing this as chesed for a long time, you can now change to chesed, not clear the throat.",
    "start": "00:04:25",
    "end": "00:04:33"
  },
  {
    "text": "And this is a really interesting word. I had a lot of fun studying this word in the Hebrew bible. It occurs 245 times. Now, the Hebrew Bible is a pretty big collection of texts, but that's a lot. That's a lot.",
    "start": "00:04:34",
    "end": "00:04:51"
  },
  {
    "text": "I'm going to have to take your word for it.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "Yeah. So here's just some interesting things about this word. It appears most often in the Psalms, but 127 times in the book of Psalms, and then 46 times in the big narrative stretching from Genesis to Second Kings. And then it starts getting smaller. 26 times in the prophets, 13 times in the wisdom books.",
    "start": "00:04:53",
    "end": "00:05:18"
  },
  {
    "text": "You know, as we've been going through these traits, it almost seems like they have occurred most often in the Psalms, like gracious and compassionate. I think faithful's the same, too.",
    "start": "00:05:18",
    "end": "00:05:29"
  },
  {
    "text": "Yeah.",
    "start": "00:05:29",
    "end": "00:05:29"
  },
  {
    "text": "Faithful occurs a lot in the Psalms.",
    "start": "00:05:29",
    "end": "00:05:31"
  },
  {
    "text": "Yep. Yeah, that's an interesting. That's a good observation. The spirituality of the Psalms has been deeply shaped by Exodus 34. 6. How the poets relate and talk about God is.",
    "start": "00:05:31",
    "end": "00:05:43"
  },
  {
    "text": "Yeah, yeah. And the characteristics they Rely on about God, though I don't know about slow to anger, if that was more prevalent in the Psalms.",
    "start": "00:05:43",
    "end": "00:05:50"
  },
  {
    "text": "Yeah, interesting. If I did search that, didn't notice, I don't remember off the top of my head. This is a very productive word. What's interesting is that in 75% of those 245 uses of the word, 75% of them are about God. So God's chesed is a major, major feature of the Old Testament's portrait of God.",
    "start": "00:05:51",
    "end": "00:06:16"
  },
  {
    "text": "Yeah.",
    "start": "00:06:16",
    "end": "00:06:16"
  },
  {
    "text": "But then also there is one out of four occurrences that talk about humans doing this and showing this. And so it's a really great opportunity to see how humans are an image of God that humans showing Hesed gives us a window into how God chose chesed. So this word has been translated a lot of different ways. The earliest English translations of Wycliffe, John Wycliffe and William Tyndale used the English word mercy and whatever mercy meant to them.",
    "start": "00:06:16",
    "end": "00:06:48"
  },
  {
    "text": "That's a surprising translation to me because I don't usually connect mercy and love in a one to one correlation. Like maybe a loving person is also merciful. But it's an interesting translation.",
    "start": "00:06:48",
    "end": "00:07:03"
  },
  {
    "text": "Where they were taking their inspiration from most likely is from the Greek translation of the Septuagint, which used the Greek word elas, which is mercy or kindness. And so I think that's where they're coming from. But I.",
    "start": "00:07:03",
    "end": "00:07:19"
  },
  {
    "text": "Is that because there's not a good Greek term for hesed?",
    "start": "00:07:19",
    "end": "00:07:23"
  },
  {
    "text": "Yes, actually, there's no word in any language that quite does all of the things that chesed is doing. And so it's a challenge to render chesed into any language. And so actually the translation of this word throughout the history of English Bibles is instructive then.",
    "start": "00:07:23",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "So the earliest English Bibles, Tyndale and Wycliffe go with mercy. The King James, followed in our own time by the new American standard, has gone with two words. Either mercy, sometimes they translate it mercy, or more often with a compound word, loving kindness.",
    "start": "00:07:42",
    "end": "00:07:58"
  },
  {
    "text": "Loving kindness.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "Loving kindness.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "Loving kindness.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "No space.",
    "start": "00:08:02",
    "end": "00:08:02"
  },
  {
    "text": "That is a very Bible word. It is totally like, I learned that word as a kid. Because of the Bible.",
    "start": "00:08:02",
    "end": "00:08:07"
  },
  {
    "text": "Because of the bible. Let me. 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14 letters.",
    "start": "00:08:07",
    "end": "00:08:13"
  },
  {
    "text": "It's a good German move.",
    "start": "00:08:13",
    "end": "00:08:15"
  },
  {
    "text": "Totally.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "Yeah.",
    "start": "00:08:16",
    "end": "00:08:16"
  },
  {
    "text": "That is just put two words together and call it good.",
    "start": "00:08:16",
    "end": "00:08:18"
  },
  {
    "text": "So many letters, though.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "It is descriptive.",
    "start": "00:08:20",
    "end": "00:08:21"
  },
  {
    "text": "Yes. Okay.",
    "start": "00:08:22",
    "end": "00:08:22"
  },
  {
    "text": "Of the type of love. Maybe that's good.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "Yes. So, yeah, kindness, you can show acts of kindness, but not necessarily associated with the deep kind of pathos, with the Word love.",
    "start": "00:08:24",
    "end": "00:08:35"
  },
  {
    "text": "Yeah.",
    "start": "00:08:35",
    "end": "00:08:35"
  },
  {
    "text": "So acts of kindness combined and motivated by love. Actually, this is not a bad translation. It's a pretty good one. Yeah. But notice they had to merge two words to make it work.",
    "start": "00:08:36",
    "end": "00:08:47"
  },
  {
    "text": "Now, when you say sometimes they did mercy, wouldn't King James have just one translation?",
    "start": "00:08:47",
    "end": "00:08:52"
  },
  {
    "text": "No, for stylistic purposes, they might discern in a particular context.",
    "start": "00:08:53",
    "end": "00:08:58"
  },
  {
    "text": "Oh, I see. Depending on the.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Depending on the context.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "The context of that word.",
    "start": "00:09:02",
    "end": "00:09:03"
  },
  {
    "text": "Yeah.",
    "start": "00:09:03",
    "end": "00:09:03"
  },
  {
    "text": "But in Exodus 34, they're going to.",
    "start": "00:09:04",
    "end": "00:09:06"
  },
  {
    "text": "Have one loving kindness, and it's loving kindness. Yeah, that's right. Yep.",
    "start": "00:09:06",
    "end": "00:09:09"
  },
  {
    "text": "But other times that it shows up, they sometimes say mercy.",
    "start": "00:09:09",
    "end": "00:09:12"
  },
  {
    "text": "Correct. Got it. 20th century, the new Revised Standard, the English Standard versions, they use a phrase, two words, steadfast love.",
    "start": "00:09:12",
    "end": "00:09:22"
  },
  {
    "text": "They decided to keep those two words separate. Let's not create a new word.",
    "start": "00:09:24",
    "end": "00:09:28"
  },
  {
    "text": "So not all spelled is one word. So two words.",
    "start": "00:09:28",
    "end": "00:09:31"
  },
  {
    "text": "But steadfast is also not that common of a word.",
    "start": "00:09:31",
    "end": "00:09:35"
  },
  {
    "text": "Interesting.",
    "start": "00:09:35",
    "end": "00:09:35"
  },
  {
    "text": "Or is it. Is that a really kind of Christianese word?",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "I've probably never used that word in any sort of normal situation.",
    "start": "00:09:39",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. Steadfast love. So what that translation brings out is both this act of pathos, it leaves out the kindness that you get with. Or mercy that you get with those other translations, but it introduces a new concept which is enduring, reliable, through time, consistent. Steadfast. Yeah, and that's good. That's. That's a part of what's going on here, that is a part of chesed is its enduring commitment. And then just last, the new international version sometimes just uses the English word love or sometimes translates it with the phrase unfailing love.",
    "start": "00:09:44",
    "end": "00:10:21"
  },
  {
    "text": "Just kind of like steadfast.",
    "start": "00:10:21",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, yeah, that's right. Like steadfast love. So, you know, anytime this kind of a little axiom or a rule of thumb that we've learned to develop, this is why it's helpful to read with multiple English translations of the Bible throughout time. When you notice these kinds of differences between translations, that's usually a flag like, hey, there's something interesting here. There's an opportunity to learn. Because what these translation differences show is people are struggling to find an easy one. For one, correspondence between our language and concepts and the language and concepts of the Bible.",
    "start": "00:10:23",
    "end": "00:10:59"
  },
  {
    "text": "Yeah, it's an interesting word because it is describing this quality of love that goes beyond maybe the way or I guess I'm curious how this word has said, compares with how we usually understand love in general, or maybe even how we understand other kinds of love in the Bible, like agape or.",
    "start": "00:11:00",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, that's.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Or how it compares to faithfulness or Compassion. Those kinds of ideas.",
    "start": "00:11:20",
    "end": "00:11:23"
  },
  {
    "text": "Yeah, yeah. So actually in our, in the bioproject video library, we have two word studies on love already. One on the Hebrew word and then one on the Greek word ahava in Hebrew and akape.",
    "start": "00:11:23",
    "end": "00:11:35"
  },
  {
    "text": "So this will be the third.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "So this will be the third word.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "Kind of second Hebrew word.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "Second Hebrew word, but it's loyal love.",
    "start": "00:11:40",
    "end": "00:11:44"
  },
  {
    "text": "What was the other Hebrew word?",
    "start": "00:11:44",
    "end": "00:11:46"
  },
  {
    "text": "Ahava.",
    "start": "00:11:46",
    "end": "00:11:46"
  },
  {
    "text": "Ahavah.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Ahavah, Yep.",
    "start": "00:11:47",
    "end": "00:11:48"
  },
  {
    "text": "And that's. Give me the quick.",
    "start": "00:11:48",
    "end": "00:11:50"
  },
  {
    "text": "Ahava is affectionate affection, the emotional attachment and affection. Agape is about actions to seek another person's well being. They're motivated by desire and affection for them.",
    "start": "00:11:50",
    "end": "00:12:04"
  },
  {
    "text": "In the Septuagint is ahava usually translated as agape?",
    "start": "00:12:04",
    "end": "00:12:08"
  },
  {
    "text": "I don't remember that off the top. Okay, so what sets chesed apart? The word chesed. If you study all of these occurrences and we'll look at a whole bunch of. It's the kind of love that someone demonstrates when they're keeping a promise and when a desire to be loyal to their promise motivates them to go above and beyond and be super generous more than what you would expect. That's chesed.",
    "start": "00:12:09",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. So it differs from those other words in that it's inside of this commitment or perceived as commitment, even if it's not an explicit commitment.",
    "start": "00:12:37",
    "end": "00:12:47"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. It's almost always in the context of enduring relationship, either a family or a covenant connection. And it's about. Yeah, it's. It's one among a whole history of acts to maintain a relationship through acts of generosity and kindness.",
    "start": "00:12:47",
    "end": "00:13:05"
  },
  {
    "text": "And it's still an emotional or emotive word.",
    "start": "00:13:05",
    "end": "00:13:09"
  },
  {
    "text": "Well, you know, it's, it's focused more on behavior and action. Okay, so it's combining generosity, commitment and affection all in one. The shorthand illustration that I came to use when this word would come up when I was in pastoral ministry. And preaching is like an elderly man who's, you know, a husband and wife. They've been married 57 years. His wife gets really sick and she can't care of her for herself anymore. And so he dedicates himself to full time care like wheelchair feeding, bathing hesed. So it's concrete. If he just sat on the couch and like, I love you, but then doesn't help her, that's not chesed.",
    "start": "00:13:09",
    "end": "00:13:55"
  },
  {
    "text": "But if he was just a nurse getting paid to do it with no affection, it's the obligation. It would not be chesed.",
    "start": "00:13:56",
    "end": "00:14:02"
  },
  {
    "text": "No, it's a covenant partner. You're motivated by love and affection. You do concrete acts. And as you do. So you are fulfilling a promise that you made. That's chesed.",
    "start": "00:14:02",
    "end": "00:14:14"
  },
  {
    "text": "It's actually. Yeah. A really beautiful word.",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "It's so beautiful.",
    "start": "00:14:17",
    "end": "00:14:17"
  },
  {
    "text": "It is a beautiful word because it.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "Describes that kind of love that's a commitment and a choice and a desire all in one.",
    "start": "00:14:18",
    "end": "00:14:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:24",
    "end": "00:14:24"
  },
  {
    "text": "And it's active.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "So all of these different English translations. I really sympathize and, you know, I'm just adding my opinion to the bunch now with the translation loyal love. But here's the thing is unfailing love of the niv. I don't use the word unfailing.",
    "start": "00:14:25",
    "end": "00:14:41"
  },
  {
    "text": "Yeah.",
    "start": "00:14:41",
    "end": "00:14:41"
  },
  {
    "text": "Steadfast.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Don't use the word steadfast.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "But loyal. Yeah, that's a normal English word.",
    "start": "00:14:43",
    "end": "00:14:46"
  },
  {
    "text": "Yes.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "And it also kind of has the connotation of like a friendship or a partnership. Loyalty. I think we think in terms of human partnerships when we talk about loyalty.",
    "start": "00:14:46",
    "end": "00:14:55"
  },
  {
    "text": "Yep.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "What loyal love does and get across is so we got the affection, it doesn't get across the generosity.",
    "start": "00:14:56",
    "end": "00:15:02"
  },
  {
    "text": "I see. That's true.",
    "start": "00:15:03",
    "end": "00:15:05"
  },
  {
    "text": "It feels a little bit. It could feel a little contractual.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Yeah.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Like give me loyal love versus there's a sense of chesed the way you guys have been talking about it, which is this, like outflowing of generosity. Sorry to put calls in your translation.",
    "start": "00:15:09",
    "end": "00:15:19"
  },
  {
    "text": "No, that's all right. Yeah.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "So loving. Lovingly kind, loyal love.",
    "start": "00:15:21",
    "end": "00:15:25"
  },
  {
    "text": "Yeah, Loyal. Loyal, loving kindness. How many letters if we master loyal loving kindness?",
    "start": "00:15:26",
    "end": "00:15:31"
  },
  {
    "text": "One word.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "That would be the new King James. Okay, so that's the basic idea. First, let's take in some famous Bible verses, like some that might be on bumper stickers or cross stitch patterns on people's walls. And then you'll see it. You'll actually see it displayed. And then I thought we could look at a bunch of examples of people showing chesed to each other in famous Bible stories. And then we can conclude by looking at God's examples of God showing chesed. There famous Old Testament Bible verses with Chesed. Psalm 36, verses 5 and 6. Your Chesed, O Lord, reaches to the heavens. Your faithfulness.",
    "start": "00:15:32",
    "end": "00:16:57"
  },
  {
    "text": "Yeah.",
    "start": "00:16:58",
    "end": "00:16:58"
  },
  {
    "text": "Sing Tim come to the skies. I don't remember what the verb is. Right. Sing the song.",
    "start": "00:16:58",
    "end": "00:17:03"
  },
  {
    "text": "The worship anthem.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Yeah. Your righteousness. It's like the mighty mountains. Yeah. I remember this from Bible College.",
    "start": "00:17:04",
    "end": "00:17:12"
  },
  {
    "text": "Okay.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "We had chapel Bible College.",
    "start": "00:17:13",
    "end": "00:17:15"
  },
  {
    "text": "You know what's funny is because there's only a small, like, window of worship songs that you're probably familiar with.",
    "start": "00:17:15",
    "end": "00:17:22"
  },
  {
    "text": "Yes.",
    "start": "00:17:22",
    "end": "00:17:22"
  },
  {
    "text": "Or smaller than me.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. From the mid to late 90s.",
    "start": "00:17:23",
    "end": "00:17:25"
  },
  {
    "text": "Yeah.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "Well, I think that one stuck around.",
    "start": "00:17:27",
    "end": "00:17:29"
  },
  {
    "text": "For a While that's a long life that one endured.",
    "start": "00:17:29",
    "end": "00:17:32"
  },
  {
    "text": "But yeah, you can't read this verse without getting a tune in your head.",
    "start": "00:17:32",
    "end": "00:17:35"
  },
  {
    "text": "Exactly. Yes, yes. Are you looking it up?",
    "start": "00:17:35",
    "end": "00:17:39"
  },
  {
    "text": "Third day.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Third day. Shout out to third day.",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "Forgot about that.",
    "start": "00:17:43",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, yeah. Third day. Well, there you go.",
    "start": "00:17:44",
    "end": "00:17:47"
  },
  {
    "text": "They're getting in on those design patterns. Third day.",
    "start": "00:17:47",
    "end": "00:17:49"
  },
  {
    "text": "Yeah, totally. Yeah, yeah. So your chesed, O Lord, reaches to the skies. Okay, so here, let's note, there's four poetic parallel lines here. So notice the attributes of God that are paired. Your chesed reaches to the skies. Your faithfulness to the heavens. Your righteousness like the mountains, Your justice like the deep abyss below. Notice we just spanned the three tiered cosmos of Genesis 1.",
    "start": "00:17:49",
    "end": "00:18:18"
  },
  {
    "text": "Yep. With the mountains in the mix.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "The skies, the mountains represent the land.",
    "start": "00:18:19",
    "end": "00:18:22"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:22",
    "end": "00:18:22"
  },
  {
    "text": "And then the deep is the waters under the land. Yeah. And God's character is what upholds every tier of the cosmos. Isn't that interesting? That's cool.",
    "start": "00:18:23",
    "end": "00:18:34"
  },
  {
    "text": "Yeah, yeah. God's character is saturated throughout the entire cosmos.",
    "start": "00:18:34",
    "end": "00:18:38"
  },
  {
    "text": "And I wondered if the certain character traits are paired with certain parts of the cosmos that might be over.",
    "start": "00:18:38",
    "end": "00:18:44"
  },
  {
    "text": "It's got to be in the brain. Right?",
    "start": "00:18:44",
    "end": "00:18:46"
  },
  {
    "text": "So God's loyal love and then the word that you're going to take us on a tour through next, Chrisa, your faithfulness, that's associated with the what's above?",
    "start": "00:18:46",
    "end": "00:18:55"
  },
  {
    "text": "Well, both of them are.",
    "start": "00:18:56",
    "end": "00:18:57"
  },
  {
    "text": "Yeah, exactly. Yeah. God's chesed and his faithfulness are associated with the skies.",
    "start": "00:18:57",
    "end": "00:19:02"
  },
  {
    "text": "Now is that two different words in this poem here? Because heavens and skies are the same word in Hebrew. Right.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "I'm going to look.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Seems like it should be two different ones.",
    "start": "00:19:08",
    "end": "00:19:10"
  },
  {
    "text": "Oh, yeah. So the first word is shemayim, the traditional word, heavens or skies. The second word is actually the word for clouds.",
    "start": "00:19:11",
    "end": "00:19:18"
  },
  {
    "text": "Okay. Faithfulness in the clouds.",
    "start": "00:19:19",
    "end": "00:19:21"
  },
  {
    "text": "Shekachim. So yeah, your clouds.",
    "start": "00:19:21",
    "end": "00:19:24"
  },
  {
    "text": "That's so fascinating that they translated clouds, sky. Probably because they already translated sky, heavens.",
    "start": "00:19:24",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, that's right. Yeah, yeah, that is interesting. But the ESV of Psalm 36, verse 5 has clouds. Your faithfulness to the clouds.",
    "start": "00:19:32",
    "end": "00:19:43"
  },
  {
    "text": "Yeah. And it seems like it does the same thing. Either way, it's starting up really high. Heavens, skies, mountains deep or skies, clouds, mountains deep.",
    "start": "00:19:43",
    "end": "00:19:53"
  },
  {
    "text": "Yeah, that's right. So basically, from the top to bottom of the cosmos, God's character is what upholds it all. And this is in the larger context of a whole paragraph in this psalm about meditating on the stability of creation.",
    "start": "00:19:53",
    "end": "00:20:07"
  },
  {
    "text": "Can I take us on a tangent?",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "Sure.",
    "start": "00:20:09",
    "end": "00:20:09"
  },
  {
    "text": "There's two other attributes of God in these two verses.",
    "start": "00:20:11",
    "end": "00:20:14"
  },
  {
    "text": "Yes.",
    "start": "00:20:14",
    "end": "00:20:14"
  },
  {
    "text": "Righteousness and justice. Why aren't Those in Psalm 36? Why did God leave those out?",
    "start": "00:20:14",
    "end": "00:20:19"
  },
  {
    "text": "What? Oh, Exodus 36.",
    "start": "00:20:19",
    "end": "00:20:21"
  },
  {
    "text": "Yeah, sorry, Exodus 36. Yeah. Those are two great attributes that you would think God would want Moses to think about at that moment.",
    "start": "00:20:21",
    "end": "00:20:29"
  },
  {
    "text": "Yeah.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Righteousness and justice.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "So you're saying why are they absent?",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Why are they absent?",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Yeah, that's a great question.",
    "start": "00:20:33",
    "end": "00:20:36"
  },
  {
    "text": "It almost seems like justice is described in those verses.",
    "start": "00:20:36",
    "end": "00:20:41"
  },
  {
    "text": "Yeah. Anyways, it's a tangent.",
    "start": "00:20:43",
    "end": "00:20:46"
  },
  {
    "text": "No, it's a good one.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "Let's just. Yeah, just make an observation. They're missing out of.",
    "start": "00:20:47",
    "end": "00:20:50"
  },
  {
    "text": "Righteousness is about doing right by somebody, and justice is about fairness and equity. One could argue that God is not very fair with Israel.",
    "start": "00:20:50",
    "end": "00:21:02"
  },
  {
    "text": "Right.",
    "start": "00:21:02",
    "end": "00:21:02"
  },
  {
    "text": "He gives them much, much more than what they deserve.",
    "start": "00:21:02",
    "end": "00:21:05"
  },
  {
    "text": "Yeah.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "In fact, that's what the next line. That's what the next example of chesed is, is he doesn't give Israel what they deserve, but he is being just with them. You're not being unjust if you're being generous with somebody. Yeah. You know, I've never asked myself the question the way that you just did. I need to take a long walk and think about that.",
    "start": "00:21:06",
    "end": "00:21:25"
  },
  {
    "text": "I mean, there's tons of attributes missing.",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "Yeah.",
    "start": "00:21:29",
    "end": "00:21:29"
  },
  {
    "text": "So. But these seem pretty core.",
    "start": "00:21:29",
    "end": "00:21:32"
  },
  {
    "text": "That's right. Yeah. And there are the verses that are repeated over and over. So I think for me, the question is whether this. Yet he does not leave the guilty unpunished.",
    "start": "00:21:32",
    "end": "00:21:43"
  },
  {
    "text": "Yeah.",
    "start": "00:21:43",
    "end": "00:21:43"
  },
  {
    "text": "That's talking about his justice. Or if the purpose there is actually to emphasize his graciousness, that his. His mercy extends to the thousand generations, and this punishment only goes to the third or the fourth. So maybe justice isn't being emphasized here.",
    "start": "00:21:43",
    "end": "00:22:00"
  },
  {
    "text": "Yeah, it's interesting.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Which is. Yeah, it is interesting to think about what core characteristics of God really were important to the biblical authors and which ones weren't as important.",
    "start": "00:22:02",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. Or just when they wanted to summarize the core of God's character.",
    "start": "00:22:12",
    "end": "00:22:16"
  },
  {
    "text": "Yeah.",
    "start": "00:22:16",
    "end": "00:22:16"
  },
  {
    "text": "If you only get a list of five.",
    "start": "00:22:17",
    "end": "00:22:19"
  },
  {
    "text": "Yep.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "Even though there's.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "What are the top five?",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "What are the top five? Yeah, yeah, that's. Yeah.",
    "start": "00:22:21",
    "end": "00:22:24"
  },
  {
    "text": "I would have guessed righteousness would have made top five.",
    "start": "00:22:24",
    "end": "00:22:26"
  },
  {
    "text": "Yeah. No, that's a good point.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Is my.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "Certainly for the Apostle Paul, God's righteousness. So. Yeah, that's interesting. I've never. Yeah, I need to think about that. You've stumbled upon a really profound question. I need to think about it. Psalm 103, 11, 12. For as high as the heavens are above the earth, so great is his chesed for those who fear him. As far as the east is from the west. So far has he removed our transgressions from us. The parallelism between those lines is really illuminating, I think. Is that a worship song? No. Yes, it is. Guys, I just got stuck. Is that really.",
    "start": "00:22:28",
    "end": "00:23:05"
  },
  {
    "text": "I don't know.",
    "start": "00:23:06",
    "end": "00:23:06"
  },
  {
    "text": "As far as the east is from the west.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "What?",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "That's how far.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "Really?",
    "start": "00:23:11",
    "end": "00:23:12"
  },
  {
    "text": "He has removed our transgressions from us. No. Maybe I was later than you guys.",
    "start": "00:23:12",
    "end": "00:23:16"
  },
  {
    "text": "I don't know that one. But I bet you there is a song or a hymn for most psalms.",
    "start": "00:23:16",
    "end": "00:23:23"
  },
  {
    "text": "Yeah, yeah, that.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "I bet we can.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "For sure. Yeah, for sure.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. We don't have to sing them all. It's okay.",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "In Psalm 36, the first example, if God's chesed is there, associated with the stability of creation, that's a part of God fulfilling his promise and fulfilling his word. Here God's loyal love is expressed by forgiving people, forgiving them.",
    "start": "00:23:28",
    "end": "00:23:47"
  },
  {
    "text": "This is kind of like the, like, how much do you love me? Question. And like, you know, you play with your kids and you're like, I love you this much. You put your hands out by, like, 6 inches, and then they're like, I love you this much. And they get to, like, a foot, and you keep going.",
    "start": "00:23:47",
    "end": "00:24:02"
  },
  {
    "text": "Yeah.",
    "start": "00:24:02",
    "end": "00:24:02"
  },
  {
    "text": "This is the psalmist thinking about God's chesed. And, like, how grand is it?",
    "start": "00:24:03",
    "end": "00:24:08"
  },
  {
    "text": "Yes. How high and how far? Yeah, yeah. So, yeah, it goes vertical, high as the skies above land, and it goes horizontal east from the west, which is an impossible distance.",
    "start": "00:24:08",
    "end": "00:24:19"
  },
  {
    "text": "Correct.",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "Yep. And then what's paired is showing chesed is expressed through forgiving people when they wrong you and specifically your. Your covenant partners.",
    "start": "00:24:19",
    "end": "00:24:31"
  },
  {
    "text": "So that brings out the generosity.",
    "start": "00:24:31",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:33",
    "end": "00:24:34"
  },
  {
    "text": "Piece. Or the kindness.",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "So forgiveness is core to chesed.",
    "start": "00:24:37",
    "end": "00:24:39"
  },
  {
    "text": "Yep.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Because you can't be in a loving, loyal, generous relationship with someone without constantly forgiving each other.",
    "start": "00:24:40",
    "end": "00:24:47"
  },
  {
    "text": "Yeah, That's a good point.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "Right. I guess. Unless you're. Yeah. In a covenant relationship with Jesus.",
    "start": "00:24:48",
    "end": "00:24:53"
  },
  {
    "text": "Yeah, true.",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "And then.",
    "start": "00:24:55",
    "end": "00:24:56"
  },
  {
    "text": "And.",
    "start": "00:24:56",
    "end": "00:24:56"
  },
  {
    "text": "But he's the one who's the one forgiving, is doing the forgiving. Yep.",
    "start": "00:24:56",
    "end": "00:24:59"
  },
  {
    "text": "Sam.",
    "start": "00:24:59",
    "end": "00:25:15"
  },
  {
    "text": "Micah 6, verse 8. He has shown you, O human, what is good and what the Lord requires of you. This is a song to do justice, to love hesed, and to walk humbly with your God. Now there, because of the King James version, the songs of Micah 6, 8 that have become popular have retained the word mercy. Do justice, love mercy, walk humbly with your God.",
    "start": "00:25:43",
    "end": "00:26:08"
  },
  {
    "text": "What's the song that I know?",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "I don't know.",
    "start": "00:26:09",
    "end": "00:26:09"
  },
  {
    "text": "Those ones he has shown you. Oh, man. What is good and what the Lord requires of you. But to do justly. But to do justly. And to love Mercy. And to love mercy.",
    "start": "00:26:09",
    "end": "00:26:24"
  },
  {
    "text": "What? You didn't know when you tuned into.",
    "start": "00:26:25",
    "end": "00:26:27"
  },
  {
    "text": "This podcast you were going to get a solo for all three of us?",
    "start": "00:26:27",
    "end": "00:26:30"
  },
  {
    "text": "Yeah, Mercy. It's mercy.",
    "start": "00:26:31",
    "end": "00:26:32"
  },
  {
    "text": "Yep. Okay, so Niv renders mercy here, Micah 6, 8, ESV translates kindness. The new American standard goes with kindness as well.",
    "start": "00:26:32",
    "end": "00:26:44"
  },
  {
    "text": "So how do you think these three terms are related? Relating here? To do justice, love chesed and walk humbly.",
    "start": "00:26:44",
    "end": "00:26:52"
  },
  {
    "text": "Yeah. Well, in Micah, he's railing against the leaders of Israel for not being loyal to the covenant with Yahweh. And then that's demonstrated by not doing justice for the needy and the poor in their cities and throwing raging drinking parties. He just lays into them for leaders drinking way too much. So you can kind of see that reflected here. Like do justice for the poor, keep your covenant with Yahweh and don't think of yourselves too highly.",
    "start": "00:26:52",
    "end": "00:27:21"
  },
  {
    "text": "Okay, so it's three significant things, not synonymous things or.",
    "start": "00:27:21",
    "end": "00:27:25"
  },
  {
    "text": "Oh, I see.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "Like mutually.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "They don't build on each other in some systematic way.",
    "start": "00:27:27",
    "end": "00:27:30"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "I like your explanation. That makes sense.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "Yeah, it makes sense to me.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Yeah, it's love Chesed.",
    "start": "00:27:36",
    "end": "00:27:38"
  },
  {
    "text": "Yes. Yeah. Love of chesed. Make chesed.",
    "start": "00:27:38",
    "end": "00:27:44"
  },
  {
    "text": "Make loyal love. The thing you love.",
    "start": "00:27:44",
    "end": "00:27:46"
  },
  {
    "text": "Yes. The thing that you have affection for. Love of chesed.",
    "start": "00:27:46",
    "end": "00:27:51"
  },
  {
    "text": "Love chesed.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, Love chesed.",
    "start": "00:27:52",
    "end": "00:27:54"
  },
  {
    "text": "Like desire.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Desire. Ahava is kind of a desire word.",
    "start": "00:27:56",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, it is. It's to desire.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "Desire. Love.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "Desire. Loyal love. And remember, loyal love is concrete acts of. It's not referring to a feeling is not a feeling, is a visible action that shows your posture in the relationship.",
    "start": "00:28:02",
    "end": "00:28:16"
  },
  {
    "text": "You know, one thing that kind of keeps this together, I think is a large view. I don't know if that's the best way to say it. A large vantage point. So like to love hesed, you kind of have to think about the future. You have to think about relationships are like a long term thing.",
    "start": "00:28:16",
    "end": "00:28:35"
  },
  {
    "text": "Yeah.",
    "start": "00:28:35",
    "end": "00:28:35"
  },
  {
    "text": "And it's easy to love like the immediate, like gratifications in life. But to love chesed is kind of like saying I'm gonna commit myself to things that are gonna be not always hard or not always easy.",
    "start": "00:28:35",
    "end": "00:28:47"
  },
  {
    "text": "Yes.",
    "start": "00:28:47",
    "end": "00:28:48"
  },
  {
    "text": "Sometimes challenging.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "Yeah.",
    "start": "00:28:49",
    "end": "00:28:49"
  },
  {
    "text": "But because I, I love this thing that's much broader than just here and now. And I feel like justice is kind of the same, like lots of times. Justice often is when I feel wronged. But when you really love justice or we really are like about justice, it's this big picture view of like I want society to be just so feels like to love both those things, you have to step outside your immediate context.",
    "start": "00:28:49",
    "end": "00:29:17"
  },
  {
    "text": "Yeah, it's good. Yeah, it's good. Observation. Okay, so those are famous Bible verses. Let's dive into some Bible stories where people are showing chesed to each other. Kind of fill out the portrait. At the end of the book of Genesis, Jacob, the patriarch is dying. He has all of his sons around his, 12 sons around him. And in Genesis 47 at the end, we read that the time drew near for him to die. And so he takes his son that he lost and regained again his son that he thought was dead but was really alive, Joseph. And he says, if I have found. Ooh. If I have found favor in your eyes, the word gracious. If I have found grace in your eyes, put your hand under my thigh and swear an oath.",
    "start": "00:29:17",
    "end": "00:30:07"
  },
  {
    "text": "That's how they did it back then, right?",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "Yep, totally. That you will show me Chesed and faithfulness. There's again, the two words are often paired. Don't bury me here in Egypt when I lay down with my fathers. Carry me out of Egypt and go bury me where they're buried, which is hundreds of miles away. Remember, they didn't have cars. And Joseph said, I will do it. I will do it. So a son showing a father chesed is carrying his corpse hundreds of miles to go be buried with his ancestors. That's an act of chesed.",
    "start": "00:30:09",
    "end": "00:30:42"
  },
  {
    "text": "Yeah, yeah. Because it's a lot to do. It takes an incredible amount of generosity to do something like that. He does it because he loves his father.",
    "start": "00:30:42",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. It's also loyalty without repayment. Because his father's.",
    "start": "00:30:53",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Obviously dead. He's carrying his bones.",
    "start": "00:30:58",
    "end": "00:31:00"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "So it's not that he.",
    "start": "00:31:01",
    "end": "00:31:02"
  },
  {
    "text": "Yes.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "Wants his father to reciprocate or.",
    "start": "00:31:03",
    "end": "00:31:06"
  },
  {
    "text": "Great, that's exactly right. Yeah. Without expectation. When you show somebody chesed that's living, you might hope they show you chesed back. But chesed is about the one doing it. It's purely generated out of the character of the one doing it. You're right. Because here there's no return on investment.",
    "start": "00:31:06",
    "end": "00:31:25"
  },
  {
    "text": "Maybe that's a reason why your other story was really great about the old man taking care of his wife.",
    "start": "00:31:25",
    "end": "00:31:31"
  },
  {
    "text": "Yes.",
    "start": "00:31:31",
    "end": "00:31:31"
  },
  {
    "text": "Because there's nothing you're getting back.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Correct. Actually. And the next story is a famous biblical story that makes the same point in another way. The story of Ruth. Oh, man. We have to make some more videos on Ruth.",
    "start": "00:31:33",
    "end": "00:31:44"
  },
  {
    "text": "Yeah, I just. It's amazing, even in this video that. So that you've just written the script for Loyal love. And the artists are in the process of making the video. It's already such a powerful scene, this scene with Ruth's chesed.",
    "start": "00:31:44",
    "end": "00:31:59"
  },
  {
    "text": "Yes. Yeah, that's right. So the story in a nutshell is an Israelite family, in a time of famine, leaves the land of Israel to go live among the land of their enemies, Moabites, Moab, across the Jordan in modern day Jordan, all of the men die, but the sons in the family had each married women. And so now you have an Israelite mom and her two Moabite daughters in law. Ruth and Orpah, are the two daughters, or the two daughters. And so it's interesting. Naomi's going to move back home. And she says to each of her Moabite daughters, she says, go return each of you to your mother's house. May Yahweh do chesed with you as you've shown chesed to me. You've been good daughters in law. You've been loyal. And so may the Lord do loyalty to you. You can go. And so Orpah goes back home, but Ruth refuses. This is the famous scene. And so you gotta read Ruth's words. Ruth said, don't urge me to leave you or turn back from following you. Where you go, I go. Where you live, I live. Your people will be my people and your God, my God. Where you die, I will die. And there I will be buried. May Yahweh do to me. And even worse, if anything, but death separates you and me. Ugh.",
    "start": "00:31:59",
    "end": "00:33:27"
  },
  {
    "text": "Yeah.",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "Come on.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "Yeah.",
    "start": "00:33:29",
    "end": "00:33:29"
  },
  {
    "text": "That's like Shakespeare right there.",
    "start": "00:33:29",
    "end": "00:33:31"
  },
  {
    "text": "Yeah. It's amazing. Especially because in that ancient context, Naomi has nothing to give her. And it really makes those words just when you read them, where you die, I will die.",
    "start": "00:33:32",
    "end": "00:33:44"
  },
  {
    "text": "Yes.",
    "start": "00:33:44",
    "end": "00:33:44"
  },
  {
    "text": "It's almost like, well, yeah, you're probably going to die soon. Like two women traveling from Moab to Jerusalem on your own, you have nothing. Yeah, yeah. These are really amazing words.",
    "start": "00:33:44",
    "end": "00:33:57"
  },
  {
    "text": "They don't. Yeah, totally. So when later on in the story, they go back and settle in Bethlehem, and when people hear about this promise that Ruth made, people like Boaz, an important person in the story, he calls this an act of chesed that Ruth did towards Naomi. So this fills out the portrait a little more. It has similar to the previous example in that there's no expectation of return. It's a family bond or a covenant family bond. But she increases it. I mean, she's almost swearing an oath.",
    "start": "00:33:57",
    "end": "00:34:34"
  },
  {
    "text": "Yeah.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "And you know, this is all. It sounds like vows.",
    "start": "00:34:35",
    "end": "00:34:38"
  },
  {
    "text": "Right.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "When she's talking.",
    "start": "00:34:39",
    "end": "00:34:39"
  },
  {
    "text": "Well, that's. You've Used the word covenant a number of times around this word. It does feel like it is bound up in that. Oath taking and.",
    "start": "00:34:40",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:49",
    "end": "00:34:49"
  },
  {
    "text": "Commitment relationally.",
    "start": "00:34:49",
    "end": "00:34:51"
  },
  {
    "text": "Yeah, totally. And. And so this is what. This is what Ruth does, and this is her act of chesed. So there's many other examples. So after David kills Goliath, but he's not yet the king of Israel, Saul. King Saul is still around, but Saul comes to hate David and, like, tries to murder him. But problem. Saul's son Jonathan becomes David's best friend. They become best friends and they make a covenant together. So I have that here. In 1st Samuel 20, Jonathan says to David, may Yahweh be with you, just like he was with my father. And if I am still alive, will you please show me chesed so that I may not die? Because my dad wants to kill you and he knows we're best friends, he might want to kill me. Show me chesed. Jonathan continues, don't cut off your chesed from my house. Not even when Yahweh cuts off all the enemies of David from the face of the land. And so Jonathan made a covenant with the house of David. So this is the ruling king. Son says, my dad's gonna, like, somehow be torn down from being king and Yahweh's going to raise you up. So it's actually a pretty smart move. I mean, they're best friends, but it's also a pretty savvy political move.",
    "start": "00:34:51",
    "end": "00:36:15"
  },
  {
    "text": "Yeah, right.",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "And so they make this promise to each other. And you read on in the story, Jonathan dies in battle. Sad. David cries, sings a lament. But then it's not till years and years later when David becomes king. There's the story in 2nd Samuel 9, where he asks someone in his court one day, is there anyone left among the descendants of Saul that I can show chesed to? Because Jonathan and I made that covenant. And he learns. Well, yes, actually, there is one descendant, a grandson of Saul, your enemy, who's alive. His name is Mephibosheth.",
    "start": "00:36:17",
    "end": "00:36:56"
  },
  {
    "text": "Good name. Keep that one for future children.",
    "start": "00:36:56",
    "end": "00:37:00"
  },
  {
    "text": "Yeah, totally, totally. Good boy. Name, Mephibosheth. And so what he does is he adopts. He adopts this grandson of his enemy, the son of his dead friend. He adopts him into his home, into his family. And he basically says, you can eat at my table for the rest of your life. And his legs are injured, he can't walk, he's crippled, so. So he adopts this young boy into his family and cares for him for the rest of his life.",
    "start": "00:37:00",
    "end": "00:37:31"
  },
  {
    "text": "Chesed, that's chesed.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "That is really amazing that it's his enemy's grandson and it's the rival king or the previous king's grandson.",
    "start": "00:37:33",
    "end": "00:37:44"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "Somehow now this previous king is still going to have a person that could potentially be David's rival in the future. Really amazing.",
    "start": "00:37:46",
    "end": "00:37:56"
  },
  {
    "text": "Yeah. Yeah, that's good. Thank you for bringing that out. In a. In a hereditary monarchy culture. Yeah, this represents somebody who's. Yeah, a rival. And so. Yeah, so there you go. There's many more stories, but you get the picture. Even from just these handful of examples, loyalty, commitment, generosity and love all kind of in.",
    "start": "00:37:56",
    "end": "00:38:21"
  },
  {
    "text": "And there's a theme of sacrifice, too. It's like a joyous sacrifice of like, I want to make this sacrifice.",
    "start": "00:38:21",
    "end": "00:38:29"
  },
  {
    "text": "Yeah, yeah. It's motivated by generous love. When you're doing something out of familial loyalty, there's a duty, there's an obligation, like Joseph to his father to bury him. And so, you know, the fact that something is done out of loyalty doesn't necessarily mean that you're doing it out of goodwill.",
    "start": "00:38:29",
    "end": "00:38:52"
  },
  {
    "text": "Right.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "But chesed in these contexts is used to describe that abundance of goodwill and affection in addition to the behavior.",
    "start": "00:38:53",
    "end": "00:39:02"
  },
  {
    "text": "And it occurs often between friends and family.",
    "start": "00:39:03",
    "end": "00:39:06"
  },
  {
    "text": "Yes.",
    "start": "00:39:07",
    "end": "00:39:07"
  },
  {
    "text": "Or other kinds of committed relationships or making promises, like with Rahab and the spies.",
    "start": "00:39:07",
    "end": "00:39:14"
  },
  {
    "text": "There's a handful where it's people who recently met, but usually it's. It's. What's surprising is because they're asking, like Joseph asked this of the cup bearer that he meets in prison, Pharaoh's wine server. And he says, hey, you know, I interpreted your dream for you. And when you go back to Pharaoh's court, show me chesed by remembering me and getting me out of. Out of prison. So he calls it an act of chesed. Even though he just met the guy, he's asking him to treat him like family. Treat me like you would somebody you are in a covenant partnership with or family member with. So we just look at a few. You get the idea. Remember that number. This word occurs almost 250 times. Only one out of four does it describe people doing this. Three out of four times 75% is that of 250. Oh, it's a lot.",
    "start": "00:39:15",
    "end": "00:40:08"
  },
  {
    "text": "It would be 70 over.",
    "start": "00:40:08",
    "end": "00:40:11"
  },
  {
    "text": "One hundred and fifty.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "Remainder would be 70.",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "Yeah. Would be describing God's chesed. So what's cool is you can go through narratives and do the same thing, profile God's chesed with actual narratives about God doing it. And I found this really enriching to kind of go through Some stories. So shall we?",
    "start": "00:40:14",
    "end": "00:40:31"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "Sa. There's the story in Genesis 24 where Abraham is old and about to die. Actually, he tells his head servant to make a promise by putting your hand under my thigh. He says to him, it's a thing. So essentially what Abraham says is, hey, my son Isaac doesn't. He's not married. And God made a promise about, you know, blessing the nations through my descendants. So let's find. Let's find a partner, find a wife. So he sends one of his head servants back to the family that Abraham left behind. And so the servant doesn't have a name, he's just called the servant. In this chapter in the history of Jewish interpretation, they named this figure Eliezer because that's the servant that Abraham names in Genesis 15. Eliezer. So the servant goes hundreds of miles back to where Abraham came from, and he prays. He goes to a well. And he went to a well at the time when the young women came out to draw water.",
    "start": "00:40:33",
    "end": "00:42:18"
  },
  {
    "text": "Good place to meet a wife.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Like the singles club.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "Apparently. So we're told that he prays and he says, o Lord God of my master Abraham, grant me success today and show chesed to Abraham. Here I am standing by the spring, there's young women coming out to draw water, may it be. Basically sets up this elaborate sign. You know, I'm going to say this to one of these women, and if she answers me this, I'll know that she's the one. And so he calls this God's chesed to Abraham so that what appears to be a chance meeting turns out to be an act of God's providence. And he calls this chesed. So it's chesed because why this story doesn't tell you. It's the context of God made a promise to Abraham and this wife, this young woman he's going to meet, will be the fulfillment of that promise. And that's what makes it chesed.",
    "start": "00:42:27",
    "end": "00:43:21"
  },
  {
    "text": "Yeah.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Abraham's grandson is a treacherous liar. His name is Snatcher. Heel. Snatcher. Jacob. And God repeats that promise that he made to Abraham, to Jacob. And Jacob is actually makes the same journey that the servant did in Genesis 24, but not to fulfill a promise, but it's because he cheated his family escape plan. Yep, escape plan. And so he comes back into the land 20 years after being exiled because of his stupid decisions. And what he says to God as he crosses the Jordan river is he says, I am unworthy of all the chesed and all the faithfulness. Again, notice you know what I didn't do. I didn't count the number of times loyal love and faithfulness appear together.",
    "start": "00:43:22",
    "end": "00:44:11"
  },
  {
    "text": "Yeah, it does a lot, though. Even in that previous story with Abraham, faithfulness is used in two of those verses too.",
    "start": "00:44:11",
    "end": "00:44:17"
  },
  {
    "text": "Very close synonyms. Yeah, yeah, that's right. So this example is interesting because, you know, in the story of David and Jonathan, Jonathan was kind to David and helped him. And so David chose chesed to his son. Here's an example of God showing chesed to somebody who clearly doesn't deserve it. This guy doesn't deserve a second chance. Loyal love. He didn't show loyal love to his family, his father, or his brother, but G D has shown chesed to him. What is it that motivates genuine chesed?",
    "start": "00:44:17",
    "end": "00:44:50"
  },
  {
    "text": "Well, my thought here is it's only chesed when you desire it, when there's some pathos behind it. But if someone doesn't deserve it, you're probably not energized by pathos.",
    "start": "00:44:50",
    "end": "00:45:00"
  },
  {
    "text": "That's interesting. Yeah, but you're just doing it the right thing to do.",
    "start": "00:45:01",
    "end": "00:45:05"
  },
  {
    "text": "So it's not purely obligation or duty.",
    "start": "00:45:05",
    "end": "00:45:08"
  },
  {
    "text": "But it's what keeps it from being pure obligation or duty at this point for God.",
    "start": "00:45:09",
    "end": "00:45:13"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "Because it is described as chesed.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "If somebody doesn't deserve it, but you show it anyway, it's called chesed. Here. You could say that Jacob presents a unique problem for God because, you know, Abraham was stupid, but he ultimately passed the test. He showed himself faithful with the Abraham and Isaac story.",
    "start": "00:45:16",
    "end": "00:45:36"
  },
  {
    "text": "And he had some promising qualities even in the beginning. Following.",
    "start": "00:45:36",
    "end": "00:45:40"
  },
  {
    "text": "That's right.",
    "start": "00:45:40",
    "end": "00:45:41"
  },
  {
    "text": "Following God and going to the new land.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "Yeah, yeah, that's right. So Jacob has shown himself to be pretty unworthy of, you know, this whole promise deal. And so it creates this unique dynamic or a conflict of interest. You could say, should God be fair with Jacob and give him what he deserves. But then that would mean violating his God's promise to this family. And God doesn't violate his promises, as you discover about this God. And so God gives generously to a guy who doesn't deserve it. And that is a part of the profile, Chesed.",
    "start": "00:45:43",
    "end": "00:46:18"
  },
  {
    "text": "That begs the question, though, why didn't he say, I'm unworthy of your generosity and faithfulness? Right. I'd imagine there's a good word for that where chesed seems to have emotion involved of love, of pathos.",
    "start": "00:46:18",
    "end": "00:46:34"
  },
  {
    "text": "Yes. But it refers primarily to the concrete expression. So what he says is, I cross the Jordan river with only a staff in my hand, and now I've become two huge camps of people and animals. And kids and stuff. He calls that chesed. Okay, so he's not just referring to. Primarily referring to. You have warm fuzzies. For me, what he's saying is I had nothing and now I have a lot. And the only thing I can attribute it to is that you made this promise to my grandfather and my father and you're giving it to me.",
    "start": "00:46:34",
    "end": "00:47:07"
  },
  {
    "text": "But what makes chesed here more than just generosity, then?",
    "start": "00:47:07",
    "end": "00:47:11"
  },
  {
    "text": "Commitment to the promise.",
    "start": "00:47:11",
    "end": "00:47:12"
  },
  {
    "text": "Commitment to the promise and generosity. Where does love fit in, then?",
    "start": "00:47:12",
    "end": "00:47:17"
  },
  {
    "text": "Well, that is love.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "I guess what I'm saying is you can decide to be generous to someone because of an oath, but despise the person.",
    "start": "00:47:18",
    "end": "00:47:25"
  },
  {
    "text": "Yeah, that's right. Totally. Yeah, that's right.",
    "start": "00:47:27",
    "end": "00:47:29"
  },
  {
    "text": "I don't think you would use the word chesed there. Right.",
    "start": "00:47:29",
    "end": "00:47:32"
  },
  {
    "text": "Maybe within a commitment. I don't know. If you make a commitment to somebody and momentarily despise them for something, you could still choose to exercise love or I'm gonna choose to, like, love this person.",
    "start": "00:47:33",
    "end": "00:47:48"
  },
  {
    "text": "Yeah. Regardless, we've probably all had moments where there's somebody that in a moment you find it difficult to find any affection for them, but you still do right by them. And then maybe your actions kind of paved the way for that affection to follow, sometimes a lot later. But, yeah, I don't know. That's interesting. Again, what we're trying to do is take our experiences and map them on to what we think God's experience of working with Jacob might be.",
    "start": "00:47:49",
    "end": "00:48:21"
  },
  {
    "text": "But your question, John, is kind of about whether chesed always involves this desire or emotional love.",
    "start": "00:48:21",
    "end": "00:48:29"
  },
  {
    "text": "Yeah, I kind of. This Venn diagram was created in my mind when you said where it was.",
    "start": "00:48:29",
    "end": "00:48:35"
  },
  {
    "text": "Like, you need to have love, generosity.",
    "start": "00:48:35",
    "end": "00:48:37"
  },
  {
    "text": "You need to have generosity, and you gotta have loyalty. And then when you got those three things, you've got chesed, you take one of those out, it's no longer.",
    "start": "00:48:37",
    "end": "00:48:45"
  },
  {
    "text": "I see.",
    "start": "00:48:45",
    "end": "00:48:46"
  },
  {
    "text": "So you can love someone and be generous, but just in a moment of passion. Like a moment of passion, but have no commitment. And that's not chesed. You could be committed to someone and.",
    "start": "00:48:46",
    "end": "00:48:59"
  },
  {
    "text": "Love them and love them, but never show generosity.",
    "start": "00:48:59",
    "end": "00:49:02"
  },
  {
    "text": "But never show generosity. Would you call that chesed?",
    "start": "00:49:02",
    "end": "00:49:04"
  },
  {
    "text": "I don't think so.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "But here, what I think we're saying is there is situations where you're not feeling any pathos, any love, but you are being loyal and you are being generous. And it still is chesed.",
    "start": "00:49:05",
    "end": "00:49:16"
  },
  {
    "text": "Yeah. So I guess I should just say, this is God. He says this of God. And so I think, as a Christian, what it means to believe about God's motivations. Here is that God loves Jacob, that he also loves him.",
    "start": "00:49:16",
    "end": "00:49:30"
  },
  {
    "text": "Yeah.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "Because I believe God loves me, and I'm not sure I'm that much better, you know?",
    "start": "00:49:31",
    "end": "00:49:37"
  },
  {
    "text": "I see what you mean. So even if he's not pleased with his decisions in the past few decades, he loves him.",
    "start": "00:49:37",
    "end": "00:49:42"
  },
  {
    "text": "No, in fact, everything Jacob did to his family, God providentially brings back on Jacob's head. He deceives his father and brother, and so his uncle deceives him. So Jacob sits for 20 years in the mess of his choices.",
    "start": "00:49:42",
    "end": "00:49:57"
  },
  {
    "text": "Yeah.",
    "start": "00:49:57",
    "end": "00:49:57"
  },
  {
    "text": "And God allows that.",
    "start": "00:49:57",
    "end": "00:49:59"
  },
  {
    "text": "Right.",
    "start": "00:49:59",
    "end": "00:49:59"
  },
  {
    "text": "But God doesn't leave him in that. And when he comes back to his family and land with two camps of animals and people, he says, you've shown me even though I'm unworthy. That's. Yeah, that's the story. Cool.",
    "start": "00:49:59",
    "end": "00:50:14"
  },
  {
    "text": "Sam.",
    "start": "00:50:22",
    "end": "00:50:38"
  },
  {
    "text": "In the Exodus story, when God tromps on Pharaoh, destroying him in the waters, the song that Miriam and Moses sing, they call it an act of God's chesed to lead the people that you've redeemed out of Egypt. It's all called an act of chesed. It kind of makes sense intuitively in that it's fulfilling God's promise to Abraham. But here, the way that the chesed was demonstrated was on bringing a severe justice on a tyrant.",
    "start": "00:51:11",
    "end": "00:51:39"
  },
  {
    "text": "Yeah. But it seems like the focus isn't on the justice as much as it's on the fact that God was loyal and did something incredibly big and generous for them. And that seems to make it.",
    "start": "00:51:40",
    "end": "00:51:56"
  },
  {
    "text": "Yeah. Although, you know, it took a couple centuries. The Exodus story begins by just fast forwarding for generations and suffering. And they cry out to God and wondering if God's ever going to do anything.",
    "start": "00:51:56",
    "end": "00:52:14"
  },
  {
    "text": "Yeah.",
    "start": "00:52:14",
    "end": "00:52:14"
  },
  {
    "text": "I also remember seeing the ideas of compassion really strongly here in this narrative, that the people are crying out and God is compelled by their cries to rescue them. So maybe there's also some overlap with chesed and compassion and deliverance, because compassion was really connected to deliverance and forgiveness, too.",
    "start": "00:52:14",
    "end": "00:52:35"
  },
  {
    "text": "Oh, I see. Yeah. Correct. Yep. That's right. They bundle together. God showing compassion and forgiving and rescuing is about focusing on the emotion God feels when he sees people suffering. He wants to help them. Here it's about the loyalty to his promise.",
    "start": "00:52:35",
    "end": "00:52:52"
  },
  {
    "text": "But there are still elements in hesed here of forgiveness and deliverance. Well, deliverance here.",
    "start": "00:52:53",
    "end": "00:52:59"
  },
  {
    "text": "Yeah. You're saying in the Exodus story.",
    "start": "00:52:59",
    "end": "00:53:01"
  },
  {
    "text": "Yeah. That it involves rescue and the bringing.",
    "start": "00:53:01",
    "end": "00:53:05"
  },
  {
    "text": "Down of oppressive rulers. That's a fulfillment of God. Actually. This sets an important design pattern that the prophets will bring up a lot when God brings down the mighty from their thrones. It's bad news for Babylon or Assyria or the leaders of Judah, but it's good news for the poor and the oppressed. And they experience it as an act of God's chesed. When citadels fall.",
    "start": "00:53:05",
    "end": "00:53:28"
  },
  {
    "text": "So does God's chesed have to do with. Or does it exist more often between God and the marginalized throughout Scripture? Or the oppressed?",
    "start": "00:53:29",
    "end": "00:53:38"
  },
  {
    "text": "Oh yes, for sure. But that's true of the whole Hebrew Bible. The whole Hebrew Bible was written by a minority oppressed group.",
    "start": "00:53:39",
    "end": "00:53:47"
  },
  {
    "text": "So God's promises, his faithfulness, his compassion, his chesed, they're all extended toward the oppressed and the marginalized.",
    "start": "00:53:48",
    "end": "00:53:55"
  },
  {
    "text": "That's a great way of articulating that. Let's look at one. One more. So we've seen Abraham, Jacob, the Exodus, these are all about God fulfilling his ongoing covenant promises in the wilderness stories. The story of the spies, Moses and Joshua, they send the spies into Canaan, 10 come back and say, the giants are going to kill us. So the people are like, no way, let's go back to Egypt is what they say. Actually, they threatened to kill Moses and, and appoint a new leader to take them back to Egypt. That's how bad it gets. And so Moses steps up. God's angry. And what he says in numbers 14, how long will this people show contempt for me? How long will they not trust in me despite everything I've done? I'm going to strike them with plagues. The thing I did to Egypt, I'm just going to do it to them. And Moses, I'm going to make you into a nation even greater than than they are. And if you've been reading the Torah, you're like, I've been here before.",
    "start": "00:53:55",
    "end": "00:54:57"
  },
  {
    "text": "Sounds familiar.",
    "start": "00:54:57",
    "end": "00:54:58"
  },
  {
    "text": "Yeah. This is the Golden Calf Part 2. We've actually talked about the story, I think in this series, right? And so Moses speaks up. He uses the same tactics as he did with the Golden Calf, you know, the Egyptians will hear about, won't reflect well on your reputation. Here's what's interesting. So in Numbers 14:17, Moses says, Please let the power of Yahweh be great. Listen, you declared Yahweh is slow to anger, great in chesed forgiving iniquity and transgression. But he will by no means declare innocent the guilty, visiting the iniquities of the fathers on the children and the children. So please pardon the iniquity of this people according to your great chesed, just as you has already. You forgave them once, so keep doing it. So the logic of this is so interesting. Forgive them because of your chesed. Yeah, that's the logic.",
    "start": "00:54:58",
    "end": "00:55:58"
  },
  {
    "text": "Yeah. It's almost. He says, forgive them because of your chesed. I know you said you won't clear the guilty.",
    "start": "00:55:58",
    "end": "00:56:04"
  },
  {
    "text": "Oh, yes.",
    "start": "00:56:04",
    "end": "00:56:05"
  },
  {
    "text": "So would you forgive this people according to your chesed?",
    "start": "00:56:05",
    "end": "00:56:08"
  },
  {
    "text": "Oh, that's good. Good. Yeah. Great. He's highlighting the fact that you have these two traits.",
    "start": "00:56:08",
    "end": "00:56:14"
  },
  {
    "text": "Yeah.",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "You won't declare innocent the guilty, but you also never give up on your promises.",
    "start": "00:56:15",
    "end": "00:56:20"
  },
  {
    "text": "Yeah.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "That's what you're saying. He's playing the. He's noting the tension.",
    "start": "00:56:21",
    "end": "00:56:24"
  },
  {
    "text": "I mean. Yeah, because it's interesting. He just brings up this line, he will visit the iniquity. Yeah.",
    "start": "00:56:24",
    "end": "00:56:30"
  },
  {
    "text": "Right.",
    "start": "00:56:30",
    "end": "00:56:30"
  },
  {
    "text": "And maybe support the argument a little better.",
    "start": "00:56:30",
    "end": "00:56:33"
  },
  {
    "text": "That's a really good point. Yes. He notes that there's a tension between Exodus 34 verses 67.",
    "start": "00:56:33",
    "end": "00:56:39"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "He says, I know this, but if you go back on your promise, you won't be shown chesed. And that's not the kind of God that you are. You show chesed. Now as the story goes on, you know, God will let this generation die in the wilderness and bring their children into the promised land. And God hasn't violated his chesed by doing that because he stays faithful to the family. But to just walk away from the family of Abraham as such, that would be to violate. So all we've looked at are stories in the Torah about gods. It's truly instruction Torah.",
    "start": "00:56:41",
    "end": "00:57:19"
  },
  {
    "text": "Yeah.",
    "start": "00:57:19",
    "end": "00:57:19"
  },
  {
    "text": "It's God's character. So notice it's multi generational God's promise over the course of a whole history of a family. It's not based on the worthiness of any given generation. In fact, sometimes it seems excessive. It puts God in awkward situations where he asked to be more generous than people would deserve. But this long enduring commitment to generosity and love and commitment is core character trait of God.",
    "start": "00:57:19",
    "end": "00:57:51"
  },
  {
    "text": "Yeah.",
    "start": "00:57:51",
    "end": "00:57:51"
  },
  {
    "text": "And it goes right on through the stories of David. You can see now why it appears 127 times in the book of Psalms. Because think to be a part of this family and this story in some later generation. With all you know, the Hebrew Bible doesn't spare any punches in terms of showing the flaws of our ancestors representing.",
    "start": "00:57:51",
    "end": "00:58:14"
  },
  {
    "text": "Humanity and what humans are like.",
    "start": "00:58:14",
    "end": "00:58:16"
  },
  {
    "text": "Yeah. So to show so many flawed ancestors and yet God continues to be committed to us. GA's Chesed is. You can see why it's such a prominent, prominent trait. It. We begin with some famous Old Testament Bible verses with chesed. Let's conclude with some famous New Testament Bible verses with this word. Now the New Testament is Written in Greek.",
    "start": "00:58:16",
    "end": "00:59:31"
  },
  {
    "text": "So chesed doesn't show up.",
    "start": "00:59:31",
    "end": "00:59:33"
  },
  {
    "text": "Chesed doesn't show up. But the Septuagint translation, made a couple hundred years before Jesus of the Hebrew Bible into Greek used the Greek word elaos, which is a standard word for mercy. And this is a good example of where they were using the Greek language, thinking in Hebrew, they still clearly have the Hebrew concept. Here's a great example. The song that Mary sings when she finds out she's going to give birth to the Messiah, the Magnificat is its Latin name. So look at how she uses the word mercy. I'm going to use the English word mercy and you're just going to see it doesn't make a lot of sense.",
    "start": "00:59:33",
    "end": "01:00:08"
  },
  {
    "text": "Okay. Mercy being the English word of when you. What?",
    "start": "01:00:08",
    "end": "01:00:14"
  },
  {
    "text": "Mercy. It's usually when you extend or overextend yourself to show kindness or pity to someone in need. Usually. Am I right there?",
    "start": "01:00:14",
    "end": "01:00:26"
  },
  {
    "text": "Or you. Yeah. You extend mercy instead of maybe show me mercy. Yeah. Instead of punishment or what somebody deserves. I mean, that's a common, more modern understanding. I don't know if that's the biblical understanding.",
    "start": "01:00:27",
    "end": "01:00:41"
  },
  {
    "text": "Mercy, less merciless means pitiless and cruel.",
    "start": "01:00:41",
    "end": "01:00:44"
  },
  {
    "text": "Yeah. Dictionary.com says compassion or forgiveness to someone that it's within your power to punish.",
    "start": "01:00:44",
    "end": "01:00:52"
  },
  {
    "text": "Yeah. You have the power to bring the pain and you don't.",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "That's mercy. Yeah. Okay. All right.",
    "start": "01:00:57",
    "end": "01:00:58"
  },
  {
    "text": "So not bringing the negative.",
    "start": "01:00:58",
    "end": "01:00:59"
  },
  {
    "text": "Yeah. So just. Yeah. You'll just see. This doesn't quite fit. So here's what Mary says. My soul glorifies the Lord. My spirit rejoices in God, my Savior. Down to verse 50. His mercy extends to those who fear him from generation to generation. You could say. I guess he could punish us from generation to generation. But. But he doesn't sort of generation to generation.",
    "start": "01:00:59",
    "end": "01:01:22"
  },
  {
    "text": "Sure.",
    "start": "01:01:22",
    "end": "01:01:23"
  },
  {
    "text": "He has scattered those who are proud. He's brought down rulers from their thrones. He's lifted up the humble. He fills the hungry with good things, but sends the rich away empty. He's helped his servant Israel, remembering to be merciful to Abraham and his descendants forever, just like he promised. I guess you still could retain that standard meaning of merciful.",
    "start": "01:01:23",
    "end": "01:01:45"
  },
  {
    "text": "Yeah.",
    "start": "01:01:46",
    "end": "01:01:46"
  },
  {
    "text": "Or it's one aspect of chesed, but not the full.",
    "start": "01:01:46",
    "end": "01:01:49"
  },
  {
    "text": "Yeah, that's right. Aspect. Yeah. Because in both the two ways she uses the word here, she's emphasizing from generation to generation to fulfill the promise you made to our ancestors.",
    "start": "01:01:50",
    "end": "01:02:01"
  },
  {
    "text": "Right. You can kind of see how chesed works really well.",
    "start": "01:02:01",
    "end": "01:02:03"
  },
  {
    "text": "Yes. In place here, it's exactly the meaning of chesed over the whole history of our family, you keep doing surprising things to fulfill your promises to us.",
    "start": "01:02:03",
    "end": "01:02:15"
  },
  {
    "text": "So does that mean when we see mercy in the New Testament, we should run through that question of whether this is the idea of chesed.",
    "start": "01:02:15",
    "end": "01:02:23"
  },
  {
    "text": "So here's an example. I actually tried to do just that. This would be a good way to conclude our conversation. Famous paragraph in Paul's letter to the Ephesians in chapter two, he begins by saying, you all were dead in your transgressions and sins, and you used to live under the principalities and powers. So on verse four. But because of his great love, his agape, God, who is rich in mercy, there's that Greek word elos in again, the Septuagint translates hesed. He made us alive with the Messiah, even though we were dead in our transgressions. It is by grace that you have been saved. So he names three attributes of God.",
    "start": "01:02:23",
    "end": "01:03:06"
  },
  {
    "text": "Love, love, mercy and grace.",
    "start": "01:03:06",
    "end": "01:03:08"
  },
  {
    "text": "Mercy and grace. So because of his love, God felt affection for dead, dying people. It's by grace that you've been saved. And he goes on to say, not of works. So it's a gift. It's not something you earned, it's a gift given to you. And then in the middle of love and grace is mercy.",
    "start": "01:03:08",
    "end": "01:03:27"
  },
  {
    "text": "And I think what's interesting is mercy works really well because mercy, it can be a form of chesed very easily.",
    "start": "01:03:28",
    "end": "01:03:37"
  },
  {
    "text": "Yeah, right. To forgive someone.",
    "start": "01:03:38",
    "end": "01:03:40"
  },
  {
    "text": "Yeah. Because it's forgiving. It's not bringing the consequence onto someone that they might deserve. And why would you do that? Well, a very good reason would be your chesed. But is the reason why mercy was used in the Septuagint or Elias or whatever the word is here, because there just isn't a good Greek word.",
    "start": "01:03:40",
    "end": "01:04:00"
  },
  {
    "text": "Yeah, that's a good question. That's my hunch. Because that's been true in the English tradition as well.",
    "start": "01:04:00",
    "end": "01:04:05"
  },
  {
    "text": "Yeah.",
    "start": "01:04:05",
    "end": "01:04:06"
  },
  {
    "text": "And so what they did was use a word. And then over time, somebody immersed in the Greek Bible, like, you know, they.",
    "start": "01:04:06",
    "end": "01:04:15"
  },
  {
    "text": "Just realized that word really means.",
    "start": "01:04:15",
    "end": "01:04:16"
  },
  {
    "text": "Yeah, that's right. Because to forgive someone is one way you could show chesed. Yeah, but by burying your father.",
    "start": "01:04:17",
    "end": "01:04:24"
  },
  {
    "text": "Right.",
    "start": "01:04:24",
    "end": "01:04:24"
  },
  {
    "text": "Is another way to. Or taking care of your mother in law is another way.",
    "start": "01:04:24",
    "end": "01:04:30"
  },
  {
    "text": "Now, the context Here in Ephesians 2 is about how there's consequences to our disobedience. We're dead.",
    "start": "01:04:30",
    "end": "01:04:36"
  },
  {
    "text": "Yeah.",
    "start": "01:04:36",
    "end": "01:04:37"
  },
  {
    "text": "So mercy fit really well.",
    "start": "01:04:37",
    "end": "01:04:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:04:40",
    "end": "01:04:41"
  },
  {
    "text": "But then you could also see how. But mercy is just one aspect of. Yeah, of chesed. And. And it's rich. It's a rich mercy. And chesed is so much richer than just mercy.",
    "start": "01:04:41",
    "end": "01:04:57"
  },
  {
    "text": "Yeah. Yeah, that's right. Yeah, totally. So, yeah. Yeah. There you go. So loyal love is the best I can do right now. I think it's pretty good.",
    "start": "01:04:57",
    "end": "01:05:08"
  },
  {
    "text": "It's good.",
    "start": "01:05:08",
    "end": "01:05:08"
  },
  {
    "text": "It gets you there.",
    "start": "01:05:08",
    "end": "01:05:09"
  },
  {
    "text": "I like it.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "I like it, too. This is core through the generations. Yeah. This is a unique part of the biblical portrait of God, that across generations, he remains faithful to his promises and keeps fulfilling them in surprising and generous ways. That's core to the biblical portrait of God. And the Word is also often paired with faithfulness.",
    "start": "01:05:10",
    "end": "01:05:39"
  },
  {
    "text": "Right.",
    "start": "01:05:39",
    "end": "01:05:40"
  },
  {
    "text": "And so let's look at that faithfulness.",
    "start": "01:05:40",
    "end": "01:05:43"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We're almost done with this series. We've got one more episode with one more characteristic of God to discuss, and that is God's faithfulness.",
    "start": "01:05:44",
    "end": "01:05:55"
  },
  {
    "text": "So, emet means trust, trustworthy faith, belief. So it encompasses all of those ideas in this verse. It was translated as faithfulness, but it's kind of rooted around this idea of trust or trustworthiness. This is an important, really important word for the Christian faith. If we think about what it means to trust in God, that's usually how we define what it means to be a Christian.",
    "start": "01:05:56",
    "end": "01:06:20"
  },
  {
    "text": "If you'd like to submit a question for our upcoming question and response episode, our deadline is coming up. It's 10am Pacific on November 9th. Record yourself asking the question. Try to keep it around 20 or 30 seconds and email it to us@infoibleproject.com it really helps if you also give us a transcription of your questions so that we can sort them quickly and easily. And don't forget to tell us your name and where you're from. Today's show was produced by Dan Gummel. Our show notes are from Lindsey Ponder and our theme music is from the band Tents. Bibleproject is a crowdfunded nonprofit organization. We're in Portland, Oregon, and we exist to make free resources so that we can all experience the Bible as a unified story that leads to Jesus. Everything we do is free because of the generosity of many people all around the world. Thank you for being a part of this with us.",
    "start": "01:06:20",
    "end": "01:07:11"
  },
  {
    "text": "Hi, Bible Project. My name is Shelby and I live in Fayetteville, Arkansas. I first heard about Bible projects from my best friend Rebecca when I asked her for some recommendations on resources to help me know the Bible better. And now I use bibleproject. I use the reading plans and I also follow the Instagram and podcasts. My favorite thing about bibleproject is what I sought it out for in the first place. It helps me know the Bible better. I'm currently reading the Torah Plan and the Bible Project helps me find more understanding than ever from these sometimes difficult chapters and shows me how they play into the story of Jesus. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:07:11",
    "end": "01:07:59"
  },
  {
    "text": "Sa.",
    "start": "01:08:09",
    "end": "01:08:09"
  }
]