[
  {
    "text": "Hey, this is John@Bibleproject. And today is our last episode in what's turned out to be a really long series discussing the character of God. We've been looking at five attributes that God actually gives himself in a verse in Exodus 34, Yahweh. Yahweh, a God, compassionate, gracious, slow to anger, abounding in loyal love and faithfulness. Today, Chrissa, Tim and I are going to look at that fifth and final attribute of God, his faithfulness. Or in Hebrew, emet.",
    "start": "00:00:04",
    "end": "00:00:34"
  },
  {
    "text": "So emet means trust, trustworthy, faith, belief. So it encompasses all of those ideas, but it's rooted around this idea of trust or trustworthiness.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "God is faithful and trustworthy.",
    "start": "00:00:44",
    "end": "00:00:47"
  },
  {
    "text": "This is an important, really important word for the Christian faith. If we think about what it means to trust in God, that's usually how we define what it means to be a Christian.",
    "start": "00:00:48",
    "end": "00:00:56"
  },
  {
    "text": "Right? If you ask most people what it means to be a Christian, they'd likely say, to have faith in God, or more specifically, to have faith in Jesus. And sometimes this begins to feel like a cliche. Just have faith. Just believe.",
    "start": "00:00:57",
    "end": "00:01:10"
  },
  {
    "text": "Something I noticed when looking at this word throughout Scripture is that trust is not blind. Trust. So I think a lot of times our modern notions of trust or faith involved trusting in something despite the evidence, belief despite evidence. But in the biblical story, trust or belief relies on evidence of that trustworthiness.",
    "start": "00:01:11",
    "end": "00:01:32"
  },
  {
    "text": "So today, our final episode on the character of God. God is faithful, he's trustworthy, he's stable. Or as the psalmists like to say, God is our rock. Thanks for joining us. Here we go. We are going to continue this long journey through Exodus 34, verse 6, where God describes Himself in five different ways. And we've been looking at all of these, and we're at the last one.",
    "start": "00:01:32",
    "end": "00:02:04"
  },
  {
    "text": "Yes.",
    "start": "00:02:04",
    "end": "00:02:04"
  },
  {
    "text": "Wow.",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "Gonna land the plane.",
    "start": "00:02:05",
    "end": "00:02:06"
  },
  {
    "text": "Yahweh. Yahweh. Compassionate and gracious, slow to anger, overflowing with loyal love. And Emet. Emet. And emet.",
    "start": "00:02:06",
    "end": "00:02:14"
  },
  {
    "text": "So Emet. Actually, it's Emet, not Emet in Hebrew. So emet means trust, trustworthy faith, faith, belief. So it encompasses all of those ideas. In this verse, it was translated as faithfulness, but it's kind of rooted around this idea of trust or trustworthiness. And to be honest, this has been kind of a hard script for me to write and a hard topic to research because one, this is an important, really important word for the Christian faith. If we think about what it means to trust in God, that's usually how we define what it means to be a Christian.",
    "start": "00:02:15",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. In fact, you used it, the word Christian faith.",
    "start": "00:02:49",
    "end": "00:02:52"
  },
  {
    "text": "Yeah. So. And actually, it can be used that way in its New Testament Greek translation, too, as this, like, body of belief. So it's an important word for that reason. It's also an important word in the context of relationships. So I think for me and probably many others, trust can be kind of hard. And so as I've been writing this, I've just been asking a lot of questions about what does it mean for me to trust humans? What does it mean for me to trust God?",
    "start": "00:02:52",
    "end": "00:03:18"
  },
  {
    "text": "What?",
    "start": "00:03:18",
    "end": "00:03:18"
  },
  {
    "text": "What does it mean for God to be trustworthy? What does faith look like? All of those ideas come out of this one word. Is it blind faith? What is it based on? All of those kinds of questions.",
    "start": "00:03:18",
    "end": "00:03:32"
  },
  {
    "text": "This is a good example of Christianese. This is a type of idea that becomes so common. And look at this matrix of words. Truth, true trust, faith, faithful, and belief are all different English words that stem out of this one Hebrew word. And it's kind of related.",
    "start": "00:03:32",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. So this word also occurs a lot in The Hebrew Bible. 329 times.",
    "start": "00:03:57",
    "end": "00:04:03"
  },
  {
    "text": "Wow.",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "What did you say?",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "Oh, loyal love. It was in the 200s, almost 250.",
    "start": "00:04:05",
    "end": "00:04:09"
  },
  {
    "text": "So similar. I mean, this one's very common in the New Testament. Its Greek translations, pistis and aletheia. Pistis occurs 604 times.",
    "start": "00:04:09",
    "end": "00:04:18"
  },
  {
    "text": "That's the word again. Faith.",
    "start": "00:04:19",
    "end": "00:04:20"
  },
  {
    "text": "Yeah, Faith or belief or. Yeah. Faithfulness, to believe or to trust, and then aletheia, truth, and its related verbs. So overall, it occurs. This idea occurs over 1100 times, which is wild.",
    "start": "00:04:20",
    "end": "00:04:34"
  },
  {
    "text": "Wow.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "So I think that's why it can get flattened out, too. It's like it's a very common word that we're used to using. And so it's hard to really think about what it means to trust or to have faith or to be trustworthy. So the noun forms, the primary ones are emmet and emunah, and those typically carry the connotation of trustworthiness, faithfulness, or truth. And then the verb forms can mean a person is trustworthy, they're being trustworthy. Or it can be somebody recognizing somebody else as trustworthy or trusting and believing them. So you can kind of see the interaction between the noun and the verb. So the noun being trustworthy and the verb trusting, a person who is trustworthy.",
    "start": "00:04:35",
    "end": "00:05:20"
  },
  {
    "text": "I mean, we actually have a variety of English words that's doing what this variety of Hebrew words is doing, all from this root.",
    "start": "00:05:21",
    "end": "00:05:29"
  },
  {
    "text": "Yeah.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Because you can intuit that trust, true, trustworthy is all coming from the same idea and. True. Yeah, right. There's A, T, R, U in all those.",
    "start": "00:05:30",
    "end": "00:05:40"
  },
  {
    "text": "Yeah.",
    "start": "00:05:40",
    "end": "00:05:40"
  },
  {
    "text": "And so the same way.",
    "start": "00:05:40",
    "end": "00:05:41"
  },
  {
    "text": "Yeah. You can feel the relationship between them. Something's true, it's trustworthy, and so I'm going to trust.",
    "start": "00:05:41",
    "end": "00:05:47"
  },
  {
    "text": "That's right. So in the same way, in Hebrew, what you're saying is there's a network of Hebrew words that all come from this Hebrew root.",
    "start": "00:05:47",
    "end": "00:05:55"
  },
  {
    "text": "Right.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "And emmet or emet is just one of those words. There's a whole network.",
    "start": "00:05:56",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. Another one of these words that we're probably most familiar with is Amen.",
    "start": "00:06:03",
    "end": "00:06:08"
  },
  {
    "text": "Yes.",
    "start": "00:06:08",
    "end": "00:06:08"
  },
  {
    "text": "So that's. That's a particle, a Hebrew particle, just meaning. That's true.",
    "start": "00:06:08",
    "end": "00:06:13"
  },
  {
    "text": "Oh, and it's from Emmet.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Yeah, yeah. So that. That makes it easy.",
    "start": "00:06:14",
    "end": "00:06:17"
  },
  {
    "text": "Yeah, There it is.",
    "start": "00:06:17",
    "end": "00:06:17"
  },
  {
    "text": "Or I think it's actually the opposite. I think amen is the three letters of the Hebrew root.",
    "start": "00:06:18",
    "end": "00:06:23"
  },
  {
    "text": "Right.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "And then emet, a derivative of a derivative.",
    "start": "00:06:24",
    "end": "00:06:27"
  },
  {
    "text": "Right. So the three letters are aleph, mem, noon. And all of the verb forms, all of the nouns and particles come from that.",
    "start": "00:06:27",
    "end": "00:06:35"
  },
  {
    "text": "That's right. Amen means that's true.",
    "start": "00:06:35",
    "end": "00:06:38"
  },
  {
    "text": "Yeah, that is true. I remember learning that early in life, and that felt like a little. A little hack because it's just one of those words you only use in prayers.",
    "start": "00:06:38",
    "end": "00:06:47"
  },
  {
    "text": "Yes.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "And you have no idea what it means. And then you learn like, oh, that means true. And then it's. And then I just thought of amen as true dat.",
    "start": "00:06:48",
    "end": "00:06:55"
  },
  {
    "text": "Yeah.",
    "start": "00:06:55",
    "end": "00:06:55"
  },
  {
    "text": "Yeah.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "For some reason, I always had thought it meant let it be. Like, amen, Let it be. Have you guys heard that or. No. I don't know where that came from. But maybe that is a similar idea, though. Let it be true. Let it be. So.",
    "start": "00:06:58",
    "end": "00:07:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "So in the same way that amen is the root, it's all these derivatives in English we have True.",
    "start": "00:07:14",
    "end": "00:07:19"
  },
  {
    "text": "Yeah.",
    "start": "00:07:20",
    "end": "00:07:20"
  },
  {
    "text": "Trustworthy, like all these.",
    "start": "00:07:20",
    "end": "00:07:23"
  },
  {
    "text": "Truth.",
    "start": "00:07:23",
    "end": "00:07:23"
  },
  {
    "text": "Truth.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "And sometimes they're translated, like in this verse, as faithful. And it works in a similar way in English. Faith and faithful. So if somebody's faithful, you can have faith in them.",
    "start": "00:07:25",
    "end": "00:07:36"
  },
  {
    "text": "Yeah. You can trust someone's trustworthy. You can trust them.",
    "start": "00:07:37",
    "end": "00:07:40"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "You got it. Yep. Yep.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "And if something's true, it's trustworthy.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "Yeah, yeah. And if someone is amen, then you can. Then they display emet and you can put your amen in them, and then.",
    "start": "00:07:44",
    "end": "00:07:55"
  },
  {
    "text": "You can say Amen at the end of that statement. Yeah. So amet can mean truth, but when it's applied to people or when it's used to describe a person, it typically means trustworthy, faithful, or reliable.",
    "start": "00:07:55",
    "end": "00:08:12"
  },
  {
    "text": "Yeah. In English, it's odd to say that someone is true.",
    "start": "00:08:14",
    "end": "00:08:18"
  },
  {
    "text": "Right.",
    "start": "00:08:18",
    "end": "00:08:18"
  },
  {
    "text": "Unless you're using it in the sense of, like when you. For measurements or something. Like, give me a true line. When people use like, is this board true?",
    "start": "00:08:18",
    "end": "00:08:27"
  },
  {
    "text": "Oh, that's right. For a thing.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "So an object. Yeah, I think. And in the Hebrew Bible too, like straight.",
    "start": "00:08:28",
    "end": "00:08:32"
  },
  {
    "text": "Yeah, but what I'm saying is a person. You wouldn't use true for a person.",
    "start": "00:08:32",
    "end": "00:08:37"
  },
  {
    "text": "Although we don't.",
    "start": "00:08:37",
    "end": "00:08:38"
  },
  {
    "text": "We don't. You're right.",
    "start": "00:08:38",
    "end": "00:08:39"
  },
  {
    "text": "At its most basic level, though, this word can be used to talk about someone who tells the truth. So not just a faithful or trustworthy person, even though this is a component of that, but someone who, who says the truth, who tells the truth. So Proverbs 12:19 says, Truthful lips or lips of Emmet endure forever. But a lying tongue is but for a moment. So part of being trustworthy is telling the truth and that makes somebody worthy of trust.",
    "start": "00:08:39",
    "end": "00:09:06"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "And the truth is dependable and it lasts forever, right?",
    "start": "00:09:07",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, it has a stable quality or a reliable quality.",
    "start": "00:09:10",
    "end": "00:09:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "But that involves more than just truth telling. It also involves that faithfulness, reliability of a person that somebody can put their trust in. So I have a verse here, 2nd Kings 20, verse 3, when Hezekiah is sick and dying. This is a good example of. Of Emmet being more than just truth telling or truthful. He says to God, now, O Lord, please remember how I've walked before you in faithfulness and with a whole heart, and have done what is good in your sight. So in other words, he's continually, constantly been oriented toward God in his heart he says and in what he's done.",
    "start": "00:09:15",
    "end": "00:09:55"
  },
  {
    "text": "Yeah. You know, that's metaphorically like John, what you just mentioned. If you look at a board and it's straight, you could say in uncommon English, it's true.",
    "start": "00:09:56",
    "end": "00:10:05"
  },
  {
    "text": "Yes.",
    "start": "00:10:06",
    "end": "00:10:06"
  },
  {
    "text": "Meaning it's consistent. It's right.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "It is how it's supposed to be.",
    "start": "00:10:10",
    "end": "00:10:11"
  },
  {
    "text": "Yeah, it's true.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Try to think in Old English, I think they use the word true that way more.",
    "start": "00:10:13",
    "end": "00:10:17"
  },
  {
    "text": "Yeah. So here in this example, Hezekiah proves true to God. Maybe that might be a way we could get the idea of God.",
    "start": "00:10:17",
    "end": "00:10:25"
  },
  {
    "text": "Right. But in English we would rather say he has been faithful or we wouldn't really use the words trustworthy or trust there. Yeah, maybe he trusted. God is a part of that. But in English, I think the best translation would be faithful.",
    "start": "00:10:25",
    "end": "00:10:40"
  },
  {
    "text": "Yeah, that's right. So, yeah, we rely upon a network of two English roots. The T, R, U. Yeah. And the F, A, I, T. F, A I T F, I, T, H.",
    "start": "00:10:41",
    "end": "00:10:53"
  },
  {
    "text": "The true comes from Dutch trust. Trust in High German means trust or fidelity, Germanic root. Is that what you call that?",
    "start": "00:10:53",
    "end": "00:11:04"
  },
  {
    "text": "Yeah. But in this example of Hezekiah, Chrissa, you, he walked in and met.",
    "start": "00:11:04",
    "end": "00:11:09"
  },
  {
    "text": "Yeah. And that's defined as his heart's disposition and also his actions.",
    "start": "00:11:09",
    "end": "00:11:15"
  },
  {
    "text": "Yeah.",
    "start": "00:11:15",
    "end": "00:11:15"
  },
  {
    "text": "So the point is just that it's more than just telling the truth or a concept being true. It's this quality of a person. Yeah. And Yahweh is described as this way too, as full of Emet here in Exodus 34. But the idea is that he's worthy of being trusted. And this idea is also found all over the Psalms, just like Hesed. So there's just one example I have here, Psalm 31:6. The Psalmist says, into your hands I commit my very breath. Save me, O God of Emet. So the psalmist is saying that God is trustworthy and faithful and that he can depend on him to help him, that he's reliable, he's consistent, he's trustworthy.",
    "start": "00:11:15",
    "end": "00:11:57"
  },
  {
    "text": "Yeah. Trustworthy, yeah. Or faithful.",
    "start": "00:11:57",
    "end": "00:12:00"
  },
  {
    "text": "Yeah.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "So faithful doesn't mean full of faith. Like, if you break the word apart in English.",
    "start": "00:12:01",
    "end": "00:12:07"
  },
  {
    "text": "Right. It could, though, in certain contexts it does.",
    "start": "00:12:07",
    "end": "00:12:10"
  },
  {
    "text": "Yeah. If it's referring to, like Abraham's faith and being faithful, then it depends how you define faith, I guess.",
    "start": "00:12:10",
    "end": "00:12:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:16",
    "end": "00:12:16"
  },
  {
    "text": "Faith.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "So, yeah, this is, you know, if we had. If I. If we. If we had an animation studio.",
    "start": "00:12:17",
    "end": "00:12:23"
  },
  {
    "text": "Right.",
    "start": "00:12:23",
    "end": "00:12:24"
  },
  {
    "text": "To make an illustration. But. So there's. There's a directionality. If I have faith in you, it's about me acting towards you in some.",
    "start": "00:12:25",
    "end": "00:12:35"
  },
  {
    "text": "Way, like you're stable and.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "Yeah, but in that scenario, you're the one who's faithful. And I. If I'm trusting in you, it's because I consider you faithful. But then there's.",
    "start": "00:12:37",
    "end": "00:12:47"
  },
  {
    "text": "And in that sense, you're using it as reliable, correct?",
    "start": "00:12:47",
    "end": "00:12:51"
  },
  {
    "text": "That's right. But then there's this other way where. So that's more about you as the object of my faith. But then there's this other meaning where it's actually something about me that I.",
    "start": "00:12:51",
    "end": "00:13:04"
  },
  {
    "text": "Am putting my faith in. The thing that's reliable.",
    "start": "00:13:04",
    "end": "00:13:07"
  },
  {
    "text": "Oh, well, no, Then there it's. You're the object, the other person's object, my faith. The other thing is about. Like Hezekiah is a person of truth. So there it's. He's faithful for God. God can put his trust in Hezekiah. Yeah. The grammar terms, I think are subjective versus objective.",
    "start": "00:13:07",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. Although I think the thing you're drawing out is that this Relationship between faith, faithfulness, maybe trustworthiness and trust. These are also describing reciprocal relationships.",
    "start": "00:13:28",
    "end": "00:13:41"
  },
  {
    "text": "Yes.",
    "start": "00:13:41",
    "end": "00:13:41"
  },
  {
    "text": "So if somebody is faithful, or let's say God is faithful, someone wants to put their faith in him. They also simultaneously could be called faithful to him, like those two concepts shouldn't be.",
    "start": "00:13:42",
    "end": "00:13:54"
  },
  {
    "text": "But it's two different types of faithfulness. One is the. Is being the dependable person. And the other type of faithfulness is being the person who trusts in the dependable person.",
    "start": "00:13:54",
    "end": "00:14:07"
  },
  {
    "text": "But it also has the act, the connotation of consistently or dependably acting with faith. So I think there is. There still is.",
    "start": "00:14:07",
    "end": "00:14:16"
  },
  {
    "text": "Consistently trusting someone's faithfulness is a type.",
    "start": "00:14:16",
    "end": "00:14:20"
  },
  {
    "text": "Of faithfulness because you couldn't be faith. You couldn't be faithful if only sometimes you were faithful.",
    "start": "00:14:20",
    "end": "00:14:25"
  },
  {
    "text": "Okay, sorry. All right, so this just occurred. Let's make this concrete. John, you're sitting in a chair.",
    "start": "00:14:25",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "This is kind of a famous sermon.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "I'm putting trust in this chair.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "That's right. So you have faith in the chair?",
    "start": "00:14:33",
    "end": "00:14:36"
  },
  {
    "text": "I have faith in the chair.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "So in that scenario, the chair is the faithful one.",
    "start": "00:14:37",
    "end": "00:14:40"
  },
  {
    "text": "Yes, but I am also the faithful one.",
    "start": "00:14:41",
    "end": "00:14:44"
  },
  {
    "text": "But you demonstrate your faithfulness to the chair's faithfulness by sitting in it.",
    "start": "00:14:44",
    "end": "00:14:50"
  },
  {
    "text": "Yeah.",
    "start": "00:14:50",
    "end": "00:14:50"
  },
  {
    "text": "Which is an act of faith.",
    "start": "00:14:51",
    "end": "00:14:53"
  },
  {
    "text": "Which is an act of faith.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Yeah.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "So we're using the same word in three different ways there. Almost.",
    "start": "00:14:54",
    "end": "00:14:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Yeah, that's. That's the complicated thing.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "So I didn't mean to come, but I just realized that for me, I always have to go through this exercise when it comes to this word, because there's these different directions.",
    "start": "00:15:02",
    "end": "00:15:10"
  },
  {
    "text": "There are different directions. And I think maybe in English, we do have too many distinctions between the different ways these words express meaning. And I think in Hebrew and in Greek, we haven't. We're going to do a whole nother video on.",
    "start": "00:15:10",
    "end": "00:15:26"
  },
  {
    "text": "Yes.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "The Greek meaning of the word faith. But in Hebrew at least, I think the distinctions aren't as strong. So in other words, being trusting and trustworthy may be describing the same thing.",
    "start": "00:15:27",
    "end": "00:15:39"
  },
  {
    "text": "Yeah.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "And they. They both relate to this idea of constancy, stability, and they both occur within a relationship.",
    "start": "00:15:39",
    "end": "00:15:52"
  },
  {
    "text": "Sam.",
    "start": "00:15:52",
    "end": "00:16:07"
  },
  {
    "text": "There'S this example that will be in our video on this topic in Exodus 17 that really highlights this idea of stability or steadiness. And it's when the Amalekites are fighting against Israel in Exodus 17, Moses is holding up his hands and he's trying to keep them steady. Or emet.",
    "start": "00:16:36",
    "end": "00:16:54"
  },
  {
    "text": "Oh, yes.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "And his friends are helping him. So they put a rock under him, and they support his hands so that they Remain emet, they remain steady. So the idea is that emet has to do with constancy and steadiness. And it can also be used to describe a political setting. So, so to say the political situation or this kingdom is steady, it means it's secure and it's stable and constant. Nothing's threatening it.",
    "start": "00:16:55",
    "end": "00:17:21"
  },
  {
    "text": "Just so I'm clear, then amet, then is about the object being reliable. When you put your faith in a reliable object, do you also use the word amet or is that different?",
    "start": "00:17:21",
    "end": "00:17:36"
  },
  {
    "text": "Yeah, yeah. You use. Usually it's the verb form from the same root. So neman or wait. Is it so?",
    "start": "00:17:36",
    "end": "00:17:44"
  },
  {
    "text": "Yeah, actually this narrative gives a great image, so I just want to pause on it for a moment. So you have Moses up on a hill. He's holding his hands for hours.",
    "start": "00:17:45",
    "end": "00:17:53"
  },
  {
    "text": "He's got to keep them up.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "Yeah, he's tired.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Yeah.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "So they're gonna. So they're not become unfaithful.",
    "start": "00:17:57",
    "end": "00:17:59"
  },
  {
    "text": "Unfaithful.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "Not constantly up, maybe wavering or.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "Yes, that's right. Yeah. He wants them to stay in the same space, same position, but they're not dependable. Yeah. So once he has two friends to help him, then his hands become emet.",
    "start": "00:18:03",
    "end": "00:18:16"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:16",
    "end": "00:18:18"
  },
  {
    "text": "True.",
    "start": "00:18:18",
    "end": "00:18:18"
  },
  {
    "text": "Stable, true.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "They become true. So just like the chair that you sit in could be said to be have emet. His hands have emet. They're true.",
    "start": "00:18:19",
    "end": "00:18:28"
  },
  {
    "text": "Yeah. So that's one quality of what this word group means. And God is described this way too, especially when authors describe him as a rock. So you can kind of feel that same idea there.",
    "start": "00:18:28",
    "end": "00:18:41"
  },
  {
    "text": "Rock.",
    "start": "00:18:41",
    "end": "00:18:41"
  },
  {
    "text": "Very immense.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "Yeah, yeah. Very stable and sturdy, reliable, constant.",
    "start": "00:18:42",
    "end": "00:18:45"
  },
  {
    "text": "Yeah, they don't really do anything. They just are there. Yeah. Rocks don't change.",
    "start": "00:18:45",
    "end": "00:18:50"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "You know, within a human lifestyle. Yeah. That's just kind of.",
    "start": "00:18:51",
    "end": "00:18:55"
  },
  {
    "text": "Yeah. Something I've been thinking about is because faithfulness is the last word in this description. So God is compassionate, gracious, slow to anger, and then overflowing with loyal love and faithfulness. It almost seems like it's functioning. To say God is this way all the time.",
    "start": "00:18:55",
    "end": "00:19:14"
  },
  {
    "text": "Right.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "We can count on his character to always be the same.",
    "start": "00:19:14",
    "end": "00:19:17"
  },
  {
    "text": "Yes.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "I was thinking about that in terms of the pairing of loyal love and faithfulness, is that loyal love does have a faithfulness in it of this sense of faithfulness in it, that the loyalty.",
    "start": "00:19:17",
    "end": "00:19:30"
  },
  {
    "text": "Part of it and the promise keeping.",
    "start": "00:19:30",
    "end": "00:19:32"
  },
  {
    "text": "And so it almost seems a little redundant to me to add faithfulness after loyal love. But when you think of it in terms of like saying like a strong period at the end of like all of these things, about God are trustworthy.",
    "start": "00:19:33",
    "end": "00:19:47"
  },
  {
    "text": "Yes, they're true.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "I've been trying to figure out what the difference is between loyal love and faithfulness because they both have to do with promise keeping and this steady commitment. They both are covenantal commitment type words. And I think that faithfulness really has to do with this reliable, stable consistency. And hesed seems to have to do more with generosity and promise keeping. And promise keeping. But I guess I think faithfulness has to do with promise keeping a lot. So maybe it's the generosity aspect of hesed that's a little bit different. Maybe it has a more emotive aspect. And I don't think faithfulness in itself has that emotive aspect. It's just the stability. Yeah.",
    "start": "00:19:48",
    "end": "00:20:33"
  },
  {
    "text": "When Moses is up there on that hill and his hands display emet, he's not keeping a promise, he's not being generous, he's just keeping his hands in the same position. And that reliable location of his hands is what displays emet.",
    "start": "00:20:33",
    "end": "00:20:48"
  },
  {
    "text": "Yeah.",
    "start": "00:20:48",
    "end": "00:20:48"
  },
  {
    "text": "Again, it makes the rock a great image.",
    "start": "00:20:48",
    "end": "00:20:51"
  },
  {
    "text": "Yeah, actually. Yeah, that's right. The rock.",
    "start": "00:20:51",
    "end": "00:20:54"
  },
  {
    "text": "The rock, yeah. So Yahweh, he's called a rock. In Deuteronomy 32. Four, he's called the rock. And one of the ways he's described there is faithful. And that's a great song that occurs at the end of the whole Torah, just summarizing all of what's gone before. So I found it really interesting to look at how this word group works in the story of the Bible and how to view the story through this lens of amet or it's related verbs. So the first time we come across these words in the Bible is in the story of Abraham. And I think what this means is that he's the paradigm or the example of what it means to have trust. And that's also what Paul says in the New Testament.",
    "start": "00:20:54",
    "end": "00:21:34"
  },
  {
    "text": "Yeah. Because you could argue in the storyline of Genesis, Adam and Eve, there's a moment, are they going to do what God asked them to do, which is a way of trusting.",
    "start": "00:21:34",
    "end": "00:21:42"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "But that's not the main focus there. It's kind of trust is implied. But because the word isn't present, it's not the focus.",
    "start": "00:21:43",
    "end": "00:21:51"
  },
  {
    "text": "Yeah.",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "The story of Noah building a boat, that's an act of trust.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "Yeah.",
    "start": "00:21:54",
    "end": "00:21:54"
  },
  {
    "text": "But there's something you're saying when the word gets first introduced to develop a character, it's Abraham.",
    "start": "00:21:55",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:02"
  },
  {
    "text": "And it becomes a drama of trust.",
    "start": "00:22:02",
    "end": "00:22:04"
  },
  {
    "text": "Right. And I think because it's the first place the word is used, we can ask the question what it means There. And then how that is developed or used.",
    "start": "00:22:04",
    "end": "00:22:13"
  },
  {
    "text": "Good.",
    "start": "00:22:14",
    "end": "00:22:14"
  },
  {
    "text": "Later. And Abraham's trust becomes really important in the story.",
    "start": "00:22:14",
    "end": "00:22:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "Can I back us up to? I. I want to make sure this is clear in my mind. To me there's two different meanings that you're trustworthy, meaning you are the rock, or you're trusting, which is I rely on the rock. And it seems like in Exodus 34, God is saying the first thing. I am the rock.",
    "start": "00:22:18",
    "end": "00:22:40"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "And then now we're going to look at Abraham. Are we talking about the other type, which is what does it look like to be a kind of person that relies on the rock?",
    "start": "00:22:41",
    "end": "00:22:49"
  },
  {
    "text": "If we change those words though, to let's say the rock is faithful, God.",
    "start": "00:22:49",
    "end": "00:22:53"
  },
  {
    "text": "Is faithful, the rock is faithful.",
    "start": "00:22:53",
    "end": "00:22:55"
  },
  {
    "text": "And then Abraham puts his faith in the rock.",
    "start": "00:22:55",
    "end": "00:22:58"
  },
  {
    "text": "He's full of faith.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "Well, and he also acts faithfully, so he demonstrates faithfulness. So they're not totally distinct.",
    "start": "00:23:01",
    "end": "00:23:06"
  },
  {
    "text": "To me, that feels like the third aspect. So you've got the rock that is faithful, you've got Aber, you've got the person relying on the rock which is full of faith. And then you've got the person consistently relying on the rock over the long term, which means that they are faithful.",
    "start": "00:23:06",
    "end": "00:23:29"
  },
  {
    "text": "Faithful over the long term.",
    "start": "00:23:30",
    "end": "00:23:31"
  },
  {
    "text": "Almost in the way that the first.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Yeah, yeah. Constant.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Or makes you a rob to rely on something true for the long haul. Makes you true.",
    "start": "00:23:34",
    "end": "00:23:41"
  },
  {
    "text": "Yeah.",
    "start": "00:23:41",
    "end": "00:23:41"
  },
  {
    "text": "We can just stick with the ideas of trustworthiness and then putting trust in the trustworthy object. For now, we'll do a whole nother. We're going to focus on trustworthiness, usually of God. Trustworthiness, and then what it means to trust in God.",
    "start": "00:23:41",
    "end": "00:23:58"
  },
  {
    "text": "We're going to talk about those two things.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Yeah. Or trustworthiness and the response of trust.",
    "start": "00:23:59",
    "end": "00:24:02"
  },
  {
    "text": "Yeah.",
    "start": "00:24:02",
    "end": "00:24:02"
  },
  {
    "text": "To go back up to the example you gave of Hezekiah, his faithfulness seemed to be that third one, which was he's not the rock, but he trusts in the rock. And he's trust so much that his whole life now is full of faithfulness.",
    "start": "00:24:03",
    "end": "00:24:17"
  },
  {
    "text": "Yeah. And maybe it's just that to trust, to really trust, actually involves action and it involves the whole person. So maybe we don't even need another word for it like faithful. Again, we can just say like Hezekiah, he trusted. And what that meant was that it wasn't just that he cognitively trusted. He also did these acts throughout his life. He was faithful in many ways throughout his life to God, but that's what it meant, that he trusted God. And same with Abraham, you Know his trust of God meant that he followed him, and. Yeah, he was tested in various ways and eventually pass those tests.",
    "start": "00:24:17",
    "end": "00:24:56"
  },
  {
    "text": "What could be a good third word? I want to get kind of nerdy about this, and I want to just. I want to keep calling the rock faithful.",
    "start": "00:24:56",
    "end": "00:25:01"
  },
  {
    "text": "Rock is faithful.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "The person who trusts in the rock is full of faith. Person who trusts in the rock over the long term, making their life true is.",
    "start": "00:25:03",
    "end": "00:25:11"
  },
  {
    "text": "Yeah. They are demonstrating faithfulness to the faithful thing.",
    "start": "00:25:11",
    "end": "00:25:17"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "But you want a third word, just so I know.",
    "start": "00:25:18",
    "end": "00:25:20"
  },
  {
    "text": "Okay, That's. That's the category we're talking in.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "Or does it need to be maybe faithful? Maybe just faithful. Faithful is the first. Yeah.",
    "start": "00:25:22",
    "end": "00:25:26"
  },
  {
    "text": "Yeah.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "So it's just back to faithful.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "Yeah, because that makes sense. Reciprocated. It's a relational term that God wants his people to also show.",
    "start": "00:25:28",
    "end": "00:25:33"
  },
  {
    "text": "But it seems like an important distinction, because when we get into. And I don't think we'll get there in this conversation, but when you get into Pistis.",
    "start": "00:25:33",
    "end": "00:25:39"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "Like, we're talking about being faithful. Something that is faithful and not being faithful because you yourself are a rock.",
    "start": "00:25:40",
    "end": "00:25:54"
  },
  {
    "text": "Yeah. So this conversation will be like the prequel to the question of what faith in the New Testament means.",
    "start": "00:25:54",
    "end": "00:26:01"
  },
  {
    "text": "Okay.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Yeah, so that's.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "We'll have to do a video on that later.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "Yeah, yeah, that's a big. That's a big topic and a big question.",
    "start": "00:26:06",
    "end": "00:26:09"
  },
  {
    "text": "Yeah.",
    "start": "00:26:09",
    "end": "00:26:09"
  },
  {
    "text": "Okay. Thank you for letting me process this, Sam.",
    "start": "00:26:09",
    "end": "00:26:50"
  },
  {
    "text": "All right, so Abraham.",
    "start": "00:27:03",
    "end": "00:27:05"
  },
  {
    "text": "Yes.",
    "start": "00:27:06",
    "end": "00:27:06"
  },
  {
    "text": "So God. In the story of the Bible, Abraham's the first one to have trust in God. It's the first time that that word is used and of a human at all.",
    "start": "00:27:06",
    "end": "00:27:17"
  },
  {
    "text": "Yeah, first time in the Bible.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "Yep. So God had promised to Abraham and Sarah that they'd have a big family and that all the nations would be blessed through them. But at this point in the story, it seems impossible because Abraham and Sarah don't have any children, and it seems like they're too old to have any anyway. But Abraham trusts God or he considers him to be trustworthy in the face of these challenges. So Genesis 15, 5, 6, I think this is the NASB. God takes Abraham outside and says, look up at the sky and count the stars. If indeed you can count them. Then he said to him, so shall your offspring be. Abraham believed the Lord. So this here, it's translated as belief. He credited it to him as righteousness.",
    "start": "00:27:18",
    "end": "00:28:08"
  },
  {
    "text": "That's it. Believe. That's the third word, right?",
    "start": "00:28:08",
    "end": "00:28:11"
  },
  {
    "text": "No, that's the second one, isn't it? To trust or to believe.",
    "start": "00:28:11",
    "end": "00:28:14"
  },
  {
    "text": "To place your trust in a trustworthy Thing.",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "Well, I feel to me, believe seems more than just in this moment, I'm going to trust this thing.",
    "start": "00:28:16",
    "end": "00:28:23"
  },
  {
    "text": "So it feels like holistic.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "It feels like if I believe in something, I'm going to. Anyways, never mind.",
    "start": "00:28:25",
    "end": "00:28:31"
  },
  {
    "text": "Well, I think what you're saying. Well, it's something that's true. It's that I think belief, trust and faith should all involve the whole person. And if they don't in our understanding of them, we should think of them that way. So when Abraham believes God, it is more than just a momentary thing and it's more than just a cognitive thing.",
    "start": "00:28:31",
    "end": "00:28:51"
  },
  {
    "text": "Yeah.",
    "start": "00:28:51",
    "end": "00:28:52"
  },
  {
    "text": "The history of English translations has believe for Genesis 15:6, the first word.",
    "start": "00:28:52",
    "end": "00:28:57"
  },
  {
    "text": "And you know why? Probably it's because that's how it's used in Romans when Paul reflects on this. So it would be really odd to translate it as trust.",
    "start": "00:28:57",
    "end": "00:29:08"
  },
  {
    "text": "So there's one thing, and I remember when I was learning Hebrew, this really struck me was when this word is used as a verb, the thing that you trust in, the thing that you hemin always has the little preposition in attached to it. In other words, in Hebrew, you believe in someone, you trust in them, you don't. In English, we don't need the in. If you say I believe you, we could say I believe in you, but that means something different.",
    "start": "00:29:09",
    "end": "00:29:39"
  },
  {
    "text": "That has a different meaning.",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "Yeah, I believe that you can do it, but Right. Isn't that trust in you? I believe in you.",
    "start": "00:29:41",
    "end": "00:29:46"
  },
  {
    "text": "Yeah, but to place trust in, you could use that phrase with the preposition.",
    "start": "00:29:46",
    "end": "00:29:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "Or to place.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "I just was looking the King James has. And he believed in the Lord. So all the rest of our modern translations just have. He believed the Lord. So that in does something about that directionality of putting your trust in. Yeah, that's all. I was just noticing that.",
    "start": "00:29:52",
    "end": "00:30:09"
  },
  {
    "text": "Yeah, yeah, something. You know, this verse in Genesis 15 feels really familiar because I think because of how it's used in the New Testament, because of how Paul reflects on this as defining what faith in God is and how the whole human family becomes a part of Abraham's family through this faith. So in Romans 4:18, he's. He summarizes the story saying, against all hope, Abraham in hope believed. That's. That's the New Testament translation of this word. And so became the father of many nations, just as it had been said to him, so shall your offspring be, talking about the numerous stars in the sky, without weakening in his faith. So that's the same word there as well. Without weakening in his trust or his faith, he faced the fact that his body was as good as dead since he was about a hundred years old, and that Sarah's womb was also dead. Those are very harsh words to describe.",
    "start": "00:30:09",
    "end": "00:31:05"
  },
  {
    "text": "Yeah. Dead humans.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Yet he did not waver through unbelief or lack of trust. So that same word again regarding the promise of God, but was strengthened in his faith or trust and gave glory to God being fully persuaded that God had the power to do what he had promised. So Abraham considered God to be trustworthy. And Paul goes on to talk about how this is how all people enter into the family of God through this kind of trust or belief. Something I noticed when looking at this word throughout Scripture is that trust is not blind trust. So I think a lot of times our modern notions of trust or faith involvement. Trusting in something despite the evidence. Yeah.",
    "start": "00:31:07",
    "end": "00:31:48"
  },
  {
    "text": "Typically how we leap of faith.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "Yeah, right.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "Think of it.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "Yeah, but this isn't.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "I don't understand it, but I'm gonna have faith.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Yeah, yeah, right. Belief despite. Despite evidence. But in the biblical story, trust or belief relies on evidence of that trustworthiness. And you can even see that in the form of the words. So God is trustworthy, therefore people trust him. That's how the words work. So there's a relationship there.",
    "start": "00:31:56",
    "end": "00:32:17"
  },
  {
    "text": "There's a reciprocal relationship.",
    "start": "00:32:17",
    "end": "00:32:19"
  },
  {
    "text": "Yeah. Think of how the difference in English between saying, I have faith in that or I believe that, versus I think that's trustworthy.",
    "start": "00:32:19",
    "end": "00:32:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Yeah.",
    "start": "00:32:29",
    "end": "00:32:29"
  },
  {
    "text": "That makes it sound like I've thought about it.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "Yes.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "I have some reasons.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "I might even have an experience.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "I might have an experience.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "I've concluded.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "I've concluded that I can depend on it. Yeah, that's right.",
    "start": "00:32:37",
    "end": "00:32:39"
  },
  {
    "text": "Yeah.",
    "start": "00:32:39",
    "end": "00:32:39"
  },
  {
    "text": "Yeah, that's good. You're saying that gets across more what the biblical meaning of.",
    "start": "00:32:39",
    "end": "00:32:45"
  },
  {
    "text": "Yeah. At least in the Hebrew Bible, though, when we come across the words belief or faith or trust, they. They typically always have evidence to support those acts. So here are a few examples. God offers evidence to the Israelites to help them believe. In Exodus 4, when he's talking to Moses and is giving Moses all sorts of signs so that the people would believe that word is used there. And then in Exodus 19, at Sinai, God says, I'll come down in this cloud and. And talk to you, Moses, so that the people will believe me and you. And at first the people do believe. They believe when they see the signs. They believe in the Lord and his servant Moses. That's when they cross the. Or when they see these signs. And then when they cross the Red Sea and they experience the power of God, they Believe.",
    "start": "00:32:45",
    "end": "00:33:37"
  },
  {
    "text": "It's a response.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "Yeah. It's a response to what they see and what they experience. And then we also see their lack of belief when they see and experience these giants in numbers 14 when they come to the land. So the evidence is telling them, oh, we can't. How can we believe? Or how can we trust God? So they don't believe in numbers 14.",
    "start": "00:33:39",
    "end": "00:33:58"
  },
  {
    "text": "Yeah. That's so interesting. Who's the. There's a professor. He's an atheist. He published a book. Oh, here it is. Paul Boghossian, arguing that religious belief should be categorized as some kind of mental disorder. And it's essentially this. It's like there's no evidence. It's believing despite evidence.",
    "start": "00:33:58",
    "end": "00:34:20"
  },
  {
    "text": "And that would.",
    "start": "00:34:20",
    "end": "00:34:21"
  },
  {
    "text": "And I'm not doing justice to his actual argument. His argument's actually pretty sophisticated. When I heard him talk about it once. But that was my takeaway, was that it's something wrong with your ability to discern truth because you're discerning truth with no evidence. And that's.",
    "start": "00:34:21",
    "end": "00:34:37"
  },
  {
    "text": "Or despite evidence.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Or despite evidence. And that's really different than the portrait. You're right.",
    "start": "00:34:38",
    "end": "00:34:43"
  },
  {
    "text": "Right. So the biblical answer to that would be. Yeah, that would be crazy. To believe in something.",
    "start": "00:34:43",
    "end": "00:34:49"
  },
  {
    "text": "Yeah.",
    "start": "00:34:49",
    "end": "00:34:49"
  },
  {
    "text": "Without evidence of trustworthiness, you shouldn't do that. Yeah.",
    "start": "00:34:49",
    "end": "00:34:52"
  },
  {
    "text": "Don't. Don't believe in something. Yeah.",
    "start": "00:34:52",
    "end": "00:34:54"
  },
  {
    "text": "Which actually, I think that that is instructive to us in our relationships with God and with people too. Like, it's. It's actually unwise to trust anybody without evidence of their trustworthiness as a person.",
    "start": "00:34:54",
    "end": "00:35:08"
  },
  {
    "text": "Yep. Yeah. General rule of thumb. It's very intuitive. There's actually.",
    "start": "00:35:09",
    "end": "00:35:14"
  },
  {
    "text": "Yeah.",
    "start": "00:35:14",
    "end": "00:35:15"
  },
  {
    "text": "It seems silly that it needs to be said in one sense, but it somehow religious belief has come to have this meaning in our culture.",
    "start": "00:35:15",
    "end": "00:35:23"
  },
  {
    "text": "Step out in faith.",
    "start": "00:35:24",
    "end": "00:35:25"
  },
  {
    "text": "Yeah.",
    "start": "00:35:25",
    "end": "00:35:25"
  },
  {
    "text": "Blind faith.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "And it might be because while in these stories, people are having firsthand experiences being rescued from Egypt or, you know, all these different stories, then. Yeah, you've seen it and, you know, I can trust this thing. But in many modern religious contexts, there isn't those kind of.",
    "start": "00:35:26",
    "end": "00:35:47"
  },
  {
    "text": "Yeah.",
    "start": "00:35:48",
    "end": "00:35:48"
  },
  {
    "text": "Events or signs or symbols. And so, yeah, I can see why you would start to just go, just believe it. Just like, I know you haven't experienced the trustworthiness, but. But you can still believe it. And that's why it's called faith. I could see how you would get there.",
    "start": "00:35:48",
    "end": "00:36:04"
  },
  {
    "text": "Yeah, I can. Yeah, I can too. Yeah. I can't do.",
    "start": "00:36:04",
    "end": "00:36:07"
  },
  {
    "text": "Yeah. And that's where I think it's important to see the trustworthiness of God play out through the Story, because that does become evidence is kind of the wrong word. But that does become the basis for trust when you see how he consistently fulfills his promises and know his character and that sort of thing. Even today, yeah, we might not experience these events in history and they're revealed as these acts of God in the same way that they were then. But we still would found our trust on. On the story or the character, the way God's portrait.",
    "start": "00:36:07",
    "end": "00:36:44"
  },
  {
    "text": "Sam.",
    "start": "00:36:44",
    "end": "00:37:10"
  },
  {
    "text": "So I mentioned earlier that emet is a covenantal word, a lot like loyal love. So they occur in these relational context or describe the quality of the commitment between God and humanity. And this has implications for us in our own relationship with God and also the commitments we make to close people in our lives with God, with partners, with family. So in the Bible, God makes this covenantal commitment with Abraham and he desires Abraham to reciprocate that faithfulness. He makes it with the people of Israel and desires Israel to reciprocate that faithfulness. And he makes it with the king and desires the king to reciprocate that faithfulness. And those words are used in all of those covenantal contexts. You see God's faithfulness or trustworthiness and the covenant partners being called to trust and to be faithful to God in return. So I just want to skip down to the king and the covenant that God makes with David, because this becomes a significant moment in the story. So when we meet David, we meet this young man who trusts Yahweh in the face of a giant Goliath. And this story of trusting in the face of a giant is meant to contrast with that previous story of the Israelites who don't trust God when they encounter giants at the edge of the land. So because David trusts God here God also chooses David and says that he will be faithful to him forever. So he makes this covenant with him in 2 Samuel 7. And he says, your house, David, and your kingdom will endure. And that's the word Neiman from that same word root as Emet forever before me.",
    "start": "00:37:29",
    "end": "00:39:16"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "Yeah. It'll be constant. It'll be faithful before me.",
    "start": "00:39:17",
    "end": "00:39:19"
  },
  {
    "text": "Yeah, like Moses hands.",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "Yeah, it'll be stable, steady. Yeah, it will have Emet.",
    "start": "00:39:21",
    "end": "00:39:24"
  },
  {
    "text": "It'll last.",
    "start": "00:39:24",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:25"
  },
  {
    "text": "Your throne will be established forever.",
    "start": "00:39:25",
    "end": "00:39:28"
  },
  {
    "text": "So your house and your kingdom will nav. Does endure, will last.",
    "start": "00:39:28",
    "end": "00:39:33"
  },
  {
    "text": "I think these are all from the nasb.",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "NASB I'm trying to think of. Is there an English word connected to the true trust? True. Your house and your kingdom will something forever.",
    "start": "00:39:35",
    "end": "00:39:46"
  },
  {
    "text": "Yeah, I don't think we have A good word connected to faithful or true, Maybe. I mean, true is probably the closest.",
    "start": "00:39:46",
    "end": "00:39:54"
  },
  {
    "text": "So, yeah, it's hard in English to see the connection to all this, but in Hebrew it's clear because it's from the Amen.",
    "start": "00:39:54",
    "end": "00:40:01"
  },
  {
    "text": "Yeah. So it's the idea that God is saying he will always be faithful to this covenant, to David, and there will always be a Davidic king on the throne whose kingdom is faithful or constant forever. So God will be faithful to make the kingdom endure or be faithful.",
    "start": "00:40:01",
    "end": "00:40:21"
  },
  {
    "text": "Yeah, faithful. That's right. And then it hinges on the people and the leaders of that kingdom themselves being faithful.",
    "start": "00:40:21",
    "end": "00:40:30"
  },
  {
    "text": "Right, right. So God remember that this is a covenant relationship. So God is desiring reciprocation of the faithfulness. But he has made this promise, so God will also. Now, now there's a tension of God being faithful to his promise. What happens when his people aren't faithful or his king isn't faithful?",
    "start": "00:40:30",
    "end": "00:40:50"
  },
  {
    "text": "Okay, all right, I've got a metaphor. My dad, when I was a teenager, my dad's a car guy. Like hot rod cars. I think we must have had a new and different car every six months to a year. He would trade in cars out. And so anyway, when I was a teenager, my dad was so thrilled to help me get my first car. So he helped me get my first car, which was a Volkswagen bus that he helped me restore. And it was a big project.",
    "start": "00:40:50",
    "end": "00:41:19"
  },
  {
    "text": "That's a cool car.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "It was amazing. Yeah, it was.",
    "start": "00:41:20",
    "end": "00:41:23"
  },
  {
    "text": "So did you say that was your first car?",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Yeah, it was a restore. We restored it. It was awesome. So my dad was demonstrating his faithfulness to me through love, generosity, being there, working. Right. It was him showing faith to me. What he hoped was that I would reciprocate faithfulness to maintenance the car. Right. It was reciprocal. Hey, I helped you restore this. Now take care of it in the hopes that the car itself would be faithful for me as a mode of transportation. And what I ended up not doing was not maintenance it. I lacked faithfulness. And therefore the car broke down all the time.",
    "start": "00:41:24",
    "end": "00:42:07"
  },
  {
    "text": "And it was unreliable.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "And it was unreliable. Isn't that so? God's faithfulness is being shown to David and his line, those people need to show faithfulness for the kingdom to be faithful, that is to last.",
    "start": "00:42:08",
    "end": "00:42:20"
  },
  {
    "text": "Right, right.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "And in Hebrew, you can do this with all one same word.",
    "start": "00:42:21",
    "end": "00:42:24"
  },
  {
    "text": "Yeah, yeah. Though I think there's this element in this promise given by God to the king and the people, where the people are depending on God to be faithful no matter what. That seems like part of their expectation or part of The. Maybe it's part of the promise that there will be an enduring kingdom, because part of this promise says that if they're. If the kings are unfaithful to me, I'll punish them. But there's still this hope in this one faithful king, and I'll never take my love from him. It's almost like if your dad would have said, I will always get you a new car if it breaks down.",
    "start": "00:42:25",
    "end": "00:43:05"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "They'll keep breaking down if you don't take care of them. But there will be one car, and that one car will.",
    "start": "00:43:06",
    "end": "00:43:12"
  },
  {
    "text": "Yeah.",
    "start": "00:43:12",
    "end": "00:43:13"
  },
  {
    "text": "Last you forever.",
    "start": "00:43:13",
    "end": "00:43:15"
  },
  {
    "text": "Yeah, yeah, that's right. That's good. Yeah.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "I don't know if that analogy breaks down. It might.",
    "start": "00:43:17",
    "end": "00:43:21"
  },
  {
    "text": "Yeah.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah. So David does, for the most part, take care of his VW van. And at the end of his life, it said that he did walk in Emmet before God. But the kings that follow him, none of them trust God the way that David did. So eventually, eventually this leads to exile from the land. They trust in their own plans, in their own wealth, military power, or the power of other nations instead of God. So at this point, the Israelites are out of a land and out of a king. And there's this memory of a promise that God had made to David that a righteous king from among his descendants would reign on the throne forever. So there's still this promise of God's faithfulness. And I thought we could just look briefly at Psalm 89 because it's such an interesting Psalm. So Psalm 89, the first half of the psalm, recounts God's faithfulness, His hesed, too, that he shows hesed and faithfulness to his people. And it recounts the covenant that he made with David. And the words for faithfulness are used throughout in.",
    "start": "00:43:22",
    "end": "00:45:43"
  },
  {
    "text": "So interesting. Yeah. The representation of what God said to David here in Psalm 89 is, Chesed will be built up forever. Loyal love will be built up forever. In the skies. You will establish your emunah for you. God said, I've made a covenant with my chosen one, swearing an oath to David.",
    "start": "00:45:44",
    "end": "00:46:04"
  },
  {
    "text": "Yeah. So God's faithfulness in this psalm is really connected to the promise to David.",
    "start": "00:46:04",
    "end": "00:46:09"
  },
  {
    "text": "Yeah.",
    "start": "00:46:09",
    "end": "00:46:09"
  },
  {
    "text": "And the psalmist is saying, you are faithful, God. We. We know you're faithful, like all the way to the heavens. You're faithful. And you've said that you have established this covenant. You've been faithful throughout all time. So it sounds like this praise of God's faithfulness. But then midway through the psalm, the psalm takes this turn to the psalmist accusing God of violating this covenant.",
    "start": "00:46:09",
    "end": "00:46:30"
  },
  {
    "text": "Yeah. Remember that thing that happened when Babylon came to town.",
    "start": "00:46:30",
    "end": "00:46:33"
  },
  {
    "text": "Exactly.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "And poked out son of David's eyes?",
    "start": "00:46:34",
    "end": "00:46:36"
  },
  {
    "text": "Yeah, yeah. So in verse 39, the Psalmist says, you have renounced the covenant with your servant. You've defiled his crown in the dust. And he goes on to describe the desolation of Israel and then says, where is your hesed of old, which by your emunah, you swore to David. Yeah, yeah. So the psalmist is saying, because Israel has been destroyed, has been exiled from the land, it looks like God's promise, his faithfulness no longer stands. So the Israelites have no Davidic king on the throne.",
    "start": "00:46:36",
    "end": "00:47:10"
  },
  {
    "text": "Yeah, yeah. Evidence is now speaking to the contrary.",
    "start": "00:47:10",
    "end": "00:47:13"
  },
  {
    "text": "Exactly.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "The rock doesn't seem so trustworthy anymore.",
    "start": "00:47:14",
    "end": "00:47:17"
  },
  {
    "text": "So how can you place your trust in a God who doesn't seem faithful or trustworthy?",
    "start": "00:47:17",
    "end": "00:47:22"
  },
  {
    "text": "Yeah. Which. Let's just pause and recognize that the Bible is both advocating Yahweh is trustworthy, but then also acknowledging this moment in Israel's experience where it seemed like God wasn't trustworthy.",
    "start": "00:47:22",
    "end": "00:47:36"
  },
  {
    "text": "Yeah.",
    "start": "00:47:36",
    "end": "00:47:36"
  },
  {
    "text": "And there's a poem about somebody who's struggling to trust God anymore that's just remarkable to me. Both of these things are in the same scriptures.",
    "start": "00:47:36",
    "end": "00:47:46"
  },
  {
    "text": "Yeah. It's a very human experience of our circumstances and how that relates to how we see God.",
    "start": "00:47:47",
    "end": "00:47:55"
  },
  {
    "text": "Yeah. And it's also, I think, just for anyone who's had the experience of being in a church community and they're told to just believe, you can also kindly respond, oh, like the poet of Psalm 89. Yeah.",
    "start": "00:47:55",
    "end": "00:48:07"
  },
  {
    "text": "Right.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "He was quite vocal about his struggle to not believe.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:12"
  },
  {
    "text": "So is it okay if I am, too?",
    "start": "00:48:12",
    "end": "00:48:14"
  },
  {
    "text": "Is it okay. Yeah. If I am confused about whether or not I can trust God right now?",
    "start": "00:48:14",
    "end": "00:48:20"
  },
  {
    "text": "Yeah.",
    "start": "00:48:20",
    "end": "00:48:20"
  },
  {
    "text": "My point is just the biblical story is very sympathetic to people who struggle to consider God trustworthy.",
    "start": "00:48:20",
    "end": "00:48:26"
  },
  {
    "text": "Yeah. Yeah. So I think the exile, Israel's exile, it was very tragic because of what happened to the nation and because of what they had to experience. It also was a tragedy as far as it was a reflection on God's character and his faithfulness. I think sometimes we don't think of it that way.",
    "start": "00:48:26",
    "end": "00:48:43"
  },
  {
    "text": "Yeah. It was a crisis of God's trustworthiness.",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. This story continues in the New Testament. And the first page of the New Testament in the Gospel of Matthew opens to show that God is trustworthy, that he's faithful, that he will continue to be trustworthy to his promises. So this is the first line of the New Testament. This is the genealogy or the lineage of Jesus Christ or Messiah or King, the son of David, the son of Abraham. So the claim here is that Jesus is the promised Davidic king to come, and he fulfills this promise to Abraham as well. In other words, God is faithful through Jesus.",
    "start": "00:48:47",
    "end": "00:49:23"
  },
  {
    "text": "So you're highlighting the fact that Matthew is highlighting Jesus as God's response to the two great promises in the Hebrew Bible, Abraham, where the word is used for the first time, and then to David, which is a big focal point in the psalms and prophets about the trustworthiness of the promise. That's the links in the chain that you're making here.",
    "start": "00:49:24",
    "end": "00:49:48"
  },
  {
    "text": "These are the promises that the nation of Israel was relying on. And these are promises that were to affect all of humanity. And so, yeah, the very first line of the New Testament, the Gospel author is saying that Jesus is the fulfillment of these two major promises.",
    "start": "00:49:48",
    "end": "00:50:06"
  },
  {
    "text": "You know, maybe it's because it's the first line of a genealogy that maybe that doesn't always land for everyone.",
    "start": "00:50:07",
    "end": "00:50:15"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:50:15",
    "end": "00:50:17"
  },
  {
    "text": "But I mean, it's a really profound statement being made just by that opening sentence linking together Jesus with David and then Abraham. But you have to know the story for, I guess, for it to land.",
    "start": "00:50:17",
    "end": "00:50:30"
  },
  {
    "text": "Yeah. And the tragedy of the unfulfilled promises or the lack of God's faithfulness for that to really land. I think that's true, yeah. In Romans, Paul says that Jesus has come on behalf of God's Aletheia. That's one of the Greek words for faithfulness, to confirm these promises, the ones made to Abraham and to Israel, so that the nations would glorify God. So the New Testament authors recognize the continuation of this story of God's faithfulness in Jesus, that he's trustworthy, that he's consistent, that he's reliable.",
    "start": "00:50:30",
    "end": "00:51:03"
  },
  {
    "text": "Okay. I think people are pretty common with. There's a claim in the New Testament that Jesus fulfills the promises of God, but this is keying it into this trustworthiness language.",
    "start": "00:51:03",
    "end": "00:51:16"
  },
  {
    "text": "Right. That God is trustworthy because of this fulfillment.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "It's a display.",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Yeah. It's not just.",
    "start": "00:51:21",
    "end": "00:51:21"
  },
  {
    "text": "This is the way God is being trustworthy.",
    "start": "00:51:21",
    "end": "00:51:23"
  },
  {
    "text": "Yeah.",
    "start": "00:51:23",
    "end": "00:51:23"
  },
  {
    "text": "Right. It's not just a cool fact about Jesus fulfilling promises. And so it shows that he's the Messiah. It's actually. Yeah. More about the trustworthiness of God, I.",
    "start": "00:51:23",
    "end": "00:51:34"
  },
  {
    "text": "Think the thing that we trusted in. But then we had this crisis of faith because the line of David and the whole kingdom crumbled around us, made us wonder if God was in fact trustworthy. And then think then for 500 years, you just have tyrants a long, long time ruling over These people. And it's the crisis of trust. And so, yeah, the claim here is it's like a vindication of God's trustworthiness. That's what Paul is saying here. This is in Romans 15.",
    "start": "00:51:34",
    "end": "00:52:03"
  },
  {
    "text": "Yeah.",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "In order to confirm the promises given to the patriarchs, which during the exile and then this whole period before Jesus would have been very easy to be like that psalmist and just say, I don't know if you are trustworthy.",
    "start": "00:52:04",
    "end": "00:52:19"
  },
  {
    "text": "Right. And it was all based around that promise that God made to David. And the problem was that the kings following David weren't faithful to God. And so what's happening here in the person of Jesus is that he is showing himself to be the true faithful king who fulfills that Davidic role. And the authors or the author of Hebrews makes this connection between 2 Samuel 7 and Jesus when he says, but of the son, God says, your throne, O God, is forever and ever. So that really echoes the promise made to David that there will be a descendant who reigns on your throne forever.",
    "start": "00:52:20",
    "end": "00:53:01"
  },
  {
    "text": "It would be like my dad becoming me to be the faithful son to.",
    "start": "00:53:02",
    "end": "00:53:09"
  },
  {
    "text": "Take care of the car.",
    "start": "00:53:09",
    "end": "00:53:09"
  },
  {
    "text": "Who takes care of the car? Because that's true. If he was me, he would have taken care of me. He would have taken care of the car. Right. That's kind of the. It would make these noises. The engine would make these noises and I would just do nothing. I would just be like, it'll be fine.",
    "start": "00:53:09",
    "end": "00:53:25"
  },
  {
    "text": "I hate taking care of cars.",
    "start": "00:53:25",
    "end": "00:53:26"
  },
  {
    "text": "And then it would just not work and I'd be dead.",
    "start": "00:53:26",
    "end": "00:53:28"
  },
  {
    "text": "I'm really convicted right now.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "Be dad, it doesn't work. And he'd be like, well, what was going on? Well, it's making this noise. And I remember this. He was like, and what'd you do? Well, I just drove it the next day. Anyway, you're feeling what, you're feeling guilty about your car.",
    "start": "00:53:29",
    "end": "00:53:44"
  },
  {
    "text": "My engine lights on all the time. Don't, please don't tell your dad. Yeah.",
    "start": "00:53:44",
    "end": "00:53:50"
  },
  {
    "text": "Anyhow.",
    "start": "00:53:51",
    "end": "00:53:51"
  },
  {
    "text": "So we've been talking through the storyline of God being faithful or, or trustworthy and how that that leads to people putting their trust in him. So let's talk about trust in the New Testament. So just like in the Hebrew Bible, trust in the New Testament is also portrayed as something people do despite great obstacles. So remember in the Hebrew Bible, Abraham and Sarah believed they were old God. Yeah.",
    "start": "00:54:29",
    "end": "00:54:56"
  },
  {
    "text": "Their obstacle was it wasn't blind faith. It wasn't blind, but it was a struggle.",
    "start": "00:54:56",
    "end": "00:55:00"
  },
  {
    "text": "Yeah. When you're 100 years old, having a baby is an obstacle.",
    "start": "00:55:01",
    "end": "00:55:05"
  },
  {
    "text": "It is an Obstacle. Yeah, or having a great nation or having an old body from your body when you have no children and you're 100 years old.",
    "start": "00:55:05",
    "end": "00:55:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:14",
    "end": "00:55:15"
  },
  {
    "text": "Right. So in the New Testament, I think the obstacles we can imagine people were facing when they saw Jesus were that Jesus doesn't look like a king. So to believe or trust in him as the Davidic king requires this transformed imagination. And then just the practical obstacles of illness, of low status, and of the immense amount of trust it would take to ask Jesus to heal even the worst diseases to death itself. So I think we see all of these examples of trust in the New Testament held out to us despite great obstacles, to inspire and empower readers to do the same. So the Gospels are full of these people who place their trust in Jesus despite great odds. And I'll just list who these people are so we can get an idea of what kinds of people are trusting Jesus and what message that communicates. So in Matthew 8, a Gentile centurion or leader asks Jesus to heal his paralyzed servant.",
    "start": "00:55:15",
    "end": "00:56:18"
  },
  {
    "text": "Yeah, that's surprising in that this is a person of high status.",
    "start": "00:56:18",
    "end": "00:56:22"
  },
  {
    "text": "Right. Gentile of high status, non Israelite, who's.",
    "start": "00:56:22",
    "end": "00:56:25"
  },
  {
    "text": "Of high status within Roman culture and then coming to a low status person who's subject to him.",
    "start": "00:56:25",
    "end": "00:56:36"
  },
  {
    "text": "Right.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "So that's surprising.",
    "start": "00:56:37",
    "end": "00:56:38"
  },
  {
    "text": "It's surprising. And it also, it communicates that point of trusting in the face of obstacles. Yeah, this would definitely be an obstacle.",
    "start": "00:56:38",
    "end": "00:56:48"
  },
  {
    "text": "Totally. Yeah. It's an interesting obstacle because it's about somebody of higher status trusting in somebody of lower status. But who? I guess the whole point of the story is what he says is, I'm not worthy for you to come to my house. So he doesn't think of himself as a higher status anyway, or thinks of.",
    "start": "00:56:48",
    "end": "00:57:04"
  },
  {
    "text": "Jesus as a very high status.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:06",
    "end": "00:57:06"
  },
  {
    "text": "Another example here from Mark 5, a Jewish synagogue leader. So two leaders. Now here, a Gentile leader, a Jewish synagogue leader whose daughter was dying.",
    "start": "00:57:07",
    "end": "00:57:16"
  },
  {
    "text": "Jesus tells him to trust.",
    "start": "00:57:17",
    "end": "00:57:19"
  },
  {
    "text": "Yeah, Jesus says trust, and then he actually raises the little girl from the dead because she had died in Matthew 9, a woman who would have been deemed unclean because of her bleeding for such a long period of time reaches out to touch Jesus and he heals her. And the words for faith or trust are used in all of these stories. And then this final story in Matthew 9, I really like this one. Two blind men who are the only ones in the story to actually see that Jesus is the Davidic king. So there's this irony there and they, they ask for mercy and he. He says, do you believe or do you trust? So these are just a few examples of where people trust Jesus from within their difficult circumstance.",
    "start": "00:57:19",
    "end": "00:58:04"
  },
  {
    "text": "You know, I'm just. This is just striking me. I've considered this theme. This is a major theme.",
    "start": "00:58:04",
    "end": "00:58:08"
  },
  {
    "text": "Yeah.",
    "start": "00:58:08",
    "end": "00:58:08"
  },
  {
    "text": "People trusting in Jesus.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "Right.",
    "start": "00:58:09",
    "end": "00:58:10"
  },
  {
    "text": "And of course, it's very intuitive. And a Christianized culture, trusting in Jesus.",
    "start": "00:58:10",
    "end": "00:58:16"
  },
  {
    "text": "It's kind of like very central to Christianity.",
    "start": "00:58:16",
    "end": "00:58:20"
  },
  {
    "text": "If you think about in the first century for Jewish people to write these stories and compile them for a culture whose foundation texts of the Hebrew Bible are all about stories about whether or not people will trust in Yahweh. And then they compose these accounts of Jesus. And a major theme is whether or not people trust Jesus. It's very clearly the way that Israel is now going to show their trust in Yahweh is by trusting, just showing trust in Jesus. It's just kind of striking me when you stack up all the.",
    "start": "00:58:20",
    "end": "00:58:52"
  },
  {
    "text": "And how it just continues to. Story of trust, really.",
    "start": "00:58:52",
    "end": "00:58:55"
  },
  {
    "text": "That's right.",
    "start": "00:58:55",
    "end": "00:58:55"
  },
  {
    "text": "So, yeah, these stories are meant to encourage readers to consider Jesus to be the expression of Yahweh, the one who is overflowing with faithfulness or trustworthiness, and then to place trust in him. So, yeah, it's a continuation of the story, for sure. Yeah. So it's not necessarily perfect trust that God is calling people to. At one point, when a father brings his son to Jesus, begging for healing from a demon, he says, and this is in Mark 9, if you can do anything, have compassion on us and help us. And Jesus said to him, if you can, all things are possible for one who believes. Immediately the father of the child cried out and said, I believe. Help my unbelief.",
    "start": "00:58:55",
    "end": "00:59:42"
  },
  {
    "text": "Yeah.",
    "start": "00:59:42",
    "end": "00:59:43"
  },
  {
    "text": "I really resonate with this because I feel that way a lot with God or with people. It's like I trust, but I also struggle with not trusting to help my help my untrust.",
    "start": "00:59:43",
    "end": "00:59:53"
  },
  {
    "text": "Yeah.",
    "start": "00:59:53",
    "end": "00:59:53"
  },
  {
    "text": "So I resonate that this can be my prayer as well.",
    "start": "00:59:54",
    "end": "00:59:58"
  },
  {
    "text": "Yeah.",
    "start": "00:59:58",
    "end": "00:59:58"
  },
  {
    "text": "And to not feel guilty about that.",
    "start": "00:59:58",
    "end": "01:00:00"
  },
  {
    "text": "Yes. It's kind of this. This guy's story in the Gospels is kind of like an analog to Psalm 89, the crisis of trust.",
    "start": "01:00:00",
    "end": "01:00:10"
  },
  {
    "text": "Yeah.",
    "start": "01:00:10",
    "end": "01:00:10"
  },
  {
    "text": "He celebrates the psalm begins celebrating trust, but then at the end is like, and where is your trustworthiness? And there's a kind of a similar dynamic here. I thank God for this story in the Gospels.",
    "start": "01:00:10",
    "end": "01:00:22"
  },
  {
    "text": "Yeah.",
    "start": "01:00:22",
    "end": "01:00:22"
  },
  {
    "text": "This is like a lifeline to a lot of people. I feel the same way you do, Karissa.",
    "start": "01:00:22",
    "end": "01:00:28"
  },
  {
    "text": "And Jesus does heal him. I guess I should say he does.",
    "start": "01:00:28",
    "end": "01:00:31"
  },
  {
    "text": "Heal the sin yeah, that's right. But just. He's in. Yeah. It's just such an honest acknowledgement. I believe. Help. There isn't any better way to say it.",
    "start": "01:00:31",
    "end": "01:00:39"
  },
  {
    "text": "Actually, it's also cool to know that belief isn't absolute. It's not. You either do or you don't.",
    "start": "01:00:39",
    "end": "01:00:46"
  },
  {
    "text": "Yeah. Oh, you're saying it's not binary, right?",
    "start": "01:00:46",
    "end": "01:00:49"
  },
  {
    "text": "Yeah, I have some.",
    "start": "01:00:49",
    "end": "01:00:50"
  },
  {
    "text": "Yeah, that's true.",
    "start": "01:00:51",
    "end": "01:00:51"
  },
  {
    "text": "But I don't have enough. Help me out.",
    "start": "01:00:52",
    "end": "01:00:54"
  },
  {
    "text": "Ah.",
    "start": "01:00:54",
    "end": "01:00:54"
  },
  {
    "text": "And that's why, probably. Yeah. I've never thought of this. That's why at the beginning he says, have compassion. I trust you. But I also. It's hard for me to trust in you. So can you give me a little extra here? Which he calls compassion.",
    "start": "01:00:54",
    "end": "01:01:08"
  },
  {
    "text": "Can you empathize with me?",
    "start": "01:01:08",
    "end": "01:01:09"
  },
  {
    "text": "Yeah, that's interesting. So maybe I'll just end with some takeaways or some things. I noticed as I was studying this word. One is that relationships revolve around trust. And we see this in the way the word is used in the covenant relationship. So close people and our relationships with God require trust, and trust requires trustworthiness. So that goes to that second point of trust being based on evidence. Trust in God or trust in humans. It's not blind trust.",
    "start": "01:01:09",
    "end": "01:02:09"
  },
  {
    "text": "Yeah. If I trust in God, then I will display trust faithfulness. It's that dual dynamic where if I have faith in God, that he is faithful, in theory, my life should be characterized by reciprocal faithfulness. But then when you flip it over, it kind of makes me nervous. What does the evidence tell about my trustworthiness? You know, when I think about my own life choices that way, what did they tell about my faithfulness anyway?",
    "start": "01:02:10",
    "end": "01:02:41"
  },
  {
    "text": "Yes. Even understanding what trustworthiness is from this study, that it's reliability, it's truth telling, it's consistency. Those things I think are helpful to even evaluate personally. Am I trustworthy or are the people that I'm around trustworthy? Am I being faithful to God? But also, then maybe that's the moment we just ask for compassion too.",
    "start": "01:02:41",
    "end": "01:03:04"
  },
  {
    "text": "Yes.",
    "start": "01:03:04",
    "end": "01:03:04"
  },
  {
    "text": "Two final points here. One from this study is that even when I fail, God is faithful. That's a personal application, but from God's faithfulness extending throughout the story, even though humans repeatedly are unfaithful. So that's comforting takeaway, which is probably.",
    "start": "01:03:05",
    "end": "01:03:25"
  },
  {
    "text": "The common overlap with loyal love.",
    "start": "01:03:25",
    "end": "01:03:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:03:27",
    "end": "01:03:28"
  },
  {
    "text": "That God keeping his promise, keeps his covenant love.",
    "start": "01:03:29",
    "end": "01:03:32"
  },
  {
    "text": "Yeah. And then finally in the gospels, like we just, just looked at and actually all the way back to the story of Abraham, even when I face obstacles, or especially when I face obstacles, God is calling me to trust and to recenter myself on his trustworthiness. So those are the things that I think as. As I've studied this word make the most sense for me to. To take away and live out.",
    "start": "01:03:32",
    "end": "01:03:56"
  },
  {
    "text": "As I'm hearing you process, I'm also processing. When I was first introduced to Christian faith, the way faith was talked about was something that you were doing. And this is really shifting the center of gravity where faith is really. It's about what you are coming to recognize about the one who is trustworthy.",
    "start": "01:03:56",
    "end": "01:04:18"
  },
  {
    "text": "Yeah, that's good.",
    "start": "01:04:18",
    "end": "01:04:18"
  },
  {
    "text": "It's less about you and more just you coming. I mean, it is about me, but I have to make a choice and recognize something. But what I'm recognizing is not something I'm mustering up. Yeah, it's coming to see someone as trustworthy. And that. Yeah, that's help. That's helpful. I appreciate the way you've set that up.",
    "start": "01:04:18",
    "end": "01:04:37"
  },
  {
    "text": "Thank you.",
    "start": "01:04:37",
    "end": "01:04:38"
  },
  {
    "text": "Yeah, it's great. Thank you. That was fun. We should put just a note and pin in the fact that the meaning of having faith in someone and then therefore displaying faithfulness to them. This is a hot topic in New Testament studies, especially in the study of Paul's letters. And we just acted as if that debate doesn't exist in this conversation. So it does exist and we'll get to it at some point later.",
    "start": "01:04:38",
    "end": "01:05:06"
  },
  {
    "text": "But this, when we do the word.",
    "start": "01:05:07",
    "end": "01:05:08"
  },
  {
    "text": "Study on the new testis. Yeah, on the Greek New Testament words. But for now, it was good to have this conversation to just focus in on.",
    "start": "01:05:08",
    "end": "01:05:16"
  },
  {
    "text": "Yeah, this will give a good foundation for that conversation.",
    "start": "01:05:16",
    "end": "01:05:18"
  },
  {
    "text": "Yeah, that's right. And second ending note. This is our last episode of our conversation in the character of God series.",
    "start": "01:05:18",
    "end": "01:05:25"
  },
  {
    "text": "So we'll do one more Q and A. Yeah. So that'll be next.",
    "start": "01:05:25",
    "end": "01:05:27"
  },
  {
    "text": "Yep.",
    "start": "01:05:27",
    "end": "01:05:28"
  },
  {
    "text": "But otherwise, yeah. What a journey.",
    "start": "01:05:28",
    "end": "01:05:29"
  },
  {
    "text": "Yeah.",
    "start": "01:05:29",
    "end": "01:05:30"
  },
  {
    "text": "That was a lot of territory to cover.",
    "start": "01:05:30",
    "end": "01:05:31"
  },
  {
    "text": "On one verse of the Bible.",
    "start": "01:05:31",
    "end": "01:05:33"
  },
  {
    "text": "On one verse of the Bible.",
    "start": "01:05:33",
    "end": "01:05:34"
  },
  {
    "text": "It's an important one.",
    "start": "01:05:34",
    "end": "01:05:35"
  },
  {
    "text": "Yeah, really important verse. And it's really opened my eyes to how much biblical authors riff on those attributes. I mean, it just sets the table and you're off to the races.",
    "start": "01:05:35",
    "end": "01:05:46"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:05:46",
    "end": "01:05:47"
  },
  {
    "text": "So thank you guys for unpacking all that and making that verse really meaningful. Thank you for listening along. We'll do a Q and R next week and then we'll jump into a whole new series. Thanks for listening to this episode of BibleProject Podcast. That's it. We finished our last conversation on this series discussing the five attributes of God in Exodus 34. If you've enjoyed this series. You will love the videos that we made. We've made a video for each of these attributes. You can find them on our YouTube channel, YouTube.com thebibleproject and you can find them on our website, bibleproject.com we're going to do a final question and response episode next week and then we're going to dive into a brand new series. Today's show is produced by Dan Gummel. Our show notes are from Lindsey Ponder and our theme music is by the band Tense. Bibleproject is a crowdfunded nonprofit organization. We're based in Portland, Oregon. We make free resources so we can all experience the Bible as a unified story that leads to Jesus. And it's all free because of you and many people like you around the world. It's such a pleasure to work on this. Thank you for being a part of it with us.",
    "start": "01:05:47",
    "end": "01:06:56"
  },
  {
    "text": "Hi Tanse, this is Kara and I'm from the Paw Manitoba, Canada Treaty 5 territory and the beautiful traditional lands of the Swampy Creek peoples. I first heard about the Bible Project when I was doing an Internet search for a class I was teaching on the Atonement, and I use the Bible Project for classes I teach and sermon preparation for my work as a priest in the Anglican Church of Canada and professor at the Henry Budd College for Ministry. My favorite thing by far about the Bible Project are the podcasts. My work takes me on a lot of relatively remote roads and highways, and listening to the podcasts have been lifesavers as I travel around northern Manitoba. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classroom classes, and more@bibleproject.com ecose.",
    "start": "01:06:57",
    "end": "01:07:54"
  }
]