[
  {
    "text": "This is John@Bibleproject, and we are in the middle of a conversation on the character of God. In this series, we've arrived at a characteristic of God that's hard to understand. And so we've slowed down and decided to dig in deep. We're talking about God's anger. Why does God get angry? Why does God judge us?",
    "start": "00:00:03",
    "end": "00:00:22"
  },
  {
    "text": "From Adam and Eve forward, the story's trying to convince readers that, hey, humans, we're actually a lot worse off than we realize. We are a lot more corrupted on an individual and corporate level than we realize. And we are on a path towards death. And nobody disputes this, like, I'm going to die. And within the biblical worldview, to be a human who is going to die is to be under God's judgment.",
    "start": "00:00:22",
    "end": "00:00:50"
  },
  {
    "text": "The biblical authors want us to see God's judgment on us like this. God will give us what we want. If we want death, he'll give us death. God will let us go.",
    "start": "00:00:50",
    "end": "00:01:00"
  },
  {
    "text": "So he coins a new phrase that's really important. It's gonna get repeated all throughout the Prophet. It's the metaphor of God hiding his face.",
    "start": "00:01:01",
    "end": "00:01:08"
  },
  {
    "text": "God hiding his face. What does that mean?",
    "start": "00:01:08",
    "end": "00:01:11"
  },
  {
    "text": "To see God's face is to live in his light and his life. But to hide God's face is to go Back to Genesis 1, verse 2, darkness and disorder. The basic claim that the Torah is making about humans is that humans actually don't want to be near God because the real God is not manageable. He's too intense and his demands are too great, and it's scary.",
    "start": "00:01:11",
    "end": "00:01:33"
  },
  {
    "text": "And so if we hide from God, God will hide from us. This is the biblical theme of God handing us over.",
    "start": "00:01:34",
    "end": "00:01:40"
  },
  {
    "text": "God giving the people over what they want. In fact, that giving over. The apostle Paul loves that phrase. He uses it three times in Romans 1. This is where that phrase comes from in the Old Testament.",
    "start": "00:01:40",
    "end": "00:01:51"
  },
  {
    "text": "This brings us to Babylon. See, Israel was conquered by Babylon, and historically, we know why. Israel's king Zedekiah brokered a treaty with Babylon and then he broke it. So Babylon came and conquered them, destroyed the temple, and led Israel into exile. But when the prophet Jeremiah reflects on this with God, God explains the tragedy this way.",
    "start": "00:01:51",
    "end": "00:02:13"
  },
  {
    "text": "Jeremiah says, this is what the Lord God of Israel said to me, take from my hand this cup filled with the wine of my anger. Literally, it's the word heat, the wine of my heat. And it gets translated wrath or anger. Usually wrath, the cup of wrath. And when they drink it, they'll stagger. They'll go crazy because of the sword I'm sending among them. And so he takes the cup in this dream or vision, and he makes the nations drink it.",
    "start": "00:02:13",
    "end": "00:02:38"
  },
  {
    "text": "So did Israel get themselves into this mess or did God hand them over? Well, or perhaps we're supposed to see these as the same thing.",
    "start": "00:02:38",
    "end": "00:02:47"
  },
  {
    "text": "To drink the cup of God's anger is to get conquered by Babylon.",
    "start": "00:02:47",
    "end": "00:02:52"
  },
  {
    "text": "Thanks for joining us. Here we go.",
    "start": "00:02:52",
    "end": "00:02:54"
  },
  {
    "text": "Okay, here we are. We are talking about anger. We're talking about God's anger. And we're Talking about Exodus 34, verses 6 and 7, 7, where God is said to be slow to anger. And here in this conversation is like the previous conversations. Tim. Hey, Tim.",
    "start": "00:02:58",
    "end": "00:03:19"
  },
  {
    "text": "Hello. Hi.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "And Carissa.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "Hi.",
    "start": "00:03:22",
    "end": "00:03:22"
  },
  {
    "text": "Hi, John.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "So let's jump right in. We've just kind of been taking ground. Tim, you've been walking us through some of the revelations you've had, studying God's anger and God's judgment. I don't know if Christ, Krista, you or Tim want to do a bit of a summary or if you want me to, or do you want to just jump right in?",
    "start": "00:03:23",
    "end": "00:03:40"
  },
  {
    "text": "Sure, I can go for it. Okay. So the first thing we talked about was that this is kind of an uncomfortable topic for a lot of reasons, that anger is a difficult thing for us to understand in humans and also in God. So we talked a bit about that. We talked about how God's anger and God's judgment are not intertwined in the biblical story. So God gets angry without judging. Actually, he shows acts of mercy the first time that he gets angry and then he judges often or brings justice without being angry. We talked about how bringing judgment or justice is often a handing over to natural consequence or to. Is that how you'd say that?",
    "start": "00:03:41",
    "end": "00:04:28"
  },
  {
    "text": "I actually. I started avoiding the word natural because that's just loaded with so many modern concepts. I actually am struggling to find a good replacement word. Yeah, but it's the. The logical outcome. God hands people over to the cause effect sequence that they have chosen and started themselves. Something like that.",
    "start": "00:04:28",
    "end": "00:04:49"
  },
  {
    "text": "Yeah. So we looked at the first occurrence of God's anger with Moses after he resists being God's prophet five times. And that's followed by an act of mercy. He just says, okay, well, I'll send Aaron with you to help you out. We looked at the incident of the Golden Calf where God gets angry at the people and talked about how his anger a lot of times is related to his people not trusting him or breaking the relationship with him. So a lot of times his anger or his judgment occur in that context. So that tells us something about divine anger.",
    "start": "00:04:49",
    "end": "00:05:29"
  },
  {
    "text": "Yeah, good summary.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Okay. Anything else?",
    "start": "00:05:30",
    "end": "00:05:31"
  },
  {
    "text": "No, that's a good summary. So I think where we want to come from here then is just look at main portraits of God's anger in the Torah, in the prophets of the Old Testament, and then after that in the story of Jesus. How Jesus came as a. As a prophet of good news to Israel. But also that comes with a warning of God's judgment. And then after that, exploring God's anger. And especially in the letters, the Apostle Paul, he's got a pretty nuanced way of talking about it. So the Torah, the prophets, Jesus and then Paul, that's the roadmap. Simple.",
    "start": "00:05:31",
    "end": "00:06:10"
  },
  {
    "text": "Yeah.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "Right. So, okay, so let's. We've already talked about the three first occurrences of God's anger. They're all in the book of Exodus, when Moses is stubborn and resists. You just kind of summarize that. Chrysa, the second one is after Pharaoh and his army perish in the Red Sea. There's a poem that Moses and Miriam sing about it, and they talk about how what happened to Pharaoh was an instance of God's anger to bring Pharaoh's evil back on himself. And then the story of the golden calf. And we talked about that a fair amount in the last conversation. I wanted to kind of zero in on it as we start actually here. And I've been reflecting on that last conversation, and I think I have a few better ways to say it. What divine anger means in the story of the golden calf. So God gets angry at Moses back at Exodus 3, but as you said, he doesn't act in any kind of severe way.",
    "start": "00:06:12",
    "end": "00:07:04"
  },
  {
    "text": "This is at the burning bush.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "It's at the burning bush when you get to the people, all of a sudden God is angry and he wants to destroy his people. To bring an end to them is what he says to Moses. Give me rest. I want to bring an end to them. And that is severe. John, every time you read it, it makes you a little allergic and uncomfortable. So here's a way to think about it. The whole narrative of the biblical story is God appoints humans to be his representatives in the world. They rebel. They want to get blessing by their own wisdom. And so they, you know, take from the tree. God exiles them, and what they do is corrupt and ruin the land through violence and bloodshed. You get the flood. God appoints a new humanity, Noah and his wife and his family. And they go and repeat everything that Adam and Eve and their kids did from the earlier chapters of Genesis. So God tries this new strategy of investing in one particular family out of all the nations, that's Abraham. And so pretty much from Abraham forward, God. It's as if the more corrupt humans become, the more tightly God binds himself to one particular human family through these covenant promises. And these covenant promises create more complexity for God's purpose, not less. Because now God's committing himself, investing himself, allowing certain people to be his representatives, but they're no better. In fact, they're often worse than other people. So by the time you get to Mount Sinai, God has married himself to a whole nation of people. And we talked about this principle that I tend to get more emotionally stirred up by people that I am more emotionally connected to. That's kind of a natural thing. So I think that's actually a really important dynamic because the rest of the Old Testament, after Abraham is all about God's relationship to one family. And what you'll see is that God gets most angry in the Old Testament at the people who are most close to him. And I think that's important because that's actually part of the Messianic trajectory of the Old Testament story, is that these people are selected out from among the nations to get God's blessing, but that also makes them more liable to God's justice than your average, whatever, ancient Babylonian or something, because God didn't rescue the Babylonians out of Egypt, so they're not as obligated to be faithful to him. But when the people that he did rescue are not faithful to him, it makes him more angry. This helps us at least begin to think about God's intense anger in the Old Testament. It's mostly directed to the people of Israel. And the Golden Calf story is a good, good example of that.",
    "start": "00:07:05",
    "end": "00:09:50"
  },
  {
    "text": "And I get that. I get more angry at people I'm closest at, or at least I let that anger show more readily. And I probably do actually get more angry. This has been pointed out to me that, like, I will have a lot more grace for someone who's not. I'm not married to.",
    "start": "00:09:51",
    "end": "00:10:10"
  },
  {
    "text": "Totally. Right, yeah.",
    "start": "00:10:11",
    "end": "00:10:14"
  },
  {
    "text": "It makes sense why you. You would be more angry to someone you're invested in. But what God says is, I'm done. I'm out, and you're done, and you're out. And how seriously should I take that? Is that him just fuming or. Because he changes his mind, and it's almost like an invitation for Moses to come in and help him change his mind, or at least not help him. But, you know, I don't know how you would want to phrase that, be a part of that, participate in that conversation. But at a face value, that kind of feels like I understand the intensity, but how seriously should we take what he would actually do with that intensity?",
    "start": "00:10:14",
    "end": "00:10:53"
  },
  {
    "text": "Okay, got it. And so I think that's what I meant by saying this is a part of the messianic trajectory of the story and where it's going. Because from Adam and Eve forward, the story's trying to convince readers that, hey, humans, we're actually a lot worse off than we realize. We are a lot more corrupted on an individual and corporate level than we realize. And we are on a path towards death. And nobody disputes this. Like, I'm going to die.",
    "start": "00:10:53",
    "end": "00:11:26"
  },
  {
    "text": "Yeah. Second law of thermodynamics.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Totally. And within the biblical worldview that to be a human who is going to die is to be under God's judgment, to be exiled from Eden. And so here God takes one family and wants to begin to reverse that through them, but they too continually find themselves being exiled from God's covenant. Well, that's not true. They exile themselves from God's covenant purposes. And they start right here at the moment of the marriage, at the Golden Calf. And it just keeps continuing. So the biblical authors want to convince us that the wages of sin is death.",
    "start": "00:11:29",
    "end": "00:12:07"
  },
  {
    "text": "Right.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "As Paul says, That's how the apostle Paul summarizes it. And what I'm after is that the way that God hands people over to death is actually to give them over to what they want.",
    "start": "00:12:09",
    "end": "00:12:21"
  },
  {
    "text": "Right. But at a speed that they weren't anticipating for sure.",
    "start": "00:12:21",
    "end": "00:12:26"
  },
  {
    "text": "With the Golden Calf and the Flood. And with the Flood. That's right.",
    "start": "00:12:26",
    "end": "00:12:30"
  },
  {
    "text": "There's a sense of, okay, that's what you want. I'm going to turn up the volume then.",
    "start": "00:12:30",
    "end": "00:12:34"
  },
  {
    "text": "That's right.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "You know, and there's also, and I was reflecting on this, there's also with Pharaoh, it's like you want to harden your heart. Okay, I'm going to help you harden.",
    "start": "00:12:34",
    "end": "00:12:41"
  },
  {
    "text": "Your heart after plague number six. Yeah. That's when God turns it on. Yeah. So there's a variety of stories of judgment, how God hands people over in the Old Testament. And I think they're all Torah, they're all instructive. They all teach us different ways that God is interacting with humans. And so we've just covered a few. Yeah, let's cover a few more that follow from them.",
    "start": "00:12:41",
    "end": "00:13:03"
  },
  {
    "text": "You said something I think is really important. There's a messianic thread here.",
    "start": "00:13:03",
    "end": "00:13:07"
  },
  {
    "text": "Yes.",
    "start": "00:13:07",
    "end": "00:13:07"
  },
  {
    "text": "I don't know exactly what you said.",
    "start": "00:13:07",
    "end": "00:13:09"
  },
  {
    "text": "Yeah, the trajectory.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Yeah, the trajectory, which is Moses, a human participating with God in a decision making process and establishing himself as yeah, yeah.",
    "start": "00:13:10",
    "end": "00:13:23"
  },
  {
    "text": "The righteous intercessor. The righteous intercessor who compels God to be faithful to his covenant and to turn from his anger. And God does. And later on it will be Aaron, later on it'll be David. Later on it will be Isaiah. And then all of those glom together in the portrait of the suffering servant of Isaiah. And then all of that is leading. It's creating a hole. These stories are creating a need. Humans need somebody to stand in for them before God and to plead for God's covenant mercy on. On their behalf. This story repeatedly is going to create the need for that kind of person. And I think that's a part of what these stories are trying to tell us. So you can't just take the story about God wanting to kill the people at Mount Sinai and be like, see, God's always angry. And it's like, no, that's. You're ending the story too soon.",
    "start": "00:13:23",
    "end": "00:14:20"
  },
  {
    "text": "That detail serving the Messianic thread that it's going to be highlighting.",
    "start": "00:14:21",
    "end": "00:14:26"
  },
  {
    "text": "Yeah, I think that's an important point, that this is the Hebrew Bible and the New Testament form a story, and these are specific moments in that story that serve a purpose. So they're. They're not templates for how God acts all the time within history.",
    "start": "00:14:26",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. Or each smaller story can't by definition tell the entire story.",
    "start": "00:14:45",
    "end": "00:14:49"
  },
  {
    "text": "Right. And he's working in the Hebrew Bible. He's working with a people group and has a specific purpose of showing who he is to the world through this people group. And that's a specific moment in the story. It's not transferable to every other experience we have of God or when we see violence in the world or something like that.",
    "start": "00:14:50",
    "end": "00:15:15"
  },
  {
    "text": "Yeah. And so to read these stories as Torah, as instruction about God's character, I need to read all the stories, not just take one or two and make them the paradigm. I need to get the paradigm from how all the stories to pick up the anchor. So let's look at some more.",
    "start": "00:15:16",
    "end": "00:15:35"
  },
  {
    "text": "Let's do it.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "SA so when the people leave Mount Sinai, the whole book of Leviticus takes place at Mount Sinai. The. Then the fourth book of the Torah, Numbers, they're camped out there. And then in numbers, chapter 10, they leave. And as they leave to go to the land promised Abraham, that takes 10 chapters of these. It's like the road trip gone bad. And there's seven narratives that just have. If they had a sad face emoji in the ancient near east, every one of these stories would have a sad face on them. And they're arranged in a cool symmetry, but. So we'll just hop into a couple. Here's the first two. Here's the opening lines. Now, the people became like those who complain of hardship in the hearing of the Lord. And so when the Lord heard it, his anger burned hot. They just left. They're marching in camps, and the first thing that people do is complain. Why? Why did you lead us out here? This kind of thing. Three verses later. Then there was a rabble or a mixed multitude among them, and they had greedy desires. They had desires. This is the word of Genesis 3, that the tree was desirable to look at. And the sons of Israel, they wept again and said, oh, who will give us meat to eat? We remember the fish we had in Egypt for free. Cucumbers, melons, leeks, onions, garlic. But now our appetite is gone, and there's nothing to look at except this manna. Such a good scene, man. I love this scene. It is.",
    "start": "00:15:42",
    "end": "00:18:08"
  },
  {
    "text": "They're so descriptive.",
    "start": "00:18:08",
    "end": "00:18:10"
  },
  {
    "text": "Yes. And what a bad memory of Egypt. Like, so inaccurate.",
    "start": "00:18:10",
    "end": "00:18:16"
  },
  {
    "text": "Isn't that how our memories are, though? Right. Just depending on your mood, you remember things a certain way.",
    "start": "00:18:17",
    "end": "00:18:23"
  },
  {
    "text": "So this makes God angry. These are the first two stories after they leave Mount Sinai. And they're instantly complaining, grumbling, rebellion, anger.",
    "start": "00:18:23",
    "end": "00:18:33"
  },
  {
    "text": "We used to eat well in Egypt, and now we're in the desert.",
    "start": "00:18:34",
    "end": "00:18:36"
  },
  {
    "text": "Yeah. All you give us is manna. Yeah. So these rebellion stories keep stacking. And the central story, so the fourth of the seven stories is the longest one. And it's where they send the spies into the land of Canaan. That's a famous story.",
    "start": "00:18:36",
    "end": "00:18:54"
  },
  {
    "text": "Yeah. Scouted out.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "Yep. And so the spies go look at the land. They come back bringing that huge fruit, big grape clusters and stuff like that. And 10 of the 12 spies say, no, the giants are there. The descendants of the Nephilim.",
    "start": "00:18:56",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. The people there are huge.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "People are huge.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "You mess with them.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "Yeah. Their cities are huge. And so they convince all the people that God's leading them to be destroyed in the land. And so Numbers 14 begins. The congregation lifted their voice. They wept. Oh, that we had died in the land of Egypt or died right. Now, this is important. Why is the Lord bringing us into this land? To fall by the sword. Our wives and little ones will become plunder. Won't it be better for us to go back to Egypt? So they said to each other, yes, let's appoint a leader. Let's go back to Egypt. So they predict what they think the outcome is going to be.",
    "start": "00:19:13",
    "end": "00:19:52"
  },
  {
    "text": "Yeah. If they. If they go into the land that God wants them to go into.",
    "start": "00:19:52",
    "end": "00:19:56"
  },
  {
    "text": "Yep.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Even though God has told them differently.",
    "start": "00:19:57",
    "end": "00:20:00"
  },
  {
    "text": "That's right. God has told them differently, and he's shown them differently in the ten plagues and such. So God obviously is not very happy with this. And Moses steps into the gap and he starts talking to God, and what he says is, listen, may the Lord's strength be displayed, just as you declared God. And he quotes Exodus 34, 6, and 7. He said, Listen, God, he's like priming the pump here. The people are doing this. Let me just remind you what you said about yourself back at the Golden Calf scenario. Slow to anger, abounding love, forgiving sin and rebellion, so on. So he asked God, he says, in accordance with your loyal love, forgive the sin of these people, just as you've been pardoning them up till now. And God says, I forgive them because you asked.",
    "start": "00:20:00",
    "end": "00:20:52"
  },
  {
    "text": "It's the righteous intercessor.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "It's the righteous intercessor. But then, look, God forgives them. But then look what he does to the grumblers, to the rebels. The Lord said to Moses and Aaron, how long will this community grumble? I have heard the complaints of the grumblers. As I live, declares Yahweh, I'm going to do the very thing I heard you say. In this wilderness, you will die. Every one of you that's 20 years or older. Who is counted in the census? Everybody who is who's grumbled against me. None of you will go into the land. And as for your children, you said they would be taken as plunder. I'm going to bring them in to enjoy the land that you have rejected. And as for you, you'll die in the wilderness. And so this is the famous for 40 years, you'll wander in the land. One year for each of the 40 days that you explored the land. So this is another instance of. Of God handing people over to what they wanted. Yeah, but then he inverts it, too. So you toured the land for 40 days. You come back and say, we're going to die. Okay, then you're going to die, but your kids aren't, because they're innocent and they shouldn't have to die for your sins. And so I'm going to bring them into the land. So you see, we're replaying the Golden Calf story, but it's different. And it's teaching us a couple new, more nuanced things about how God relates to his people.",
    "start": "00:20:55",
    "end": "00:22:23"
  },
  {
    "text": "But there's this common thread of, I will give you what you want. I will let you destroy yourself. If that's what you want.",
    "start": "00:22:24",
    "end": "00:22:32"
  },
  {
    "text": "Except not fully, because the whole thing they said is we'll fall by the sword and our wives and little ones will. So he gives them over to what they had said. Except he shows mercy in the midst of that too, and doesn't fully bring that about.",
    "start": "00:22:33",
    "end": "00:22:49"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:22:50",
    "end": "00:22:50"
  },
  {
    "text": "That's interesting.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "It is interesting. It's like the flood. God hands some over, but then others he spares as a remnant. And it's a loose connection on, just on the level of the theme. Right. But God hands the majority over, but then some he spares, in this case the children.",
    "start": "00:22:52",
    "end": "00:23:10"
  },
  {
    "text": "Yeah. It also seems like the theme of handing over or being done with a corrupt group and then starting over with a new humanity.",
    "start": "00:23:10",
    "end": "00:23:20"
  },
  {
    "text": "Yeah, that's better.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "Well, he's really concerned about. About his name being made known in, in the earth. So to start, to start with these people who've already decided not to trust him, maybe doesn't make as much sense as starting with the children who learn a little bit of wisdom from their parents. I don't know.",
    "start": "00:23:22",
    "end": "00:23:39"
  },
  {
    "text": "Yeah, yeah, hopefully.",
    "start": "00:23:39",
    "end": "00:23:40"
  },
  {
    "text": "Yeah, hopefully.",
    "start": "00:23:41",
    "end": "00:23:41"
  },
  {
    "text": "But can you see this is all reflecting on Exodus 34, 6 and 7 about the character traits of God. Loyal love, slow to anger, but yet he won't declare innocent the guilty and he'll visit the sins of the parents on however many generations repeat the sin of their parents. In this case, he's going to show mercy on the children because they haven't committed the sins of their fathers. And so these wilderness narratives become a bookend with the Golden Calf. It's sort of like if you have the Golden Calf story before taking place at the beginning of Mount Sinai, then you get the whole of the time at Mount Sinai. And then here they are leaving Mount Sinai and they're just repeating the same thing again, but even more seven times over.",
    "start": "00:23:41",
    "end": "00:24:24"
  },
  {
    "text": "Yeah.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "And so all of this is the meditation on God's anger against his rebellious covenant people. He keeps working with them and. And this becomes kind of the point of no return, at least for this the Exodus generation. So now only the children of the Exodus generation will enter into the land. And it's essentially giving the people what they wanted. That's kind of the main takeaway for the moment. You could say God's wrath in the wilderness narratives of the Torah is expressed through giving the people over to their desires. I mean, they don't think they're self destructive, but they are in reality self self destructive.",
    "start": "00:24:25",
    "end": "00:25:03"
  },
  {
    "text": "Isn't it interesting? It's like that's what we would say we want, we want the ability to choose to get what we want. But then when you read a narrative like this, you're like, oh, no. Like, don't.",
    "start": "00:25:03",
    "end": "00:25:14"
  },
  {
    "text": "Don't give me what I want.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "They want.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "And then it's like, okay, don't give me what I want. And, man, wouldn't it be great if God didn't give us what we wanted. That seems like that would be the God I would be rooting for at this point. It's don't give me what I want. Help me see that I actually don't want it. Convince me.",
    "start": "00:25:17",
    "end": "00:25:32"
  },
  {
    "text": "It's a good prayer.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "Okay, so that's step one, step two, then the whole book of Deuteronomy. Deuteronomy is framed as Moses speech. To these children of the Exodus generation.",
    "start": "00:25:33",
    "end": "00:25:44"
  },
  {
    "text": "The ones that get to go into the land.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "I'm skipping over the fact that Moses himself ends up rebelling in the wilderness against God. That's one of the last rebellion stories. And so he too is going to die in the wilderness. So at the end of Deuteronomy, he gives a handful of speeches predicting that these children are going to replay the sin of their parents. He's convinced of it. He talks a lot about it. And Moses coins a new figure of speech to depict God's anger and judgment when God's anger and judgment are combined into one. Because remember, God sometimes judges out of other emotions, and his anger doesn't always result in judgment, but sometimes they do. And so he coins a new phrase that's really important. It's going to get repeated all throughout the prophets after the Torah is done. It's the metaphor of God hiding his face. So this in Deuteronomy 31 says the Lord appeared at the tent, the tabernacle, in the pillar of cloud, and the cloud stood over the tent. And the Lord said to Moses, moses, you are going to lay down with your ancestors, die. And these people are soon going to prostitute themselves with foreign gods in the land that they're entering. They're going to forsake me. They're going to break the covenant that I made with them. And in that day, my nose will burn hot, and I will forsake them. I'm going to hide my face from them, and they will be destroyed. Many disasters and calamities will come on them. And. And in that day, they'll ask, aren't these disasters coming upon us because God is no longer with us? I will hide my face in that day because of their wickedness in turning to other gods. So this is important. All the way back, we did that quick meditation on biblical cosmology and how in the biblical worldview, anywhere that there's life and stability and order, that's a gift of God. God took humans out of the dirt, rocky land and put them in the garden. He quelled the dark, chaotic waters and made the dry land emerge. And now Moses gives us a language to reflect on times when God withdraws his sustaining power or when he lets people go back out into the land of death if they so choose. And he calls it hiding his face. God hiding his face. It's repeated in Isaiah, Jeremiah, Ezekiel. It becomes shorthand for God handing people over by withdrawing his protective or ordering presence. This is a way of saying, a way of talking about God's judgment. It's the hiding of the face. It's a very vivid image.",
    "start": "00:25:46",
    "end": "00:28:24"
  },
  {
    "text": "Do you think we're supposed to imagine that more like God distancing himself or abandoning. I've heard the word divine abandonment. And then I've heard the phrase, he becomes more distant.",
    "start": "00:28:24",
    "end": "00:28:36"
  },
  {
    "text": "Yeah, yeah. He says here, Deuteronomy 31:17. I'm going, my. My nose will burn hot and I'm going to leave them.",
    "start": "00:28:37",
    "end": "00:28:44"
  },
  {
    "text": "Yeah.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "Forsake them, abandon them. Yeah. It's using the language of relational distance and spatial distance and the hiding of the face. Remember, Moses sees Yahweh's face up on the mountain when he's interceding. Excuse me, he wants to see Yahweh's face. He can't. But he sees the back. Yeah, but God's face. Think of the blessing of Aaron. May the Lord bless you and keep you. May he cause his face to shine upon you. To see God's face is to live in his light and his life. But to hide God's face is to go Back to Genesis 1, verse 2. Darkness and disorder.",
    "start": "00:28:45",
    "end": "00:29:21"
  },
  {
    "text": "It's his protective presence.",
    "start": "00:29:21",
    "end": "00:29:23"
  },
  {
    "text": "Yeah.",
    "start": "00:29:23",
    "end": "00:29:23"
  },
  {
    "text": "Anger doesn't necessarily mean absence of love, absence of the love of God, but it does have something to do with the absence of his protective presence. Those are different things, right?",
    "start": "00:29:24",
    "end": "00:29:34"
  },
  {
    "text": "Oh, I see. Yeah. That's interesting. But the prophets are going to reflect a lot on this. There's a famous passage in Isaiah where he says his anger lasts but a moment, but his loyal love is for a lifetime. So even Moses is going to acknowledge that this hiding of God's face will be temporary. It's not for the long term, because God's ultimate purpose is to. For his people to see his face. But there are times when God's anger will burn hot and he will hand people over and hide his face from them for a time.",
    "start": "00:29:34",
    "end": "00:30:06"
  },
  {
    "text": "Hiding his face seems like it's a similar image to keeping Adam and Eve away from the Tree of Life.",
    "start": "00:30:06",
    "end": "00:30:14"
  },
  {
    "text": "Oh, yeah. Yes.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "Where Adam and Eve were taken out of the garden. So he's not hiding the Tree of Life, but he's keeping them from it.",
    "start": "00:30:16",
    "end": "00:30:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "And so there's this distancing from the life presence of God that will create eternal life and sustain us.",
    "start": "00:30:24",
    "end": "00:30:32"
  },
  {
    "text": "Yep. And once again, this is a reaction. This is a reaction to human patterns of choice and behavior and what humans want. That's the main image here. Yeah. It's interesting. The basic claim that the Torah is making about humans is that humans actually don't want to be near God because the real God is not manageable. He's too intense and his demands are too great, and it's scary.",
    "start": "00:30:32",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. And so he wants you to confront the Nephilim.",
    "start": "00:31:02",
    "end": "00:31:06"
  },
  {
    "text": "Well, to trust him, maybe. Trusting him is hard for them or for humanity. That's the story.",
    "start": "00:31:08",
    "end": "00:31:14"
  },
  {
    "text": "Yeah. To trust his wisdom. I mean, think of all the impossible situations that people end up in when they follow Yahweh and whether it's the, you know, going into the land. We're a bunch of escaped immigrant slaves, and we're going to go into this land where there's huge fortified cities. That's crazy.",
    "start": "00:31:14",
    "end": "00:31:31"
  },
  {
    "text": "Yeah. Suicide mission.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Totally. Yeah. God promised me that he'd bless all nations through my son, and then he's going to ask for the life of my son back.",
    "start": "00:31:33",
    "end": "00:31:40"
  },
  {
    "text": "Yeah. And I'm already 100 or whatever.",
    "start": "00:31:41",
    "end": "00:31:44"
  },
  {
    "text": "Yes. Like, this is not a convenient God to work with.",
    "start": "00:31:44",
    "end": "00:31:48"
  },
  {
    "text": "Yeah.",
    "start": "00:31:48",
    "end": "00:31:48"
  },
  {
    "text": "That's really fascinating. Why is that such a theme? Why isn't God easier to work with?",
    "start": "00:31:48",
    "end": "00:31:54"
  },
  {
    "text": "Why is God asking for the life of Isaac? Well, it's because of a lot of horrible, selfish decisions that Abraham made.",
    "start": "00:31:57",
    "end": "00:32:04"
  },
  {
    "text": "Yeah.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "It's the outcome of a whole chain of decisions that Abraham and his wife started.",
    "start": "00:32:05",
    "end": "00:32:10"
  },
  {
    "text": "But why not send him into a land where there aren't giants? Well, I mean. I mean, we could ask that question about a multitude of things, but I think the general question is, and I think it's a great observation, that God's presence is intimidating. And participating with God is not going to be just like a walk in the park.",
    "start": "00:32:10",
    "end": "00:32:31"
  },
  {
    "text": "Yeah. Yeah. In fact, the stories are saying it will certainly be the opposite.",
    "start": "00:32:31",
    "end": "00:32:36"
  },
  {
    "text": "Yeah.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Following this, God will force you to surrender and give up everything you thought you knew to discover a whole new creation and a whole new self that's. That is possible through trust in the Creator God. I think that's where it's going.",
    "start": "00:32:37",
    "end": "00:32:53"
  },
  {
    "text": "And to take steps that you wouldn't normally be courageous enough to take on your own.",
    "start": "00:32:53",
    "end": "00:33:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "Yeah. I guess if you were just leading them into a land that had no giants, was easy to go into. They didn't have to go through the desert. It might not require a lot of trust or relational engagement. And, I mean, the text doesn't say that's what is happening, but it makes sense.",
    "start": "00:33:01",
    "end": "00:33:19"
  },
  {
    "text": "But doesn't God know we're not all cut out for this? Like, couldn't he have, like, graded on a curve a little bit, like, for the, you know, the real heavy hitters? Like. Yeah, send them through the wilderness and then go have them attack giants. But some of us, we're gonna need. We're gonna need, like, the answer sheet and a little extra time.",
    "start": "00:33:19",
    "end": "00:33:36"
  },
  {
    "text": "You know, it's almost. It's. This idea is like a variation on another theme in conversations. You know, we're all looking at each other on screens because we're all, you know, sheltering in place and so on. And. And this is now real time. This is the end of May. So this is week 12. 12.",
    "start": "00:33:36",
    "end": "00:33:53"
  },
  {
    "text": "11 or 12.",
    "start": "00:33:54",
    "end": "00:33:54"
  },
  {
    "text": "Something like that.",
    "start": "00:33:54",
    "end": "00:33:55"
  },
  {
    "text": "Yeah.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "And how many conversations have you had where, if I knew back in March this was going to be 12 weeks and longer, I think I would have gone crazy. But just the fact that you don't know forces you to take the next step. And so think of. Translate that into other situations where there's a choice you made that opened up a Pandora's box and all these things and experiences that were good and difficult and you would have never chosen it if you could go back in time because it was just. It's been too hard.",
    "start": "00:33:56",
    "end": "00:34:25"
  },
  {
    "text": "Yeah.",
    "start": "00:34:25",
    "end": "00:34:25"
  },
  {
    "text": "But yet you also feel like. But I wouldn't take it back. Like, it's been good for me. It's something like that where following this, God forces you into these experiences that cause you to shed away a lot of. Lot of stuff that you really don't want. But it's painful to lose that stuff. And hindsight's 20 20.",
    "start": "00:34:25",
    "end": "00:34:47"
  },
  {
    "text": "Yeah, that makes sense. I think the question behind the question is a little. Is, is God asking too much of us?",
    "start": "00:34:47",
    "end": "00:34:53"
  },
  {
    "text": "I see. Yeah. Interesting. Maybe, actually, apparently, because no one in the story ever, like, measures that.",
    "start": "00:34:53",
    "end": "00:35:03"
  },
  {
    "text": "Right.",
    "start": "00:35:03",
    "end": "00:35:03"
  },
  {
    "text": "Yeah.",
    "start": "00:35:03",
    "end": "00:35:04"
  },
  {
    "text": "In which case, and I'm sorry, this might derail us, but in which case it doesn't seem fair to judge us if he's asking too much. I think there's a bit of that sentiment of like, you know, I'm not gonna get as mad with my 4 year old as my 7 year old. No, I do. I get just as mad.",
    "start": "00:35:04",
    "end": "00:35:28"
  },
  {
    "text": "Yep. I hear that, John.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "It's a high view of humanity.",
    "start": "00:35:31",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:33"
  },
  {
    "text": "That we should be capable of eating of the tree of life, of going into the land that God promises, even though there's giants there, of trusting him in the wilderness, even though you're hungry and tired. He's asking a lot.",
    "start": "00:35:33",
    "end": "00:35:49"
  },
  {
    "text": "I mean, it seems like it all goes back to that theme of divine human partnership, that God wants humans to be his partners. And so this is the way he. He needs a people who will partner with him to bring about his purposes. And so far the storyline is that we can't. Which is, I think what you're feeling. Yeah. Or we don't.",
    "start": "00:35:49",
    "end": "00:36:14"
  },
  {
    "text": "Yeah, yeah. Which begins to make you think, maybe we can't after watching all these people that don't. Yeah.",
    "start": "00:36:14",
    "end": "00:36:22"
  },
  {
    "text": "But the stakes are high, is. I think the tension is that is a sense of like, I want you humans to partner with me and to create goodness and order in this world with me.",
    "start": "00:36:22",
    "end": "00:36:33"
  },
  {
    "text": "Yeah, they are high. But in another sense, the biblical story is trying to tell us that potential for partnership is about the only good thing we have going for us, because otherwise we're all going to die.",
    "start": "00:36:33",
    "end": "00:36:45"
  },
  {
    "text": "Yeah.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "It's the only way to escape death is to partner with this God. But paradoxically, this God keeps taking me into situations where I think I'm gonna die.",
    "start": "00:36:47",
    "end": "00:36:56"
  },
  {
    "text": "Yeah.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "And then I find that my life is given back to me, but in some weird, surprising way that I didn't see. So the whole story, Moses dies. Moving forward, next generation, the children of the Exodus generation, What are they going to do? Well, we already know what they're going to do. Moses said it, God said it. So we're just. The train's going to wreck. It's just a question of how long it turns out to be. About 500 years. So as you step into Joshua, Judges, Samuel and Kings, the narratives that go from entering into the land to getting exiled out of it, there's a key phrase that gets repeated over and over and over again, and it's our key phrase about the burning hot nose.",
    "start": "00:36:59",
    "end": "00:38:11"
  },
  {
    "text": "The burning hot nose, which in Hebrew is an idiom for being angry, being angry just in case someone's listening who didn't listen before.",
    "start": "00:38:11",
    "end": "00:38:19"
  },
  {
    "text": "So it's a fixed phrase. The Lord's anger burned hot against his people, against Israel, and so the Lord gave them over into the hands of somebody. So in the Book of Judges, this is repeated over and over again. The people Worship the gods of Moab, or they worship Baal, the gods God of Tyre and Sidon. Judges 2:14. The Lord's anger burned and the Lord gave them over. Judges 3:7. The Israelites did evil in the eyes of the Lord. They served the Baals and the Asherahs. The Lord's anger burned and he sold them into the hands of Sonto. So we're just working that motif, God giving the people over what. What they want. In fact, that giving over. Giving somebody over. The apostle Paul loves that phrase. He uses it three times in Romans 1. This is where that phrase comes from in the Old Testament. It's this formula. God's anger gets hot, so notice what's different. Mount Sinai with a golden calf. God's anger burned, and he said, I'm going to finish them off. And as Israel goes into the land, the agent of God's judgment is never direct. It's God giving people over into the power of somebody. Somebody else, usually whose gods they're worshiping.",
    "start": "00:38:19",
    "end": "00:39:34"
  },
  {
    "text": "Is it kind of like, fight your own battles, I'll stop protecting you in that scenario.",
    "start": "00:39:34",
    "end": "00:39:39"
  },
  {
    "text": "Underneath it is an implied God hiding his face. Yeah, you don't want me to fight your battles for you. You want to worship another God. Okay, then, you know, here you go. Moab is coming, the King of Aram is coming, and so on. I mean, there's just. I've just selected out four here. Yeah. But it spans these books and it's the most consistent form of God's judgment. And it's going to be really important for understanding the rest of the prophets. And it's going to be super important for understanding how Jesus thinks about God's anger when we get to the Gospels. So maybe it's not that exciting to say it on its face value, but the person doing the actual, like, severe judgment on God's people is someone else. It's another kingdom and another nation. And God's anger and judgment is to give them over to someone else's power.",
    "start": "00:39:39",
    "end": "00:40:29"
  },
  {
    "text": "It's almost like he's sustaining and protecting them from outside enemies as a part of being their God. And then when they decide they don't want him to be their God anymore, he removes that, that protective shield and enemies come in.",
    "start": "00:40:29",
    "end": "00:40:46"
  },
  {
    "text": "Yeah, It's a good way of saying it.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "It just reminds me of, you know, the creation story, that you have this protective space that God creates for humans. Yeah. It just seems like that's a theme.",
    "start": "00:40:47",
    "end": "00:40:57"
  },
  {
    "text": "Yeah. And then occasionally you'll get somebody who does really trust God, like a Gideon. Well, actually, he Doesn't. Eventually he does, but keeps testing God. But David. David is the high watermark of all of the leaders of Israel who trusted God in the face of a giant.",
    "start": "00:40:57",
    "end": "00:41:13"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "And that's the story. He becomes the ultimate Israelite who faces the giant and overcomes them with little rocks, little pebbles, not even a sword. Okay, so let's keep working this theme of God's anger burning hot. And what he does is hand them over to the power of their oppressors, which are the gods of the. The nations that they worship were worshiping in the first place. So this pattern repeats over the centuries, centuries. So it all leads up to God deciding to give his people over to the power of Babylon. And so two of the key prophets from that period of time are Jeremiah, who lives in Jerusalem, and then Ezekiel, who already was in a first wave of Israelites taken into exile in Babylon. And their books were written and they lived around the same time, giving the similar message to different church, different audiences. And Jeremiah has a dream or a vision. He develops this. Yeah, I guess it's a dream because he says, starts talking about that God gives him a cup, but he develops this whole image of God handing people over, and he boils it into this image of having to drink a cup, a cup of God's anger. Sounds really unpleasant.",
    "start": "00:41:15",
    "end": "00:42:33"
  },
  {
    "text": "Yeah, I think I've had that at Starbucks, though.",
    "start": "00:42:34",
    "end": "00:42:36"
  },
  {
    "text": "It's called their Christmas blend.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Is this the cup of Anger? Oh, that's really funny. I feel like anytime I'm having bad hotel coffee. That is the cup of anger.",
    "start": "00:42:44",
    "end": "00:42:55"
  },
  {
    "text": "It is a cup of anger. Yeah, because you have to drink it. Yeah, because you're addicted. I don't know if you're addicted. I have to drink it. Yes, it is a cup of anger.",
    "start": "00:42:55",
    "end": "00:43:05"
  },
  {
    "text": "So Jeremiah 20:5, the Word of the Lord concerning the people living in Jerusalem, came to Jeremiah was the first year of King Nebuchadnezzar. Verse 8. The Lord says, because you people have not listened to my words, I'm going to summon all of the peoples of the north and my servant Nebuchadnezzar, king of Babylon. Moses is God's servant. Joshua, David and Nebuchadnezzar.",
    "start": "00:43:54",
    "end": "00:44:22"
  },
  {
    "text": "Yeah, that's surprising curveball.",
    "start": "00:44:22",
    "end": "00:44:24"
  },
  {
    "text": "I'm going to bring them against this land going down. The whole land will become a desolate wasteland, and these nations will serve Babylon for 70 years. Another paragraph down, this Jeremiah says, this is what the Lord God of Israel said to me. Take from my hand this cup filled with the wine of my anger. Literally, it's the word Heat the wine of my heat. And it gets translated wrath or anger, usually wrath. Yeah, the cup of wrath.",
    "start": "00:44:24",
    "end": "00:44:53"
  },
  {
    "text": "Yeah, yeah, the cup of wrath.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "Yep. And make all the nations that I send you to drink it. And when they drink it, they'll stagger, they'll go crazy because of the sword I'm sending among them. And so he takes the cup in this dream or vision, and he makes the nations drink it.",
    "start": "00:44:54",
    "end": "00:45:09"
  },
  {
    "text": "That's intense.",
    "start": "00:45:09",
    "end": "00:45:10"
  },
  {
    "text": "It's an intense dream or vision that he has. So he has this intense image, but the image has a very concrete historical thing it's referring to. And I want to. Want us to think about that because again, this is all going to be really important for thinking about how Jesus conceived of why he was going to die.",
    "start": "00:45:10",
    "end": "00:45:29"
  },
  {
    "text": "Okay, what is the concrete thing?",
    "start": "00:45:29",
    "end": "00:45:31"
  },
  {
    "text": "Oh, okay. So he has a dream about having to take a cup that's called the cup of God's anger and making the nations drink it.",
    "start": "00:45:31",
    "end": "00:45:39"
  },
  {
    "text": "Yeah.",
    "start": "00:45:39",
    "end": "00:45:39"
  },
  {
    "text": "Okay, so to what does that dream, dream metaphor actually refer? Like, what actually is going to happen in the next year or so in, in Jerusalem?",
    "start": "00:45:39",
    "end": "00:45:51"
  },
  {
    "text": "Yeah, the. The king of Babylon is going to attack. I mean, that's part of his dream.",
    "start": "00:45:51",
    "end": "00:45:56"
  },
  {
    "text": "Yeah. Nebuchadnezzar's coming.",
    "start": "00:45:57",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "He's going to take Israelites into exile, is going to destroy the temple, and it is not going to be pleasant.",
    "start": "00:45:59",
    "end": "00:46:06"
  },
  {
    "text": "That's right. So, and I already have a category because it's repeated over and over and over in the story leading up to the exile of what God does when he gets angry with this covenant people. The anger of the Lord burned and he handed them over to and named the oppressor, the Arameans, the Moabites, the Edomites. It happens all over and over and over again. And this becomes the last and ultimate handing over to the power of Babylon.",
    "start": "00:46:06",
    "end": "00:46:34"
  },
  {
    "text": "Yeah.",
    "start": "00:46:34",
    "end": "00:46:34"
  },
  {
    "text": "So, so to drink the cup of God's anger is to get conquered by Babylon.",
    "start": "00:46:34",
    "end": "00:46:40"
  },
  {
    "text": "Okay.",
    "start": "00:46:41",
    "end": "00:46:42"
  },
  {
    "text": "And to get conquered by Babylon. Well, so let's think about that. Why did Israel get conquered by Babylon? In this same book, Jeremiah, and in the book of Ezekiel, you're also told the history of the last kings leading up to the exile. There was a guy named Jehoiakin, there was a guy named Zedekiah. Zedekiah actually brokered a treaty with Nebuchadnezzar, and then he broke that treaty. Then Nebuchadnezzar captured Zedekiah, slit the throat of all of his sons right in front of him, and then poked out his eyes and put him in chains and took him into exile, into Babylon. It's a gruesome story. It's a terrible story. But if you could ask the question, why did Israel get conquered by Babylon? And you could have like a CNN panel on it, that they would tell you, oh, it was because of Zedekiah's broken treaty. Zedekiah broke the treaty and Nebuchadnezzar got so mad he stormed the city. And the prophet Jeremiah looks at that whole series of unfaithful leaders leading Israel into ruin, and he looks at that and he has this dream and he says, that's the cup of God's anger. It's a reframe. Here's what I'm after here. I think when we get these images of the cup of God's anger, what we tend to think out of is we abstract it from the historical events of the biblical story and we just turn it into, I'm a human, you know, I'm made in God's image. I can be good or I can be bad. If I'm bad, God's going to kill me. And then the Bible just has lots of ways of talking about how God loves to kill me. His anger burns hot. He wants to destroy me. He's going to make me drink the cup of his anger. Are you with me? We abstract it out.",
    "start": "00:46:42",
    "end": "00:48:25"
  },
  {
    "text": "Yeah.",
    "start": "00:48:25",
    "end": "00:48:26"
  },
  {
    "text": "And so the cup of God's anger is a very vivid image. But the way that God's anger actually was drunk.",
    "start": "00:48:26",
    "end": "00:48:32"
  },
  {
    "text": "What is the past tense of drink?",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "Drunk drank or drunk, drunk, drank?",
    "start": "00:48:34",
    "end": "00:48:37"
  },
  {
    "text": "Drunk drank, drank. That's good. Wow. But it's good. We need to lighten the mood. But for a people group to drink the cup of God's anger means for God to let them be conquered by oppressive enemies. That's what the wine of God's anger means.",
    "start": "00:48:37",
    "end": "00:48:53"
  },
  {
    "text": "To hand them over.",
    "start": "00:48:53",
    "end": "00:48:54"
  },
  {
    "text": "To hand them over. Yep. So you could take the image out of that context and it would all of a sudden have all these different meanings. You put it into a systematic theology context and you make it about individual destiny after you die. But the Bible doesn't ever use this image in relation to those things. It uses it in a very specific story of Israel being given over to their enemies.",
    "start": "00:48:54",
    "end": "00:49:17"
  },
  {
    "text": "These passages in Jeremiah and does Ezekiel talk about the cup, too? I guess I'm wondering, are these the only places where the cup of God's anger is used in the Hebrew Bible?",
    "start": "00:49:18",
    "end": "00:49:29"
  },
  {
    "text": "No, no. There's one in Psalm 75. But it's the same. It's the same.",
    "start": "00:49:29",
    "end": "00:49:34"
  },
  {
    "text": "Same idea.",
    "start": "00:49:34",
    "end": "00:49:34"
  },
  {
    "text": "Same idea. Isaiah 51. And it's the same thing there. The cup is assyria.",
    "start": "00:49:35",
    "end": "00:49:42"
  },
  {
    "text": "Are you saying then maybe. Maybe one way to say it is that God has. He's protecting his people. And who knows how many times he's protected nations, not coming in and taking over. And what's different here isn't that he has sent Nebuchadnezzar, but Nebuchadnezzar is coming.",
    "start": "00:49:42",
    "end": "00:50:03"
  },
  {
    "text": "Yeah.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "And he's going to hide his face. He's going to.",
    "start": "00:50:04",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "Step away and not. Not be that protective shield. And that is drinking of the cup, of his wrath, of his anger, Correct.",
    "start": "00:50:09",
    "end": "00:50:20"
  },
  {
    "text": "Yep, that's exactly right. So this is going to be of huge importance when we get to Jesus talking about having to drink the cup on behalf of Israel and what he's doing in the Last Supper with the bread and with the cup. That's why I'm focusing so much on this here. So you can follow all of this imagery. This. This hot anger, drinking the cup, handing people over, right through Ezekiel, Isaiah. It's all the same paradigm of anger. And it gets really predictable. Actually, anger words appear more in Ezekiel than in any other book of the Bible. These hot anger words. And sometimes he'll combine like four or five anger words into one paragraph. It gets really vivid.",
    "start": "00:50:20",
    "end": "00:51:02"
  },
  {
    "text": "Why is that, do you think? Why Ezekiel?",
    "start": "00:51:02",
    "end": "00:51:04"
  },
  {
    "text": "I know, you know, there's an element here where I think the prophets, especially, who wrote most of the Bible, and many of them live through horrific, horrific political circumstances and death and suffering and exile and captivity, and they see that that is God's work, God handing his people over. That pain so marked them. And watching the people of Israel that they believed were God's chosen people, but watching them crumble after 500 years and just disintegrate, you know, into exile, they really felt that this was an intense expression of God's anger against the idolatry, against the sacrifice of children that was happening down in the valley of Hinnom. And so Ezekiel depicts God as super ticked off, like super angry. And it disturbs most people who read it. And what I have found is most people just don't want to think about it. God's so angry in the Book of Ezekiel, but he lives at a time where he actually watched a city go under siege. People die of hunger, children die, and he sees the hiding of God's face. And this is the language that he depicts God with it. And so it's not the last word on God's character, but it's certainly the most intense point in the whole Bible. This is the book of Ezekiel.",
    "start": "00:51:05",
    "end": "00:52:26"
  },
  {
    "text": "Hey, Tim, would you just summarize, really Quick, what you think so far, the purpose or reason or both for God's anger is so far in the Torah and the prophets.",
    "start": "00:52:26",
    "end": "00:52:36"
  },
  {
    "text": "Oh well, God's anger is most intensely expressed against the people that he has married to so that they can become his representatives to the nations. And when those people fail him, not just fail him, when they betray him, this generates the most intense expressions of God's anger. God's anger expresses itself through God hiding his face, metaphorically, concretely, by handing Israel over so that they are conquered by their enemies. And that's the pattern of God's anger.",
    "start": "00:52:37",
    "end": "00:53:09"
  },
  {
    "text": "And the purpose?",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "Oh well, the purpose for one is justice, like a sense of right. I gave you people this and this is what you do to me. Okay, I will give you the consequences of your, of your decision. But I think what's supposed to strike us is that those consequences are never permanent when it comes to God's ultimate long term strategy, which is to install humans as his partners over heaven and earth. That promise God won't even let his anger overshadow it.",
    "start": "00:53:10",
    "end": "00:53:41"
  },
  {
    "text": "So would you say the purpose is restorative in some sense or, or instructive even?",
    "start": "00:53:42",
    "end": "00:53:48"
  },
  {
    "text": "Oh, I would say it's both retributive retribution to give people over to the consequences, but then also restorative in that it takes out the people who don't want to be a part and don't want to be on the team. It lets them, whatever, leave the field so that another group of people come onto the scene and they can have a chance to be faithful. At least that's how the narrative works. Yeah. Yeah, thanks, those are good. I wouldn't have put the questions to myself that way, but that's a good way of putting it. So all of this is swirling in the air and left unresolved. To be in exile is to still be in a place where God's hiding his face. And that's essentially how the, the narrative of the Hebrew Bible doesn't resolve that. Even though the people come back in Ezra Nehemiah, they're over seen by Persia and they say they're slaves to Persia now. That's what Nehemiah says. And so you get the sense that God's still hiding his face and we're waiting for God to show his face once more. And that's how the storyline of the Hebrew Bible closes.",
    "start": "00:53:48",
    "end": "00:54:53"
  },
  {
    "text": "It's a sad ending.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "Yes. Yeah. But it also, whatever it means that if this story is ever going to be resolved, it's. It's because God is gracious and compassionate. So slow to anger abounding in loyal love and faithfulness. And that is the perfect doorstep to the story of Jesus.",
    "start": "00:54:55",
    "end": "00:55:13"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We'll be back next week continuing our conversation on the anger of God.",
    "start": "00:55:14",
    "end": "00:55:21"
  },
  {
    "text": "Jesus does give many warnings, but he almost never mentions God's anger. He overwhelmingly talks about God's generosity, mercy, care and love. What tends to happen though is for people who get really excited about that aspect of his message and teaching, we tend to overlook or under emphasize a consistent drumbeat alongside that good news which was warnings. Warnings of that separation, act of judgment that was ahead for the Israel of his day. I don't know, these passages made me uncomfortable. I under emphasized them for a long time and I realized I need to stop doing that. I need to like really understand what Jesus was getting at.",
    "start": "00:55:22",
    "end": "00:56:07"
  },
  {
    "text": "I also wanted to let you know that we have another podcast called Exploring My Strange Bible. This is a collection of sermons that Tim Mackey has done over the years as he's worked on different church staffs and different pastoral roles. It's a great collection. I recommend recommend you checking it out if you haven't heard any of those sermons on Exploring My Strange Bible. This episode was produced by Dan Gummel show notes by Camden McAfee. Theme music is by the band Tense. That's tense like you camp in a tent. Not like tense like I'm feeling tense in case that's what you heard this whole time. Bibleproject is a non profit. We are in Portland, Oregon. Our mission is to experience the Bible as a un unified story that leads to Jesus. And so we make all sorts of resources, videos, study notes, we have classes. It's all for free because it's already been paid for by generous patrons just like you and you can find it@bibleproject.com thanks for being a part of this with us.",
    "start": "00:56:07",
    "end": "00:57:03"
  },
  {
    "text": "Hi, this is Pedro Castillo and I'm from Guatemala. I first knew about Bibleproject thanks to my YouTube recommendations. The image of God themed video was the first video I watch and I was drawn to it not only for the animation style, but for its rich content and deep theological teachings. Now I use bibleproject to learn more about the whole Bible narrative, the purpose of each book, and the themes that are dominant in them. My favorite thing about bibleproject is the wide range of resources it videos, podcasts, blogs, and more recently the classroom and all for free. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:57:03",
    "end": "00:57:57"
  },
  {
    "text": "It.",
    "start": "00:58:05",
    "end": "00:58:06"
  }
]