[
  {
    "text": "This is John@Bibleproject. I like to picture Jesus as kind, gentle, peaceful, to love your enemy, care for the poor Jesus. And yes, Jesus is those things.",
    "start": "00:00:04",
    "end": "00:00:15"
  },
  {
    "text": "What tends to happen though for people who get really excited about that aspect of his message and teaching, we tend to overlook or under emphasize a consistent drumbeat alongside that good news, which was warnings, warnings of that separation act of judgment that was ahead for the Israel of his day.",
    "start": "00:00:16",
    "end": "00:00:35"
  },
  {
    "text": "Like this warning. Everyone who hears these words of mine and does not act on them will be like a foolish man who has built his house on the sand. The rain fell, the floods came, and the winds blew and slammed against that house and it fell and great was its fall.",
    "start": "00:00:35",
    "end": "00:00:51"
  },
  {
    "text": "Jesus thinks there's a flood coming and a another Sodom and Gomorrah type thing coming.",
    "start": "00:00:51",
    "end": "00:00:57"
  },
  {
    "text": "You see, God made a covenant relationship with Israel and Israel has not held up their end of the covenant. In the past, this led to the Babylonian exile, Israel overtaken by an enemy nation, a flood of God's anger. But now, in Jesus day, the same problem persists. Will Israel finally become the faithful covenant partner or will another flood come, this time by Rome?",
    "start": "00:00:57",
    "end": "00:01:21"
  },
  {
    "text": "So this has taken me years to process that Jesus warnings aren't about heaven or hell the way I was taught to think about it, in kind of a more individualistic package of the Christian message. He was a prophet to Israel, just like Jeremiah and Ezekiel, warning of a flood in the form of a pagan oppressor and that God was still angry. But he sent Jesus as this ultimate act of favor and good news, to announce good news to form this new covenant family. But he said, listen, if you don't follow me, Rome's going to take us out. So there's a whole thread of passages where he continues on this theme. When he rides in at the triumphal entry on the donkey in Luke 19, he's weeping over the city. What Jesus says is, if you had known even this day the things that would make for peace, but now they've been hidden from your eyes. Your days will come when enemies will throw up barricades against you, surround you, hem you in, level you to the ground, you, your children, leaving not one stone upon another, because you didn't realize the time of God's visitation that God came to visit you.",
    "start": "00:01:21",
    "end": "00:02:30"
  },
  {
    "text": "So today we look at Jesus warnings of God's judgment against Israel.",
    "start": "00:02:31",
    "end": "00:02:35"
  },
  {
    "text": "By situating Jesus in his historical context, we don't lose Jesus. We actually get more of his message and more of what his heartbeat was about, which was that Israel was destroying itself and he was trying to help them find a different way forward.",
    "start": "00:02:35",
    "end": "00:02:51"
  },
  {
    "text": "Thanks for joining us. Here we go. All right. This is the fourth episode talking about anger, divine anger.",
    "start": "00:02:51",
    "end": "00:03:03"
  },
  {
    "text": "Yep.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "And we're talking about it because it's the center of the attribute that God gives himself in the story in Exodus 34, where God says, I'm gracious and compassionate, slow to anger, full of loyal love and faithfulness. And so we've been really sitting and talking about God being slow to anger for a while, because this is a really difficult topic for people, and there's a lot to wade through, and we're trying to do it in a careful way. And we've talked through the whole story of the Old Testament, and we've looked at many ways that God's anger and his judgment manifest themselves. And we're not going to do a recap on this episode. So if you haven't been following along, I recommend that you go back and listen to the conversation. But we're going to jump into the story of Jesus and talk about how God's judgment and anger plays there. So, Tim, we have Tim and Chrissa.",
    "start": "00:03:03",
    "end": "00:04:05"
  },
  {
    "text": "Hello.",
    "start": "00:04:05",
    "end": "00:04:05"
  },
  {
    "text": "Hi, guys.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "Hi.",
    "start": "00:04:07",
    "end": "00:04:07"
  },
  {
    "text": "And Tim, why don't you get us rocking?",
    "start": "00:04:08",
    "end": "00:04:10"
  },
  {
    "text": "Yes. Okay, so I'm not going to recap, but I do want to start us with an idea that will kind of ski jump up and into the story of Jesus. So the storyline of the Hebrew Bible on the narrative level of the people of Abraham getting into the land, being unfaithful, exile to Babylon, and when they return, it's not that awesome. However, the prophets were convinced that God's going to fulfill that promise to Abraham. He's going to fulfill his promises to David and to our ancestors. And so the prophets, like Isaiah or often in the Psalms, they'll talk about that God's anger may come. And when it comes, it's intense because he gives us odor to our enemies. But he will eventually be compassionate or show compassion once again. So on a corporate level, you get a beautiful statement of this in Isaiah 54, where God is addressing the people and he says to them in verse seven, for a brief moment, I forsook you, but with great compassion. That's that womb word that you led us through. Chrisa, compassion, I will gather you in a flood of anger. Notice the reference to the flood. A flood of waters. In the flood of anger, I hid my face from you for a moment. But with eternal loyal love, I will have compassion on you. This is like what the days of Noah were to me when I swore that the waters of Noah wouldn't Flood the earth again. So I swear that I will not be angry with you or rebuke you. So notice we're going all the way back to that first and then most cosmic act of God's judgment in the story. And here, the exile to Babylon is being likened to the flood. Isn't that interesting? Yeah, it's a flood of anger. And just like in the flood story, God saved a remnant that he showed compassion to so that a new humanity could be born out of it. So the implication is here. That's what it's like too. So you get statements of this all over the prophets, that the exile was terrible, but it's not the end. You get statements of this on a personal level in the Psalms, where the poet will take that corporate story and see it at work in their own lives. This is actually a famous Bible verse. I'll just look at Psalm 30, Psalm 30, verse 2. The poet says, o Lord my God, I cried to you for help and you healed me, O Lord, you brought my life up from the pit. You have kept me alive so that I don't go down to the pit. Sing praise to the Lord, you, his godly ones give thanks to his name. His anger is for a moment, but his favor is for a lifetime. Weeping might last for the night, but shouts of joy come in the morning. So good.",
    "start": "00:04:10",
    "end": "00:07:01"
  },
  {
    "text": "So in the Hebrew Bible, it's like the circumstances are showing the consequence for worshiping other gods or turning away from God and him handing them over. The circumstances are all about that. But there's this thread, this really strong thread of hope throughout in God's compassion, that he won't abandon them because of his loyal love, his hesed.",
    "start": "00:07:02",
    "end": "00:07:27"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "What do you think the interplay here is between? In Exodus 34, he's slow to anger. Here his anger is for a moment, which isn't about how quickly he gets angry, but how long he stays angry for.",
    "start": "00:07:28",
    "end": "00:07:42"
  },
  {
    "text": "Yeah, yeah. It's as if they're saying when God does get angry, he doesn't like being angry and doesn't want to be. So it's nothing compared to the eternity of his loyal love, his anger. You could use spatial metaphors. You know, his anger is like a drop, but his loyal love is like an ocean or something. But you get the idea. The point is to say, in comparison to his eternal covenant love for creation, even moments of his judgment and anger are temporary and always aimed at a higher goal. I guess it's a way to say it. Yeah, yeah.",
    "start": "00:07:43",
    "end": "00:08:20"
  },
  {
    "text": "And what's interesting too, in the psalm, it begins with, I cried out and you healed me. There is this seek and you shall find. Knock, the door will be open. There's this God, like when we ask, when we turn back to God, he turns to us. And so if. If God is angry for a moment and we turn away from what's making him angry, there's favor.",
    "start": "00:08:20",
    "end": "00:08:42"
  },
  {
    "text": "Yeah. That's the restorative role of God's anger.",
    "start": "00:08:43",
    "end": "00:08:46"
  },
  {
    "text": "Yeah. To my mind, that's also where it interacts with compassion, with the attribute or maybe. Maybe other attributes as well. But compassion was so tied to the idea of crying out and God hearing the cry and being compelled to respond, that if he's angry and people cry out to him or turn to him, they can rely on his compassion, that he hears their cry.",
    "start": "00:08:46",
    "end": "00:09:09"
  },
  {
    "text": "You know, we haven't actually brought this up yet in this conversation, but we're all. All three of us are parents of little kids.",
    "start": "00:09:09",
    "end": "00:09:15"
  },
  {
    "text": "Yeah, a lot of crying, A lot of crying.",
    "start": "00:09:15",
    "end": "00:09:17"
  },
  {
    "text": "A lot of. We've been really helped by a series of parenting books called Love and Logic.",
    "start": "00:09:17",
    "end": "00:09:24"
  },
  {
    "text": "Oh, right. Yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "And one of the basic principles is when you're trying to address your child's behavior and help them show that it's not okay to make a decision. One model of bringing punishment or consequences is to just assign a consequence. But the love and logic approach is. It takes more effort and creativity, but to try and show the logical outcome of that decision. And so if they're fighting and going to get into a fight over Legos, then, like, don't take away getting to watch tv. Take away the Legos. When you fight over Legos, you lose the privilege of Legos for an hour. That kind of thing. Whatever. When you don't get your dishes, then you end up cleaning everybody's dishes for a week, that kind of thing. It's that inner logic of act and consequence. But I'm thinking about these. These poems that we're looking at. And even when I've taken the Legos away for an hour and they're weeping and crying, I cannot wait to give the Legos back. I don't want to be angry.",
    "start": "00:09:25",
    "end": "00:10:27"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:10:27",
    "end": "00:10:27"
  },
  {
    "text": "I don't want to be frustrated with them. And there have been multiple times where, like, I feel like I'm getting punished because I don't get to play with Legos for an hour now. And it's like, oh, we were going to build Legos this afternoon and you guys did that, and now we don't get to play Legos, and I'm bummed. And so I want My anger is also, but for a moment, compared to the perpetual goodwill I have for my kids. That's what I'm going for here.",
    "start": "00:10:27",
    "end": "00:10:52"
  },
  {
    "text": "Yeah.",
    "start": "00:10:52",
    "end": "00:10:53"
  },
  {
    "text": "So again, the whole reason to bring this up is even though the storyline of the Hebrew Bible ends tragically, there's also this pattern of God continuing to go back and give another chance. And give another chance builds, ramps up the expectation. There's got to be some resolution here. And this tees us up perfectly for the story of Jesus, who comes announcing primarily that that time of favor and God's eternal loyal love after the exile. It's now, okay, we made it to Jesus.",
    "start": "00:10:53",
    "end": "00:12:02"
  },
  {
    "text": "All right.",
    "start": "00:12:03",
    "end": "00:12:03"
  },
  {
    "text": "Well, actually, not yet. I first want to talk about John the Baptist for a second. So if we just start reading the Gospels, Matthew, Mark and Luke, every one of them is going to, in the narrative first introduce us to a guy named John the Baptizer. And John the Baptizer has a message about God's wrath, about his hot anger. So, you know, he famously goes down to this river and he's calling people to turn. He's calling. It's a restoration movement. He goes down to the river, the same river that all of the people had to cross through to enter into the land in the first place. It's like he's rebooting the whole story and making Israel go through the river again, and thus, and washing and repentance and so on. But then he sees a bunch of leaders of Jerusalem and the Temple coming to him. And this is what he says to them. You are the babies of snakes, or brood of vipers is the actual line. But he calls them baby snakes. Your seed of the snake, who warned you all to flee from the anger that is coming from. From the wrath to come, bear fruit, keeping with repentance. And don't think you can just say, oh, Abraham is our ancestor. Listen, God could raise up children for Abraham from these stones. The axe is laid at the root of the trees. Every tree that doesn't bear good fruit is going to be cut down, thrown into the fire. You're like, whoa, John the baptizer.",
    "start": "00:12:04",
    "end": "00:13:36"
  },
  {
    "text": "Yeah.",
    "start": "00:13:37",
    "end": "00:13:37"
  },
  {
    "text": "So this is classic role of God's anger that he sees is going to culminate in some act of judgment. So the Gospels begin with the portrait. Picking up John represents a new Jeremiah or a new Ezekiel, saying, we're going to go through it all again. There's a whole new movement of God's anger coming, and he's activating the whole story, people's unfaithfulness. He calls the leaders of Jerusalem Serpent seed. And so God's going to have to clean house all over again, just like he did in the days of Jeremiah. And he uses the language of divine anger to talk about it.",
    "start": "00:13:38",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, It's a warning.",
    "start": "00:14:19",
    "end": "00:14:20"
  },
  {
    "text": "Oh, this warning that it doesn't have to be this way. It could go differently. That's a good point.",
    "start": "00:14:20",
    "end": "00:14:25"
  },
  {
    "text": "Yeah.",
    "start": "00:14:25",
    "end": "00:14:25"
  },
  {
    "text": "This has always been hard for me when you. You pick up a gospel and you're ready to get to good news.",
    "start": "00:14:25",
    "end": "00:14:33"
  },
  {
    "text": "Yeah.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "And I have this framework of, okay, Jesus is coming to heal and to give and to sacrifice. And the way John sets it up here is very different. And you. I mean, you didn't go on to read, but he.",
    "start": "00:14:35",
    "end": "00:14:49"
  },
  {
    "text": "He.",
    "start": "00:14:49",
    "end": "00:14:49"
  },
  {
    "text": "Are you going to read the rest here?",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "Oh, got it. Well, then he starts talking about one who is coming after me.",
    "start": "00:14:51",
    "end": "00:14:55"
  },
  {
    "text": "Yeah. And that person.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Yeah. He says, is going to immerse y' all with the Holy Spirit. Hooray.",
    "start": "00:14:57",
    "end": "00:15:03"
  },
  {
    "text": "That sounds nice.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "Yeah. And with fire. Whoa.",
    "start": "00:15:04",
    "end": "00:15:07"
  },
  {
    "text": "Yeah.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Well, it depends. You know, fire burns away, but it also, like heat. It purifies. Remember the purifying. But then he goes on, he says, the one who comes after me, his winnowing fork is in his hand. He's going to clear the threshing floor and gather wheat into the barn, but burn up the chaff with fire. Yeah.",
    "start": "00:15:09",
    "end": "00:15:31"
  },
  {
    "text": "Yeah.",
    "start": "00:15:31",
    "end": "00:15:31"
  },
  {
    "text": "So, no, I'm so glad you're bringing this up, John. So what John is activating is the whole Old Testament covenant breaking God getting angry and handing Israel over. But repent, because it could go differently. And there is somebody coming who is going to create a fork in the road moment for us all, because he sees himself as just preparing the way. So you're right. Jesus, while he does have good news to offer, that good news is itself a part of a bigger package of another prophetic warning. What usually happens is all of this imagery in John's message gets picked up by especially Protestant readers, and we just instantly start talking about life after death. This is about what happens to you after you die. That's not what John's talking about.",
    "start": "00:15:32",
    "end": "00:16:25"
  },
  {
    "text": "How do you know that it's the.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Leaders of Jerusalem who are coming to him?",
    "start": "00:16:27",
    "end": "00:16:30"
  },
  {
    "text": "Yeah, he's talking to the leaders of Jerusalem.",
    "start": "00:16:30",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. And he's telling them this message. He's another Jeremiah, he's another Ezekiel. His message is for Jerusalem. It's for the people of Israel. And we're still in that storyline here.",
    "start": "00:16:32",
    "end": "00:16:46"
  },
  {
    "text": "So is it again about. Is it a warning about being handed over?",
    "start": "00:16:46",
    "end": "00:16:51"
  },
  {
    "text": "Right. So the whole thing is assumed. What does it mean to say the ax is at the trees where there's unquenchable fire coming, and divine anger on the leaders of Jerusalem. I'm already supposed to know what all that means. I guess that's my point here, is it's just assumed that you know the story that you're stepping into.",
    "start": "00:16:51",
    "end": "00:17:08"
  },
  {
    "text": "Yeah.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "Who is always the agent of God's anger. When he gets angry with his people and the leaders of his people, it's always some foreign nation, some pagan oppressor that God gives his people over to. And I wonder if there's any of those around at the moment. Oh, yes, right. And they're going to play a big role in the story to come. The Roman Empire. So I just find it's good to translate these metaphors into the concrete historical situation that the Gospel authors are inviting us into here.",
    "start": "00:17:10",
    "end": "00:17:39"
  },
  {
    "text": "Yeah. It's interesting to see the consistency between the Old Testament and New Testament, especially along this theme, because I think a lot of times we come to the New Testament and think, oh, it's so different than the Hebrew Bible, especially this theme of anger or judgment.",
    "start": "00:17:40",
    "end": "00:17:58"
  },
  {
    "text": "So let me try to restate the. Than what John the baptizer is saying here. He's saying to the religious leaders, I'm asking you to repent. This isn't a repentance movement, and that's what this baptism's for. But after me, there's someone coming and he has a baptism of God's spirit and fire and then uses this metaphor of someone threshing a threshing floor I'm not really familiar with. It's a farming thing. Right. This is where you take all the. All the wheat. Is it. Would it be wheat?",
    "start": "00:17:58",
    "end": "00:18:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:36",
    "end": "00:18:37"
  },
  {
    "text": "You bring it in and then you've got to, like, get the grain away from the.",
    "start": "00:18:37",
    "end": "00:18:40"
  },
  {
    "text": "Yeah, you separate. It's the act of separation, separating the.",
    "start": "00:18:41",
    "end": "00:18:44"
  },
  {
    "text": "Grain, the good stuff from the bad stuff. And then you're gonna burn up the chaff so that then. Because you don't eat it anymore.",
    "start": "00:18:44",
    "end": "00:18:51"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "And so Jesus is the one with that winnowing fork. He's the one going to separate. Yep. And. And so are you saying that this separation is connected to divine anger?",
    "start": "00:18:51",
    "end": "00:19:05"
  },
  {
    "text": "Well, yes, that's right. And we have to go all the way back to the flood, even though the flood was not an act of anger, it was an act of sorrow and grief. But it separated those who ruined the land through violence and bloodshed from Noah, who was righteous and blameless. It was a separating. The point is, every time that God brings an act of judgment in the Old Testament, there is always a remnant, the righteous remnant theme that comes out the other side and becomes the basis for the new group of people that God is going to work with. And so that pattern is really almost every single line in John's message contains the image or metaphor or wording from the Hebrew prophets. He's like a spokesman for the whole message of the Hebrew prophets right here.",
    "start": "00:19:06",
    "end": "00:19:54"
  },
  {
    "text": "And he's saying, I'm asking all of Israel to come and repent.",
    "start": "00:19:54",
    "end": "00:19:57"
  },
  {
    "text": "Correct.",
    "start": "00:19:57",
    "end": "00:19:57"
  },
  {
    "text": "What Jesus is going to do is he's going to separate a remnant of Israel who God is going to use moving forward. So be prepared for that.",
    "start": "00:19:57",
    "end": "00:20:06"
  },
  {
    "text": "That's right. And it's setting you up for the story of Jesus. And so you can't end here. You have to now go read the story and be like, how is Jesus going to cause a separation in Israel?",
    "start": "00:20:06",
    "end": "00:20:18"
  },
  {
    "text": "Yeah.",
    "start": "00:20:18",
    "end": "00:20:18"
  },
  {
    "text": "And is Jesus going to announce a giving over that God's going to do?",
    "start": "00:20:19",
    "end": "00:20:23"
  },
  {
    "text": "Yeah. What's the flood that's going to come? Or who's the Babylon that's going to come?",
    "start": "00:20:24",
    "end": "00:20:28"
  },
  {
    "text": "Totally. All right, so let's keep going.",
    "start": "00:20:28",
    "end": "00:20:30"
  },
  {
    "text": "Sa.",
    "start": "00:20:41",
    "end": "00:20:41"
  },
  {
    "text": "Let'S go to Luke's gospel. When Jesus finally goes public in Luke chapter four, something very interesting. Jesus does give many warnings, but he almost never mentions God's anger. He overwhelmingly talks about God's generosity, mercy, care, and love. And so in that sense, he's different than John the baptizer. He wants his whole message to be characterized as an announcement of the good news of God's kingdom. In Luke chapter four, this is significant. I think he goes to Nazareth, his hometown, and he's given the scroll of Isaiah. He opens up to what we call chapter 61. I think he just knew it as that part of the scroll. It didn't have numbers. And he starts quoting, saying, the spirit of the Lord is on me. He's anointed me to give good news to the poor, to proclaim release to the captives, recovery of sight to the blind, to proclaim the year of the Lord's favor. He rolled up the scroll and said, today this is fulfilled in your hearing. If you go Back to Isaiah 61, there he's quoting from. He left out one line from the paragraph that he just quoted. Does that make sense?",
    "start": "00:21:21",
    "end": "00:22:35"
  },
  {
    "text": "Yeah.",
    "start": "00:22:35",
    "end": "00:22:35"
  },
  {
    "text": "He ended too early. And the line that he left out, the first half of it is to proclaim the year of Yahweh's favor and also the day of our God's vengeance. He leaves that out. I think this is highly significant.",
    "start": "00:22:35",
    "end": "00:22:52"
  },
  {
    "text": "He's being PC oh, yeah, got it.",
    "start": "00:22:52",
    "end": "00:22:56"
  },
  {
    "text": "Okay. I don't think that's what's happening. Okay. No, he was not afraid to tick people off. I think he's signaling something here that he's going to start a movement that he sees as happening within a really narrow window of time. He's going to start this movement that he's going to call the good news movement. And it's going to be for all of the outsiders, for everybody. The current temple regime says is on the out with God, and they're good with God because they run the temple. It's the opposite. Jesus is going to say. So he's going to have this little window of time before the day of vengeance comes, which is that day of wrath that John was talking about. And the only thing he has to offer for this new thing is good news, man. Good news. Let's have a good news party before.",
    "start": "00:22:56",
    "end": "00:23:45"
  },
  {
    "text": "Before the vengeance comes.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Before the vengeance comes.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "So he's not saying that he's. He's doing something to deal with the vengeance of God here. He's just saying this is the good news time.",
    "start": "00:23:49",
    "end": "00:23:58"
  },
  {
    "text": "There's two stages to this.",
    "start": "00:23:58",
    "end": "00:24:00"
  },
  {
    "text": "Okay.",
    "start": "00:24:00",
    "end": "00:24:00"
  },
  {
    "text": "And we are at the favor good news stage before the time of anger when Jerusalem will be handed over to its enemies. Yeah.",
    "start": "00:24:00",
    "end": "00:24:10"
  },
  {
    "text": "In Isaiah, when those two sentences are paired, what is it referring to? How can you have the year of Yahweh's favor and the vengeance of God?",
    "start": "00:24:10",
    "end": "00:24:21"
  },
  {
    "text": "Totally. It's called the day of atonement is what it's called. I'm still working on this, but it's becoming clear to me that the day of atonement is, like, the key to everything. But I say that about everything in the Bible, because the day of atonement is the day when the blameless lamb is offered up and goes up to God to represent me before God in all of its blamelessness.",
    "start": "00:24:22",
    "end": "00:24:44"
  },
  {
    "text": "Yeah.",
    "start": "00:24:44",
    "end": "00:24:45"
  },
  {
    "text": "And God shows favor and accepts me because of my righteous representative. But on that same day as the day of God's favor, the other goat is loaded up with the sins of Israel and sent into exile into the wilderness. The day of vengeance.",
    "start": "00:24:45",
    "end": "00:25:01"
  },
  {
    "text": "Yeah, the scapegoat.",
    "start": "00:25:01",
    "end": "00:25:03"
  },
  {
    "text": "So they're not separate things. When God deals with evil, he will be both merciful and just. I think that's what's buried in that little line right there. That's my hunch, at least. And I think that's how Jesus viewed it as. Well.",
    "start": "00:25:03",
    "end": "00:25:18"
  },
  {
    "text": "Yeah.",
    "start": "00:25:18",
    "end": "00:25:18"
  },
  {
    "text": "Based on how he echoes and plays this out in the story.",
    "start": "00:25:19",
    "end": "00:25:22"
  },
  {
    "text": "Sam.",
    "start": "00:25:36",
    "end": "00:25:46"
  },
  {
    "text": "Okay, so if you just follow Jesus teachings from here. I just want to refer back to previous podcast series, maybe, like Our Luke Acts series where we really hone in on Jesus, message of good news and the announcement for the kingdom inclusion of all of these undesirable people. This is the stuff that people love about Jesus. It's the stuff I love about Jesus. It makes me proud to be associated with him and to read these stories. You know, what tends to happen though is for people who get really excited about that aspect of his message and teaching, we tend to overlook or under emphasize a consistent drumbeat alongside that good news, which was warnings, warnings of that separation, act of judgment that was ahead for the Israel of his day.",
    "start": "00:26:02",
    "end": "00:26:53"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "I'm just going to have us look at some different examples. For example, the Sermon on the Mount ends with a warning to listen to my words. And it's the famous parable of the House on the Rock. Everyone who hears my words and does them is like the person building house on the rock. Everybody who doesn't is like the person who builds their house on the sand. And then he describes the flood. The rains fell, the flood came, wind blows, slamming against the house. It fell and great was its fall. There's a flood coming. And if you don't follow my way of being the new Jerusalem, the light on the hill, the Israel that God wants to have represent him to the nations. If you don't do it my way, the flood, the flood's coming, it's going to take away your house. It's a warning, you know.",
    "start": "00:26:54",
    "end": "00:27:44"
  },
  {
    "text": "Yeah. So the purpose of these is more clear. John the Baptist and what Jesus says, they're warnings that are meant to cause people to repent. I mean, I guess that's clear in the prophets two in the Hebrew Bible.",
    "start": "00:27:44",
    "end": "00:27:55"
  },
  {
    "text": "And in this case what it means to repent is to live by the Sermon on the Mount and Jesus's way of embodying the kingdom of God. But it comes with a pretty high stakes warning at the end, right When Jesus in Matthew 10 sends out his disciples so that they go start announcing the kingdom like he was doing. He has this whole little section where he says, listen, if there's some people in a town that don't want to listen to you, they kick you out and they're like, we don't want to hear what Jesus has to say. We don't want to hear about the kingdom of God. Then there's that famous line, shake the dust of your feet off at the city. And I don't know why I'm laughing, but it's, it's, I think it was really serious.",
    "start": "00:27:55",
    "end": "00:28:35"
  },
  {
    "text": "It's just funny. To think of someone doing that in a really angry way. Oh, really? You don't want me here? Well, I'm just going to shake my sandals.",
    "start": "00:28:35",
    "end": "00:28:43"
  },
  {
    "text": "So. And. But then what he says is, shake the dust of your feet off. Truly, I say, it will be more tolerable for Sodom and Gomorrah in the Day of Judgment than for that city. Oh, well, we know how that went for Sodom. So Jesus thinks there's a flood coming and another Sodom and Gomorrah type thing coming. And the only way to avoid it is if Israel starts living by the Sermon on the Mount, because that's what.",
    "start": "00:28:46",
    "end": "00:29:14"
  },
  {
    "text": "They would be going out and teaching people city to city as well.",
    "start": "00:29:14",
    "end": "00:29:17"
  },
  {
    "text": "The Sermon on the Mount. That's right. So to live by the Sermon on the Mount is to live by the ethic and the values of God's kingdom. Matthew 11. There's two towns that kick Jesus out. They didn't listen to his message. One is a town called Chorazin, one is called Bethsaida. And he repeats it. He actually, he sounds just like Isaiah or Jeremiah. Here he pronounces woes over the cities. He says, woe to you, Chorazin. Woe to you, Bethsaida. If I had gone up to Tyre and Sidon and did the miracles there, they would have repented long ago. He goes, oh, Capernaum, if I went to Sodom and did miracles, they would have repented. But no, you won't be brought. Oh, this is interesting. Look at this. He says, no, Capernaum, you won't be exalted up into the skies. You're going to descend into the grave. He's not talking to individuals here. He's talking about a whole town.",
    "start": "00:29:17",
    "end": "00:30:13"
  },
  {
    "text": "Right.",
    "start": "00:30:14",
    "end": "00:30:14"
  },
  {
    "text": "He's going to the grave. What does that mean?",
    "start": "00:30:14",
    "end": "00:30:17"
  },
  {
    "text": "I don't know. What does it mean?",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "I'm trying to set up the puzzle here. Jesus keeps thinking that something terrible is going to happen if Israel doesn't follow him and live by the Sermon on the Mount.",
    "start": "00:30:18",
    "end": "00:30:26"
  },
  {
    "text": "There's a storm coming.",
    "start": "00:30:26",
    "end": "00:30:28"
  },
  {
    "text": "There's a storm coming. A flood, fire descending to the grave. What is it? Well, let's look at a couple statements where he becomes a lot more clear. This is in Luke 13. This is only in Luke. So it's not one of the more familiar sayings of Jesus. Some people come to Jesus and they tell him a story about some Galileans who had gone down to Jerusalem to offer sacrifices. And these Galileans had their blood mixed with their sacrifices by Pilate, the Roman governor. They're alluding to a riot that took place in Jerusalem. Josephus, a historian, Jewish historian, talks about this.",
    "start": "00:30:28",
    "end": "00:31:11"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:11",
    "end": "00:31:11"
  },
  {
    "text": "It was a riot that happened in the temple, and Pilate just sent in the guards and they just slayed everybody. So when he says their blood is mixed with their sacrifices, it's. It's literal.",
    "start": "00:31:11",
    "end": "00:31:22"
  },
  {
    "text": "Wow.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "The Romans sent in the tanks and just mowed down a bunch of people in the temple courts as they're bringing their offerings. Oh, wow.",
    "start": "00:31:24",
    "end": "00:31:31"
  },
  {
    "text": "I thought it was talking about some just strange cult practice.",
    "start": "00:31:31",
    "end": "00:31:34"
  },
  {
    "text": "No, he's referring to a tragic outbreak of Roman violence against the people.",
    "start": "00:31:34",
    "end": "00:31:40"
  },
  {
    "text": "Okay.",
    "start": "00:31:41",
    "end": "00:31:41"
  },
  {
    "text": "And then Jesus said to them, do you think that the people from Galilee who just happened to be there offering their sacrifices and they were caught up in this riot, do you think that they were worse off, greater sinners than the other Galileans because this happened to them? No. I tell you, unless y'. All, Unless we all return, you all are going to perish in the same way.",
    "start": "00:31:41",
    "end": "00:32:01"
  },
  {
    "text": "So here he's. He's specifying more that they will perish at the hand of Rome or the leaders.",
    "start": "00:32:02",
    "end": "00:32:09"
  },
  {
    "text": "Yes. He's not talking about heaven or hell.",
    "start": "00:32:09",
    "end": "00:32:12"
  },
  {
    "text": "The storm is the destruction of Jerusalem.",
    "start": "00:32:13",
    "end": "00:32:17"
  },
  {
    "text": "So this has taken me years to process that Jesus's warnings aren't about heaven or hell the way I was taught to think about it, in kind of a more individualistic package of the Christian message. He was a prophet, and more than a prophet, but a prophet to Israel, just like Jeremiah and Ezekiel, warning of a flood and a storm coming in the form of a pagan oppressor and that God was still angry. But he sent Jesus, as this ultimate act of favor and good news, to announce good news to form this new covenant family. But he said, listen, if you don't follow me, Rome's going to take us out just like Pilate did to them. So there's a whole thread of passages in the Gospel of Luke where he continues on this theme. When he rides in at the triumphal entry on the donkey in Luke 19, he's weeping over the city. We depicted this in the video. I'm really proud of that moment.",
    "start": "00:32:17",
    "end": "00:33:17"
  },
  {
    "text": "Yeah.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "His tear drops down. This is with Alan, one of our animators. His tear drops down onto the burning Jerusalem. So what Jesus says is, if you had known even this day, the things that would make for peace, but now they've been hidden from your eyes. Your days will come when enemies will throw up barricades against you, surround you, hem you in, level you to the ground you, your children, leaving not one a stone upon another, because you didn't realize the time of God's visitation, that God came to visit you. So there is one more. Actually he does come to the vengeance part when he's announcing the destruction of Jerusalem In Luke chapter 21, he says, when you see Jerusalem surrounded by armies, he calls that the time of vengeance, the days of vengeance. Which remember in his quotation of Isaiah 61, he left out the vengeance for this moment.",
    "start": "00:33:18",
    "end": "00:34:14"
  },
  {
    "text": "Yeah.",
    "start": "00:34:14",
    "end": "00:34:15"
  },
  {
    "text": "So I don't know, these passages made me uncomfortable. I under emphasized them for a long time and I realized I need to stop doing that. I need to like really understand what Jesus was getting at.",
    "start": "00:34:15",
    "end": "00:34:25"
  },
  {
    "text": "Yeah. He was saying, look, I'm bringing this fulfillment to the story of the Hebrew Bible and to the whole story of Israel. And the story has been that God has made this covenant with us as the nation of Israel and we keep turning away from it. And so there's this pattern of God's anger or judgment and a remnant that comes through. And John the Baptist sets up Jesus as, this is kind of the final, this is the final time that's gonna happen that there's going to be a threshing and a separation. He's going to be like this climax of that. And these warnings to his fellow Israelites are in that light of like, this is happening, this is go time, this is it.",
    "start": "00:34:26",
    "end": "00:35:16"
  },
  {
    "text": "So in the light of that, what does Jesus have in mind when he says, but if you listen to my words, you're like building your house on the rock and the winds may come and the storms rage, but that house will stand. Like what does it. Why is living by the Sermon on the Mount? If all Israel were to do that, why would they avoid getting toasted by Babylon, by Rome? Are you with me? I'm trying to play out like, what, what does Jesus think he's doing that.",
    "start": "00:35:17",
    "end": "00:35:47"
  },
  {
    "text": "And is is the related question, what was Israel doing that was going to inevitably cause this Roman attack?",
    "start": "00:35:47",
    "end": "00:35:55"
  },
  {
    "text": "Yeah. What path is Israel on? Like Zedekiah breaking his treaty with Nebuchadnezzar. What is Israel doing? Well man, there's revolutionaries around, there's, there's like rebellion is in the air.",
    "start": "00:35:56",
    "end": "00:36:10"
  },
  {
    "text": "Yeah.",
    "start": "00:36:11",
    "end": "00:36:11"
  },
  {
    "text": "And isn't it interesting that a huge theme in the Sermon on the Mount and in Jesus teachings is about non violence towards your enemies, non violent resistance to structures of evil and to love and bless your enemies.",
    "start": "00:36:11",
    "end": "00:36:25"
  },
  {
    "text": "Yeah. So now it's this guy on the margins, one of the oppressed people who's saying, yes, the solution is to love your, your Roman enemies.",
    "start": "00:36:26",
    "end": "00:36:37"
  },
  {
    "text": "Yeah. Sam Sa. So we're talking about Jesus though. In terms of this political, peaceful, political, revolutionary character. And it's actually cool. It's nice to have that set that stage. When you said that there's rebellion in the air, you can kind of picture Jesus walking through these towns or being at Jerusalem and realizing, like, oh, man, like, things are tense and this can all fall apart. So I want to help my nation live in such a way that we can bless our enemies and then actually become the people of God that we're supposed to be. But if we stop there, it feels like we're just making Jesus just another prophet.",
    "start": "00:36:37",
    "end": "00:38:27"
  },
  {
    "text": "Yep, that's right. So we can't stop there. We have to take the step. The next step is when Jesus rides into Jerusalem crying. That's his moment of realizing that the leaders of Israel have rejected him. The moment he rides into Jerusalem is the point where he realizes there's no return. He went around announcing, john came. He went around giving a chance for Israel to turn, but he goes into Jerusalem knowing that it's game over.",
    "start": "00:38:27",
    "end": "00:38:56"
  },
  {
    "text": "It's like the end has come up before him.",
    "start": "00:38:56",
    "end": "00:38:59"
  },
  {
    "text": "Yes, the end of Jerusalem has come up before him. And so what he is going to do is he times his arrival at Passover and he is going to put himself in the place of his enemies and force their hand to kill him so that he can offer his life as a righteous intercessor on. On behalf of his own sinful people. And in so doing, he sees himself drinking the cup that Jeremiah talked about, the cup of the wine of God's anger. I think that's where we can go just in our next step. I think I'm going to go and read some the stories about Jesus in the Last Supper. And once you see them in light of this whole theme, they just really kind of shine with new meaning and significance. But I think it's good just to kind of take a pause and recognize that by situating Jesus in his historical context, we don't lose Jesus. We actually get more of his message and more of what his heartbeat was about, which was that Israel was destroying itself and he was trying to help them find a different way forward. And he realized that human nature is too consistent. But that didn't prevent him from trying to stand in the gap on behalf of his sinful people. And that's the next part of the story.",
    "start": "00:38:59",
    "end": "00:40:18"
  },
  {
    "text": "Great. Thanks for listening to this episode of the BibleProject podcast. We're still collecting questions for our upcoming question response episode for this part of the series on God's anger. So if you have a question, send it to us. You can record yourself asking the question. Try to keep it around 20 or 30 seconds. Let us know your name, where you're from. Also transcribe your question for us. That'll help you make it succinct and also help us with through them and then email it to us@infoibleproject.com Again that's infoibleibleproject.com we'd love to hear from you and engage with your questions. We've recently launched season seven of our videos on YouTube and we've got two videos out already. They're the first two characteristics of God that we've been talking about in this series that he is gracious and compassionate. You can find those word study videos videos on our YouTube channel, YouTube.com thebibleproject or on our website bibleproject.com Next week we're back to talk about Jesus taking the cup of God's wrath.",
    "start": "00:40:18",
    "end": "00:41:22"
  },
  {
    "text": "He intentionally goes to Jerusalem for Passover during the feast week when they celebrate their liberation from a pagan oppressor, Egypt. His point is that the way I'm going to become king over Israel and over the nations is by drinking the cup. So all of this has huge implications for how we should talk and think about how Jesus understood his death. What did Jesus think his death meant, how did he talk about it, and how does it fit into this whole conversation?",
    "start": "00:41:22",
    "end": "00:41:53"
  },
  {
    "text": "Today's episode was produced by Dan Gummel, our show notes from Lindsey Ponder, and the theme music from the band tents. The Bible Projects, a crowdfunded nonprofit, were important. Portland, Oregon we make free resources so that we can all experience the Bible as a unified story that leads to Jesus. Thank you so much for being a part of this with us.",
    "start": "00:41:54",
    "end": "00:42:13"
  },
  {
    "text": "Hi, this is Jiahui and I'm from China. I first heard about Bible Project when.",
    "start": "00:42:14",
    "end": "00:42:20"
  },
  {
    "text": "Using the Bible app.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "I use Bible Project for gaining understanding of the Scriptures.",
    "start": "00:42:21",
    "end": "00:42:25"
  },
  {
    "text": "My favorite thing about Bible Project is everything.",
    "start": "00:42:25",
    "end": "00:42:29"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:42:47",
    "end": "00:42:50"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "00:42:52",
    "end": "00:42:55"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:42:56",
    "end": "00:43:03"
  }
]