[
  {
    "text": "This is John of bibleproject. Jesus death and resurrection is the climax of the biblical story. And as a modern Western Christian, my main understanding of Jesus death is I've personally failed and God requires I pay for my failure. Jesus took the place of my failure on the cross. For me, this is beautiful and it is a real result of Jesus death and resurrection that I personally can be saved. But this explanation of of Jesus death is not how the Gospels talk about it. There's actually a larger storyline taking place that my salvation will fit into. That is the storyline of the entire Bible so far. And it's this. God has made Israel as a nation to be his covenant partners, to bring blessing to the world. But Israel has failed.",
    "start": "00:00:04",
    "end": "00:00:53"
  },
  {
    "text": "So here we are to the heart of the logic of the biblical story. God has, in his justice, handed Israel over to death. He rescued them, they betrayed him over and over and over again. As Paul the Apostle will summarize that Hebrew Bible, the wages of sin is death. So the story of Jesus is the story of the God of Israel coming among his people to enter death on their behalf, because precisely he's the only one that can reverse its power and overcome it.",
    "start": "00:00:53",
    "end": "00:01:22"
  },
  {
    "text": "God's anger against Israel's covenant betrayal is not a new idea. The prophet Isaiah talks about their horrific exile from Babylon as a consequence of their failure. He calls it drinking the cup of God's wrath. And now on Jesus Day, the cup of wrath is coming again against Israel, this time through Rome.",
    "start": "00:01:23",
    "end": "00:01:44"
  },
  {
    "text": "When Jesus says he's going to drink the cup of God's anger, this is what he means. He's going to put himself in the place of rebellious Israel, standing in the Roman court, facing the Roman governor, and he will allow Rome to kill him instead of the whole.",
    "start": "00:01:44",
    "end": "00:02:01"
  },
  {
    "text": "Jesus is the faithful Israelite partner and he takes the consequences for Israel's failure. This idea is wonderfully illustrated in the story of Jesus and Barabbas.",
    "start": "00:02:02",
    "end": "00:02:13"
  },
  {
    "text": "The scene where it's the two criminals, Jesus and then the other Bar Abbas, is a crucial scene. It's this famous scene, Jesus bar Abbas. Bar Abbas is Aramaic for son of the Father. So you have Jesus, the Son of God, and then you have Jesus, son of the Father. There's so clearly these two represent two different Israels here.",
    "start": "00:02:13",
    "end": "00:02:36"
  },
  {
    "text": "When Jesus was arrested, Pilate asks the crowd, who would you rather have executed?",
    "start": "00:02:36",
    "end": "00:02:42"
  },
  {
    "text": "And Jesus all along has been saying, no, Jesus Bar Abbas is going to lead our whole people to destruction again and God's going to let it happen. But then Jesus puts himself in the place of rebellious Israel. It's as If Jesus Bar Abbas represents all of Israel that has rejected him and he takes their place, the guilty Barabbas, Jesus goes free. It's such a brilliant move they're making.",
    "start": "00:02:42",
    "end": "00:03:07"
  },
  {
    "text": "That and more on this episode.",
    "start": "00:03:08",
    "end": "00:03:10"
  },
  {
    "text": "Thanks for joining us.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "Here we go. Well, we are here.",
    "start": "00:03:11",
    "end": "00:03:18"
  },
  {
    "text": "By we, I mean myself, Tim Mackey, Chris Quinn. We're talking through God's anger in the Bible and we're going to try to do a few more episodes on that. How are you guys doing today?",
    "start": "00:03:18",
    "end": "00:03:31"
  },
  {
    "text": "Yeah, pretty good. Still in quarantine?",
    "start": "00:03:31",
    "end": "00:03:33"
  },
  {
    "text": "Yep, we are.",
    "start": "00:03:33",
    "end": "00:03:35"
  },
  {
    "text": "And that might sound quaint and dated by the time this comes out, hopefully.",
    "start": "00:03:35",
    "end": "00:03:39"
  },
  {
    "text": "Yeah.",
    "start": "00:03:39",
    "end": "00:03:40"
  },
  {
    "text": "But that's our real life situation.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "Now.",
    "start": "00:03:42",
    "end": "00:03:42"
  },
  {
    "text": "Can I ask. And we're going to jump into Jesus. But before we do, there is a sense of intensity of God that freaks people out in the Bible. So just take Isaiah, for example. In Isaiah 6, he's in God's throne room and he's scared and he thinks he's going to die. Now he's reacting to not to God's anger. Right. A potential of being angry, but to something else. Correct.",
    "start": "00:03:42",
    "end": "00:04:09"
  },
  {
    "text": "Totally. That's a really good observation. What scares somebody like Isaiah or Ezekiel or Daniel. Yeah. Isn't that they appear in God's presence and they think, like, he's out to kill me. They do think they're going to die.",
    "start": "00:04:09",
    "end": "00:04:23"
  },
  {
    "text": "Yeah.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "But it would be the same way that I would think I was going to die if, like, I walked into, like, a nuclear power plant without a hazmat suit on, you know, and, like, walked in by the reactor. It's about being exposed to a source of raw and dangerous power.",
    "start": "00:04:24",
    "end": "00:04:39"
  },
  {
    "text": "What about, like walking into a pen of dinosaurs?",
    "start": "00:04:39",
    "end": "00:04:43"
  },
  {
    "text": "Oh.",
    "start": "00:04:43",
    "end": "00:04:43"
  },
  {
    "text": "Yes. You've got the added potential of those dinosaurs getting angry.",
    "start": "00:04:45",
    "end": "00:04:50"
  },
  {
    "text": "Yeah.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Oh, yeah, that's true.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "What?",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "No.",
    "start": "00:04:53",
    "end": "00:04:53"
  },
  {
    "text": "They get angry at what? They just want to. They're just doing their thing. They're gonna eat you.",
    "start": "00:04:53",
    "end": "00:04:56"
  },
  {
    "text": "They'll step on you while they're just looking for a snack.",
    "start": "00:04:56",
    "end": "00:04:59"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:04:59",
    "end": "00:04:59"
  },
  {
    "text": "I'm just trying to wrap my mind around should I be scared of God and God's anger? If God could get angry at me and wipe me out at any given moment, that keeps me in line. Because then I have this fear. And that fear will motivate me to not do the wrong things.",
    "start": "00:05:00",
    "end": "00:05:17"
  },
  {
    "text": "Yeah, kind of. But that's not quite how the biblical authors talk about God's anger. They talk about God's anger as God's response to when his people betray him and don't represent him faithfully to the world. Now we're back to that point a little bit ago, Chrissa, you brought this up. It's with people who betray him, Israel who betrays him. These are the people that God gets angry with the most. So I think that's instructive. The portrait of God's anger is not God's touchy. And at any moment I could set him off. And so that's what motivates me to stay in line. Stay in line. It's more that God rescued me and my ancestors from slavery and he's given us a great gift of this land and given us an opportunity here. He's been so generous to us. How could I betray him? And if I do betray him, he would be rightfully angry. That's why the biblical authors don't have to defend God's anger. They just assume that, yeah, God's angry. And that's right. Like it's right that God's angry. They don't try and defend it the way in a modern context we have all these hang ups about anger. And so just the very fact that God gets so intensely angry is right, an obstacle for us. But it wasn't for the biblical authors. They thought it was right because we broke the covenant. And so I don't know, how does that resonate?",
    "start": "00:05:18",
    "end": "00:06:33"
  },
  {
    "text": "Well, I'm wondering if the idea of being afraid of God's anger, do you think that comes from the idea of being afraid of anger in general? Not necessarily for you, that's a very personal question. But. But fearing.",
    "start": "00:06:33",
    "end": "00:06:50"
  },
  {
    "text": "Yeah.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "I don't know. Should we be afraid of people's anger? And the way God is described is way better than people.",
    "start": "00:06:50",
    "end": "00:06:57"
  },
  {
    "text": "I just think the phrase the fear of the Lord, the way that gets used. Yeah, I would need to do a concordance search on it. But here's my hunch. I could be wrong about this. My hunch is that the fear of God has much more to do with that. God's like a nuclear reactor or a pen of dinosaurs. He's untamable, he's not predictable, and he's the source of all life and power in creation. And so when that being shows up, like on Mount Sinai, God said, Moses says God showed up so that you may fear him. He showed up in the storm so that you may fear him and not sin. That's what he says now. They thought that they were going to die not because God was angry at them at the foot of Mount Sinai, but just because God is like a cloud of lightning bolts. Yeah, I don't know. That's my hunch at least. Is that God's anger isn't connected to the fear of God in the way that maybe we would think it is. I've actually never thought about that way. Thank you for raising that point, John.",
    "start": "00:06:58",
    "end": "00:07:55"
  },
  {
    "text": "Yeah. Picture someone who you know is just a good person and you trust their. Their morality, and they're wise, and you're not afraid when you're around them, you aren't afraid they're going to just lash out at you unpredictably.",
    "start": "00:07:55",
    "end": "00:08:12"
  },
  {
    "text": "Yes.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "But you do know that they value something so strongly that if you push on that they'll eventually say, enough is enough. And, and you're outside now I'm gonna lose relationship with that person. But you know that person, you know this person is gonna be slow to that reaction. This feels like. I wouldn't describe this person as an angry person. I would just not use the word anger at all. Even if at some point I saw someone push hard enough and that person's like, I'm done. This is ridiculous.",
    "start": "00:08:13",
    "end": "00:08:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:46",
    "end": "00:08:47"
  },
  {
    "text": "I don't know. I guess I'm struggling with the word anger for what we're describing. And anger is a human emotion that we're applying to God.",
    "start": "00:08:47",
    "end": "00:08:56"
  },
  {
    "text": "But you would say of that person, this person that you're describing, what you just said is you wouldn't call them an angry person, but if they got angry over that one thing, that's like super high value to them. You would say they got angry, they got angry, they got angry, and rightfully so. But you wouldn't say that they are characterized by anger. And I like this analogy. I think it's actually a very helpful analogy for what the biblical authors are saying about God's character. Yeah, yeah.",
    "start": "00:08:56",
    "end": "00:09:25"
  },
  {
    "text": "Because that's exactly what they're saying, that he's not an angry God. Actually, he's slow to anger, which is another way to say he's not an angry God.",
    "start": "00:09:25",
    "end": "00:09:33"
  },
  {
    "text": "Yeah, yeah. He's patient. He does get angry, but over specific things, and it takes a long, long time to get there. Okay, thank you both. That's a good one. You wouldn't describe that as an angry person. A person can get angry, but not be characterized as an angry person. And that's a distinction that you're right, we find difficult to make in our culture, it seems.",
    "start": "00:09:33",
    "end": "00:09:55"
  },
  {
    "text": "I think it's because it's really uncommon to find someone who has a good relationship with anger. Yeah, yeah, I think that's. That's difficult to find.",
    "start": "00:09:55",
    "end": "00:10:04"
  },
  {
    "text": "Or maybe it's also inappropriate to express anger in our culture except in maybe super close relationships.",
    "start": "00:10:05",
    "end": "00:10:14"
  },
  {
    "text": "Yeah.",
    "start": "00:10:14",
    "end": "00:10:14"
  },
  {
    "text": "You know, I read Cross Vision by Greg Boyd recently.",
    "start": "00:10:14",
    "end": "00:10:18"
  },
  {
    "text": "Oh yes, yeah.",
    "start": "00:10:18",
    "end": "00:10:19"
  },
  {
    "text": "And he has this example in there of when a wife stops enabling her addicted husband as like this last resort to help restore him. Really. So she, she finally says like hey, you gotta go or I've gotta go. And I think this is the best thing for you to like grow in, in this area or in wisdom or like even just experiencing the natural consequences of that. Maybe he'll wake up and, and be able to change. And I like that example because I feel like it like experiencing natural consequences can be for the purpose of turning and changing. It can be restorative.",
    "start": "00:10:19",
    "end": "00:10:57"
  },
  {
    "text": "Man, that's good. Thank you for that. I think that's exactly right. God's purpose isn't to just destroy people. I know that's what people think God is up to in the Old Testament, but it's actually the opposite. But yeah, his acts of anger are, they're a removal service, but they, yeah, they're God dealing severely with severely corrupted people and institutions that ought to make any decent person angry. Yeah, including God. Yeah, that's good. Restorative nature.",
    "start": "00:10:57",
    "end": "00:11:26"
  },
  {
    "text": "Oh, except also in the prophets that that phrase, the cup of anger or wrath becomes another way to talk about God's anger.",
    "start": "00:11:26",
    "end": "00:11:35"
  },
  {
    "text": "Of course a very important image is about God letting his people drink a of his anger. Yeah, it's in Isaiah and Jeremiah. And then the cup is to drink Babylons, to drink the, the spears and arrow heads of Babylon. Right. To be overtaken.",
    "start": "00:11:35",
    "end": "00:11:51"
  },
  {
    "text": "And so it's another metaphor for being handed over basically. So now we have turning God, turning his face away, being handed over and drinking the cup as metaphors for God's anger.",
    "start": "00:11:51",
    "end": "00:12:04"
  },
  {
    "text": "Yep. And again all of these are hyper relevant for understanding what Jesus thinks he's up to in his mission to Israel.",
    "start": "00:12:04",
    "end": "00:12:11"
  },
  {
    "text": "Yeah. And the thing that I think I was taught about God's anger growing up in the church is not so much the way his anger manifests, but it's more about his holiness. It's more about his like that God cannot put up with, be around, have anything to do with something that's corrupt. And so if you're going to have any sort of corrupt nature to you, then you're in trouble because you just can't hang with God.",
    "start": "00:12:11",
    "end": "00:12:39"
  },
  {
    "text": "Ah, yes. Yeah. Okay, so now we're back to the pen of dinosaurs or the nuclear reactor. So that's an important, that's an important part of the holiness of God. But in the Bible, God's anger and holiness are, they're distinct and they do different things and they're activated in different ways, the anger of God is a part of the covenant storyline of God and his people and about what people bring upon themselves when they betray or misrepresent God. And God's anger kind of fits into that. Whereas the holiness piece is about. Yeah, we have already talked about that. God's the nuclear reactor and he's both life giving and dangerous at the same time. I think we made a video on this.",
    "start": "00:12:39",
    "end": "00:13:22"
  },
  {
    "text": "The sun, he's like the sun.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "Yeah. The sun doesn't get angry at you. And if you get a sunburn, it's not because the sun was angry, it's because it's the son. Yeah. If your spouse refuses to deal with your addiction anymore, refuses to enable you and forces you to move out and they're angry at you, there were more in the ballpark of God's anger. It's a relational word about God handing people over to the consequences of their decisions.",
    "start": "00:13:24",
    "end": "00:13:51"
  },
  {
    "text": "So you're saying that holiness and fear and anger get combined or conflated too often in the Christian tradition because I think that's a really common thing, what you just said, John, but that they need to be thought of as separate things with anger being kind of more of a word that describes the painful emotions of God when people betray him, but that it's also something that's really related to his love. I mean, I think we've been talking about that through this whole thing that it's a relational term. It's about betrayal. All those things are really related to his care and that's separate from his holiness and fear.",
    "start": "00:13:51",
    "end": "00:14:31"
  },
  {
    "text": "That's a good way of putting it. You know, we're kind of back to this isn't a word study series. This, you know, slow to anger and this character of God series. And it is these words come from the Bible. God's anger, his mercy, his compassion, his holiness. But then they come to take on independent meanings in the history of different church traditions. And then those new meanings can be made into new stories that are said to represent what the Bible's saying. And then you can go read the Bible, you're like, oh, there's holiness or there's anger. But what often happens is the meaning of those words become disconnected from what the biblical authors are trying to say. And I have found this to be true as I think about, not just think about, as I read and try and understand God's anger, especially in the Old Testament.",
    "start": "00:14:31",
    "end": "00:15:19"
  },
  {
    "text": "Sam.",
    "start": "00:15:20",
    "end": "00:15:28"
  },
  {
    "text": "So we've also, in a previous episode we talked about how Jesus was introduced into the storyline of the gospels with John The Baptist's message about wrath, God's anger that is yet to come, which he describes with biblical prophetic imagery of God is going to chop down Israel with like an axe, which is a very biblical image from the prophets, the Old Testament prophets. So what Isaiah was warning for his day, what Jeremiah warned for his day, Babylon's coming, Assyria's coming, and God will allow it. Now John is warning there's another Acts coming that God will allow to chop us down if we're not faithful to the covenant and turn from the ways of our ancestors. And then he identifies that Jesus will be the one to bring everything to its crisis moment. And then we followed the theme about Jesus is announcing good news for the poor, but that also Jesus was regularly issuing warnings that if the Israel of his day doesn't turn to him, doesn't live by his way of enemy love, radical generosity, nonviolent resistance against evil, if they don't follow him, then they'll be like the house built on the sand that will be wiped out in the flood. So this kind of, I think in the last episode is where we went.",
    "start": "00:16:04",
    "end": "00:17:24"
  },
  {
    "text": "Yeah.",
    "start": "00:17:25",
    "end": "00:17:25"
  },
  {
    "text": "And these are the sayings of Jesus that are not that popular and that most people tend to underemphasize when they read the Gospels.",
    "start": "00:17:25",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. Tim, there's a lot in the Gospels about loving your enemies and living this very different way. How would you respond to someone who said the God of the Old Testament is really angry? Jesus in the New Testament? Not at all. There's this really strong dichotomy between the two.",
    "start": "00:17:32",
    "end": "00:17:51"
  },
  {
    "text": "Yeah. I just think you have to sit down and read more carefully and you'll find the opposite to be true in both Testaments. That actually God is much more slow to anger than a surface reading might appear, and that Jesus is actually issuing warnings about God's anger and judgment on his people more than most people would notice. And so I think the depiction of God is consistent. I think the unique thing with Jesus is what we're going to get to is that he sees himself as bringing the whole history of conflict, of angry covenant betrayal and conflict to a head between God and Israel. And he says that he's going to resolve it in some crisis moment that he calls drinking the cup. That might be an insufficient answer to your question or response.",
    "start": "00:17:51",
    "end": "00:18:43"
  },
  {
    "text": "That makes sense. Yeah.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "One thing we also highlighted was that Jesus clearly identified Rome as the axe at the root of the tree, that if Israel refused his way of being Israel and living out God's kingdom, that God would hand Israel over to the Romans. It's in all the Gospels, but especially the Gospel of Luke turns up the volume on this. But he warned that Israel would be surrounded by Jerusalem, would be surrounded by Roman armies, that these would be the days of vengeance where God would give Israel over to her enemies and that the temple would be destroyed. That's not popular stuff to say. That's like going to Washington D.C. and you know, announcing that the whole city is going to burn. Something like that.",
    "start": "00:18:44",
    "end": "00:19:30"
  },
  {
    "text": "Yeah.",
    "start": "00:19:30",
    "end": "00:19:30"
  },
  {
    "text": "And then claiming that you're the real president. That would be the equivalent of what Jesus. Jesus is doing.",
    "start": "00:19:30",
    "end": "00:19:36"
  },
  {
    "text": "Well for you.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. I've been surprised by how, how consistent the New Testament is with the Old on this way of describing being handed over or. Or the way of describing God's wrath as being handed over to another gentile nation.",
    "start": "00:19:38",
    "end": "00:19:53"
  },
  {
    "text": "Yeah.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "So here we have the Jewish people being handed over to the Romans if they continue in their way. And that totally makes sense of the way anger and wrath is thought of in the Hebrew Bible.",
    "start": "00:19:55",
    "end": "00:20:04"
  },
  {
    "text": "That's right, it. So all of this has huge implications for how we should talk and think about how Jesus understood his death. What did Jesus think his death meant, how did he talk about it? And how does it fit into this whole conversation? So remember the meaning of the cup of God's anger in the prophets. There's an important story in Matthew chapter 20 where two of his disciples, their mom comes up to him, to Jesus and asks if two of her sons can be Jesus like special, special princes when he becomes the king of Israel.",
    "start": "00:20:04",
    "end": "00:21:34"
  },
  {
    "text": "Helicopter parents.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "She's being a good mother.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "Yeah. So that's so well said. That's great. So will you command in your kingdom that my two sons will sit on your right and left? Jesus answers, I'm sorry, you just simply don't know what you're asking for. Are you able to drink the cup that I am about to drink? And the two men said to him, oh yes, we're able. And he said to them, you know what? You actually will drink my cup but to sit on my right hand or left. Sorry, that's not my authority to give, but to be on my right and my left. That is for those whom it has been prepared by my father. This is a little hint forward to the criminals Jesus, yes, but to Jesus throne. In other words, when Jesus comes in his kingdom, he will have one on his right and one on his left. And when in the Gospels does that moment happen? Why do all the Gospel authors tell us that he had one on his right and one on his left when he was crucified when he's crucified. Yes, that's right.",
    "start": "00:21:40",
    "end": "00:22:39"
  },
  {
    "text": "Which is a type of upside down enthronement.",
    "start": "00:22:40",
    "end": "00:22:42"
  },
  {
    "text": "Yeah, that's right. So already here he's hinting that the cup refers to his coming execution and many of his disciples will actually lay down their lives for their witness to Jesus. I think that's what he means, you will drink my cup. But his point is that the way I'm going to become king over Israel and over the nations is by drinking the cup. And there's only one place where that Jesus is getting that image from. But the, the passages we looked at in a previous episode, which is Isaiah 51, Jeremiah 25, and I think Psalm 75 are the three main cup of passages of God's word.",
    "start": "00:22:42",
    "end": "00:23:22"
  },
  {
    "text": "So if they were familiar with the Hebrew Bible, would they know exactly what he was saying here? Are you able to. How would they have understood that?",
    "start": "00:23:22",
    "end": "00:23:31"
  },
  {
    "text": "Well, yeah, in the actual moment of the conversation, I don't know. Jesus was a riddler. He spoke in scriptural language and riddles all the time. The gospel authors want us, the reader, to pick it up because Jesus is going to use the image again in a couple chapters.",
    "start": "00:23:31",
    "end": "00:23:46"
  },
  {
    "text": "So what is he saying? What do the authors want us to pick up? Are you able to.",
    "start": "00:23:46",
    "end": "00:23:50"
  },
  {
    "text": "Yeah. Remind me again about drinking the cup.",
    "start": "00:23:50",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. Drinking the cup is what Jeremiah says will happen to Jerusalem when it's surrounded by Babylonian armies because their king broke a treaty with Babylon and they've been unfaithful to God. So drinking the cup is another way of saying God handing you over to the consequences of your decisions, which ultimately.",
    "start": "00:23:53",
    "end": "00:24:12"
  },
  {
    "text": "It seems like our death throughout the biblical storyline, not, not as in the consequences of sin, our death in the trite way we think about it, but in the storyline being handed over is kind of simultaneous with death and specifically.",
    "start": "00:24:12",
    "end": "00:24:25"
  },
  {
    "text": "Being handed over to be conquered by pagan armies.",
    "start": "00:24:25",
    "end": "00:24:29"
  },
  {
    "text": "So what would it mean then for Jesus to drink the cup?",
    "start": "00:24:29",
    "end": "00:24:31"
  },
  {
    "text": "Well, that's exactly right. You got to keep on reading. You got to let the story tell you what Jesus means because he brings it up again in the garden of Gethsemane. Well, sorry, actually I'm skipping a story. At Passover, right, at the Last Supper, when he brings out the cup and he says, this cup is the new covenant in my blood. So he gives them a cup to drink and there. This cup imagery is really rich. He's borrowing imagery from covenant making ceremonies in the Old Testament, likening his blood to the blood of the animals that would be offered up to God in the making of a covenant. Then after that he goes out to the garden of Gethsemane. This is Matthew 26. And in the garden what he's praying is this. It's in verse 39 of Matthew 26 he says 3 times Matthew says Jesus prayed, my Father, if it's possible, may this cup be taken from me, but not my desire, but your desire be done. So Jesus keeps talking about his coming death as drinking the cup on behalf of his people. That's his conception of death.",
    "start": "00:24:31",
    "end": "00:25:43"
  },
  {
    "text": "And drinking the cup in say Isaiah 51 is this image of experiencing the consequences of God turning his face.",
    "start": "00:25:43",
    "end": "00:25:55"
  },
  {
    "text": "Yep. And those consequences are God allowing foreign armies to overtake his covenant people. That's the concrete expression that it takes in history.",
    "start": "00:25:55",
    "end": "00:26:05"
  },
  {
    "text": "And so Jesus is using this phrase. We know it's intense. We know he's not excited about it.",
    "start": "00:26:05",
    "end": "00:26:13"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:14"
  },
  {
    "text": "So Jesus is going to experience God turning his face away.",
    "start": "00:26:14",
    "end": "00:26:19"
  },
  {
    "text": "Jesus knows that if Israel turns away from his message that they're going to be destroyed. He's been making that crystal clear all throughout his warnings of judgment. Yeah, he intentionally goes to Jerusalem for Passover during the feast week when they celebrate their liberation from a pagan oppressor, Egypt. And he intentionally goes there and he pokes the bear. He doesn't just poke the bear, he like stabs the bear, jabs it for a whole week, provoking the temple leaders, the city leaders. You know, he's intentionally creating a problem. And he keeps saying throughout this week, I'm going to drink the cup. I'm coming here to drink the cup. So Jesus is going to put himself in the place of faithless, covenant breaking Israel and experience defeat at the hands of pagan armies on their behalf. If you just think through what all these images mean, to drink the cup means to be conquered by a pagan oppressor.",
    "start": "00:26:19",
    "end": "00:27:24"
  },
  {
    "text": "I see.",
    "start": "00:27:25",
    "end": "00:27:25"
  },
  {
    "text": "Because of covenant violation, Israel here, specifically.",
    "start": "00:27:25",
    "end": "00:27:29"
  },
  {
    "text": "Jerusalem, the warning he's given is that Rome is going to burn it down and take over. Yeah, Death, destruction. And what Jesus is predicting that's going to happen is he's going to experience that. He's going to experience what it's like to be destroyed by, by the Roman oppressor.",
    "start": "00:27:29",
    "end": "00:27:53"
  },
  {
    "text": "That's right.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "He's going to drink that cup.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "Now the gospel authors zero in even more on this so that we get the right interpretation of Jesus death. And it's taken me a long time to tune into this. But anyway, the scene where it's the two criminals, Jesus and then the other Bar Abbas is a crucial scene here in this. So this is now when Jesus has been condemned to death by the Jewish leaders of Jerusalem, Caiaphas. And they send him to Pilate. And it's this famous scene where Matthew In Matthew chapter 27, verse 15 says it was the governor's custom Passover to release a prisoner chosen by the crowd. At that time they had a well known prisoner whose name was Jesus Bar Abbas. So Bar Abbas is Aramaic for Son of the Father. So you have Jesus, the Son of God, and then you have Jesus, Son of the Father. There's so clearly these two represent two different Israels here.",
    "start": "00:27:56",
    "end": "00:28:55"
  },
  {
    "text": "Like Son of the Father. Is that talking about Son of humanity kind of like Son of Adam, or do you think it's more Son of the Father that they worship? But there's still this contrast being made.",
    "start": "00:28:55",
    "end": "00:29:08"
  },
  {
    "text": "Well, I think they're mirror opposites of each other. They're both named Yeshua.",
    "start": "00:29:08",
    "end": "00:29:13"
  },
  {
    "text": "Yeah.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "And in the story they are both presented as these alternate sons of the Father.",
    "start": "00:29:14",
    "end": "00:29:19"
  },
  {
    "text": "Okay, so do you want a Yeshua that's gonna let us just go on as we're going on, or do you want one that's telling you that we've got to completely change?",
    "start": "00:29:19",
    "end": "00:29:29"
  },
  {
    "text": "That's right.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "And who thinks he's king?",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "Crucial here is the Gospel of Luke's version. He tells us why Barabbas is in Roman custody in the first place. He's an insurgent, to use more modern terminology. He started a riot against Rome in the city and he killed some people. Right. He's resisting the Roman army.",
    "start": "00:29:33",
    "end": "00:29:53"
  },
  {
    "text": "Yeah.",
    "start": "00:29:53",
    "end": "00:29:53"
  },
  {
    "text": "And he killed people in the name of trying to liberate. Right. Fighting against Rome.",
    "start": "00:29:53",
    "end": "00:29:58"
  },
  {
    "text": "A freedom fighter.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "A freedom fighter, yes. So Jesus of Nazareth and Jesus Barabbas represent two different visions of the way Israel should be God's representative to the nations. Mm. You've got the let's kill the pagan oppressors. And Jesus all along has been saying, no, Jesus Barabbas is going to lead our whole people to destruction again and God's going to let it happen. But then Jesus puts himself in the place of rebellious Israel. It's as if Jesus Bar Abbas represents all of Israel that has rejected him and he takes their place. The guilty Jesus is get let free. Right. The guilty Barabbas, Jesus goes free, while the innocent Jesus, son of the Father. It's such a brilliant move they're making.",
    "start": "00:29:59",
    "end": "00:30:44"
  },
  {
    "text": "That's really amazing.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "It's unbelievable. Yeah. I think there's also something with the two goats on the day of atonement here where it's like they're little mirror images of each other and they go to opposite destinies, but that's a different thing. So that's one thing. I know this is kind of nerdy and focused in and detailed, but this is when Jesus says he's going to drink the cup of God's anger. This is what he means. He's going to put himself in the place of rebellious Israel, standing in the Roman court, facing the Roman governor, and he will poke the bear and allow Rome to kill him instead of the whole people. That's what it means for Jesus to drink the cup of God's anger. It's just. It's totally different than these more modern conceptions that have become really prominent in the Protestant tradition, especially about Jesus bearing God's wrath on the cross. I think what the Gospel authors mean by that is not what most people have in their minds when they usually sing those lines or hear. And because there's never a moment in the Gospels or anywhere in the New Testament that says Jesus suffered the wrath of God or bore the wrath of God. There's not one text in the whole New Testament.",
    "start": "00:30:46",
    "end": "00:31:59"
  },
  {
    "text": "But there is this moment where he says he's going to drink the cup.",
    "start": "00:31:59",
    "end": "00:32:02"
  },
  {
    "text": "That's right.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "Which we know from being Bible nerds that that's the cup of God's wrath.",
    "start": "00:32:02",
    "end": "00:32:07"
  },
  {
    "text": "Yes.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "And you could then say, okay, God is getting angry at Jesus instead of getting angry at us. And you're saying, well, let's look at what's going on. It's more that Jesus is allowing himself to suffer the consequences that Israel is on a trajectory to experience.",
    "start": "00:32:08",
    "end": "00:32:29"
  },
  {
    "text": "Yeah.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "However, Jerusalem still falls.",
    "start": "00:32:31",
    "end": "00:32:33"
  },
  {
    "text": "That's right.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "So it was not really a solution to that. It's not like Jesus kept Jerusalem from falling by taking God's wrath. The cup of God's wrath in this moment.",
    "start": "00:32:34",
    "end": "00:32:46"
  },
  {
    "text": "Oh, I have a thought question in response to that. Okay. This is more of a question slash thought. So thinking about Jesus being handed over to the authorities brings up all this language in the New Testament about. About Jesus being handed over to the cosmic powers and authorities and rulers of the air. And I'm curious to know how much that also plays into what he's doing here in drinking the cup of God's wrath, being handed over to not just the human powers, but the cosmic powers too. And then that is an effect that we really have to pay attention to. Not just what happens to Jerusalem, but what happens in the broader kingdom of God.",
    "start": "00:32:46",
    "end": "00:33:27"
  },
  {
    "text": "Yeah. So I have here just all of the places in the Gospel of Mark where Jesus predicts or anticipates his death. And he always uses the language of Daniel, chapter seven, calling himself the Son of Man. And notice, for example, in Mark, chapter nine, verse 31, he'll say, the Son of Man is going to be. And it's the phrase given over into the hands of. It's precisely the phrase that throughout the Hebrew Bible is used. And God was angry, and he gave them over into the hands of their enemies. Now Jesus is calling himself Israel, embodied, the Son of Man, who's handed over into the hands of humans who will kill him. He says it three different times in the Gospel of Mark. So once again, it fits into this portrait here of Jesus is going to allow himself to suffer the fate of all of his people to be handed over. But when he recalls the story of Daniel 7 by calling himself the Son of Man. Who are these powerful people that the Son of Man are handed over to? They're mutants, they're beasts, which is Daniel 7's metaphor for kingdoms that are being driven by cosmic forces of evil, spiritual evil. In other words, Jesus sees everything that's happening around him through a cosmic lens. So when he's before Pilate, he sees himself standing before the principalities and powers of this age. As Paul the Apostle would say. Ooh. This is why when Jesus is arrested in the garden of seminary in Luke's version, he says to the guards coming, he says, this hour belongs to you and to the powers of darkness. That's what he says. So Jesus being handed over to be killed by Rome, is suffering the wrath of Rome, the wrath of the beast, so to speak. But the wrath of the anger of Rome is.",
    "start": "00:33:28",
    "end": "00:35:18"
  },
  {
    "text": "Was being held at bay by God, who is eventually going to lose patience.",
    "start": "00:35:19",
    "end": "00:35:26"
  },
  {
    "text": "But Jesus, it's like he's throwing himself to the lions. The Roman lions are coming. I guess the eagle. I guess the eagle was their standard. The Roman eagles are coming, and Jesus will throw himself out in front of all of his people to suffer on their behalf and then be raised and vindicated from death on their behalf, to offer a way out because he was convinced that nobody would follow him, that he would be rejected. I'm not saying this is easy to synthesize. I'm just saying this is the portrait of God, of how God's anger fits into how Jesus talked about and understood his death. I've chosen to make this my center of gravity and to let how the later apostles talk about it, which we can talk about in the next episode, flow out from this set of ideas that's happening here in the Gospels.",
    "start": "00:35:26",
    "end": "00:36:13"
  },
  {
    "text": "Well, back to my question then. If at a very basic level, Jesus is saying Rome is gonna take Out Jerusalem. And it's because we are not being faithful covenant partners. So I'm gonna poke the bear and I'm gonna let them take me out instead. That sounds like a great, you know, arc for a movie or a story. But in that story, in that story, Jerusalem and yeah, Israel goes, wow, I can't believe now I can see what happened. And let's change our ways so we don't get taken out by Rome, but in the story, Jerusalem gets taken out by Rome. So it's almost. So when you set the stage this way, it feels like a tragedy.",
    "start": "00:36:14",
    "end": "00:37:03"
  },
  {
    "text": "Ah, got it. Unless you go on to read the Book of Acts, and then what you discover is that Jesus viewed the temple in Jerusalem as a symbol that had become corrupt. But it's not that. Jesus just thought the kingdom might just come to Jerusalem after all. And I guess I'm going to have to die to make that happen. He sees himself as Israel and as the Temple embodied. Jesus sees himself as the reality to which the temple pointed. It's not that he's trying to convince Israel to do something, and after I'm gone, maybe you guys will do it, you know, but I'll be gone. It's that he sees that through his death and his resurrection, he will be the thing that Israel and Jerusalem and the Temple have failed to be. That's why he predicts their destruction. But what he says is, listen, not one stone will be left on the other here in the city, but at the end of Matthew, he says, I'll be with you until the end of the age. Jesus has become what the temple symbolized.",
    "start": "00:37:03",
    "end": "00:38:00"
  },
  {
    "text": "Yeah, that's cool. It leads me to another question, though, that's really helpful. Jesus saw himself as fulfilling Israel's covenant.",
    "start": "00:38:01",
    "end": "00:38:09"
  },
  {
    "text": "Mission on their behalf.",
    "start": "00:38:09",
    "end": "00:38:11"
  },
  {
    "text": "On their behalf.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "Yep.",
    "start": "00:38:12",
    "end": "00:38:12"
  },
  {
    "text": "So why not do that without drinking the cup? If drinking the cup is the result of being unfaithful to the covenant and being unfaithful to the way of God, if Jesus can come and actually fulfill it, then he wouldn't need to drink the cup. He could just say, guys, I did it. And then we can move on to Acts without that.",
    "start": "00:38:13",
    "end": "00:38:35"
  },
  {
    "text": "Totally. So here we are to the heart of the logic of the biblical story. Though God has, in his justice, handed Israel over to death, he rescued them, they betrayed him over and over and over again. And as Paul the Apostle will summarize that Hebrew Bible, the wages of sin is death. So the story of Jesus is the story of the God of Israel coming among his people to enter death on their behalf. Because precisely he's the only one that can reverse its power and overcome it. Because if Israelites die, then they just die. But if the Son of Man is handed over into the hands of men and killed after three days, he will rise as Jesus says. So he sees himself as going into death and out the other side on behalf. So it's not just that he sees himself going to die for Israel. He's going to die and be raised for Israel so that they can become the source of. Of new creation. So that he can become the source of new creation. Okay, it seems to me that's what this whole story is trying to tell us.",
    "start": "00:38:35",
    "end": "00:39:42"
  },
  {
    "text": "But there's also a sense of Jesus telling people like, turn, repent.",
    "start": "00:39:42",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:48",
    "end": "00:39:48"
  },
  {
    "text": "And weeping like man. If only Jerusalem would see this, then they wouldn't have to get destroyed. So there's a sense of, I hear you kind of saying, like, the train's coming. Jesus has got to throw himself in front of it. But there's also this sense of the train doesn't have to come potentially. Does God's anger have to come now? The wages of sin is death. Does that mean the train can't stop?",
    "start": "00:39:48",
    "end": "00:40:10"
  },
  {
    "text": "You know, you have this dynamic in the Hebrew prophets too. Jeremiah called the people to repent and turn, hoping to avoid what became inevitable and then. But it didn't make a difference. You know, Babylon came anyway and the people kept on in their rebellion. So I don't know, historically, I guess we have to imagine that at some point Jesus realized like, oh, they're not listening. They're going to reject me and they're going to kill me. But this is the cup, this is the way through so that there can be new creation come out of God handing the Son of Man over to death.",
    "start": "00:40:10",
    "end": "00:40:48"
  },
  {
    "text": "It almost seems like there are multiple storylines that come to interact in the story of Jesus. It almost feels like we can't just follow one thread to fully understand what's happening in the death and resurrection of Jesus. Like, I'm thinking about throughout the Hebrew Bible, how anger can be appeased through sacrifice. And that when people, or a person on behalf of the other people turn to Yahweh in devotion or intercession. Moses does this often. They represent it by a sacrifice, though. So there's this pattern of a priest coming like, or a Moses type figure doing this for humanity and then ultimately the pattern of that person offering the sacrifice of themselves. So Moses sort of does this, Judah really does this.",
    "start": "00:40:49",
    "end": "00:41:39"
  },
  {
    "text": "Yeah.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "But Jesus not only offers a sacrifice, he is the sacrifice. When he offers his life. So it almost. It just seems like there are multiple themes that interact in the death of Jesus that explain what's happening there. And it feels too big for me to understand at this point in my life.",
    "start": "00:41:40",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, no, that's well said. It's like, John, we've talked about this for years. When you're untangling the themes that unify the biblical story, it's like undoing a tapestry that's been really tightly woven together so you can just look at one or two separate threads. And totally, the death of Jesus is where all the threads come together into a really dense composition. And so you're reading through the gospels, then Daniel 7 will get activated. Psalm 22, Isaiah 53, all these Moses, self sacrifice, Judah's, David's. I think for the gospel authors, they're doing all of this scriptural hyperlinking to try and help us understand what ultimately, how can we possibly understand, what does it even mean to say that the creator God becomes human to suffer the fate that he assigned us for our rebellion, but that he suffers it himself so that he can give us the gift of life instead of mortality and death? Like, how do you even wrap your head around that? And that's what all of this hyperlinking, it's not just cool literary art. It's. They want us to walk us to the edge of a bottomless cliff, you know, and look into the depths of divine love. It just. Some of these images are so foreign to us. It just takes a lot of adjusting. You know, one maybe qualifier about this, the meaning of Jesus death, or in theological circles called the theology of the Atonement. This has become something of a hot topic in recent years. And I think part of it is because it's such an important moment in the biblical story and it's explained by different biblical authors using lots of different kinds of images, whether it's victory or sacrifice, these kinds of things. So maybe just to say we're not doing a whole theology of atonement here, I'm just trying to focus in on what is happening in the gospel narratives at this moment. What does that perspective have to offer us? So a whole biblical theology would require a much longer podcast series than one episode. A good book I read recently, really just a wonderful discovery is by A theologian, Joshua McNall, called the mosaic of Atonement and uses the metaphor of a mosaic, and that you need all of the biblical images to unpack the meaning of the cross. Instead of just saying that one is the meaning of it all. You need the whole you need the whole mosaic.",
    "start": "00:42:01",
    "end": "00:44:29"
  },
  {
    "text": "Yeah, I like the metaphor of that. Multifaceted jewelry.",
    "start": "00:44:29",
    "end": "00:44:32"
  },
  {
    "text": "Yes.",
    "start": "00:44:32",
    "end": "00:44:32"
  },
  {
    "text": "Also for the atonement. But yeah, I think it's important to remember here too that biblical scholars and Christians come to a lot of different conclusions about a variety of topics, the atonement being one of them. And yeah, it's important to say maybe that it's good to question things. It's good to wrestle with things. There's room for difficult questions within the Christian tradition and there's room for different opinions within the Christian tradition too. And it's totally fine to hold love of God beside all of these maybe uncomfortable or difficult topics like the atonement or like the anger of God.",
    "start": "00:44:32",
    "end": "00:45:08"
  },
  {
    "text": "Yeah, yeah. And I suppose what all of that energy and debate tells us is that we're here at the. At like a key core moment of the biblical story that reveals the core of God's character. And I think that's something everybody can agree on.",
    "start": "00:45:08",
    "end": "00:45:23"
  },
  {
    "text": "Right.",
    "start": "00:45:23",
    "end": "00:45:23"
  },
  {
    "text": "Sa.",
    "start": "00:45:29",
    "end": "00:45:29"
  },
  {
    "text": "Maybe if I could try to restate this might help. One thing that I think was missing from the way I was told the story of Jesus was how Jesus saw himself as the true Israelite, the faithful Israelite. That became a new idea to me. But here we're kind of centering on that. We're saying, here's Jesus and he is from Israel. And this covenant that God has created with Israel, which has been propelling the whole story of the Bible.",
    "start": "00:45:58",
    "end": "00:46:32"
  },
  {
    "text": "Yeah.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "Is so significant and so close to the heart of what God's going to do with all of creation that when we see God's anger at its kind of its most poignant points, it's when God is dealing with Israel. And so when Jesus sees Israel not seeing how they're in this self destruction, it breaks his heart. It riles him up. And he can see that there's a point of no return where Israel's gonna just like Babylon came and took him out, this is happening again. If you think of Jesus as just another prophet, then you can imagine, okay, well, this is just another iteration. And then maybe Israel falls from Rome and then they rebuild and there's going to be another Babylon or Rome or whatever empire that they're going to have to deal with later. And God's going to try to make them the faithful covenant partner. But there's this other piece to Jesus which is that he isn't just a prophet, an Israelite prophet, he is the faithful Israelite. And he's able to do that because he's also God incarnate, which that's Just another thing that we are throwing out there, but not really trying to explain.",
    "start": "00:46:33",
    "end": "00:47:47"
  },
  {
    "text": "Well, sorry, let me just dial that in. It's not just that he's God incarnate and that's I confess and believe that, but that's the language of later generations looking back on this story. Jesus calls himself the son of man. He calls himself, he is called Emmanuel, God with us, he's the God of Israel, become the faithful Israelite. That might be a more kind of.",
    "start": "00:47:47",
    "end": "00:48:09"
  },
  {
    "text": "The word made flesh, the tabernacle.",
    "start": "00:48:09",
    "end": "00:48:12"
  },
  {
    "text": "Yeah, yeah, the temple, become human, that kind of thing. I'm sorry, I didn't want to derail you, but I just thought.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "No, that's true. What you're pointing out Tim here in this conversation is that when Jesus says I'm going to take the wrath or drink the cup or yeah, sorry, drink the cup of God's wrath and Israel choosing between the Jesus, who's the insurgent freedom fighter who's leading him, that embodies this, leading to destruction, or Jesus of Nazareth, who is the love your enemies and embody God's commands. They choose to, basically they choose the self destruction. So when Jesus comes and takes the cup, this is where I kind of get lost. Is that on a cosmic level how I was taught was he is taking the consequences of just cosmic sin and like and defeating evil. But what you're trying to tune us into is that there's this sense of he is throwing himself in front of Rome.",
    "start": "00:48:16",
    "end": "00:49:15"
  },
  {
    "text": "That's right.",
    "start": "00:49:16",
    "end": "00:49:16"
  },
  {
    "text": "So that Israel can be spared from Rome.",
    "start": "00:49:16",
    "end": "00:49:18"
  },
  {
    "text": "Or Jesus sees that Rome and the Jerusalem temple of his day and he says so in other places he believes that they are being driven by the principalities and powers to use Paul's categories where he calls it the power of darkness. He believes that they're run by the diabolus, the slanderer that he met in the wilderness who said all these kingdoms belong to me. So Jesus is on a showdown with the cosmic powers who are represented by the Roman governor and Caiaphas the high priest.",
    "start": "00:49:19",
    "end": "00:49:50"
  },
  {
    "text": "And the reason why he doesn't then when the showdown happens, why doesn't he just take care of business then and say I'm going to show you my power, you're not going to be able to crucify me. And in fact, not only are you guys not more powerful than me, but the cosmic powers are not. And I'm going to display that right now and the new kingdom is starting. Instead he does take the cup. And I guess I'm still asking why now how I was told was because that's a substitutionary. Like, he's doing it on my behalf. So I can then. But we're not talking in that framework right now. We're just talking in this framework of.",
    "start": "00:49:50",
    "end": "00:50:35"
  },
  {
    "text": "It'S very much substitutionary. Jesus, the son of God, dies in the place of Jesus Bar Abbas, the son of the Father, who represents Israel. He's dying in the place of his people as their substitute. And the ones who are doing the killing is precisely the ones who are always doing the killing. It's God's faithless people who give themselves over to pagan oppressors. And that is the logic of the story. God gives his people over into the destructive consequences of their decision. And Jesus drives the whole thing into this moment where he puts himself in the place of his people. What's unclear in that chain is it how can God's anger at human evil be exorcised through Rome? Is it that? Is it who's angry, God or Rome? And that's where Jesus.",
    "start": "00:50:35",
    "end": "00:51:29"
  },
  {
    "text": "Like, we're not even talking about the thing at hand, which is the anger issue.",
    "start": "00:51:29",
    "end": "00:51:33"
  },
  {
    "text": "If Jesus powered up and just said, you can't kill me, like, you guys are out.",
    "start": "00:51:33",
    "end": "00:51:37"
  },
  {
    "text": "Yeah.",
    "start": "00:51:37",
    "end": "00:51:38"
  },
  {
    "text": "I mean, that's Rome's way of dealing with his enemies. I mean, the whole point of showing that Jesus cross is his throne is to say that is how he exercises power over them, is to die for them, to let them kill him. It sounds crazy, but this is the scandal of the cross. I think the cross is God's power. As Paul says, it's power and wisdom, even though it looks like weakness and folly.",
    "start": "00:51:38",
    "end": "00:52:07"
  },
  {
    "text": "Yeah. Okay. Well, that's interesting because the reason. There's two reasons for the death then. There's lots of reasons, I'm sure. But the one that I was focusing on was the substitutionary aspect. But what you just highlighted was highlighting what true power looks like when it has to confront evil.",
    "start": "00:52:08",
    "end": "00:52:28"
  },
  {
    "text": "Yeah, it's the victory motif. It's the royal. The cross is the means of Jesus. Royal victory over evil. That's kind of the motif we're unpacking there. But the reason that Jesus moves towards death is because God has handed all humanity and then specifically his covenant people unto death because of their sins. And so Jesus throws himself into that fate on behalf of his people.",
    "start": "00:52:29",
    "end": "00:52:56"
  },
  {
    "text": "Drinks the cup.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "He drinks a cup on their behalf. Yeah. It seems to me we haven't talked about Paul yet. I mean, I think we can land the conversation with Paul's language about God's anger. But Paul's theology of God's anger and the meaning of Jesus death fits hand in glove with this way of thinking about Jesus death. If we make the Gospels the actual gospel, if the gospels are the gospel, then this is what the meaning of Jesus death is. We should let this kind of define the center of gravity of how we talk about the cross, which it has often done in the Christian tradition, but not necessarily in all of the offshoots.",
    "start": "00:52:57",
    "end": "00:53:32"
  },
  {
    "text": "And when you say this, you mean.",
    "start": "00:53:32",
    "end": "00:53:34"
  },
  {
    "text": "This whole matrix of ideas. I mean, it's a narrative. It's not a systematic statement. It's a narrative that's densely woven with scriptural hyperlinks. And God in his wisdom has given us this. To understand the meaning of the cross. How you guys doing?",
    "start": "00:53:35",
    "end": "00:54:24"
  },
  {
    "text": "It's hard for me.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "Yeah.",
    "start": "00:54:28",
    "end": "00:54:28"
  },
  {
    "text": "I don't know why.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "It's really hard. Yeah. I feel like the question of why did Jesus die, though, it's a really legitimate question, you know, I don't know.",
    "start": "00:54:29",
    "end": "00:54:38"
  },
  {
    "text": "I think so too. I'm genuinely curious. Have I only problematized that or is there any clarity?",
    "start": "00:54:38",
    "end": "00:54:45"
  },
  {
    "text": "No, no, there's more context. Yeah, I think there's more context. The story gives it context. So in that sense there's clarity. But, you know, it's not as clear as just developing a system that says God needed this, so then he did this, and then everything was equal, you know?",
    "start": "00:54:45",
    "end": "00:55:01"
  },
  {
    "text": "Yeah, yeah, I hear that.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "But I'm glad it's not. I mean, I think this is really compelling and beautiful. I think right now the problem I'm having and understanding, I think might be related to what you're saying, John. But it's. So what consequences did Jesus actually bear and what effect did that have for humanity within this storyline? How do we express that within the storyline? And I think the consequences that we've been talking about are being handed over to the powers. So both human and cosmic powers and suffering at their hand in our place, experiencing those consequences in himself. And then there's something to his death and resurrection that was a triumph over both of those powers. So maybe the human powers. That's the part I hear you, John, talking about. How did he triumph over the human powers? Really? Like, what did that really look like? What was the effect of that? But we can see clearly how he triumphed over the cosmic powers. And maybe the triumph over the human powers is just like, you know, Jesus kingdom is different than the human powers.",
    "start": "00:55:02",
    "end": "00:56:09"
  },
  {
    "text": "Yeah, they declared that he was a blasphemer and guilty and worthy of death. And the resurrection declared that that verdict was wrong, unjust, corrupt and powerless.",
    "start": "00:56:09",
    "end": "00:56:25"
  },
  {
    "text": "So he was justified or vindicated yeah.",
    "start": "00:56:26",
    "end": "00:56:29"
  },
  {
    "text": "Vindicated. Yeah, yeah. What the kingdoms of this world declared was shown to be powerless and backwards according to the wisdom and power of God. And in that way he got the resurrection as Jesus. That's why Jesus says to Caiaphas, from this moment on, the moment that you condemn me to death is the moment that you will see me ascending on a cloud and sitting at the right hand of God.",
    "start": "00:56:29",
    "end": "00:56:54"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We are still collecting questions for this part of the series on God's anger. So if you'd like us to consider a question, please send it to us. You can record yourself asking the question. Try to keep it to 30 seconds or so, give us your name, where you're from, and then also it would be cool, great if you transcribe the question for us as well. Email all of that too. Infoibleproject.com Please have your questions to us by November 9th so that we can consider them Next week. We'll continue this conversation and we'll read a well known passage from the Apostle Paul about the wrath of God being revealed.",
    "start": "00:56:55",
    "end": "00:57:35"
  },
  {
    "text": "Here's the Apostle Paul. This is the most elaborate description of God's anger that we have in the letters of the apostles. It's really nuanced and I think it's profound. The thing that God so passionately invested in to share this world with human partners, ruling it together. And that's the thing that we forfeit and that's the moment that God gets angry. That's Paul's argument in a nutshell here. So then that raises the question, well, how is the wrath of God being revealed? What does it look like?",
    "start": "00:57:35",
    "end": "00:58:06"
  },
  {
    "text": "If you've been enjoying the podcast, you might love our Classroom initiative. Classroom is free online seminary level classes where you can dive deep into the books and themes in the Bible. Check it out@bibleproject.com classroom. Today's episode was produced by Dan Gummel, our show notes from Lindsey Ponder, and our theme music by the band Tense. Bibleproject is a crowdfunded nonprofit. We're in Portland, Oregon. We make free resources to attend experience the Bible as a unified story that leads to Jesus. Thank you so much for being a part of this with us.",
    "start": "00:58:06",
    "end": "00:58:42"
  },
  {
    "text": "Hi, this is Efrata and I'm from Ethiopia. I first heard about bibleproject when a friend of mine asked me to start the Read Scripture plan, which is almost two years back. I use bibleproject to learn more about the Word of God. It's like an outlet for my Bible geek self. Now my favorite thing about bibleproject is the way it's easy to understand and very, very, very fun to learn from. Since some part of the Scripture gets a little complicated, we believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:58:42",
    "end": "00:59:23"
  },
  {
    "text": "Sa.",
    "start": "00:59:32",
    "end": "00:59:32"
  }
]