[
  {
    "text": "This is John@Bibleproject. And today on the podcast, we're going to continue a series walking through the character of God. There are two verses in Exodus 34, verses 6 and 7, where God proclaims about Himself. Five attributes, five characteristics that are fundamental to who the God of the Bible is. The first two we discussed in the last two episodes that God is compassionate, that is, he cares for us like a mother cares for a child. And secondly, that God is gracious, that is, that he sees in us and humanity something that's valuable and worth showing favor to, even though we often prove the opposite. These first two characteristics are kind of nice, and they give me warm fuzzies.",
    "start": "00:00:04",
    "end": "00:00:47"
  },
  {
    "text": "Many people in our culture have a default belief that if they believe in God, they either want to believe or just do believe, that he's charitable and generous and good, that he has pathos. In that way many people resonate with. There's a being or an energy permeating that's compassionate and gracious. And what that's describing is a being with pathos who's moved.",
    "start": "00:00:48",
    "end": "00:01:12"
  },
  {
    "text": "The third attribute, the one right at the center of the 5, is a bit different. God proclaims about himself that he is slow to anger. And actually, that isn't really an attribute.",
    "start": "00:01:12",
    "end": "00:01:27"
  },
  {
    "text": "I think it's in the center because it's the only one that isn't positive as such. Or you could say it's stating a secondary. It's addressing something about God, about how God responds. The anger is not a basic attribute of God. It's a responsive pattern of God's behavior in response to evil. But Exodus 34:6 can bring it around and say, but slow to anger. That's what's core to God's character. Slow to anger, which means that when he gets angry, it's measured, it's strategic, it's for a certain reason.",
    "start": "00:01:28",
    "end": "00:02:05"
  },
  {
    "text": "But why an angry God at all? I mean, angry people are scary. Angry people aren't fun to be around. Angry people cause problems, right?",
    "start": "00:02:06",
    "end": "00:02:17"
  },
  {
    "text": "What anger means to us is different than what anger meant to ancient Israelites. The associations with anger, the way that we even talk about anger now, is different than how our grandparents would have talked about anger. A person who's truly good will get angry sometimes.",
    "start": "00:02:18",
    "end": "00:02:36"
  },
  {
    "text": "If you're familiar with the Bible, you'll know there are loads of stories and poems about God being angry and not just, you know, a little frustrated. We're talking, lights out, hit the mat, you're done kind of anger. And today we're going to look at many of those passages.",
    "start": "00:02:37",
    "end": "00:02:56"
  },
  {
    "text": "I'M going to just call this the problem of God's wrath. For modern readers of the Bible, there are some narratives where God gets angry and then he acts in some way that's terrifying. And if you start to step stack up these stories and take them out of context, you can end up with a pretty distorted portrait of God.",
    "start": "00:02:57",
    "end": "00:03:17"
  },
  {
    "text": "Because what the God of the Bible wants us to see about him is that yes, he gets angry at evil and violence and human suffering, but what's core about his character is how he responds. And that is with patience and with foresight that God is slow to anger. Thanks for joining us. Here we go. Well, hello. Today I have the pleasure once again to talk with two Bible scholars. Like usual, Tim Mackey. How are you doing today?",
    "start": "00:03:18",
    "end": "00:03:50"
  },
  {
    "text": "It's a good day.",
    "start": "00:03:50",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, it's a good sunny day. And also Chrissa Quinn. Hi, Krissa.",
    "start": "00:03:51",
    "end": "00:03:55"
  },
  {
    "text": "Hey, guys.",
    "start": "00:03:55",
    "end": "00:03:56"
  },
  {
    "text": "We've been together talking through five attributes of God that God describes himself with. And they come from a narrative in Exodus chapter 34 where God is talking with Moses on top of Mount Sinai. And we've talked in depth about the context for these verses, and we've jumped into two of the five attributes. And today the third attribute, Tim, which.",
    "start": "00:03:56",
    "end": "00:04:21"
  },
  {
    "text": "Is yes, in Hebrew, it's pronounced and it's translated into English traditionally as slow to anger. Those we're going to see. The actual Hebrew figure of speech used is really fascinating.",
    "start": "00:04:21",
    "end": "00:04:36"
  },
  {
    "text": "And it.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Well, it means slow to anger, but it doesn't say slow to anger in Hebrew. You know, these five character traits of God in Exodus 34, 6 are arranged in a little symmetrical mirror design. So the first two are a pair. We've talked about those compassionate and gracious. And then the last two are a pair, false, full of loyal love and faithfulness. And so those two pairs surround one character trait in the center that consists of two, two words. And then it's slow to anger.",
    "start": "00:04:37",
    "end": "00:05:07"
  },
  {
    "text": "How important is that? That this is a chiasm and that slow to anger is in the middle?",
    "start": "00:05:08",
    "end": "00:05:11"
  },
  {
    "text": "Oh, well, it's cool because it just means, you know, it reflects intentional design of the communication. It is interesting that the first two, compassionate, gracious, are conceptual pair as well, addressing an emotional response, being deeply moved and then graciously being generous. Loyal love is an important pair with faithfulness because they have to do with loyalty and reliability. And then this center one here, I think it's in the center because it's the only one that isn't positive as such. Or you could say it's stating a secondary. It's addressing something about God about how God responds. I'll say it this way.",
    "start": "00:05:11",
    "end": "00:05:57"
  },
  {
    "text": "Yeah.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "In the four character traits, God just is compassionate, gracious, loyal, and faithful. But he does sometimes get angry. And that is a reaction of God. It's not a part of his nature. It's something he reacts to. And so the fact that he has to be slow to anger marks it as kind of different than the others. That's a. I don't know. That's how I've thought about it in the past. I don't know if you guys have any thoughts about that.",
    "start": "00:05:58",
    "end": "00:06:21"
  },
  {
    "text": "That makes sense to me, that anger isn't an attribute of God. It's a reaction. A reaction has a negative connotation too, but it's a response at times. But compassionate, gracious, full of loyal love and faithfulness. Those are maybe more how we think of attributes of a person or of God. Although in the Hebrew, and I know you'll talk about this, it's not stated as a negative necessarily.",
    "start": "00:06:21",
    "end": "00:06:47"
  },
  {
    "text": "So it leads. There's something unique about this one that is a bit different than the others.",
    "start": "00:06:48",
    "end": "00:06:51"
  },
  {
    "text": "I wonder, too, if it's at the center because of the surrounding narrative. Maybe it's a main point in what's happening with Moses and the people more than the. I mean, the other words are really significant too, in the narrative. But maybe slow to anger really defines that God is deciding to hold back his response of anger in this moment.",
    "start": "00:06:52",
    "end": "00:07:13"
  },
  {
    "text": "Because the context of this narrative is that while God is working with Moses to secure this covenant. What would you call it?",
    "start": "00:07:14",
    "end": "00:07:22"
  },
  {
    "text": "It's just a covenant partnership. Covenant agreement. Yeah.",
    "start": "00:07:22",
    "end": "00:07:25"
  },
  {
    "text": "That the. The remainder of the Israelites are abandoning it, breaking the first of the Ten Commandments, creating an idol. And if anything's going to make God a bit angry, that would. That would be one thing.",
    "start": "00:07:25",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:39"
  },
  {
    "text": "And so that's what you're saying. Chris says that the context here is God is justified to be angry, but right in the center of all these attributes, he points out that he's actually slow to anger.",
    "start": "00:07:39",
    "end": "00:07:50"
  },
  {
    "text": "Yeah. So why God gets angry, what it means to even say that God gets angry. These are things that we will talk about. But first, let's at least just note that translation Slow to Anger is a modern English translation. Four hundred years ago, when King James of England commissioned the making of the King James translation, those scholars of older English translated it Long suffering. One. One word. Long suffering.",
    "start": "00:07:50",
    "end": "00:08:18"
  },
  {
    "text": "It's a long word.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "It's a long word. You know, my kids are both, you know, learning to read. They're in the early years of learning to read. And so as I sit and read with them or have them read to me, I'm beginning to remember what it looked. What it felt like to look at really long words. Because I don't think about it anymore. And when I see it through their eyes and watch them trying to pronounce it. There's so many letters in long suffering. 2, 4, 6, 8, 10, 12, 13 letters.",
    "start": "00:08:19",
    "end": "00:08:49"
  },
  {
    "text": "I kind of like that word as opposed to slow to anger. I think maybe, because if you really think about it, it captures some of the grief of God involved in whatever it is that's making him angry. He suffers for a long time.",
    "start": "00:08:49",
    "end": "00:09:04"
  },
  {
    "text": "Yes.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Before responding. I kind of like that.",
    "start": "00:09:05",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "If you think about the reason why we get angry, it's typically. I mean, I think it's typically because we have an expectation about what's right and wrong in the world and that someone breaks that expectation, and then we. We suffer because of it, and we feel like things are worse because of it. So this idea of long suffering is interesting because while you're suffering, you're not getting angry or you're not lashing out. You're being patient, even though you're being. You're under a fence.",
    "start": "00:09:08",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. You're suffering the loss of an ideal. You're suffering disappointed. Hope.",
    "start": "00:09:43",
    "end": "00:09:48"
  },
  {
    "text": "Right.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "You carry it a long time before anyone would know, which isn't necessarily a good thing for humans.",
    "start": "00:09:49",
    "end": "00:09:56"
  },
  {
    "text": "Yeah, right. You bury your anger, and then it just turns into a totally knot in your stomach, actually.",
    "start": "00:09:56",
    "end": "00:10:02"
  },
  {
    "text": "So here, let me put a pin in this. We'll come back to this in just a little bit about our vocabulary of anger in our world today. First, though, let's take a dive into the Hebrew vocabulary of anger, because it's. It's really interesting. So first, I'll just state an interesting thing. I remember this when I first read this and was learning Hebrew. The Hebrew phrase slow to anger. In Hebrew, it's erek apayim. It's two words, just like long suffering. Two words. And it's two words combined into a figure of speech. The first word, erek, means long. That's why long suffering is pretty good, because the first word means long. The simple word long, it can be used of an eagle's wing. You would say it's long of wing in Ezekiel 17, that eagle's long of wing. If somebody lives for a long time, you would say they live for long of days.",
    "start": "00:10:02",
    "end": "00:10:59"
  },
  {
    "text": "Eric of days.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "Eric of days. Yep. So that's long.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "So it could be physical. Physical length or a time.",
    "start": "00:11:04",
    "end": "00:11:07"
  },
  {
    "text": "Physical time. Many things can be long, literally. Long in the case of eagle's wings. Metaphorically long in the case of death. Days. Days aren't actually long, but they can feel long. And so you use the spatial image of long to talk about time. So that's first. The second word is apayim, and it's the Hebrew word for nostrils. Eric. Apayim.",
    "start": "00:11:07",
    "end": "00:11:28"
  },
  {
    "text": "That makes perfect sense.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "It's so surprising, isn't it?",
    "start": "00:11:29",
    "end": "00:11:31"
  },
  {
    "text": "Totally. Yeah. Long of nostrils, long of nostril, long of nostrils. Yeah.",
    "start": "00:11:31",
    "end": "00:11:38"
  },
  {
    "text": "I don't think that's one we can bring back.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "No. Long nostrils just doesn't sound beautiful, like long suffering. What's interesting, Apayim. It's actually the word nose. Ah. Hebrew has a way to make a noun in the singular car. Like car. It has a way to put nouns into plural, just like we do in English with word s, cars. But then in Hebrew, uniquely, there's a way to indicate two of something. Just two, not three or four. Then you would use the plural, but just two of something. And that's the word being used here. Long of two noses, two nostrils. Well, so the word. The singular word aph is just nose. It's the word nose. And then apayim means two noses, meaning nostrils. The Hebrew way you say nostrils is two noses.",
    "start": "00:11:40",
    "end": "00:12:28"
  },
  {
    "text": "Really? So, wait, so what's the word for nose in Hebrew?",
    "start": "00:12:30",
    "end": "00:12:33"
  },
  {
    "text": "Off.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "Off.",
    "start": "00:12:34",
    "end": "00:12:34"
  },
  {
    "text": "Yep.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "And I am.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "I am. Is the dual ending. Yeah.",
    "start": "00:12:36",
    "end": "00:12:38"
  },
  {
    "text": "Okay. Couple noses. All right, we've got two noses.",
    "start": "00:12:38",
    "end": "00:12:41"
  },
  {
    "text": "Long of two noses or long of two noses or long of nostrils. Yeah, yeah. How on earth. I mean, we have lots of figures of speech that are like this.",
    "start": "00:12:41",
    "end": "00:12:50"
  },
  {
    "text": "Yeah, totally. We got weird figures of speech where.",
    "start": "00:12:50",
    "end": "00:12:52"
  },
  {
    "text": "You look at it and you're like, how does that mean that?",
    "start": "00:12:52",
    "end": "00:12:55"
  },
  {
    "text": "I get it. Here's a list I found. Knock on wood. Under the weather, rule of thumb. Out on a limb, break a leg.",
    "start": "00:12:55",
    "end": "00:13:03"
  },
  {
    "text": "Yep.",
    "start": "00:13:03",
    "end": "00:13:03"
  },
  {
    "text": "Yeah, that one's real weird.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "Break a leg. That's a theater one. I think what it means is that there's a. There's something called a leg behind the. Behind backstage. And that if the audience kind of demands you to come back out, you've got to break that leg, and then the curtains will open up again or something. I don't.",
    "start": "00:13:04",
    "end": "00:13:20"
  },
  {
    "text": "Okay. It's like we need the backstory to Erica Payim.",
    "start": "00:13:21",
    "end": "00:13:24"
  },
  {
    "text": "Totally. Yes.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Erica Payim.",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "Erica Payim.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "Long of double nose.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "Okay, so you guys ready to take a dive into Hebrew vocabulary about hot anger?",
    "start": "00:13:28",
    "end": "00:13:35"
  },
  {
    "text": "Yes.",
    "start": "00:13:35",
    "end": "00:13:35"
  },
  {
    "text": "Where did hot anger come from?",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "You're going to learn in just a second. Okay, so we've got long of two, not Long of nostrils. This is related to another figure of speech in Hebrew. The most standard, common way in biblical Hebrew, you say that somebody gets angry is to say that his nose burned hot. That's the standard biblical Hebrew phrase.",
    "start": "00:13:38",
    "end": "00:14:36"
  },
  {
    "text": "His nose burned hot.",
    "start": "00:14:36",
    "end": "00:14:38"
  },
  {
    "text": "His nose burned with heat. So a couple examples. 1 Samuel 17. This is David and Goliath's story. Come on, David, Goliath, classic, classic, classic. David is coming with a bunch of food from his dad to bring to his brothers who are at the front line of the battle. You know, his brothers here, Goliath, making fun of them every day and this kind of thing. And so David comes and he's trying to, like, peek through the line to see Goliath and like, hear what Goliath is saying. And his older brother Eliav heard when David was there trying to talk to people in the battle line. And Eliav's nose burned hot against David and said, why have you come down here? Why did you leave your sheep back in the. In the wilderness? His nose burned.",
    "start": "00:14:38",
    "end": "00:15:22"
  },
  {
    "text": "His nose burned.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Yep. There you go.",
    "start": "00:15:23",
    "end": "00:15:23"
  },
  {
    "text": "That happens with brothers a lot. Their noses burn against each other or sisters.",
    "start": "00:15:23",
    "end": "00:15:29"
  },
  {
    "text": "Yep.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "I think in English we associate anger with heat, too. Or with like being red faced or with seeing red.",
    "start": "00:15:30",
    "end": "00:15:37"
  },
  {
    "text": "Totally. I've never isolated it in my nose, though. Yes, right.",
    "start": "00:15:37",
    "end": "00:15:41"
  },
  {
    "text": "Yeah.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "Isn't that interesting? Yeah. You think of somebody's cheeks getting red.",
    "start": "00:15:42",
    "end": "00:15:45"
  },
  {
    "text": "Usually their cheeks fire in your belly.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "Yeah.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "So this is a figure of speech that comes from the physiological feeling of getting revved up and emotionally angry.",
    "start": "00:15:49",
    "end": "00:15:57"
  },
  {
    "text": "I'm just picturing like a Looney Tunes character with like steam coming out of their nose, like venting all the heat and side.",
    "start": "00:15:57",
    "end": "00:16:05"
  },
  {
    "text": "Yeah. So this is important just because it's standard. It's used dozens of times throughout the Hebrew Bible. When the biblical authors use language about God's anger. They use the same phrase when Moses objects five times to God, sending him to go liberate the people of Egypt. Not of Egypt. The people enslaved in Egypt on the 5th. Objection. We read that Yahweh got angry. What most of our translations is. But. But it's the nose of Yahweh burned hot against Moses. So that's a phrase where you have the verb to burn hot and then the noun nose there. And nose is always in the singular nose, burned hot. What's interesting then is those two words can appear by themselves. It's such a common figure of speech. Those two words just to burn hot or the word nose can actually mean anger by itself sometimes. Isn't that interesting?",
    "start": "00:16:05",
    "end": "00:16:58"
  },
  {
    "text": "Kind of like in English, a nose. If you describe someone as nosy, it means they're what, inquisitive.",
    "start": "00:16:58",
    "end": "00:17:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "To a fault.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Yeah, yeah. In someone's business.",
    "start": "00:17:06",
    "end": "00:17:07"
  },
  {
    "text": "So in Hebrew, if someone's nosy, they're angry.",
    "start": "00:17:08",
    "end": "00:17:10"
  },
  {
    "text": "Yeah. So check out Psalm 2 here. Psalm 2 begins with the rebellious kingdoms of this world giving God the finger, and they don't want to live under God's kingdom. In God's response, enthroned up in the skies, is that he laughs and he makes fun of them. And in verse five, we read God rebukes the nations with his nose or in his nose. And this is the parallel poetic line. And he terrifies them in his heat, in his hotness. That's so great, because the parallel line is playing off of these two figures of speech that can be combined. You can have someone's nose burning hot, but you can just rebuke someone in your nose and terrify them in your heat.",
    "start": "00:17:10",
    "end": "00:17:53"
  },
  {
    "text": "Yeah.",
    "start": "00:17:53",
    "end": "00:17:53"
  },
  {
    "text": "So the word nose actually is one of the standard Hebrew nouns for the noun anger. It gets translated anger many, many times. But it's actually the word nose. It's a standard figure of speech. So does that make sense? There's actually three figures of speech. There's heat and to get hot, and there's nose, and then combine those together and you can become hot of nose or hot in your nose.",
    "start": "00:17:53",
    "end": "00:18:16"
  },
  {
    "text": "And so there's no word that just is literally English. These figures. Speeches are all we have in Hebrew.",
    "start": "00:18:16",
    "end": "00:18:22"
  },
  {
    "text": "We'll look at some. No, there's a couple angry words that don't have anything to do with heat. They're not as common.",
    "start": "00:18:22",
    "end": "00:18:28"
  },
  {
    "text": "Oh, okay. So the idiom is the common way.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "Yeah. These two words separately and together make up the vast majority of anger language. We're going to look at a couple others in just a moment. But the reason I started with these is 1 that's Exodus 34, 6. But. But then these are numerically the most. I should have put some statistics together, but I didn't. So, literally, you've got two nouns, heat and nose. Each one individually can become a metaphor for anger. And then you can combine them. A burning hot nose is hot anger. And to talk about the inverse, if to get angry is for your nose to burn hot, then this phrase used of God in Exodus 3, 4, 6 is the opposite of your nose burning hot, ere kapaim, which I think means it takes a long time for your nose to burn. Oh, I think that's the meaning of the figure of speech.",
    "start": "00:18:30",
    "end": "00:19:24"
  },
  {
    "text": "Yeah. I actually. I wondered if it also has to do with the picture of smoke like you were describing John, the Looney Tunes character, the picture of smoke.",
    "start": "00:19:24",
    "end": "00:19:34"
  },
  {
    "text": "How big are your vents?",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "Yeah.",
    "start": "00:19:35",
    "end": "00:19:35"
  },
  {
    "text": "Coming out of God's nostrils. And that ereka PI means it takes a long time for the smoke to come out. Just because that's such a common image associated with anger, too. Like I think of Psalm 18, the smoke comes out of his nostrils and there's burning fire.",
    "start": "00:19:35",
    "end": "00:19:51"
  },
  {
    "text": "Yeah. It's actually one of the few places in the Hebrew Bible where God. Yeah. Where he's smoking and flaming and then breathing it out of his nose. In fact, it might be singular. I don't know if it occurs anywhere else in the Hebrew Bible. Do you know off the top of your head?",
    "start": "00:19:51",
    "end": "00:20:06"
  },
  {
    "text": "I did look it up, but I can't remember where else I felt like it occurred a few times. The smoke, at least coming out of the nose. Yeah. I did a little search on nostrils and smoke.",
    "start": "00:20:07",
    "end": "00:20:18"
  },
  {
    "text": "Yeah. Yeah. So to be long of nostrils means it takes a long time for you to get angry and show it in your nose.",
    "start": "00:20:18",
    "end": "00:20:25"
  },
  {
    "text": "Sam.",
    "start": "00:20:30",
    "end": "00:20:54"
  },
  {
    "text": "So there's two other sets of words for anger, some of which are also hot words, words about heat. The second most common one is it's. The root is hammam, and then there's a noun off of it, khema, but it means hot anger. Sometimes in some passages, the two words nose and khema are used. And this is where actually the word wrath has entered our English translations, because anger would be the standard translation. But when this noun, other noun or verb, khema or khmam comes in, if you watch it, when both words occur in a context, they'll usually get translated anger. And then this second one will get.",
    "start": "00:21:10",
    "end": "00:21:51"
  },
  {
    "text": "Translated wrath, just to distinguish it.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "To distinguish them. What they both mean is hot. Hot anger.",
    "start": "00:21:54",
    "end": "00:21:58"
  },
  {
    "text": "Yeah, they both mean hot anger. Two different words for hot.",
    "start": "00:21:58",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. This other word, hamam, can talk about metaphorically your heart getting hot if you're agitated. But then also you can talk about the sun gets hot. Like Ezekiel. When Ezekiel is told to go be a prophet to the exiles, he's not happy. He's so ticked off. And so he says he storms away from the vision. He just saw God, and he storms away in the heat of his spirit. He's got a hot. A hot spirit. And so you can use it metaphorically, too. So there you go.",
    "start": "00:22:02",
    "end": "00:22:31"
  },
  {
    "text": "I think that's really important, what you just said, because I think a lot of people wonder what the word wrath really means. And you're saying here, underneath the English word wrath is the Hebrew word heat or anger.",
    "start": "00:22:31",
    "end": "00:22:46"
  },
  {
    "text": "Heat yeah.",
    "start": "00:22:46",
    "end": "00:22:46"
  },
  {
    "text": "Is the second word heat? Hammam. How did you say that?",
    "start": "00:22:46",
    "end": "00:22:51"
  },
  {
    "text": "Well, hamam is the verb and then the noun is more common. Hema.",
    "start": "00:22:51",
    "end": "00:22:56"
  },
  {
    "text": "Hema. Is that a more intense type of heat in Hebrew? Why is that one translated wrath versus the other heat?",
    "start": "00:22:56",
    "end": "00:23:05"
  },
  {
    "text": "Yeah, that's a great question. I mean, when Tyndale was doing his thing.",
    "start": "00:23:05",
    "end": "00:23:10"
  },
  {
    "text": "Tell me what Tyndale was thinking.",
    "start": "00:23:11",
    "end": "00:23:12"
  },
  {
    "text": "500 years ago. Yeah, I don't know. I don't know. But wrath entered the English like language tradition associated with divine anger through those earliest English translations. And what they're trying to do with anger and wrath, those words is reflect the variety of biblical Hebrew words for anger.",
    "start": "00:23:12",
    "end": "00:23:33"
  },
  {
    "text": "In English, wrath just seems way more intense than anger.",
    "start": "00:23:33",
    "end": "00:23:36"
  },
  {
    "text": "Ah, I see.",
    "start": "00:23:36",
    "end": "00:23:38"
  },
  {
    "text": "And so I'm wondering if in Hebrew there was a similar thing happening, is maybe in old English is wrath and anger, are they maybe a little bit more synonymous?",
    "start": "00:23:38",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. It seems like today the way we understand wrath is more of like a rageful anger.",
    "start": "00:23:47",
    "end": "00:23:52"
  },
  {
    "text": "Yeah, yeah. Wrath is extreme anger according to Oxford.",
    "start": "00:23:52",
    "end": "00:23:56"
  },
  {
    "text": "Okay.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "English Dictionary Online. So I think you're right. Okay. So thank you. Thank you for putting your thumb on that. That's not true in Hebrew. In Hebrew, lots of things grow hot. Whether it's the verb hara that's used with nose or the verb hamam, neither word indicates more heat than other. They're just, they're both words to get hot.",
    "start": "00:23:57",
    "end": "00:24:17"
  },
  {
    "text": "They're synonyms.",
    "start": "00:24:17",
    "end": "00:24:19"
  },
  {
    "text": "They're synonyms, truly synonyms. So you're right. Yeah. When we read wrath in our English Bibles, that doesn't mean more angry than another word for anger. Yeah, that's tricky. That is tricky. That's a factor. There's also a couple words in Hebrew that mean anger and they refer to the emotion of anger, not to the physical response that somebody feels. So one is ketsev. And actually here I found a passage where almost all of them appear together. This is in Deuteronomy 29. And. And Moses is predicting that the Israelites are going to break the covenant and saying in the future your descendants are going to look back at your guys behavior and be like, what were they doing? They were clueless. And so he says, the Lord's anger burned against his land. That's his nose burned hot. And he brought on it all the curses written in the scroll. And so in anger that is nose, and in wrath that is heat. And in great anger. And this is the word ketsev. Ketsev. And it doesn't mean heat, it just means to be ticked off, to be angry.",
    "start": "00:24:19",
    "end": "00:25:35"
  },
  {
    "text": "So that's the more literal or emotional.",
    "start": "00:25:35",
    "end": "00:25:39"
  },
  {
    "text": "It's not a metaphor.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "It's not a metaphor.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "Yep. It's not a figure of speech. It's referring to the emotion of anger.",
    "start": "00:25:41",
    "end": "00:25:45"
  },
  {
    "text": "You would think that would be the most common word, the most common vocabulary.",
    "start": "00:25:46",
    "end": "00:25:50"
  },
  {
    "text": "Yeah. And it's not.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "And it's not.",
    "start": "00:25:51",
    "end": "00:25:51"
  },
  {
    "text": "And it's not. Yeah. A lot of words for anger. Isn't this kind of a linguistic principle that for whatever is a more common experience humans tend to develop more interesting.",
    "start": "00:25:51",
    "end": "00:26:02"
  },
  {
    "text": "The classic Eskimos have 18 words for snow.",
    "start": "00:26:02",
    "end": "00:26:04"
  },
  {
    "text": "Actually, you know what? So I recently started trying to identify my feelings more. So I have this really cool feelings wheel that like lists out, you know, different, different expressions of emotions. And I was just looking at the one for anger. And it has hurt, embarrassed, devastated, threatened, insecure, jealous, hateful, resentful, violated, and it goes on and on. I was just thinking, man, this is a complex emotion, and it really matters how we picture it. When we picture God, if we're picturing it in one of these descriptions and not another or as complex or. I mean, humans are pretty complex according to the feelings wheel.",
    "start": "00:26:06",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. And our feelings are complex and they happen to us. We experience them as happening to us. They make us often confused. And we have elaborate vocabulary for them. Most languages do. So here's a lesson to draw. There's a lot, and there's actually a few words we didn't even cover yet, but we covered the main ones. What started as a funny figure of speech in Hebrew to be long of two noses becomes a metaphor. That's humorous, but it's actually, it's not quite as funny because we all know to burn in your nose. We all know the experience of burning up, of frustration or anger. And so this is a human physiological response. But I'm going to just call this the problem of God's wrath for modern readers of the Bible. This language has caused modern readers of the Bible enormous challenges in trying to read the Bible and not so much about people's anger, but because this language is used very often about God's reaction. And there are some narratives where God gets angry and then he acts in some way that's terrifying. And if you start to stack up these stories and take them out of context, you can end up with the pretty distorted portrait of God. Quick sample. Just to make the point, John, I'm just going to let you read these.",
    "start": "00:26:48",
    "end": "00:28:08"
  },
  {
    "text": "You want me to read. Read the angry verses.",
    "start": "00:28:08",
    "end": "00:28:10"
  },
  {
    "text": "Go for it.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "Numbers 11, verse 1. Now, the people complained about their hardships in the hearing of the Lord or Like he was listening to them. Is that what that means?",
    "start": "00:28:11",
    "end": "00:28:18"
  },
  {
    "text": "Yeah.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "Okay, so people are complaining. God's listening. And when he heard them, his anger burned hot. Then fire from the Lord burned among them and consumed some of the outskirts of the king camp. Yeah, that's some Indiana Jones stuff going on.",
    "start": "00:28:19",
    "end": "00:28:34"
  },
  {
    "text": "Yeah, it's intense.",
    "start": "00:28:34",
    "end": "00:28:34"
  },
  {
    "text": "Deuteronomy 6, verse 14 and 15. Do not follow other gods, Gods of the people around you. For the Lord, your God, who is among you, is a jealous God. And his anger will burn against you and he will destroy you from the face of the land.",
    "start": "00:28:35",
    "end": "00:28:49"
  },
  {
    "text": "Jealous? Angry. I'll destroy you.",
    "start": "00:28:51",
    "end": "00:28:54"
  },
  {
    "text": "Yeah, it's intense. Isaiah 5, verse 25. Therefore, the Lord's anger burns against his people. His hand is raised and he strikes them down. The mountains shake, and the dead bodies are like refuse in the streets. Yet for all of this, his anger is not turned away. His hand is still upraised. Yeah, there is this portrait, you can really easily know collection of verses like this. You've got a portrait of kind of a God off the handle, it feels like.",
    "start": "00:28:54",
    "end": "00:29:26"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:26",
    "end": "00:29:27"
  },
  {
    "text": "And I do think you're right, that this is one of the main obstacles to people liking the God of the Bible or believing in him that, well, God just can't be like that. That doesn't make sense.",
    "start": "00:29:27",
    "end": "00:29:39"
  },
  {
    "text": "Yeah, like that last one, he's angry. He strikes people down. There's dead people, but he's still angry. His anger isn't done.",
    "start": "00:29:40",
    "end": "00:29:49"
  },
  {
    "text": "The pile of dead people didn't make his nostrils shorter or longer, right?",
    "start": "00:29:49",
    "end": "00:29:54"
  },
  {
    "text": "No, that's it. This is the issue. And what happens is because those stories circulate around and they stick in your memory when you come to Exodus 34. 6. And the central character trait of God in the list is slow to anger, many modern readers say, no, he's not. That's the total bait and switch. Did you not read Isaiah 5? So this is a huge area of confusion and frustration for a lot of people.",
    "start": "00:29:54",
    "end": "00:30:22"
  },
  {
    "text": "Well, and then also in this immediate narrative, he's slow to anger. He still destroys some people.",
    "start": "00:30:22",
    "end": "00:30:29"
  },
  {
    "text": "Moses went and killed 3,000 people and said it was the word of the Lord. Yeah, not indiscriminately. I mean, this in the context. It's a group of people who just violated their covenant terms with God. But there's multiple things happening here. So I just. Maybe I just want to head this off in our conversation kind of right now. I don't know if I need to tackle this in the video, but I need to name it in some way. I think there's two factors that make this extra difficult for us. One is part of our cultural setting. What anger means to us is different than what anger meant to ancient Israelites. The associations with anger, the way that we even talk about anger now is different than how our grandparents would have talked about anger.",
    "start": "00:30:29",
    "end": "00:31:15"
  },
  {
    "text": "Yeah.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "So let's name and explore that a little bit. And then secondly, there's an issue about using language about God that is rooted in our physical bodies.",
    "start": "00:31:16",
    "end": "00:31:26"
  },
  {
    "text": "Yeah.",
    "start": "00:31:27",
    "end": "00:31:27"
  },
  {
    "text": "For your nose to burn hot makes sense for me. But what does it mean to say that God's nose burned? Like what. What are the biblical authors trying to do? So I think let's tackle these, explore them a little bit. I think they'll give us some helpful handles when we go back and start to move into the biblical passages about God's anger.",
    "start": "00:31:27",
    "end": "00:31:47"
  },
  {
    "text": "Sam.",
    "start": "00:31:59",
    "end": "00:32:08"
  },
  {
    "text": "All right, I just have two kind of like caveats or two little points here that I think are good starting points. One is that the meaning of anger differs from culture to culture. So as I sat down and thought about it, I could think of two main ways that I think about anger growing up on the west coast of America in the early 21st century. And actually one, John, you could speak to. And you could too, Chris, Is that anger, and I've just noticed this in my recent adult years, the language of anger as a secondary emotion that's trying to indicate to you that there's something even more primary that's being threatened or lost or compromised, and that there's almost. It's a self protective mechanism or sometimes an others protective mechanism that generates energy. So both of you could probably speak to these better than I could. But this is a very common way of talking about anger. Now I've noticed just in the last decade or so in my culture.",
    "start": "00:32:27",
    "end": "00:33:24"
  },
  {
    "text": "Yeah. That it protects you.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "John, I think you wrote a book with your wife about emotions and talked about anger.",
    "start": "00:33:26",
    "end": "00:33:34"
  },
  {
    "text": "Yeah. And how emotions are signals that your body has and we can pay attention to those signals and they tell us things. And you know, you mentioned, Tim, that emotions are kind of happening to us. The word emotion actually really comes from your body in motion. So your body's actively working, doing things. And when you have your own conscious experience of what your body is processing and your body does process, it's intelligent when you experience that you're experiencing the emotion or you're having a feeling. I really think fear is a lot more about protection. But I think anger also has a bit of that of self protection. But like I mentioned before, I think it has a real moral slant to it. Like we get angry when we're trying to protect what we think is right and what we think is fair and what we expect. So if you wake up one day and you, you know, you're hoping that the day will be productive and you have meetings and this and that, and then everything goes south, your expectations are being thwarted and it's going to make you angry. So you are protecting yourself, but you're protecting a sense of status quo or right and wrong that you want. But there's also a real. It can get very moral in that. You know, there's this righteous anger people talk about where it's. If you, you're like, I want the world to be just. I want people to be treated fairly, no matter their skin color or where they grew up. And it makes me angry when that doesn't happen. And then that anger energizes you to try to right that wrong. At that point, it's not even self protection, but it's protection over people who are marginalized.",
    "start": "00:33:34",
    "end": "00:35:18"
  },
  {
    "text": "Yeah, I'm thinking about that idea that anger is a secondary response. I feel like that's a really common way to think about anger today. And I don't know if you know, if it's always been like that, but you know, what's underneath the anger? Is it hurt or is it fear? Is it protectiveness or what? But when I'm thinking about that, it makes me wonder if that puts anger in a category of always being inappropriate and always being just a signal that there's some actually primary emotion that we should be trying to figure out instead of. And maybe this is the question is, can we view anger as sometimes appropriate or is it always inappropriate? Because if we think it's always inappropriate, then this picture of God is always going to be inappropriate.",
    "start": "00:35:18",
    "end": "00:36:03"
  },
  {
    "text": "Totally.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "That's a great point. And that's actually, for me, growing up, really mistrusting emotions. The one that I understand the least, probably to this day, and the one that I've always had the most trouble with is anger. I feel like when someone gets angry at me and expresses their anger, I always feel like they're being unkind. Because the kind thing to do is to keep that anger and hold it in. And so that's something I've really had to unlearn, especially because my wife, like, for her, when you, when you express your anger, you are being kind because you're letting the other person know what you value and what you care about. And to hide that from someone is actually unkind. And so obviously there's, there's healthy ways to be angry and unhealthy ways to be angry.",
    "start": "00:36:04",
    "end": "00:36:55"
  },
  {
    "text": "But yeah, you could say that this is a way. It's a psychological perspective that anger is a sign of something. And to express that anger is positive, it's healthy, it's good for you. And it's being honest.",
    "start": "00:36:55",
    "end": "00:37:10"
  },
  {
    "text": "Yeah.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "You know, with the people. People around you. But it's secondary and it help. It's what you're trying to do is what is your anger trying to tell you right now? So that would be signaling a more positive psychological interpretation of anger. That's very much a modern language, modern concept about it. We also have what you just said, John, I think a very suspect view of anger. That's almost synonymous with abuse. At least when certain actions are done out of anger. It's essentially we think of it as abuse, losing self control. And then, you know, the moment you combine this with somebody who's in a position of influence, losing their temper, not being long of nostril.",
    "start": "00:37:11",
    "end": "00:37:54"
  },
  {
    "text": "Yeah.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "That kind of thing. So we have these two kind of conflicting interpretations of anger.",
    "start": "00:37:56",
    "end": "00:37:59"
  },
  {
    "text": "It's kind of like how fire has two different conflicting powers. It can destroy things and it can keep you warm. And I think anger is similar for sure. Where would you put the Hulk in those two categories?",
    "start": "00:38:00",
    "end": "00:38:16"
  },
  {
    "text": "That's a good point.",
    "start": "00:38:17",
    "end": "00:38:19"
  },
  {
    "text": "He's kind of right in the middle.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Right.",
    "start": "00:38:20",
    "end": "00:38:20"
  },
  {
    "text": "He's a superhero. He's there to protect.",
    "start": "00:38:20",
    "end": "00:38:22"
  },
  {
    "text": "Yeah, he's protective.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "The good sort of.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "But he can't really control it.",
    "start": "00:38:25",
    "end": "00:38:27"
  },
  {
    "text": "Right.",
    "start": "00:38:27",
    "end": "00:38:27"
  },
  {
    "text": "And so he like, kind of be careful, you might get some collateral damage.",
    "start": "00:38:27",
    "end": "00:38:31"
  },
  {
    "text": "He has a short nose, big green.",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "Nostrils and a short nose.",
    "start": "00:38:33",
    "end": "00:38:35"
  },
  {
    "text": "So here's the million dollar. Is the portrait of God's anger in the Bible, like the incredible Hulk? Like, is it. Sometimes he's just protect the innocent, you know, and you can quote those verses of the Bible. He cares about the poor and the widow and the orphan, and he gets angry. And we think, okay, I can get around that. But then, you know, like those passages you just read, John, and you're like, oh, now the Hulk is out of control.",
    "start": "00:38:35",
    "end": "00:38:57"
  },
  {
    "text": "Yeah. Dead bodies, like, piling up.",
    "start": "00:38:58",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:39:00",
    "end": "00:39:01"
  },
  {
    "text": "Like, let's get Hulk back into his, like, happy place. Yes.",
    "start": "00:39:01",
    "end": "00:39:05"
  },
  {
    "text": "The question that comes up for me then is, okay, what is it that makes God angry and how long does it really take him? And does he. Yeah, I guess the question of what makes him angry really matters. Is it something he just gets upset about and goes into a rage or is it something else?",
    "start": "00:39:05",
    "end": "00:39:25"
  },
  {
    "text": "Yes. So we're going to do one more caveat and then we'll actually start jumping into stories. What I found, I just systematically and in order, went through the Hebrew Bible and the New Testament, looking at all of this vocabulary of anger. And what I continued to experience was surprises. And after a lot of years of reading the Bible, I have, like, some real surprises paying attention to when God actually gets angry. There's a lot of stories where people think God is angry. It doesn't ever say he's angry. And then there's a lot of times when God does get angry, and it's surprising because they're not stories that we normally think about God's anger connected to. So it's one of these things where it's just like we have all this baggage, but what we have to do is really check it at the door and come with an open mind back to the biblical story. And I think your point, Carissa, is right. It's allowing the actual biblical stories to tell us what it is that makes God angry and what he's really patient with. One other thought, and this is just because I. I picked up this book I have gone back to many times over the years, and it's just. It's by Abraham Heschel, who we've talked about John back in the Sabbath.",
    "start": "00:39:25",
    "end": "00:41:30"
  },
  {
    "text": "Sabbath.",
    "start": "00:41:30",
    "end": "00:41:30"
  },
  {
    "text": "Yeah, yeah, yeah. Oh, man. Listener of the podcast. If you haven't read anything by Abraham Heschel, your life is impoverished. You must read. If you're ever reading the biblical prophets, Old Testament prophets, you have to pick up Abraham Heschel's. It's just called the Prophets. He has this whole section where he talks about the pathos of God in the Bible and essentially God's emotions, Language about emotions about God in the Bible. And it's majestic. I started, like, trying to find my favorite quotes, and then after I'd typed for two whole pages, I was like, oh, I've clearly overdone it. But he frames the whole discussion in the history of the Greek philosophical tradition, talking about the divine or God, the unmoved mover, the most perfect being. All of that language has shaped a tradition where talking about God as unmoved, impassable, objective, not subjective, has produced a way of thinking about God that's devoid of any kind of reactive, relational, or.",
    "start": "00:41:30",
    "end": "00:42:36"
  },
  {
    "text": "A Spock kind of God.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "Totally. Yeah, that's right. And so what Heschel does is he traces, like, where that all comes from. And then in his tradition, in the Jewish tradition, he's trying to show how the biblical language about God's emotion is not just different figures of speech. It's a fundamentally different conception of God and the universe to talk about God this way.",
    "start": "00:42:38",
    "end": "00:43:00"
  },
  {
    "text": "Yeah, because Plato kind of famously, when he talked about the. Not God, but the real, the ideal world and your ideal self, it's this abstract thing. And it's your mind, it's your rationality.",
    "start": "00:43:00",
    "end": "00:43:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "And your emotions are this more base thing that you really have to control, but your mind is the real thing. And then you fast forward and you get to Descartes and he's doubling down on that and saying, that's only, you know, I think, therefore I am. Plato has that. This metaphor of a charioteer and his horses, and the horses are the emotions. There's two horses, like the good emotions, noble emotions, and then the dangerous emotions, and then the charioteer, the one driving the chariot, that's the real you. That's your mind and that. I mean, that's what I grew up in. That's the framework that filled my imagination. Growing up in the modern west, you.",
    "start": "00:43:16",
    "end": "00:43:55"
  },
  {
    "text": "Can get a feeling, Sweel.",
    "start": "00:43:55",
    "end": "00:43:57"
  },
  {
    "text": "You could. Yep. We call it the feelings chart. It's up on our fridge.",
    "start": "00:44:01",
    "end": "00:44:06"
  },
  {
    "text": "Cool.",
    "start": "00:44:06",
    "end": "00:44:06"
  },
  {
    "text": "And, yeah, it's been really helpful, actually. So, yeah. So Heschel's point is that what the Bible represents, right, it's literature written that comes from one particular family in the ancient Near East. And this family's experience of God and the way that. And he actually, he holds a view similar to. To what maybe orthodox Protestants would call biblical inspiration. He views that the biblical text is both a human and divine product. And so he really believes there's something about the universe and God's own nature revealed in how the scriptural language about it. He puts it this way. I'll read at least a couple quotes. How can I not? So it's on the prophets. But remember, the whole of the Bible comes from the prophets. Moses was the greatest prophet of all. David was a prophet. So I'm using the prophets as shorthand for the biblical authors. In the prophets, God does not reveal himself in abstract absoluteness, but in a personal and intimate relation to the world. He is moved and affected by what happens in the world and reacts accordingly. Events and human actions arouse in him joy or sorrow, pleasure or wrath. He is not conceived as judging the world in detachment. He reacts in an intimate manner, being moved and affected and grieved or gladdened by what people do. This notion basically defines the biblical consciousness of God. This is good. This is because the prophets had no theory or idea of God. What they had was an understanding, not the result of Theoretical inquiry about God. Rather, to them, God was overwhelmingly real and shatteringly present. So good. So think Mount Sinai. Right. Or Isaiah's experience waking up in his vision in the temple. What Ezekiel saw. I mean, what Abraham saw that night when the burning torches passed between the animals. So that's what Marx. The biblical Jesus experience of the. Of the Spirit in the Jordan. The biblical tradition, its language about God's emotion comes from actual experiences of this chain of people and their experiences of things happening in history. And meeting God in the middle of those events shaped all of this language. And so his point is it's not just figures of speech. Thoughts about that quote before I get to the next quote, because the next quote is kind of where the punch comes for this language.",
    "start": "00:44:07",
    "end": "00:46:49"
  },
  {
    "text": "Could you say his point is that God isn't an abstract idea, but. But is a personal being. Is that simply kind of what he's saying?",
    "start": "00:46:49",
    "end": "00:46:58"
  },
  {
    "text": "Oh, in one sense, yes. But he's also talking about how is, how do we begin to account for how the Bible talks about God with so much emotional language of pathos is what he calls it. Why is the pathos of God such a huge feature of the Bible's language about God?",
    "start": "00:46:58",
    "end": "00:47:16"
  },
  {
    "text": "I see. And one reason would be just that as humans, we love to anthropomorphize things, to understand them.",
    "start": "00:47:16",
    "end": "00:47:22"
  },
  {
    "text": "Correct. And then if you're more influenced by the Greek philosophical tradition, you'll see that as a weakness in our thinking about God.",
    "start": "00:47:22",
    "end": "00:47:29"
  },
  {
    "text": "Right, okay.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "Something we need to transcend.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "Yeah. It also seems like God relating with humans inevitably makes him vulnerable. Yes, in some ways, to emotions like any relationship, especially a covenant. When he enters into covenant with people, then makes him affected by what people do.",
    "start": "00:47:32",
    "end": "00:47:51"
  },
  {
    "text": "Yeah. I mean, why else do I get angry or disappointed except when I'm in relationship with somebody?",
    "start": "00:47:51",
    "end": "00:47:57"
  },
  {
    "text": "Right. Yeah. Something you care about. But there's a component of care or, or love or. Yeah.",
    "start": "00:47:57",
    "end": "00:48:03"
  },
  {
    "text": "His point is the Bible is born out of a people's relationship to a God that wasn't just a trophy for them or an idol. I have a friend, it's my friend Mike Doyle, pastor in New York. He says wherever you think about where the Bible came from, somebody in this family stuck their fork in the light socket. Something happened to this people group that shocked them and shaped them permanently. And the story of that shock is a part of what we're reading in the Bible, because the Bible isn't very optimistic or positive about ancient Israel. It's mostly a story about how these people fail God. And so God is not a convenient figure for the People of Israel, he's not a God that's convenient for anybody. And God's pathos, both his love and his anger, is as a testament to their experience of someone throughout their history.",
    "start": "00:48:04",
    "end": "00:49:04"
  },
  {
    "text": "Now, that is very different than Greek thought and even modern thought, which borrows a lot from Greek thought. But is it different than what other ancient Near Eastern people groups would have thought about gods?",
    "start": "00:49:04",
    "end": "00:49:17"
  },
  {
    "text": "Oh, let's say in the Greek tradition, the gods truly are like glorified humans, because humans actually can become deified in the Greek tradition. So, yeah, they have emotions. But in the Greek philosophical tradition mainly, we're trying to move beyond the lower level deities and think about the ultimate unmoved mover, the one at the top.",
    "start": "00:49:18",
    "end": "00:49:41"
  },
  {
    "text": "Yeah.",
    "start": "00:49:41",
    "end": "00:49:42"
  },
  {
    "text": "And what the biblical tradition is saying is, yes, the most holy and transcendent being you could imagine is full of pathos towards his creation. And it's a unique claim. It's a unique claim. So when he goes on, then, he has a couple chapters on wrath in the Prophets that are just really amazing. He introduces it this way. He says few divine passions have been so denounced so vehemently by teachers of morality as the divine passion of anger. It's pictured as sinister, malignant passion, an evil force which must under all circumstances be suppressed. The truth, however, is that all of these features are not the essence of anger. Like fire. Nice, John. We did this earlier. Like fire, anger may be a blessing as well as fatal, reprehensible when associated with malice, but morally necessary as resistance to malice. Yeah, this is that moral. The moral meaning of anger. He goes on in another section to say, really the ultimate evil when it comes to pathos is indifference and apathy to stand by and say and feel nothing when something terrible is going on. And so he continues, he says the prophets never portray God's anger as something that can't be accounted for for or unpredictable or irrational. It's never spontaneous outbursts, always a reaction occasioned by the conduct of humans motivated by a concern for right and wrong. And so his conclusion then of this long chapter is that anger is not a basic attribute of God. If you look at all of these passages, it's a responsive pattern of God's behavior in response to evil. But Exodus 34:6 can bring it around and say, but slow to anger. This is the core. That's what's core to God's character, slow to anger. Which means that when he gets angry, it's measured, it's strategic, it's for a certain reason. And so, you know, logically this all makes sense. But when you're actually reading the Bible, you know, and read passages like what you read John, it can be hard to remember things like this, you know, but this has been a perspective that's very helpful for me.",
    "start": "00:49:42",
    "end": "00:52:08"
  },
  {
    "text": "Sam. So you're saying that you don't want an indifferent God that just would sit back and not be moved by injustice or would not react to things that are. That are evil. You want a God that has pathos. This is what, this is what you're saying?",
    "start": "00:52:25",
    "end": "00:53:18"
  },
  {
    "text": "Yeah, that's his point. And I. I resonate with it.",
    "start": "00:53:18",
    "end": "00:53:22"
  },
  {
    "text": "It's true in, you know, relationships. If you're in a relationship with someone who's just always indifferent, you wouldn't really have a relationship, I guess. And. But it's interesting is what we want. And we also have this craving to understand what are the unmovable axioms of the universe. And there's actually this kind of joy in finding those, you know, like the laws of nature. But the laws of nature are cruel, like just on their own device. If that's all God is, then there's no reason to really care about that kind of deity. So if, if you take that, then you have a category for. I want a God who feels anger. And now you're saying, Tim, if you have that category, when you confront, when you come into confrontation with God being angry, then at least at first, it isn't just like, okay, here's. This is a problem. You might be thinking there's more here.",
    "start": "00:53:22",
    "end": "00:54:20"
  },
  {
    "text": "One way to frame it is many people in our culture have a default belief that if they believe in God, they either want to believe or just do believe that he's charitable and generous and good and that he has pathos. In that way, many people resonate with. There's a being or an energy permeating that's compassionate and gracious. And what they. What that's describing is a being with pathos who's moved. Moved in relationship to creation. However, to have a being who was only ever moved in that direction but never moved towards anger, I'm not sure I'd want to be in a relationship with somebody who is only ever nice, but doesn't ever display anger. Because if they don't display anger, it means they're not actually in a real relationship with me or paying attention to the world, you know?",
    "start": "00:54:20",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Like, anger can be a caring thing to want something better for you or for somebody else that you're hurting or for the relationship that you're in.",
    "start": "00:55:19",
    "end": "00:55:27"
  },
  {
    "text": "Yeah, yeah. A person who's truly good will get.",
    "start": "00:55:27",
    "end": "00:55:31"
  },
  {
    "text": "Angry sometimes the person who's truly good will get angry.",
    "start": "00:55:31",
    "end": "00:55:35"
  },
  {
    "text": "Yes.",
    "start": "00:55:35",
    "end": "00:55:35"
  },
  {
    "text": "That's good. That's good.",
    "start": "00:55:35",
    "end": "00:55:37"
  },
  {
    "text": "I guess that's my basic point.",
    "start": "00:55:37",
    "end": "00:55:38"
  },
  {
    "text": "Now, a person who's good and gets angry isn't going to litter the streets with bodies.",
    "start": "00:55:39",
    "end": "00:55:44"
  },
  {
    "text": "True.",
    "start": "00:55:46",
    "end": "00:55:47"
  },
  {
    "text": "From my point of view. That's right.",
    "start": "00:55:47",
    "end": "00:55:49"
  },
  {
    "text": "Yeah.",
    "start": "00:55:49",
    "end": "00:55:50"
  },
  {
    "text": "But before I make that judgment beforehand, maybe I should get into the biblical story and try and understand what that's all about. So we're talking on big theoretical level here almost now detached from any biblical stories. But I just find that it's helpful because personally and with people I've talked to over the years, the way that I conceive of anger before I even pick up the Bible will often determine what I find there.",
    "start": "00:55:50",
    "end": "00:56:19"
  },
  {
    "text": "Yeah.",
    "start": "00:56:19",
    "end": "00:56:19"
  },
  {
    "text": "And determine how much it bothers me.",
    "start": "00:56:19",
    "end": "00:56:21"
  },
  {
    "text": "Yeah.",
    "start": "00:56:21",
    "end": "00:56:22"
  },
  {
    "text": "And that's kind of what I was going for here.",
    "start": "00:56:22",
    "end": "00:56:23"
  },
  {
    "text": "Since anger is such a moral emotion, you can really learn what someone values by what they getting what they get angry about.",
    "start": "00:56:23",
    "end": "00:56:32"
  },
  {
    "text": "Yeah, it's a good way of putting it. So maybe that should shape the next part of our mission. What is it that makes God angry? And then we will find what God cares about, which becomes a window into the character of God, which is what we're after in this series.",
    "start": "00:56:32",
    "end": "00:56:49"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We want to let you know we're collecting questions for upcoming question response episodes in this series on the character of God. If you want to have a question on the episode, please record yourself asking a question. Try to keep it around 20 or 30 seconds and then transcribe your question and send that to infoibleproject.com again. Record yourself, transcribe it, send it to infoibleproject.com Next week we are going to continue this conversation about the wrath of God.",
    "start": "00:56:53",
    "end": "00:57:29"
  },
  {
    "text": "The first time God is depicted as feeling any emotion in the Bible, it's not anger, it's grief and sorrow. So here's the thing is that the flood is. It's really sobering. It's a sobering portrait of God's justice. God has never said once to be angry in that story. What the introduction says in chapter six is the Lord was sorry that he made humans on the land and he was pained. He felt pain in his heart.",
    "start": "00:57:29",
    "end": "00:57:58"
  },
  {
    "text": "Today's show was produced by Dan Gummel, show notes from Camden McAfee and theme music from the band tents. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We want you and us all together to experience the Bible as a unified story that leads to Jesus. We've got videos we've got other resources. They're all free. It's all on the website Bibleproject.com thanks for being a part of this with us.",
    "start": "00:57:59",
    "end": "00:58:29"
  },
  {
    "text": "Hi, this is Robert Delis and Alexander and we live in Texas.",
    "start": "00:58:29",
    "end": "00:58:33"
  },
  {
    "text": "We first heard about the Bible Project about two years ago.",
    "start": "00:58:34",
    "end": "00:58:37"
  },
  {
    "text": "We share the Bible Project with everyone we know. Our favorite thing about the Bible Project is the podcasts, classes and short videos. We believe that the Bible is a unified story that leads to Jesus. We are crowdfunded project by people like me. Find free videos, study notes and podcasts, classes and more@biblepractic.com.",
    "start": "00:58:37",
    "end": "00:59:01"
  },
  {
    "text": "Bible Project Punto com.",
    "start": "00:59:16",
    "end": "00:59:18"
  }
]