[
  {
    "text": "Welcome to the BibleProject Podcast. I'm John, and we're in the middle of a series discussing five attributes of God, five characteristics that God assigns to himself. In a conversation with Moses, we've already looked at the first two attributes where God says that he's compassionate and gracious. And last week, we began on the third attribute, where God describes himself as being slow to anger. That, yes, God gets angry at injustice and evil, but he's slow to get angry. We're going to continue this conversation on God's anger. And one story where you would imagine God being described as angry is the flood story. You know, the story where he's so fed up with humanity that he wipes everyone out.",
    "start": "00:00:03",
    "end": "00:00:46"
  },
  {
    "text": "So here's the thing, is that the flood is. It's really sobering. It's a sobering portrait of God's justice. God has never said once to be angry in that story. What the introduction says in chapter six is this. The Lord was sorry that he made humans on the land, and he was pained. He felt pain in his heart.",
    "start": "00:00:46",
    "end": "00:01:05"
  },
  {
    "text": "You see, in Genesis 1, God is shown as separating chaotic waters from each other so that land can emerge. And here in the flood story, the opposite happens. In the flood, God allows the waters above and the waters below to collapse back in on the land.",
    "start": "00:01:06",
    "end": "00:01:22"
  },
  {
    "text": "God's judgment is to relax his ordering power and to give humans over to where they came from and where they're going to, which is back to the dust. And it's to remove his ordering power from the cosmos and allow creation to collapse in on itself. Again, the way that God judges is to hand people over to the outcome of their decisions.",
    "start": "00:01:23",
    "end": "00:01:47"
  },
  {
    "text": "And so today, we're going to continue our conversation on the wrath of God. Thanks for joining us. Here we go. We are continuing our conversation on attributes of God. Specifically, God is long of double nostril or slow to anger. To help us through this conversation is two Bible scholars, Tim Mecke. Hey, Tim.",
    "start": "00:01:47",
    "end": "00:02:13"
  },
  {
    "text": "Hello.",
    "start": "00:02:14",
    "end": "00:02:14"
  },
  {
    "text": "And Carissa Quinn. How you doing? Karissa.",
    "start": "00:02:14",
    "end": "00:02:17"
  },
  {
    "text": "Hey, good morning.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "We left the last conversation. You know, Tim, you're trying to make the point. You. I mean, not trying. You were making the point that we don't want some deity who doesn't have any emotions, or at least the deity in the Bible, the creator God, above all, is a very emotional God, and he responds and relates to humans in that way. And so we shouldn't be surprised at anger. And if we frame anger as something that is good and that it protects us and others from wrongs, then we should be happy that we have A God who gets angry. And we ended that conversation and I still just kind of felt like, huh, I still would just rather God not get angry.",
    "start": "00:02:18",
    "end": "00:03:04"
  },
  {
    "text": "Something that really left an impression on me after years in pastoral ministry, prepared preaching and leading Bible studies because God's anger is in the Bible. And if you are a Bible teacher in any church community for very long, it's going to come up. And what I learned was not everybody has a hang up with God's anger in the Bible. Some people do. And patterns of what I noticed in people who do in those conversations are one. It often had to do with preloaded assumptions about anger in general. That mostly because we talked about earlier, that anger has this dual kind of association. We can think of it as positive and it expresses a value that's important to you. Or it can be synonymous with abuse and losing your control of your temper. That kind of thing.",
    "start": "00:03:05",
    "end": "00:03:52"
  },
  {
    "text": "Yeah, it can be weaponized.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "It can be weaponized. And so anybody who has a default suspicion of God's character, who thinks on a more default level that God is ticked off, volatile, doesn't like me, doesn't like humans.",
    "start": "00:03:54",
    "end": "00:04:09"
  },
  {
    "text": "Or what about has experienced Christians or churches that are pretty angry.",
    "start": "00:04:10",
    "end": "00:04:15"
  },
  {
    "text": "Yep, that's right. Has met a lot of angry religious people. Yep. Or has been abused in some way.",
    "start": "00:04:15",
    "end": "00:04:22"
  },
  {
    "text": "By religious people or by just an.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Angry person or by an angry person. It's usually people with that kind of history that find God's anger in the Bible more difficult than somebody else. And so what I was after what you were trying to summarize, John, I'll try and make it even more succinct. I should have done this in the last conversation. If God's anger in the Bible is a hang up for me, I should ask myself the question, is my problem really with God's anger as such? Would I want a God who has no emotional connection whatsoever to creation? Do I really want a God who has no relational investment in creation that would move him to feel something about it, whether it's compassion or anger? Is that what I really want? So that's one question to ask. And then the second would be would I want to be in an intimate relationship with somebody who never expresses their anger? Is that really something I would want in a relationship?",
    "start": "00:04:25",
    "end": "00:05:21"
  },
  {
    "text": "I kind of want that, Tim. That sounds nice.",
    "start": "00:05:21",
    "end": "00:05:27"
  },
  {
    "text": "Do you really? Do you really?",
    "start": "00:05:27",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. Well, let's play it out. Okay. Well, here's the thing is you can, you can still communicate what you like and don't like without anger. So you can still get to know someone's values. And preferences without the anger.",
    "start": "00:05:30",
    "end": "00:05:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:46",
    "end": "00:05:47"
  },
  {
    "text": "But I suppose where it would really hit you hard that maybe this isn't what I don't want is when the person you're with is watching suffering dispassionately or watching you suffer dispassionately and it doesn't affect them at all. And then you just kind of be like, that feels weird.",
    "start": "00:05:47",
    "end": "00:06:05"
  },
  {
    "text": "Yeah, that's true. Or thinking about if I'm trying to like access my deepest anger, it's if I imagine somebody hurting my two year old daughter.",
    "start": "00:06:05",
    "end": "00:06:13"
  },
  {
    "text": "Oh my goodness.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "Yeah, okay. Yeah. So if I think about that and maybe, you know, a person I'm in relationship with not responding to that. Yeah, yeah, I wouldn't want that.",
    "start": "00:06:14",
    "end": "00:06:22"
  },
  {
    "text": "Yeah. And you would think, yeah, there's something wrong with somebody who doesn't have an emotional reaction or response to hurting your child or their child being hurt. So I guess that's my only point is I think what we really have a suspicion of is, well, what are the reasons for God getting angry really? What's underneath the suspicion of God's anger, I wonder, is if it's more a suspicion of the reasons for which God.",
    "start": "00:06:23",
    "end": "00:06:48"
  },
  {
    "text": "Gets angry and also the appropriate or inappropriate expression. So if, even if they're good reasons, is he way over the top in his expression or is it just. I guess, yeah.",
    "start": "00:06:48",
    "end": "00:07:00"
  },
  {
    "text": "Do you guys have an experience where you encountered someone who was really angry and you felt like, man, this is healthy and good right now. This is right. Like in the moment. You're like, whenever someone's angry, I just get so uncomfortable. That is so uncomfortable.",
    "start": "00:07:00",
    "end": "00:07:15"
  },
  {
    "text": "I do too dislike it. Yeah, I have an allergic reaction.",
    "start": "00:07:16",
    "end": "00:07:19"
  },
  {
    "text": "I appreciate anger. I can't think of any experiences to share, but I can think of the opposite experience a lot of times. Like when I wish somebody would express their anger. That's what I mean.",
    "start": "00:07:19",
    "end": "00:07:33"
  },
  {
    "text": "I see. Yeah.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "Like, I do have an okay time if somebody tells me, hey, I'm really mad at you, this was wrong what you did. This really hurt me and I'm just really mad about it. To me, that feels good. It's like, okay, yeah, you're right, you're right, that wasn't right. And I can tell that I hurt you. I don't know, there's something that feels reconciling about that moment. If that's the goal, I guess. And maybe sometimes that's not the goal of anger, it's to hurt the other person. And that's where we go wrong.",
    "start": "00:07:34",
    "end": "00:08:01"
  },
  {
    "text": "Yeah.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "But it seems like when God gets mad at Moses and I know you're going to talk about this but the first time God gets angry at Moses and uses that word, he doesn't express it. He pretty much just says hey, I'm mad.",
    "start": "00:08:02",
    "end": "00:08:15"
  },
  {
    "text": "Yeah.",
    "start": "00:08:15",
    "end": "00:08:15"
  },
  {
    "text": "And then he helps him.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "That's good. So actually this is a perfect segue. Let's move towards it. What we're really after here are for what reasons does God get angry and in what ways does God express his anger? That's really what we want to know at least. I'm going to propose that if anger, divine anger is a hang up for people, it's really not about anger as divine anger as such. It's about the reasons for which God gets angry and do I think they're legitimate. So let's explore them and let's see what we find.",
    "start": "00:08:16",
    "end": "00:08:44"
  },
  {
    "text": "Sam.",
    "start": "00:09:00",
    "end": "00:09:15"
  },
  {
    "text": "So I'll just call this some surprising facts about God's anger in the Bible because I was genuinely surprised when I discovered these things. Invite your friends over and have a Bible trivia night. You know, make some popcorn. Right. Have a party and someone draws the card. Who is the first person that God ever gets angry at in the Bible?",
    "start": "00:09:39",
    "end": "00:10:01"
  },
  {
    "text": "Chrissa just told us.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "I know, I just ruined it.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "Sorry Chrissa.",
    "start": "00:10:04",
    "end": "00:10:06"
  },
  {
    "text": "Tim loves these. What's the first time in the Bible?",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "Yes. Well, ever since I realized that the sequence of the biblical narrative is strategic and important and always intentional. Whenever something happens the first time, it's usually significant.",
    "start": "00:10:11",
    "end": "00:10:22"
  },
  {
    "text": "Tim, what's the first time in the Bible someone had a stomachache?",
    "start": "00:10:23",
    "end": "00:10:26"
  },
  {
    "text": "A stomachache?",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "Hehud he got stabbed in the stomach.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "I'm trying to think. There's a little boy, the Shunammite son who has a headache but a stomachache, it's not registering.",
    "start": "00:10:35",
    "end": "00:10:43"
  },
  {
    "text": "See, it doesn't feel good, does it Tim? No. I'm joking. First time in the Bible God get. That's pretty far into the story of the Bible.",
    "start": "00:10:43",
    "end": "00:10:54"
  },
  {
    "text": "Moses. So we'll read the story in a moment. Let me just reflect 54 chapters into the Bible before God is angry. Not Adam and Eve, not the flood.",
    "start": "00:10:54",
    "end": "00:11:04"
  },
  {
    "text": "Well now really. Well, he's not described as angry.",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "Right, right. He's not described or depicted as angry. He's depicted as grieved. That's interesting.",
    "start": "00:11:07",
    "end": "00:11:14"
  },
  {
    "text": "Yeah. And he brings a severe judgment on human evil, but not out of anger. Now this is really important actually. The more the surprising fact has sunk in for me. But I also don't want to be misunderstood. I'm not saying that God doesn't bring severe acts of judgment. He does. What I'm after is what narratives do and do not connect. God's Severe acts of judgment with anger.",
    "start": "00:11:14",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. And are they always connected and you're saying, no, they're not?",
    "start": "00:11:39",
    "end": "00:11:42"
  },
  {
    "text": "No. There are many narratives about God bringing severe justice, and there's no description of divine anger anywhere. And the opposite, There are narratives where God gets angry and he doesn't do anything severe. He just is angry. In other words, there's not a necessary and constant association between God's anger and violence. In the Bible, we might feel like there is because there's that handful of stories where they say, or they are, but there are many other stories where that's not the case.",
    "start": "00:11:42",
    "end": "00:12:15"
  },
  {
    "text": "So what's happening in Exodus?",
    "start": "00:12:15",
    "end": "00:12:17"
  },
  {
    "text": "Okay, Exodus. So God appeared to Moses in the burning tree bush on Mount Sinai. Yeah. Famous story. I've seen my people suffering. The outcry has risen up to me. God says, and so, Moses, I'm sending you to Pharaoh. Go confront Pharaoh. Go meet with the elders of Israel. I'm going to set my people free.",
    "start": "00:12:17",
    "end": "00:12:38"
  },
  {
    "text": "The outcry of the oppressed has risen, and God is moved by it.",
    "start": "00:12:39",
    "end": "00:12:43"
  },
  {
    "text": "Yep. At the end of Exodus 2, God hears and sees the groaning of the oppressed slaves of Egypt. And he's. He's moved to act.",
    "start": "00:12:43",
    "end": "00:12:52"
  },
  {
    "text": "We already have a passionate God here.",
    "start": "00:12:52",
    "end": "00:12:54"
  },
  {
    "text": "Correct? That's right. That's right. So Moses first response is, no, no, I'm not going to do that. What if the people ask me what God is sending me? What am I going to. What am I going to say? So God says, look, I'm the God of your ancestors. Moses says, well, no. What if they ask me your name? I don't know your name. I can't go. So God tells him his name. No, I'm not going to do it. I'm not eloquent. I can't speak very well. He objects five times, and on the fifth and final objection, Moses just says, please, my Lord, send someone else. I'm not going to do it. Then Exodus 4:14. Then the Lord's nose burned hot against Moses, and he said, what about your brother Aaron the Levite? He can speak well. In fact, he's already on his way to meet you. He'll be glad when he sees you. You speak to him and put words in his mouth, and then I'll help both of you speak and teach you what to do.",
    "start": "00:12:54",
    "end": "00:13:56"
  },
  {
    "text": "Yeah, it's interesting. He burns hot and you kind of expect this like, oh, no, Moses is in trouble. And then he just kind of like becomes a problem solver. And he's like, well, okay, well, here's a way through.",
    "start": "00:13:56",
    "end": "00:14:09"
  },
  {
    "text": "Yes, totally.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, he's so slow to anger and then restrained in his anger.",
    "start": "00:14:10",
    "end": "00:14:15"
  },
  {
    "text": "So slow. Because this is. Objection. 5.",
    "start": "00:14:15",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, yeah. I give my kids, like, three chances in, and then I get long of nostril. No, short of nostril. My nostril is really. Shorten up.",
    "start": "00:14:18",
    "end": "00:14:28"
  },
  {
    "text": "Totally. You guys, this is so important. The first time God gets angry, it's after five times. And even then, what he does is make a concession to Moses. Fear and stubbornness. I think this is so significant.",
    "start": "00:14:28",
    "end": "00:14:42"
  },
  {
    "text": "Yeah.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "This is the first time that God gets angry. Now, it doesn't mean that he will do this every time, but it's the first portrait of God's anger in the story.",
    "start": "00:14:43",
    "end": "00:14:53"
  },
  {
    "text": "Funny. The Lord burns with anger and he says, well, here's an idea.",
    "start": "00:14:54",
    "end": "00:14:57"
  },
  {
    "text": "Yeah, yeah, yeah, yeah, yeah, totally. Okay. God gets angry three times in the book of Exodus. We're gonna. That's the first one.",
    "start": "00:14:57",
    "end": "00:15:07"
  },
  {
    "text": "We're gonna look at two more in this one, Tim. So the question that we started this off with was, what does God get angry about? So here, it's maybe this lack of trust in him that Moses is displaying. God is saying, I'll go with you. I've given you everything. I'll make you speak. I'll turn. I'm going to rescue the people. I've already told you that he's given.",
    "start": "00:15:07",
    "end": "00:15:28"
  },
  {
    "text": "Him the three signs with the staff. He's given him those so that the people will believe in you. Yeah. Yeah. Thank you. When people persistently resist him and don't believe that he's reliable and trustworthy and good.",
    "start": "00:15:28",
    "end": "00:15:44"
  },
  {
    "text": "So it's a relational context here again, he's revealed himself to Moses. There's this trusting relationship that he's building.",
    "start": "00:15:45",
    "end": "00:15:51"
  },
  {
    "text": "Yeah, it's good.",
    "start": "00:15:52",
    "end": "00:15:52"
  },
  {
    "text": "And Moses says, no.",
    "start": "00:15:52",
    "end": "00:15:54"
  },
  {
    "text": "Yeah. This would be similar to somebody that you are building trust with and are really being generous with, and they just continue to assume the worst of you and don't trust you. And that. Yeah, I think that would make anybody angry, at least. Frustrated, maybe. Frustrated is a good translation because it seems to pass. Okay, so that's the first one. The second time God's anger is mentioned is in the story of the parting of the Red Sea, actually in the poetic retelling of it. So there's a narrative in Exodus 14, the waters part, and the waters come back down on Pharaoh and his armies. And then in the poem that Miriam and Moses sang, this is Exodus 15, verse 4. And following Pharaoh's chariots and his army, he cast into the sea. The choice officers drowned in the sea. The deeps cover them. They went down like a Stone and verse seven, in the greatness of your excellence, you overthrow those who rise up against you. You send forth your heat, your hot anger. It consumes them like chaff. You send the wind of your nostrils and the waters were piled up. Flowing waters stood up like a heap. Deeps were congealed in the heart of the sea. So God's act of essentially destroying Pharaoh and his army in the waters of the sea is both an act of justice and we're told here, an expression of God's hot anger. So let's back up and ponder. What is it that Pharaoh has been doing that generates this response of hot anger from God? It's like quiz, pop quiz.",
    "start": "00:15:54",
    "end": "00:17:39"
  },
  {
    "text": "You go, john.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "Pharaoh is. Well, he's enslaving the Hebrew people. He committed genocide of some sort on them to kind of keep the population under control.",
    "start": "00:17:43",
    "end": "00:17:52"
  },
  {
    "text": "Throwing baby boys in the river.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "And he actually made it at one point. There's a narrative. He's just making it harder for them to even do the work that he wants them to do. He's this caricature of a really cruel, all powerful bad dude.",
    "start": "00:17:56",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. Dictator who was given not just five chances, but ten chances to act differently.",
    "start": "00:18:09",
    "end": "00:18:17"
  },
  {
    "text": "The ten planks.",
    "start": "00:18:18",
    "end": "00:18:18"
  },
  {
    "text": "That's interesting. Do you think that that's related to the five Moses, five resistances before God gets angry?",
    "start": "00:18:19",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. I don't know about in terms of numerical patterning, but for sure, on a level of themes in the book that there's two people that God gives multiple chances to, one is first of all Moses, he gets angry on the fifth time with God. It's the tenth time that arouses his anger.",
    "start": "00:18:26",
    "end": "00:18:42"
  },
  {
    "text": "Yeah. With Pharaoh.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. It's climactic. So if we're trying to build a portrait of things that God gets angry at here, it's evil and oppression, murder, violence, inspired by. Yeah. Imperial oppression, stuff like that. Yep. So last time God gets angry in the book of Exodus and it's Our story, Exodus 34, 6, the story of the golden calf. So what's interesting here is this is a portrait where God has heavily invested himself in these people's well being. He rescued them from Egypt, provided for them manna in the wilderness, led them to the mountain, showed up personally for them and asked them to give him their allegiance and to no other God. And the first thing they do is make an idol representation of him.",
    "start": "00:18:43",
    "end": "00:19:36"
  },
  {
    "text": "And he's also bound himself to them so that they are his representatives on earth.",
    "start": "00:19:37",
    "end": "00:19:44"
  },
  {
    "text": "Oh, good. Yeah. Not only has he invested in them, he's invited them to be his representatives. Yeah, that's right. Yep.",
    "start": "00:19:44",
    "end": "00:19:52"
  },
  {
    "text": "So his, like, people knowing who God is is now tied to this nation and how they act and whether they worship him or don't.",
    "start": "00:19:52",
    "end": "00:19:59"
  },
  {
    "text": "Yeah. So it's the same reason that somebody that you have been married to, when they let you down, that generates a bigger emotional response than somebody, you know, that you're in the grocery store aisle with and they, like, you know, cut you off or something like that. Put their cart in front of yours. It still hurts, but it hurts less, you know, that kind of thing.",
    "start": "00:20:00",
    "end": "00:20:20"
  },
  {
    "text": "Unless that's the trigger of you holding in a lot of anger and then you let it all out at that poor. That poor woman in the grocery aisle.",
    "start": "00:20:21",
    "end": "00:20:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Just didn't see you.",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "So we've covered this story in previous podcast series. So this is Exodus 32, right after people make the golden calf. This is what God says to Moses, who's up on the top of the mountain. He says to Moses, give me rest. He uses Noah's name as a verb. Give me some rest so that my anger may burn against the people. I'm going to finish them off. I'm going to bring an end to them, and I'll start over with you, make you into a great nation.",
    "start": "00:20:31",
    "end": "00:20:58"
  },
  {
    "text": "Hey, do you think those words rest and to finish, those are really big, like, creation words.",
    "start": "00:20:59",
    "end": "00:21:05"
  },
  {
    "text": "Yes.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "God's just saying, I'm going to recreate something new.",
    "start": "00:21:06",
    "end": "00:21:10"
  },
  {
    "text": "Yeah. When the flood design pattern is being activated, the word rest and finish are often cues that we're in that thematic part of the cycle. Yeah. So the question is, does God. Does Moses actually give God rest? It's usually translated into English. Leave me alone.",
    "start": "00:21:10",
    "end": "00:21:30"
  },
  {
    "text": "Yeah.",
    "start": "00:21:31",
    "end": "00:21:31"
  },
  {
    "text": "And you kind of miss the word play. Give me rest. Now. He could give God rest by being like, okay, like, leaving.",
    "start": "00:21:32",
    "end": "00:21:39"
  },
  {
    "text": "Yeah.",
    "start": "00:21:40",
    "end": "00:21:40"
  },
  {
    "text": "Or he could give God rest in some other way. And he chooses some other way. So Moses then sought the favor of Yahweh, saying, why does your nose burn hot against the people that you brought out of Egypt with great power and a mighty hand? You know, do you really want the Egyptians saying Yahweh had evil purposes to bring them out and kill them in the mountains? It's not what you want. The Egyptians look really bad for your reputation. So turn from your hot anger and relent, which is a word that also rhymes with Noah's name, Nacham. Don't bring disaster on your people. Also, remember you made a promise to Abraham, Isaac, and Jacob, and you swore an oath. And God's response is, then the Lord Nahamd, he relented and didn't bring on his people the disaster that he said. So these three stories about anger in Exodus almost give you the whole biblical portrait in a nutshell. Okay, first time it's with Moses. It's somebody he's really intimately connected himself to. Constant just distrust won't work with me. And he gets angry, but he doesn't do anything terrible. He's just angry like a normal person would be. A normal being would be. I guess I don't know what's normal for God, but normal. And the second one with the Red Sea, it's God respond. His anger respond is aroused by justice or injustice being done against the vulnerable and the oppressed. And then this last time at Mount Sinai, it's about when people that God is not just when he's in covenant relationship, the people to whom he's married and who he's named as his representatives, when those people betray his trust, that's when he gets the most angry. So this is really important. The Golden Calf story is giving us the fundamental portrait of God's anger towards Israel. And it's about covenant betrayal by the people that God has invested the most in. Out of all the families of the earth. The most angry God ever gets in the Bible, it's always at covenant betrayal by this specific group of people.",
    "start": "00:21:40",
    "end": "00:23:58"
  },
  {
    "text": "Okay, that's kind of scary.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "Yeah. I mean, but it also, it makes sense in that it's just the people that you're most invested in emotionally and relationally will arouse the greatest emotions in you. Don't you think?",
    "start": "00:24:02",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, I think that's the context in which anger makes the most sense to us inside of like a partnership or a relationship where a lot of times anger is the emotional response. If there's. Yeah, betrayal or something like that. But why did you say scary, John?",
    "start": "00:24:14",
    "end": "00:24:31"
  },
  {
    "text": "Well, I mean, in this narrative, he's gonna destroy him.",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "Just that the intensity is greater.",
    "start": "00:24:34",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, it's interesting. So in Exodus, you're saying you have this portrait of God's anger and you actually have a portrait that shows God being slow to anger. When you get to Moses in the burning bush, he gets angry or he's said to be angry, but then he doesn't act out of anger. So you're thinking, okay, that's interesting. And then with Pharaoh, I mean, he gives him 10 chances. He gives like the biggest, baddest dude in the Bible so far, he gives him 10 chances. And so that's. That's pretty long suffering. And then. And then here, now we've got this story. So maybe we shouldn't be surprised when God, the center attribute that he describes of himself, is slow to anger. You've seen it on display.",
    "start": "00:24:37",
    "end": "00:25:24"
  },
  {
    "text": "Yeah. And in this case in the Golden Calf story, slow to anger. And then he's willing to turn away from his anger and not act upon it in some way. Right. Because Moses is there.",
    "start": "00:25:24",
    "end": "00:25:36"
  },
  {
    "text": "We've talked about this story so much.",
    "start": "00:25:36",
    "end": "00:25:38"
  },
  {
    "text": "You know, we have. It's a really important story.",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "And it's never. And it never feels locked in, like, in a way of, like, I get it. It always feels like every time I read. You read Moses's like, you know, defense attorney speech. And it's just weird. It's like, why? You know, he's reminding God of things and he's. It's uncomfortable to think that God's first reaction was, yeah, I'm done. Like, I'm just going to destroy, destroy everyone and start back with you, Moses. Even that still feels uncomfortable. So I just wanted to voice that, especially if, like, someone's listening in this first time in the story like this. There's a lot of really fascinating, strange things going on in this narrative.",
    "start": "00:25:41",
    "end": "00:26:21"
  },
  {
    "text": "Yeah. This narrative is doing heavy duty theological reflection on issues of divine sovereignty and human will.",
    "start": "00:26:21",
    "end": "00:26:31"
  },
  {
    "text": "Partnership with humans.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "Partnership with humans. What does it mean to say that God genuinely partners with humans? And here is a picture.",
    "start": "00:26:33",
    "end": "00:26:39"
  },
  {
    "text": "He listens to their.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "Yeah.",
    "start": "00:26:42",
    "end": "00:26:42"
  },
  {
    "text": "Their desires or advice.",
    "start": "00:26:42",
    "end": "00:26:44"
  },
  {
    "text": "It's God in covenant. And the problem is that God's in covenant with all these people, but right now, only. Only one of them is really being faithful. Actually Joshua too, though, he's in the background. But yeah, it's really. So God will also turn from his anger if there is a righteous intercessor who will stand in the gap on behalf of corrupt humans. It's another important factor in God's anger. So these are the three first stories of God's anger in the Bible.",
    "start": "00:26:44",
    "end": "00:27:15"
  },
  {
    "text": "Sorry, when you said righteous intercessor. Because there's a moment, and it isn't in what we just read, but there's a moment where Moses just says, why don't you take it out on. Why don't you just destroy me?",
    "start": "00:27:16",
    "end": "00:27:25"
  },
  {
    "text": "Correct. Yep. Yeah. Actually at the. In a couple paragraphs, he's going to go offer his own life in the place of the sinful people. And at that point, God has passed his anger and he says, that won't be necessary. These people will get what's coming to them in due time. Essentially, it's God's response then. So these three moments of anger, only one of them results in a severe act of justice. That's on Pharaoh at the sea. The first one, God doesn't do anything severe with Moses. And then this last one, God wants to do something severe, but the righteous intercessor turns him from his anger. So God's anger has a complex relationship to his acts of bringing judgment on human evil. Are you with me?",
    "start": "00:27:25",
    "end": "00:28:11"
  },
  {
    "text": "That it's not predictable or formulaic? Is that what you're saying?",
    "start": "00:28:11",
    "end": "00:28:15"
  },
  {
    "text": "God can be turned from his anger. And there are some times where God will just bear his anger but not respond in a severe way. But sometimes God will respond in a severe way. And all three of those are ways that God is angry.",
    "start": "00:28:15",
    "end": "00:28:31"
  },
  {
    "text": "In the Bible, we have such a complex relationship with anger. We love anger when it is against injustice. Like, we love the Jack Reacher stories. I love Jack Reacher stories. Have, you know, these stories. It's just like, the guy who comes in, he's just like, I'm gonna be the judge and jury, and I'm just gonna take things out. And there's something about God with Pharaoh in the Red Sea, you kind of get that feeling of like, yeah, finally, this justice. But then when we get to this story in Exodus 32, 34, when God gets angry at his people, I still.",
    "start": "00:28:31",
    "end": "00:29:11"
  },
  {
    "text": "Feel uncomfortable for the consequence of idolatry to be. I'm gonna finish them.",
    "start": "00:29:11",
    "end": "00:29:15"
  },
  {
    "text": "I'm gonna finish them. It just feels like, who dodged a bullet there? Like, let's not. Yeah, let's tiptoe around God now. Like, help me out with that.",
    "start": "00:29:16",
    "end": "00:29:24"
  },
  {
    "text": "Yeah. Okay. So to do that, what we actually need to do is pause on divine anger. And we need to go back and actually become to understand God's judgment. When God acts severely towards human evil, is there a pattern for how God works? And the answer is yes. I've discovered, and we've been filling out this portrait of God's anger. Now we need to correspond with it. A more nuanced biblical portrait of how God responds to human evil, or at least human, like, stubbornness and lack of trust. And then once we join those together, I think we're better equipped to understand narratives where God is angry and then hands people over to severe, severe judgment. Does that make any sense? The step that we're going in here? So we've got two things known. One got God's anger, but now we have these stories about God's justice and judgment, and how do those two go together? So to understand God's judgment, we first have to do a little culture translation of getting ourselves back into the biblical cosmology. So I won't Rehearse this because we've done it so many times in so many podcast series. But Genesis 1, you know, you remember there's the three tiers of the cosmos.",
    "start": "00:29:24",
    "end": "00:31:14"
  },
  {
    "text": "Heavens above the land where the humans are put with the animals and the chaotic waters surrounding everything.",
    "start": "00:31:15",
    "end": "00:31:23"
  },
  {
    "text": "That's right, that's Genesis 1. And so within that three tiered cosmos, the land is where the humans belong. And out there, do you remember God? The land emerges out of the waters that God had to split, because when they were just undulating and chaotic, wild and waste, you can't have any humans there. So God splits the waters and then the dry land. But God doesn't do away with the waters in Genesis 1, just like he doesn't do away with the darkness. He contains them and orders them. So they're still there. The waters are still out there around the dry land in Genesis 1. But he, he's brought up, set the dry land on pillars, you learn in the book of Psalms. So the depiction of creation in Genesis 1 is that God is sustaining this safe order, dry land for us, but the waters are below it, the waters are around it. There's actually waters up above too. And at any moment it could all collapse and go back to the pre creation state. That's the flood, and that's the flood. Everything goes dark and the waters collapse back in on themselves. So that basic idea of Genesis 1, order and disorder, dry land versus the waters, is really important for understanding God's judgment in the Bible. Okay, like so. Like so important. Okay, but let's just pause right there. So Genesis 1, dry land. Yay. Hooray for dry land. It's really good. I'm glad we're on it. Okay, step one, step two. Let's look at it from another angle. Genesis 2, the Garden of Eden here the story depicts is as if we're looking from an aerial angle down on the dry land. And it's just. Well, it's a rocky, barren wilderness. But God brings some water up from the ground, plants a garden, makes a human, and he moves a human. He creates a human outside the garden in Genesis 2. And he forms a human, breathes into it the breath of life. And then he takes the human and out of the wilderness, rocky land, and moves them, moves the human into the garden and plants them there. That's the story of Genesis 2. So to be in the garden is to be in the realm of protected, ordered life on the dry land. But to be outside the garden, in that rocky wilderness, desolate land, that's the realm of Danger and disorder and death. So on this way of seeing the world, you've got the ordered central place that's protective and life. And you have the waters out there, you have the wilderness. And on this model of the world, being exiled out of the ordered space is the worst thing that can happen to you. And for the waters to come rushing up or down upon the dry land, that's the other worst thing that could happen to you. And both of those things are what happens to humans in the next couple pages after they rebel. And so point is that God's judgment in the Bible is actually undoing. It's an undoing of the things that God has done to create order and bring life. But it's also, as it were, abandoning his creation and letting things collapse back in on themselves, or letting humans go back to the place where they started, which was outside the garden.",
    "start": "00:31:23",
    "end": "00:35:04"
  },
  {
    "text": "So just letting creation be is the same thing as judgment in this scenario, because God is sustaining. He's sustaining the Raqqia, the sky dome, he's sustaining the dry land on the pillars. That's the assumption. But when he stops doing that, all those protective spaces just collapse in.",
    "start": "00:35:04",
    "end": "00:35:26"
  },
  {
    "text": "Yeah. In fact, when you use that sentence, let the creation just be. We don't even have language to talk about this because on this world model, creation and existence is the result of God bringing his sustaining order. There is no creation without God's sustaining order.",
    "start": "00:35:27",
    "end": "00:35:46"
  },
  {
    "text": "So decreation.",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "Decreation, yeah, that's right. In other words, God's judgment in the Bible, it's a phrase that the prophets are going to use and that the apostle Paul really gloms on too. It's about God and handing creation over to its own natural processes of de creation, disintegration and disorder.",
    "start": "00:35:49",
    "end": "00:36:08"
  },
  {
    "text": "And you mean handing creation over or handing humans or a nation over, or.",
    "start": "00:36:09",
    "end": "00:36:15"
  },
  {
    "text": "Handing people over to the logical end of the choices that they are making.",
    "start": "00:36:15",
    "end": "00:36:21"
  },
  {
    "text": "Yeah.",
    "start": "00:36:21",
    "end": "00:36:22"
  },
  {
    "text": "So for example, when God invites the people into the garden, he gives them everything they need. However, if they're not going to trust him, the day that you eat of it, you will die. What's interesting is when the people eat from the forbidden fruit, God doesn't get angry and he also doesn't kill them as such. At least he doesn't, you know, like zap them on the spot. But he does exile them from the garden out into the place where they started, which was in the land of rocky wilderness and death. In the same way, when the outcry of the blood of Abel and all of the innocent rises up to God, and the land is full of violence. In Genesis 6, what God does is he says, he tells Noah, he says an end is coming. The end is here. It's like he had the sandwich board on him. The end is near. But the flood story isn't just about a lot of heavy rain from our point of view, it's undoing Genesis 1. It's the collapse of the waters back in to consume the dry land. And so it's just a different way of thinking about the cosmos and a different way of thinking about human responsibility and human choices. But within this worldview, God's judgment is to relax his ordering power and to give humans over to where they came from and where they're going to, which is back to the dust. And it's to remove his ordering power from the cosmos and allow creation to collapse in on itself again. That's what the exile from Eden and the flood story, which are the two first judgment stories in the Bible, that's what they're trying to tell us about. The way that God judges is to hand people over to the outcome of their decisions.",
    "start": "00:36:22",
    "end": "00:38:09"
  },
  {
    "text": "So I got a picture then of God at Sinai with his people. And, you know, I was telling you, it just feels so uncomfortable for God to say, I'm done, you guys. I'm going to destroy you. I'm done. But I just got this picture of, you know, what's the difference between that and God saying, like, okay, have fun in the desert. Like, I'm out. Like, I'm going to leave because they're out. I mean, they're not going to survive out there.",
    "start": "00:38:09",
    "end": "00:38:34"
  },
  {
    "text": "Yeah.",
    "start": "00:38:35",
    "end": "00:38:35"
  },
  {
    "text": "But what I hear you saying is there's a sense of if we don't want to live within God's ordered, protective, like the way that he keeps things, we are outside of what's good, and.",
    "start": "00:38:35",
    "end": "00:38:50"
  },
  {
    "text": "That'S where we'll find death even more pointed. God will give us what we want.",
    "start": "00:38:50",
    "end": "00:38:53"
  },
  {
    "text": "Yeah. And if you think about the Israelites in that story, they were saying by their actions they actually wanted a different God.",
    "start": "00:38:54",
    "end": "00:39:02"
  },
  {
    "text": "We want a different kind of God.",
    "start": "00:39:02",
    "end": "00:39:04"
  },
  {
    "text": "Yeah, a different kind of God. And so if God were to say, okay, I'll give you over to what you want.",
    "start": "00:39:04",
    "end": "00:39:11"
  },
  {
    "text": "Yeah, let's come back to the flood, though, because actually the flood story is an important design pattern being activated in the Golden Calf story. The first time God is depicted as feeling any emotion in the Bible, it's not anger, it's grief and sorrow. Sa the flood story, if anybody thinks about how catastrophic, you know, it actually is in the story, rotting corpses floating in the water, everywhere. So here's the thing, is that the flood is. It's really sobering. Yeah, it's a sobering portrait of God's justice. God has never said once to be angry in that story. What the introduction says in chapter six is this. The Lord was sorry that he made humans on the land, and he was pained. He felt pain in his heart. We read on and man, this is so crucial. This is a scholar, Daniel Hawke, who first pointed this out to me. This is the introduction to the flood. And this is in verse 11 of Genesis 6. It says the land was ruined before God and the land was filled with violence. Like what happened to Cain and Abel went viral. Lots of blood, crying out. So God saw the land and look, it was ruined. For all flesh has caused the ruin of its way upon the land. So it's very clear here the land is being ruined and that humans are the one causing the ruin on the land. Very clearly the point here, verse 13. So God said to Noah, the end of all flesh has come up before me because the land is filled with violence because of them. And look, I am going to cause their ruin with the land. And then he goes on to talk about the flood. This is really important for understanding God's judgment in the Bible. So what God sees is that humans are ruining the land through bloodshed and violence. And God sees that humans are ruining the land and then what he says is, I am going to cause their ruin with the land. Do you see how it's parallel?",
    "start": "00:39:11",
    "end": "00:42:24"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Now look at this. This was a little disappointing when I realized it, but our English translations don't help us get this connection here. The point is that God's decision to bring the flood is actually connected with the disaster that humans are bringing upon themselves already.",
    "start": "00:42:25",
    "end": "00:42:42"
  },
  {
    "text": "Yeah.",
    "start": "00:42:43",
    "end": "00:42:43"
  },
  {
    "text": "So God's decision isn't being imposed as some abstract or alien thing from the outside. It's actually prompted by what humans are doing and then accelerating it or giving them over to it, for example.",
    "start": "00:42:44",
    "end": "00:42:58"
  },
  {
    "text": "Yeah, he can see that it's already ruined and inevitable.",
    "start": "00:42:58",
    "end": "00:43:03"
  },
  {
    "text": "Yeah, they're in self destruction mode and they're destroying creation. And God says, let's let me just make this happen right away. Like let's just.",
    "start": "00:43:03",
    "end": "00:43:14"
  },
  {
    "text": "That's right.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "Super drive this.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "Yep.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "And creation will ruin you completely now.",
    "start": "00:43:17",
    "end": "00:43:20"
  },
  {
    "text": "Yeah. So that's one thing. The other thing is in verse 13 of chapter 6, God says, the end of all flesh has come up before me. That's as literally in English as you can do what the Hebrew says. But look at what our English translations Do there the new international version. God says in Noah, I am going to put an end to all people. That's really different.",
    "start": "00:43:20",
    "end": "00:43:46"
  },
  {
    "text": "Yeah.",
    "start": "00:43:47",
    "end": "00:43:47"
  },
  {
    "text": "The ESV has. I have determined to make an end of all flesh. And again, the Hebrew reads, the end of all flesh has come up before me because the land is filled with violence. So you tell me what the difference that you're perceiving there is.",
    "start": "00:43:48",
    "end": "00:44:03"
  },
  {
    "text": "What you can see is there's already a slow motion flood in the making.",
    "start": "00:44:03",
    "end": "00:44:09"
  },
  {
    "text": "Yeah, a humanly caused flood that's ruining the land.",
    "start": "00:44:09",
    "end": "00:44:12"
  },
  {
    "text": "Yeah, they're ruining creation. And the flood is the, is decreation. And so that's very different than saying, you guys are disappointing me and you're not. You're not what I wanted, so I'm just going to destroy you all. Yeah, that's different than you guys are destroying creation. You're decreating what I've made, which includes each other. And so I'm gonna turn you over to that and we're gonna just make this happen right away. We're not gonna, not gonna let this be prolonged. This is what you want? Boom.",
    "start": "00:44:12",
    "end": "00:44:45"
  },
  {
    "text": "Yep.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "This is what we're gonna get.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "Yeah. And it almost depicts God as just realizing when it says, the end of all flesh has come before me, realizing what. What the inevitable outcome is.",
    "start": "00:44:49",
    "end": "00:45:00"
  },
  {
    "text": "Man, I kind of want to read Romans 1 now again.",
    "start": "00:45:00",
    "end": "00:45:03"
  },
  {
    "text": "We will, we will. Later in this conversation. Maybe not for a few more, not in this episode. Okay, but your instincts are right. In other words, the first two portraits of divine judgment, exile from Eden, and the flood story show God accelerating or handing people over to the cause effect sequence that they have put into motion through their choices. Remember, God's anger is always a response. It's not endemic to his nature. It's a response to people ruining each other or the land. So when Paul in Romans 1, three times over, said God's wrath is revealed, how that paragraph opens in Romans one and three times over, he says, and God handed them over. And it's to idolatry, it's to sexual misbehavior and just violent evil in general. And it's completely consistent with this portrait. Can I quote from the scholar who first pointed this out to me? Just because it's so good. It's from Daniel Hawke, who has an excellent book called the Violence of the Biblical God. He says this introduction to the flood story suggests that God has seen where the ruination of creation is headed and he's decided to accelerate the process to its completion. The plain sense of the Hebrew text conveys something very different from most English translations, which are perhaps influenced by the view of an angry, punitive deity. The flood was an ancient symbol of destruction and disorder, and so is a fitting medium for the dissolution of creation as it overwhelms every boundary, returns creation to the primordial, undifferentiated deep that existed before Yahweh spoke boundaries into being. He's a good writer. Yeah, this is good. We are left with the sense that God is not so much sending the flood to punish the world as much as facilitating through the flood the inevitable descent into chaos caused by human destructiveness and violence. God is ruining an already ruined creation and in so doing creates conditions for a reordering and renewal to take place. The flood's the collapse of Genesis 1. And so the, this is why the recession of the waters in Genesis 8 is all activating language from Genesis 1 because it's a new creation. But man, when this really sunk in, I began to go back and read stories about God's judgment in the rest of the Bible. And it really. New things, I began to notice new things in them. And so that's what you're kind of beginning to reach for there, John, with Exodus 32, trying to see it from within this framework.",
    "start": "00:45:04",
    "end": "00:48:01"
  },
  {
    "text": "Yeah, from that framework, you know, if Israel there is in self destruction mode, saying, we're going to do this our own way. We're going to make God in an image we can handle. And what God can see is like, okay, you've decided to destroy yourself. Let me just do it now for you and I can start over with Moses. That feels a little more palatable, I suppose. But yeah, there's a sense of handing over to, like that's what you want. Like I. It grieves him in the story of the, of the Flood, but he, he gives people what they want.",
    "start": "00:48:01",
    "end": "00:48:35"
  },
  {
    "text": "Mm.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "Yeah. I like the idea of, or the picture of honoring people's choices. But I think the uncomfortable thing for me still with the flood story and later stories is the. Almost like the plan A, plan B, plan C, like the way that God is portrayed is so responsive, like, oh, this didn't work. I'm going to start over like this and then this didn't work. I'm going to. I think that's, you know, it's a story and we're learning the point of the story is to understand who God is and to understand who humans are and how he relates. And I think we're getting that either way. But yeah, dealing with the change in plans is Kind of uncomfortable.",
    "start": "00:48:36",
    "end": "00:49:18"
  },
  {
    "text": "Yeah. Yeah. You're saying the story raises a bigger theological question about God's purposes and his relationship to time. What's plan A, B, C or D? Totally. Okay, so you're right. You know, that would be a whole.",
    "start": "00:49:18",
    "end": "00:49:34"
  },
  {
    "text": "Yeah, but I think that's a hard. It's a hard framework to get out of and to just read the story as it is. And maybe that's all I'm acknowledging.",
    "start": "00:49:36",
    "end": "00:49:43"
  },
  {
    "text": "Yeah.",
    "start": "00:49:43",
    "end": "00:49:43"
  },
  {
    "text": "You kind of have to take seriously what the story is saying, which is everyone was really violent and it was ruined.",
    "start": "00:49:43",
    "end": "00:49:51"
  },
  {
    "text": "Yes. Like, yeah.",
    "start": "00:49:51",
    "end": "00:49:53"
  },
  {
    "text": "And if that's true, like, that has gotten that bad, then. Yeah, let's like. Like the whole thing is going to collapse in on itself.",
    "start": "00:49:53",
    "end": "00:50:00"
  },
  {
    "text": "That's right. And when Noah gets off the boat, the first thing that God says to himself is, you know what? Humans are no different. Yeah, Humans are exactly the same.",
    "start": "00:50:01",
    "end": "00:50:12"
  },
  {
    "text": "This is going to happen again.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "Yes, they are. And if I'm going to use this flood strategy every time humans do that, there's going to be no more creation.",
    "start": "00:50:13",
    "end": "00:50:20"
  },
  {
    "text": "And that's your point, Carissa, which is like, what? Didn't God know that in the first place?",
    "start": "00:50:21",
    "end": "00:50:25"
  },
  {
    "text": "Yeah, yeah. Or that's the kind of discomfort with the story. But yeah, it is interesting that it's almost like at every further step of wickedness humans take, God further, binds himself to them to create something new.",
    "start": "00:50:26",
    "end": "00:50:41"
  },
  {
    "text": "That's right. And to invest in them through covenants.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "Yeah. Which is a further binding.",
    "start": "00:50:46",
    "end": "00:50:48"
  },
  {
    "text": "In other words, at every step that humans, the human condition has explored is even more hopeless. What God does actually is lean in more and invest himself more in relationship to his creation. I think that again, this is how the Torah is Torah, which means instruction. It's teaching us about the core portrait of God's relationship to the world. Another layer of this is that the logic of God's judgment is to accelerate or work through the cause effect sequence that's already been begun by people and to carry it through. And so in Jewish tradition, they called this God's measure for measure response. It's very typical in biblical narratives where God's response, or God judging is to bring about the thing that somebody was trying to do, but back on them. The man who digs a pit will fall into it. Pharaoh kills the firstborn of Israel. God will take the life of the firstborn of Pharaoh. Pharaoh throws the people in the waters. God destroys Pharaoh in the waters. The people were ruining the land through violence. God will accelerate that by ruining the land with the flood. It's this inner logic of human evil. And God's justice in this measure for measure relationship. And it's crucial. Like, without it. Once I got this, the way that biblical narratives about God's judgment communicate started to make so much more sense again. So that was God's judgment. Now we want to pair this up with God's anger. And armed with these two perspectives, I think we can start to go into some stories about God's anger and judgment and gain some new inside.",
    "start": "00:50:48",
    "end": "00:52:41"
  },
  {
    "text": "We talked about God's anger in the last episode, and that anger isn't a negative thing on its face. It can. It's. Anger is a moral emotion. And when used properly and to protect what is good, it's a wonderful emotion or something we should want in others. But then how do you act out of anger? And one way that people use their anger is as energy to then fight injustice. And I think the scary thing is that that can go wrong really quickly. If someone's really angry and then he's using that energy to try to right a wrong, they could go too far and the anger could actually cause them to overreact and cause more problems than they're solving. And so how do you use anger to right a wrong or to make things that are being destroyed whole again? And this is the language of judgment, of how do I. Yeah, how do I make this? How do I make this get back to the way it's supposed to be? And so then we've been talking about God's judgment. And what you're saying, Tim, is God's judgment is. I heard two things. One is judgment is a handing over. It isn't of, like, there isn't this vindictive, like, oh, you hurt me, someone hurt you. It's. This is the choice you've made, and I'm going to allow it. In fact, I'm going to, like, I'm going to just get it over with because, you know, I don't want to see all the destruction. Let's just have it done with. And, and then the second thing you were saying, it seems like you're saying there's this appropriateness to it, which isn't. Is like there's this sense of God responds in kind. This is where we get to like the, the eye for an eye kind of thing, though. And so can you speak to that really quick?",
    "start": "00:53:19",
    "end": "00:55:18"
  },
  {
    "text": "Like, what's right?",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "In the tradition I grew up in spiritually, like, the eye for an eye was a negative thing. Oh, boy.",
    "start": "00:55:19",
    "end": "00:55:25"
  },
  {
    "text": "You know, because of what Jesus says in the.",
    "start": "00:55:26",
    "end": "00:55:28"
  },
  {
    "text": "Yeah, because what Jesus said, oh, I.",
    "start": "00:55:28",
    "end": "00:55:30"
  },
  {
    "text": "See no eye for an eye was a great step forward for humanity. If I accidentally, like, if my axe head, you know, flies off and hits your eye, I'm really glad we have the eye for eye rule. When you come to chop off my head in response.",
    "start": "00:55:30",
    "end": "00:55:48"
  },
  {
    "text": "Right? Yeah. Don't take my head, just take my eye. That's all I took.",
    "start": "00:55:48",
    "end": "00:55:52"
  },
  {
    "text": "Yeah. Or more likely, you know, a monetary fine that's equal to the value of my eye is how that actually worked out in practice.",
    "start": "00:55:52",
    "end": "00:55:59"
  },
  {
    "text": "Okay.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "But the point is, measure for measure, that the way that God responds to evil has an intrinsic connection to the evil that's being perpetrated. And often to hand people over to the outcome of the decisions that they're already making. Because human evil creates disorder and death, and only God can create order out of disorder. And so for God to relax, his sustaining power is to hand people over to the consequences.",
    "start": "00:56:00",
    "end": "00:56:27"
  },
  {
    "text": "Yeah. A theme that I'm hearing you say is that there's this interconnectedness between a lot of different things. So humans and creation and animals. Humanity's role is to care for creation. And so when they're ruining it, creation folds in on them. It's almost like that's inappropriate. That's what they're doing already. There's like an interconnectedness that I think is hard for us, maybe in our modern worldviews to understand. And then the connection between doing something and experiencing the consequence of that thing, the natural consequence of that thing being a judgment.",
    "start": "00:56:28",
    "end": "00:57:08"
  },
  {
    "text": "It makes me think of the story of the prodigal son and that when the Son comes to the Father in the story, which represents God and says, I want the inheritance, I'm out. God says, okay.",
    "start": "00:57:08",
    "end": "00:57:19"
  },
  {
    "text": "The Father doesn't get angry. The Father gives him what he wants.",
    "start": "00:57:19",
    "end": "00:57:23"
  },
  {
    "text": "He gives him what he wants, and then what he wants actually leads to his destruction.",
    "start": "00:57:23",
    "end": "00:57:26"
  },
  {
    "text": "Yeah.",
    "start": "00:57:26",
    "end": "00:57:27"
  },
  {
    "text": "Yeah.",
    "start": "00:57:27",
    "end": "00:57:27"
  },
  {
    "text": "What's beautiful about that story is that he turns back and God. And then God doesn't hold it against him that he made that decision.",
    "start": "00:57:27",
    "end": "00:57:34"
  },
  {
    "text": "That's right.",
    "start": "00:57:34",
    "end": "00:57:34"
  },
  {
    "text": "And that hasn't come up in these stories so far. But there are a lot of examples of judgment or consequence leading to salvation or the purpose of those things being salvific.",
    "start": "00:57:35",
    "end": "00:57:45"
  },
  {
    "text": "Yeah.",
    "start": "00:57:45",
    "end": "00:57:45"
  },
  {
    "text": "Well, I guess in these stories it does come up a little bit that the purpose is a greater purpose of recreation or new life or for God to work out his purposes for all humanity.",
    "start": "00:57:45",
    "end": "00:57:57"
  },
  {
    "text": "Yeah. The flood is the most extreme act of judgment in the Bible because it's about the de Creation of undoing of Genesis 1. So everything after that, even though it seems extreme to us, is meant to be seen as like paling and comparison and God. God theoretically has recourse to the flood option, but the fact that he doesn't is what can motivate the poet of. I think it's Psalm 103. He doesn't treat us as our sins deserve. So again, part of this is adjusting ourselves to a lot of things in the Bible to really be able to hear these stories about God's judgment on their own terms and then the next step that we'll take then. Now the stories that we looked at just now, none of them mention God's anger. If they do mention God's emotion, they mention his sorrow. The flood isn't as an act of sorrow as he hands creation over to chaos. So what about stories where God is angry and he acts in judgment? We haven't talked about any of those quite yet and there's a lot of them. So that's what we should begin to explore now, I think.",
    "start": "00:57:57",
    "end": "00:59:07"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We're going to continue this conversation on God's anger, the wrath of God judgment. We're going to actually continue for a few more episodes because it's pretty complex and heavy topic. So we'll continue that next week.",
    "start": "00:59:12",
    "end": "00:59:30"
  },
  {
    "text": "God's anger is most intensely expressed against the people that he has married to so that they can become his representatives to the nations. And when those people not just fail him, when they betray him, this generates the most intense expressions of God's anger. God's anger expresses itself through God hiding his face, metaphorically, concretely, by handing Israel over so that they are conquered by their enemies. And that's the pattern of God's anger. Purpose for one is justice, a sense of right. I gave you people this and this is what you do to me. Okay, I will give you the consequences of your of your decision. But I think what's supposed to strike us is that those consequences are never permanent. When it comes to God's ultimate long term strategy, which is to install humans as his partners over heaven and earth, that promise won't God won't even let his anger overshadow it.",
    "start": "00:59:30",
    "end": "01:00:31"
  },
  {
    "text": "Today's show was produced by Dan Gummel, show notes by Camden McAfee and the theme music is by the band Tense. Bibleproject is a nonprofit. We we exist to experience the Bible as a unified story that leads to Jesus. Everything we make has already been paid for by generous patrons, people like you who have supported this project. And so everything's free and you can find it on our website Bibleproject.com thanks for being a part of this with us.",
    "start": "01:00:32",
    "end": "01:01:00"
  },
  {
    "text": "I'm Jambo, this is Mary Joy Karanja.",
    "start": "01:01:00",
    "end": "01:01:03"
  },
  {
    "text": "And I'm from Nairobi, Kenya.",
    "start": "01:01:03",
    "end": "01:01:05"
  },
  {
    "text": "I first heard about Bible Project from YouTube.",
    "start": "01:01:05",
    "end": "01:01:08"
  },
  {
    "text": "I just happened to stumble upon it. I used BibleProject for interacting with God's Word in a deep and meaningful way. My favorite thing about Bible Project is their commitment to ensuring that everyone, regardless of age or nationality, understands God's Word. We believe the Bible is a unified story that leads to Jesus where a crowdfunded project project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com Asante.",
    "start": "01:01:09",
    "end": "01:01:43"
  },
  {
    "text": "SA.",
    "start": "01:02:00",
    "end": "01:02:00"
  }
]