[
  {
    "text": "Hi, this is John. Welcome to the BibleProject podcast. We're in the middle of a series looking at the character of God, specifically looking at a verse in Exodus, chapter 34.",
    "start": "00:00:05",
    "end": "00:00:17"
  },
  {
    "text": "This verse, it's the first time God, like, sits back and describes his character.",
    "start": "00:00:17",
    "end": "00:00:22"
  },
  {
    "text": "And if you've been following along, you know the context of this proclamation that God makes about his character. It's a really intense moment. God and Israel are forming a covenant relationship, like a marriage of sorts. They're committing to each other, and right after Israel basically signs the marriage contract, they start worshiping an idol statue, like slapping God in the face. And in that context, God declares of himself these five attributes. And the first one is that God is compassionate.",
    "start": "00:00:22",
    "end": "00:00:58"
  },
  {
    "text": "The Hebrew word is rahum, and it comes in a verb form, a noun form, an adjective form. But the really fascinating thing about all of them is that they're related to the word rechem, which is the Hebrew word for womb.",
    "start": "00:00:58",
    "end": "00:01:12"
  },
  {
    "text": "To be compassionate is to care for someone like a mother cares for and nurtures her baby.",
    "start": "00:01:13",
    "end": "00:01:22"
  },
  {
    "text": "Compassion is an emotional word. So sometimes the translators use the word deeply stirred when they're translating it to express this heartfelt emotion throughout the whole Hebrew Bible.",
    "start": "00:01:22",
    "end": "00:01:35"
  },
  {
    "text": "Israel continues to rebel against God, but.",
    "start": "00:01:35",
    "end": "00:01:39"
  },
  {
    "text": "It'S God's compassion, this, like, emotional bond to them that compels him to respond. And it's a response to their cries, much like a parent to a child.",
    "start": "00:01:39",
    "end": "00:01:49"
  },
  {
    "text": "Today on the show, Carissa Quinn walks Tim and I through this rich attribute of God that he is compassionate.",
    "start": "00:01:50",
    "end": "00:01:58"
  },
  {
    "text": "This is a really amazing characteristic of God to depend on. We can know what his disposition is when we cry out to him, even if we've turned away from him, even if we're hurting and still struggling with something, if we're not perfect or even good. He's depicted as a God who cares deeply and emotionally.",
    "start": "00:01:58",
    "end": "00:02:21"
  },
  {
    "text": "Thanks for joining us. Here we go. So here we are again. I'm surrounded by two PhD doctorates in biblical studies, Carissa Quinn and Tim Mackey. Hey, Tim.",
    "start": "00:02:21",
    "end": "00:02:37"
  },
  {
    "text": "Hi.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "Hi, Chrissa.",
    "start": "00:02:38",
    "end": "00:02:38"
  },
  {
    "text": "Hi.",
    "start": "00:02:38",
    "end": "00:02:39"
  },
  {
    "text": "We've been talking about Exodus 34, last two episodes, and we're going to jump into. Into the thick of this verse, which is there's five attributes of God that we want to talk about, and the first of those attributes is compassion. And, Chrissa, you wrote a script for us at bibleproject for word study on compassion, and you're going to take us on a bit of a tour guide.",
    "start": "00:02:39",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, that's right. I'm excited.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "I'm excited, too. And you guys get to geek out as hard as you want, and then I'll just slow you down when I feel like that might be necessary.",
    "start": "00:03:02",
    "end": "00:03:09"
  },
  {
    "text": "So big picture, this verse, it's the first time God, like sits back and describes his character in the Bible. And other Big picture, which is in previous episodes of the series, was exploring the Golden Calf narrative where this description appears. So God's describing himself after being faithful to his people after they broke the terms of their marriage covenant. Like on the altar or like right after going down the altar.",
    "start": "00:03:09",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Or maybe after signing the papers. Yes. Okay, so that's context. And then the first word God describes himself with is compassionate.",
    "start": "00:03:37",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. So this is when Yahweh is revealing his glory to Moses and he says yahweh. Yahweh. Compassionate and gracious, slow to anger, overflowing with loyal love and faithfulness. I love that we're talking about this verse because it's all about the character of God. And to my mind, this is like one of the most important things that we can try to think about or try to understand, you know, who God is, how he views us when we fail or when we're suffering, what he's like in the midst of that. I just think it has a huge impact on our lives, how we view ourselves and how we view others.",
    "start": "00:03:46",
    "end": "00:04:25"
  },
  {
    "text": "Yeah. You know, there's an interesting analogy just in day to day relationships where if you're meeting someone for the first time and you don't have any context for them, it's hard to read. You're learning how to read what they say and do because you don't have any backstory for their character. Right. And so the same like word or expression or even tone of voice can be taken completely differently based on what you know of that person's character, whether it's much or little. And I think that's so true of how people encounter God's portrait in the Bible. God's a complex character in the Bible, but most of us probably come with some kind of baseline that we've either gotten from the Bible or more likely from somewhere else. And then it's hard for us to actually let the Bible depict God and let that depiction kind of set the agenda. These verses are super important because they're actually giving us that baseline context so that everything else God says or does is somehow always an expression of these five traits in some way.",
    "start": "00:04:25",
    "end": "00:05:29"
  },
  {
    "text": "Yeah, I've been thinking a lot about our picture of God, how significant it is, but also how I think a lot of us aren't really aware of how we picture God. It's Like a. It's almost just a subconscious assumption. So, you know, and we can ask this question later in the podcast, but I've been thinking a lot about do I, do I really like picture God in this way? How do I know if I do or I don't? You know, what are the indicators? So maybe that's a question for later. But yeah, I think this is super important to think about how we view God and how he views us. So this very first word, I think is also a really significant word for developing this picture, and it's compassionate. The Hebrew word is rakum, and it comes in a verb form, a noun form, an adjective form. But the really fascinating thing about all of them is that they're related to the word rechem, which is the Hebrew word for womb.",
    "start": "00:05:29",
    "end": "00:06:26"
  },
  {
    "text": "So that's so cool, the word compassionate. Like, if it was Anglicized, it would be like womy or something.",
    "start": "00:06:27",
    "end": "00:06:35"
  },
  {
    "text": "I like to think that, like, God is somehow womb, like in his characteristics.",
    "start": "00:06:35",
    "end": "00:06:41"
  },
  {
    "text": "Womish.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Is that how that word comes across in Hebrew? Womish?",
    "start": "00:06:42",
    "end": "00:06:45"
  },
  {
    "text": "I don't know. I mean, as a non native Hebrew.",
    "start": "00:06:45",
    "end": "00:06:49"
  },
  {
    "text": "Speaker, I mean, you can hear it with the letters rechem, wum, rachum, compassionate.",
    "start": "00:06:49",
    "end": "00:06:55"
  },
  {
    "text": "You could associate them.",
    "start": "00:06:55",
    "end": "00:06:57"
  },
  {
    "text": "And you're saying that's not a coincidence, though, that those words are so similar. They have maybe a root.",
    "start": "00:06:57",
    "end": "00:07:03"
  },
  {
    "text": "Yeah, the root is the three letters of all of these words. The noun rahem and the noun rahamim. So that's womb and compassion. And then rachum is the adjective or the passive participle. And then the verb racham, to show compassion or deeply feel. So they're all built on these three same letters. So, yeah, there's definitely an association there. That is really cool. Yeah, to picture God as womb, like I think. And that's just the word. That's just the root of the word. But I think the meaning in context also draws out this nurturing image even more. So as I've been researching this word, here's the first thing that stands out about it. Compassion is an emotional word. So sometimes the translators use the word deeply stirred when they're translating it because of the context to express this heartfelt emotion. So there's this story in the Bible in First Kings 3, where two women have both just given birth to babies, and one of the babies dies. And then both of the women claim that the baby that's still living is theirs. So they come before King Solomon to settle this dispute. And the story is meant to show, I think, the wisdom of King Solomon So his solution is to say, cut the baby in half and give each mother apart. And the woman who's not the real mother says, yeah, that's fine, divide him. And the woman who is the real mother says, well, actually, here's what the verse says. The woman whose child was the living one spoke to the king, for she was deeply stirred. That's how they translate. Had compassion there. She's deeply moved over her son and said, O my lord, give her the living child and by no means kill him. And this is how the king knows that she's the true mother by this act of compassion. So you can sense how deep and emotional this word is. It's like a gut wrenching feeling to think about somebody, you know, killing your child and she would do anything to save her baby.",
    "start": "00:07:03",
    "end": "00:09:44"
  },
  {
    "text": "Can I just also say this is a really strange story.",
    "start": "00:09:44",
    "end": "00:09:48"
  },
  {
    "text": "It's really strange.",
    "start": "00:09:48",
    "end": "00:09:50"
  },
  {
    "text": "Well, maybe it's strange for first time listener, but I grew up with this story and it was like a great story that like, it was this moment of like, gotcha. And now.",
    "start": "00:09:50",
    "end": "00:10:01"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "True.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "The wicked person got put in its place. And through a trick of my wise mind as the king.",
    "start": "00:10:03",
    "end": "00:10:10"
  },
  {
    "text": "That's true. It's a redemptive story in that sense. The true mother's revealed.",
    "start": "00:10:11",
    "end": "00:10:15"
  },
  {
    "text": "Yeah. Through her wombishness for her child.",
    "start": "00:10:15",
    "end": "00:10:18"
  },
  {
    "text": "Yeah.",
    "start": "00:10:18",
    "end": "00:10:18"
  },
  {
    "text": "What's great about that story is that it's connected to the actual child of her womb.",
    "start": "00:10:19",
    "end": "00:10:23"
  },
  {
    "text": "Yeah, right.",
    "start": "00:10:23",
    "end": "00:10:24"
  },
  {
    "text": "Yeah.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Even though the story doesn't mention her womb on the level of the story's theme, she's having this response of rachum over the fruit of her rechem.",
    "start": "00:10:25",
    "end": "00:10:37"
  },
  {
    "text": "Yeah, yeah. And I forgot to mention too that the association of rahum compassionate with rechem also depicts compassion as centered in the core of a person. And you can sense that here. I think in this story, if you think about, you know, how you'd feel if you just had this baby and somebody's taking the baby and killing them. It's like a sick to your stomach. Where your empathy and your compassion is found is like deep in the core of your person. I think that's the picture.",
    "start": "00:10:37",
    "end": "00:11:08"
  },
  {
    "text": "Do you think that's a synonym? Empathy?",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "Well, okay, how do you define empathy? Maybe that's a question we can answer as we go through. Because I'll define compassion, you define empathy and tell me if it's the same.",
    "start": "00:11:10",
    "end": "00:11:18"
  },
  {
    "text": "The sense of empathy of I can understand and, or actually feel the thing that you're feeling and you're experiencing. And because of that, now I can relate to the pain or the joy or whatever it is that you're having. And so I guess compassion would be a type of empathy, maybe where you're able to feel someone's pain and plight and want to fight for it because it's affecting you the way that it's affecting them.",
    "start": "00:11:19",
    "end": "00:11:51"
  },
  {
    "text": "Yeah. So I think, yes, this word rakoum, I mean, it's one of the. As I've been researching the word compassion, it's been very close in my mind to empathy. Even, like where empathy is in the body. You know, where this kind of compassion is in the body. And I don't know how people typically conceive of compassion on somebody. If it maybe is, I don't know, more like pity focused. I'm not really sure if. Or maybe we just don't really define the word. We just have a general idea of what it is.",
    "start": "00:11:51",
    "end": "00:12:23"
  },
  {
    "text": "Well, I bet in English I'm going to look it up. I bet you there's a couple different nuances and one's probably more emotional, actually.",
    "start": "00:12:23",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. That's interesting. They're both. Both of our English words are compound words. Compassion is to co. Passion, to have to share in someone's passion. And empathy. Empathy is M, which means with and pathos. They are synonyms of each other, even in terms of their root words. Now, those are the English words.",
    "start": "00:12:31",
    "end": "00:12:52"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:52",
    "end": "00:12:53"
  },
  {
    "text": "But you're going to point out some synonyms in Hebrew. But. Yeah, yeah, that's interesting. If you feel something in your core, your rechem, your womb, but then you are having that for another person in their situation. That's. Wow, I've never thought about that. That seems like a very close biblical Hebrew way of our concept of empathy.",
    "start": "00:12:53",
    "end": "00:13:15"
  },
  {
    "text": "Yeah. And we'll look at this. But that is how God responds to people when they're in pain throughout the Bible. So it is. It's really interesting. Did you find a good definition there, John?",
    "start": "00:13:15",
    "end": "00:13:25"
  },
  {
    "text": "Yeah, it's. It's focused on. On the emotion. Not. It's not just a cerebral sense of. Of pity, of like, oh, I know you're in bad shape. I'll have. I'll have compassion because I. It's some noble thing to do, which.",
    "start": "00:13:25",
    "end": "00:13:37"
  },
  {
    "text": "Means that you experience it physically. It's a physical experience.",
    "start": "00:13:37",
    "end": "00:13:41"
  },
  {
    "text": "Yeah.",
    "start": "00:13:41",
    "end": "00:13:41"
  },
  {
    "text": "Like you said, Tim, come is with in Latin and then pati, I don't know if that's how you pronounce it, is Latin for to suffer. So it's to suffer with is what the English word comes from, via Latin.",
    "start": "00:13:41",
    "end": "00:13:54"
  },
  {
    "text": "Well, it's good because I think that is what it means in its context in the Bible. And Also in the story, as the story of the Bible plays out, I think that's how you can see that word working. So what's really interesting about this word though is that we just looked at that story of a woman, but 80% of the time, so it's used about 100 times, and 80% of the time it refers to God and 20% of the time to humans. So this is a really important word for understanding what God is like. And this is the interesting part. He's depicted as an emotional God in the scriptures through this word. And I'll just. I'll show you what I found here and then we could talk more about that because it's a really maybe neglected point when it comes to who God is.",
    "start": "00:13:54",
    "end": "00:14:40"
  },
  {
    "text": "Sam.",
    "start": "00:14:57",
    "end": "00:15:18"
  },
  {
    "text": "So we've already looked at how sometimes it's translated as deeply moved. It's also used in parallel. So sometimes in poetic structure or just in the same context as these other emotional words. So stirrings of the inner being is used in parallel to compassion. So this your inner self being all stirred up because of something that's happening. It's also used in parallel relationship with the emotion of pity. So we have that pity word. And then it's used in contrast to the emotion of anger. So to have compassion means to let go of anger, which is interesting too. But. But here's the context. Often the word compassion is used of God's response when he hears his people cry out, depicting this emotional response to their cries, a lot like a parent to a child. So Nehemiah 9 is a really good example of this. Nehemiah is leading the people to renew their commitment to God. And he's talking about God's actions with the nation of Israel to the people. And the whole story is one of compassion. The word is used multiple times throughout this chapter. And he's talking about how after entering the land, Israel turned away, even killing God's prophets. Then he talks about this really dark time in Israel's history, the time of the judges, where everyone just does whatever they want. It's this brutal and violent times. Does one of you have that Nehemiah 9, 27 and 28 in front of you?",
    "start": "00:15:25",
    "end": "00:16:59"
  },
  {
    "text": "Yeah, I got it. Is this one of his great kind of prayers, Nehemiah's prayers? Isn't it a prayer of petition to God? Okay, so he says, therefore you, God, because the people turned away, you delivered them into the hands of their oppressors who oppressed them. But when they cried out to you in the time of their distress, you heard from heaven and According to your great Rachamim, your compassion, you gave them deliverers who delivered them from the hand of their oppressors, referring to the judges there, like Gideon and Samson and so on. But as soon as they had rest, they did evil again before you. Therefore, you abandoned them into the hand of your enemies. And when they cried again to you, you heard from heaven many times, you rescued them, according to your Rachamim, your compassion.",
    "start": "00:16:59",
    "end": "00:17:53"
  },
  {
    "text": "Yeah, so. And if you read the Book of Judges, this is such a good summary of it. God is moved by the cries and the distress of his people every single time. And he answers every single time. Something I noticed here is that the picture of the people is really negative.",
    "start": "00:17:53",
    "end": "00:18:10"
  },
  {
    "text": "The.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "They just abandon God over and over as soon as they have rest. But it's God's compassion, this, like, emotional bond to them that compels him to respond. And it's a response to their cries, much like a parent to a child.",
    "start": "00:18:11",
    "end": "00:18:25"
  },
  {
    "text": "You know, it's good. I was just thinking about this, that a theme video has been occurring to me as I've sat with a design pattern. It begins with the blood of Abel that spilled on the ground in Genesis 4, because God says it's crying out from the ground.",
    "start": "00:18:26",
    "end": "00:18:42"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "And that's what gets God's attention, to come confront Cain. And then that begins a whole series of stories where people who are suffering oppression or violence cry out. There's an outcry of the people of Sodom and Gomorrah, the Israelites in Egypt. And then it turns into, like, the cycle of Judges. Yeah. Every generation cries out. And it's interesting. It's sort of like the moral quality, the character quality of the people crying out doesn't seem to matter.",
    "start": "00:18:43",
    "end": "00:19:12"
  },
  {
    "text": "Yeah.",
    "start": "00:19:13",
    "end": "00:19:13"
  },
  {
    "text": "It's just the actual cry. Because sometimes it's righteous people crying out, but other times it's, you know, really fickle, unpredictable people, like in the Judges. And God always. He always listens. That's always struck me. So that's good. I've never thought to tie it to this compassion word and such a strong bond, but I think. I think you're pointing that out. That's. That's right.",
    "start": "00:19:13",
    "end": "00:19:35"
  },
  {
    "text": "Didn't we read that passage? Was it the last episode where. Yeah. God says of himself, like, I gotta make sure that they stop crying out or I'm gonna have compassion. Something like that. That came from the prophets.",
    "start": "00:19:35",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. God tells both Ezekiel and Jeremiah in different ways to not pray on behalf of the people, because when the righteous intercedes, God will pay attention. And so he tells Them not to intercede. Yeah, it's pretty. Yeah, that's right.",
    "start": "00:19:47",
    "end": "00:20:03"
  },
  {
    "text": "He's that compassionate.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "Yeah. So this is a really amazing characteristic of God to depend on, that we can know what his disposition is when we cry out to him, even if we've turned away from him, even if we're hurting and still struggling with something, if we're not perfect or even good, he's depicted as a God who cares deeply and emotionally like a parent and is responsive. And there are actually quite a few verses that depict God as a parent. So we looked at the one. But God is actually depicted as a nursing mother, which I think right now might be my favorite verse in the Bible, because it's so surprising, you know.",
    "start": "00:20:06",
    "end": "00:20:47"
  },
  {
    "text": "And you've recently had this experience.",
    "start": "00:20:47",
    "end": "00:20:49"
  },
  {
    "text": "Maybe that's why I like it so much, because it's like, whoa, that is really intense. I don't know.",
    "start": "00:20:50",
    "end": "00:20:55"
  },
  {
    "text": "Really intimate.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "Exactly. Yeah. The image is really, really powerful. A mother holds her baby eight inches from her face and looks into their big baby eyes and sustains them with her own life. So this is what God says he is like. But even better. This is Isaiah 49, 15, 16. And here Isaiah is prophesying in a time of Israel's oppression and suffering. And God promises that he'll comfort his people and have compassion on them. But the anticipated response of his people is that they'll say, no, God's forsaken us. He's forgotten us. And so this is his response to say, no, I haven't. So does one of you want to read that one? Isaiah 49.",
    "start": "00:20:56",
    "end": "00:22:37"
  },
  {
    "text": "Oh, I think you should.",
    "start": "00:22:37",
    "end": "00:22:39"
  },
  {
    "text": "Okay, I will. I've just been talking a lot. Favorite verse. Can a woman forget her nursing child and have no compassion? Rahamim on the son of her womb, even if she forgets? Which is kind of a rhetorical statement, I guess, because she won't. Right. It's a nursing child. Even if she forgets. I will not forget forget you. Behold, I have inscribed you on the palms of my hands. Your walls are continually before me. Yeah, it's just this amazing picture of God being so bonded to his people.",
    "start": "00:22:39",
    "end": "00:23:11"
  },
  {
    "text": "Oh, I think at that point, Isaiah is shading from metaphor back into reality. He's responding to the city of Jerusalem that just said, yahweh has abandoned me. This is after the Babylonian exile. So he's depicting Jerusalem as a. An abandoned woman who says, God forgot me. And then God depicts himself as a woman responding to Lady Zion. It's a very powerful passage. So that's what the Walls are all about the city of Jerusalem's walls.",
    "start": "00:23:11",
    "end": "00:23:40"
  },
  {
    "text": "So the ability for Jerusalem to be safe is on his mind. Is that what that means?",
    "start": "00:23:40",
    "end": "00:23:45"
  },
  {
    "text": "Or in particular the restoration of Jerusalem. So this is in the restoration chapters. So this is about the kingdom of God coming, restoring the kingdom of David, the priests, the temple, the new Jerusalem, all that kind of stuff.",
    "start": "00:23:45",
    "end": "00:23:59"
  },
  {
    "text": "Yeah, it seems like the two main physical signs of God being with his people and restoring his people were the temple being rebuilt and the walls being constructed. That's what Ezra and Nehemiah are so concerned about. And that shows that God is with them.",
    "start": "00:24:00",
    "end": "00:24:15"
  },
  {
    "text": "I see the thing that you care about, I care about. Well, so can I say it is just a meta reflection really quick. It's interesting that we've had this whole buildup of God rescuing the world through this family, rescuing the family from this ancient evil empire and then bringing them to this marriage ceremony and then Israel like basically giving the middle finger right in the middle of that. And then God says, okay, here's who I am. And the first word to describe himself is this very feminine word that if you're the creator of the whole universe, that just strikes me. Yeah, maybe it's because I'm this have a weird problem, bias on masculinity. But like that just. That just strikes me that like someone so powerful and someone we think of in masculine terms mostly. The first verb they use of themselves, he, God, Yahweh uses of himself, is this word.",
    "start": "00:24:15",
    "end": "00:25:20"
  },
  {
    "text": "Yeah, it's really cool. I mean, it is surprising, but we shouldn't be so surprised even because in chapter one, man and woman are created in God's image. So we should expect to see both feminine and masculine characteristics of God.",
    "start": "00:25:20",
    "end": "00:25:35"
  },
  {
    "text": "Yeah, and it's interesting the. It's in the prophets, you know, the poets of Israel who were also the prophets are the ones who really, you know, bring that forward the most. Hosea, Jeremiah, Isaiah. It's not a short list. I've drawn it together once, I don't remember where I put it, of just feminine images for God and the prophets, but there's quite a few.",
    "start": "00:25:35",
    "end": "00:25:58"
  },
  {
    "text": "A lot of birth or labor images.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "Yes, exactly. Yeah, that's right. But this one is the most, I think, the most poetically powerful and I think it actually connects all the way back to how fruitfulness of the womb, when a man and a woman. This is Genesis 1. This is what you were saying earlier, Chrissa. The depiction of Genesis 1, the image of God is the male and female ruling together. Being fruitful and multiplying is the key part of the image. And so the fact that fruitfulness of the womb is one way that humans can image God anyhow. Yeah. This passage is really amazing.",
    "start": "00:26:01",
    "end": "00:26:36"
  },
  {
    "text": "Yeah. I wonder if even more, I do think the feminine depiction of God is really significant. But even more than that, the parental picture of God and understanding this word compassion, because it's like a parent to a vulnerable child. And in other contexts he's referred to as a parent. Don't know if it's masculine here, as a Father in Jeremiah 31, verse 20, this is where Israel is called Ephraim. Here is grieving over their rebellion against Yahweh. And Yahweh says through Jeremiah, is Ephraim, not my dear son, the child in whom I delight. Indeed, as often as I have spoken against him, I certainly still remember him. Therefore my heart yearns for him. I will surely have compassion on him, declares Yahweh. So you can see here how the yearning of the heart and compassion are used together. And he's depicted as a parent, more significantly a parent than a mother or father. Although the nursing imagery is really interesting.",
    "start": "00:26:37",
    "end": "00:27:39"
  },
  {
    "text": "Yeah, that's right. The other example of compassion connected to parenting uses a masculine image.",
    "start": "00:27:39",
    "end": "00:27:46"
  },
  {
    "text": "Yeah.",
    "start": "00:27:46",
    "end": "00:27:47"
  },
  {
    "text": "Psalm 103. Just as a father has compassion on his children, so Yahweh has compassion on those who fear him.",
    "start": "00:27:47",
    "end": "00:27:53"
  },
  {
    "text": "Yeah.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "So the word can do it, can run the whole gamut of the human family.",
    "start": "00:27:54",
    "end": "00:27:59"
  },
  {
    "text": "And the next verse of that Psalm 103 is all about how God knows our frame, that we are but dust. So I think again, that, like, brings up the vulnerable nature of the object of compassion, or like the childlikeness, or maybe more that to have compassion is to view somebody like an innocent child almost, or a child, a beloved child or something, a loved child.",
    "start": "00:27:59",
    "end": "00:28:26"
  },
  {
    "text": "That's interesting. Back to the connection you were making to empathy, John. Whether that gives us a helpful window. In all these examples, the one having compassion is either somebody who has been. I mean, using authority terminology isn't helpful, but it's somebody who's maybe who's looking on someone who's at some kind of disadvantage or in some kind of hardship, or is vulnerable in some way that the other person is not. The one having compassion is somehow in a more favorable position in relationship to the one.",
    "start": "00:28:26",
    "end": "00:28:59"
  },
  {
    "text": "And so, yeah, yeah, actually I included this. Like, I did this little study on compassion in power relationships because I was struck by how often the word is used in the captive oppressor and the captive world.",
    "start": "00:28:59",
    "end": "00:29:15"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:16",
    "end": "00:29:16"
  },
  {
    "text": "God would give people favor so that their oppressors would have compassion on them. So, yeah, I think there is something to the object of compassion being really vulnerable or viewed that way anyway.",
    "start": "00:29:16",
    "end": "00:29:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "Which I don't know. This is an interesting implication maybe, but when I think about human to human relationships and having compassion on someone else who's either really hurt me or who I think is crazy or just can't understand something that I feel like my mom instilled this in me, that has really helped me to have compassion is to just remember, you know what, everyone was just an innocent child at one point in their life. You know, not in a patronizing way, but in a way that's like everyone was just fragile, they've struggled, they're wounded. And there's something to activating that empathy by remembering that people were children, you know?",
    "start": "00:29:32",
    "end": "00:30:15"
  },
  {
    "text": "Yeah, it's interesting. Yeah. Psalm 103 is a good example. If I remember in the full context, Exodus 34:6. The language reappears multiple times in Psalm 103.",
    "start": "00:30:15",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. It's like this reflection on Exodus 34.",
    "start": "00:30:26",
    "end": "00:30:29"
  },
  {
    "text": "Yeah, it is interesting. Yeah. Just that point where a big part of that too is God considering the weakness and frailty of humanity.",
    "start": "00:30:30",
    "end": "00:30:38"
  },
  {
    "text": "Yeah.",
    "start": "00:30:38",
    "end": "00:30:39"
  },
  {
    "text": "That's what like, draws God to people.",
    "start": "00:30:39",
    "end": "00:30:41"
  },
  {
    "text": "Yeah.",
    "start": "00:30:42",
    "end": "00:30:42"
  },
  {
    "text": "Is there frailty? So it's a depiction of just his generosity and abundant compassion. That's a core part of activating it is really coming to see someone else as vulnerable. Thinking of the judges cycle, where God's people are constantly turning away from him, but somehow he's always able to find a way to have compassion on them.",
    "start": "00:30:42",
    "end": "00:31:05"
  },
  {
    "text": "Sam.",
    "start": "00:31:06",
    "end": "00:31:31"
  },
  {
    "text": "Here'S the other cool thing about compassion. It is. So we've been talking about how it's this nurturing and emotional word and it's often used of God, but it's not just an emotion. It also involves action. So a lot of times compassion is used in parallel relationship with either forgiveness or deliverance or both. So forgiveness or rescue. So God's compassion is often expressed by his forgiveness of people. And this is really good news since forgiveness implies failure, something we're all very familiar with. So again, I think the idea is that when we fail and turn toward God, we can depend on his consistent character of compassion. So here are some examples. I mean, Psalm 51 is a really, just really great example of forgiveness and compassion. Yeah. Here David has just committed adultery, then to cover it up, murder, and sacrificed the lives of his troops in the process, all to cover up the sin. And after Nathan the prophet confronts him, here's what he says. Psalm 51. Be gracious to me, O God. According to your loving kindness, according to the greatness of your compassion. Blot out my transgressions. In other words, because of your compassion, forgive me.",
    "start": "00:31:48",
    "end": "00:33:10"
  },
  {
    "text": "Wow. You know, he just used three of the five words from Exodus 34. Six.",
    "start": "00:33:11",
    "end": "00:33:16"
  },
  {
    "text": "I know. Yeah.",
    "start": "00:33:16",
    "end": "00:33:17"
  },
  {
    "text": "Maybe he's familiar with it.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Yeah, I guess so. Yeah. Gracious, loving kindness, loyal love, and compassion. Yeah, that's right.",
    "start": "00:33:19",
    "end": "00:33:26"
  },
  {
    "text": "Yeah.",
    "start": "00:33:26",
    "end": "00:33:26"
  },
  {
    "text": "It's modeling for us what it means to read the golden calf story as about yourself.",
    "start": "00:33:27",
    "end": "00:33:32"
  },
  {
    "text": "Ooh. Yeah. That's interesting.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "What's happening in that story is actually about the human condition.",
    "start": "00:33:34",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. And then God's disposition toward humans.",
    "start": "00:33:38",
    "end": "00:33:42"
  },
  {
    "text": "So he's actually let that story teach him what God's character is like.",
    "start": "00:33:42",
    "end": "00:33:46"
  },
  {
    "text": "Yeah.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Which allows his first words to be an appeal, essentially an appeal to God's character. So your point is that it's all of that. The compassion specifically is, according to your compassion, blot out my transgressions.",
    "start": "00:33:47",
    "end": "00:34:02"
  },
  {
    "text": "Yeah. Forgiveness and compassion go together here. And if you look at this Isaiah 55 passage in verse 7, I love this one because I think it expresses really well the hope that we have in God's compassion as forgiveness when we fail. Because it's the wicked here, it's the wicked and the unrighteous who are invited to turn to Yahweh. So let the wicked forsake his way and the unrighteous man his thoughts, and let him return to the Lord, and he will have compassion on him and to our God, for he will abundantly pardon. So those two things are in a parallel relationship there he'll have compassion, and he will abundantly pardon or forgive.",
    "start": "00:34:02",
    "end": "00:34:44"
  },
  {
    "text": "You know, what's interesting is there is a little bit of a contingent of thinkers who don't like empathy. They think empathy is dangerous because the human condition is such that we have empathy for our friends and our kin, but then we don't for people outside of that. And so if we're gonna just make decisions on who to care about and who to rescue or forgive based off of an emotion of empathy, then we're going to. We're going to oppress and marginalize people that aren't in the. In group.",
    "start": "00:34:44",
    "end": "00:35:23"
  },
  {
    "text": "So emotions can be deceitful, basically.",
    "start": "00:35:23",
    "end": "00:35:26"
  },
  {
    "text": "Right? Yeah. That we need to lean on something larger than just how we feel about someone in that given moment. So that makes sense. And I know for me, I know I'm guilty of that. Like, if it's someone I really care about, I'm much easier to have compassion if it's someone who's bugged me for a really long time. And they got what's coming to them. I'm just kind of like a little self satisfied for a moment, you know. And so it's a good thing I'm not God, for one.",
    "start": "00:35:26",
    "end": "00:35:57"
  },
  {
    "text": "You know, John, you've said many wonderful one liners in the history of these conversations. That is one of them.",
    "start": "00:35:59",
    "end": "00:36:06"
  },
  {
    "text": "This is a really interesting passage you just read though, where the unrighteous man, the wicked who's forsaken his way, God's not going to write off and he will abundantly pardon. This emotion that God has is not contingent on, I suppose, how well that person's been in the past or how many promises that person's kept in the past. I suppose God thinks of all of us as his children, so that makes sense. And I don't think that way. I can't think of everyone as my brother and sister in the world because I just. My mind is not that large.",
    "start": "00:36:07",
    "end": "00:36:43"
  },
  {
    "text": "No, I think as you're talking, the image that this makes me think of in addition to this, like mother or father of children, is that God is perpetually turned toward humanity. And humans do all sorts of things. They like, turn all sorts of different ways. And so this call to like turn back to God or turn to God for the first time or whatever is there. But the image of God that I'm getting when I read these passages is that he's always turned toward humans.",
    "start": "00:36:44",
    "end": "00:37:16"
  },
  {
    "text": "Yeah. And he's waiting for humans to turn to him. And then he will consistently act in a way which is compassionate and gracious.",
    "start": "00:37:16",
    "end": "00:37:26"
  },
  {
    "text": "And all the time too. Not just, not just in a. You know, I turned to God when I was 15, which I did, but I mean, on a daily basis to recognize that He's a compassionate God and turn toward him, you know.",
    "start": "00:37:26",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, yeah. It's also interesting to think because compassion is linked with forgiveness, though, as we saw in the earlier passages, like from Nehemiah. It doesn't mean that God won't let people experience the consequences of their actions. He will.",
    "start": "00:37:39",
    "end": "00:37:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "In fact, he does, regularly. I actually think that's part of what God getting angry is about, which we'll talk about in a couple episodes. So compassionate and God's justice are not opposites. They're different expressions. But the compassion more has to do with. Once he's let somebody sit in the mess that they've made, he will always. He is still yet turned towards them for when they respond to Him. That's your point?",
    "start": "00:37:57",
    "end": "00:38:21"
  },
  {
    "text": "Yeah. I don't think there's a like relational turning away. So the point here is that yeah. Compassion can be expressed as forgiveness. And there's one other main way that it's expressed in action, and that's deliverance or rescue. And a lot of times those things go together. So even in the verses we've already read, we've seen that. But this example here from Deuteronomy 30, at the very end of Deuteronomy, after laying out the law and the blessings and curses that will come upon the people, one of which, which is exile, verses two and three, say, if you return to Yahweh with all your heart, so turn back to God, then Yahweh, your God will restore you from captivity and have compassion on you, and will gather you again from all the peoples where Yahweh, your God has scattered you. So what I notice here is that having compassion is. Is equivalent to delivering from exile or bringing back into the land. It's this active deliverance. It. It means something. So God has emotion and he also acts out of that emotion.",
    "start": "00:38:21",
    "end": "00:39:25"
  },
  {
    "text": "Yeah. In a way, this is kind of the deep logic underneath that nursing mother metaphor that we looked at earlier in Isaiah. And Isaiah is exploring it kind of in a more creative, poetic way. God's compassion is what will bring about the restoration of Israel after exile. And then Isaiah takes that image and runs with the metaphor, so to speak. If compassion is restoration and it's a core womi kind of response, then he turns that into this beautiful metaphor. But they're both the same idea is that God hasn't forgotten his people and his compassion will bring about the new Jerusalem.",
    "start": "00:39:25",
    "end": "00:40:04"
  },
  {
    "text": "Wombful, maybe.",
    "start": "00:40:05",
    "end": "00:40:07"
  },
  {
    "text": "I liked womi.",
    "start": "00:40:07",
    "end": "00:40:08"
  },
  {
    "text": "Womi sounds like roomy, which it is not womb. Like, how about that? I don't know. But all of this brings out something about God. He's deeply invested in people emotionally, and he's also responsive. So emotionally invested and responsive to people. And I think that's a really kind of complex concept. It's not formulaic. But is something, something true about the character of God as compassionate and responsive?",
    "start": "00:40:08",
    "end": "00:40:39"
  },
  {
    "text": "This brings up a bigger issue that we can't resolve. I know we want to keep looking in the biblical story, but it's that God self introduces here with a word describing a deep emotion has been challenging throughout Jewish and Christian tradition. And people trying to understand the nature of God.",
    "start": "00:40:39",
    "end": "00:40:57"
  },
  {
    "text": "Yeah.",
    "start": "00:40:57",
    "end": "00:40:58"
  },
  {
    "text": "Because emotions are so much a part of the changing physical mental state of a human. And thinking of God as an adaptive, changing emotional being has been really hard. Especially when people want to think about the nature of God in philosophical terms.",
    "start": "00:40:58",
    "end": "00:41:17"
  },
  {
    "text": "Yep.",
    "start": "00:41:18",
    "end": "00:41:18"
  },
  {
    "text": "Yeah. Unchanging and.",
    "start": "00:41:19",
    "end": "00:41:21"
  },
  {
    "text": "Yep.",
    "start": "00:41:21",
    "end": "00:41:21"
  },
  {
    "text": "It's a long standing. I'll just flag it. Not, we don't have to talk about it anymore, but I'm just flagging it. That if you're really trying to fill out a robust, comprehensive view of God's nature in as much as we can know it, people have had to wrestle with these two, what seem like two opposite ways of thinking about God's being. Is he unchanging and unmoved, or is he genuinely moved by emotion? And how do those two go together if they both seem to be true?",
    "start": "00:41:21",
    "end": "00:41:49"
  },
  {
    "text": "Yeah, maybe this word, the one thing this word reveals is that he is consistently moved by compassion.",
    "start": "00:41:49",
    "end": "00:41:56"
  },
  {
    "text": "Correct.",
    "start": "00:41:56",
    "end": "00:41:56"
  },
  {
    "text": "So there's something you can depend on, even if he is responsive. Not that that answers the question, but.",
    "start": "00:41:57",
    "end": "00:42:03"
  },
  {
    "text": "Well, and this circles back to. We were talking a lot about the tension in this. In these two verses, which is God uses these five attributes that are all warm and fuzzy. And then he says, but I will not clear the guilty and I will hold iniquity. You know, someone who does iniquity, I will hold them accountable. And to supercharge that, he says, you know, generation after generation, every generation that continues in the spirit of turning away from me, I will hold accountable. And here when we look at compassion, it's so connected to that turning back. That really helps me understand how important that is to those two verses, which is you have. You have two dispositions. You could be turned towards me or you could be turned away from me. And when you're turned towards me, I'm compassionate. And so, I don't know. Does that make God emotional? Yeah, I guess he's full of this. This desire for us. But it doesn't feel like wishy washy.",
    "start": "00:42:03",
    "end": "00:43:04"
  },
  {
    "text": "Yeah. Not like moody or capricious.",
    "start": "00:43:04",
    "end": "00:43:07"
  },
  {
    "text": "Yeah, Capricious would be you are turning towards God and seeking his favor and you hope that he just might favor you back.",
    "start": "00:43:07",
    "end": "00:43:14"
  },
  {
    "text": "Yeah.",
    "start": "00:43:15",
    "end": "00:43:15"
  },
  {
    "text": "Is he in a good mood?",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "Totally. That's right. That's not the kind of character trait. Yeah, that's here.",
    "start": "00:43:16",
    "end": "00:43:21"
  },
  {
    "text": "Did we catch God after a good nap?",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "Which is how some people think of being emotional. Right. It's just being driven by how you feel in the moment. And am I, you know, did I have a good meal and now I feel good and so I'm chummy and ask me a favor and I'll do it for you versus when I, you know, had a bad day.",
    "start": "00:43:25",
    "end": "00:43:41"
  },
  {
    "text": "That's interesting.",
    "start": "00:43:41",
    "end": "00:43:42"
  },
  {
    "text": "That seems like a different thing than do I. Do I feel things deeply and does that matter? Like the way that my heart is built, that I want Relationships with people. And I desire intimacy with. With others. And that's also what we would call emotional. And God seems to be that way, for sure.",
    "start": "00:43:42",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. You could say God's emotional in the sense of having deep feelings, but not emotional in the sense of fickle. Yeah. Or unpredictable. He's very predictable. That's, in fact, what these two verses in Exodus 3. 4 are all about, right? Yeah.",
    "start": "00:44:04",
    "end": "00:44:22"
  },
  {
    "text": "Yeah. But to have an unemotional God who doesn't love or care deeply or suffer with. Yeah. So I think it's really cool to view God in this way. Really comforting, really encouraging when we do fail to remember what his disposition is, that it's. He is a consistent responder with compassion. And we. I mean, we've read a lot now from the Hebrew Bible that shows that God responds, that he will rescue his people. So that's kind of the story that it's a. It's a repetitive one that people turn away, they cry out, he rescues and. And ultimately, by the end of the Hebrew Bible, the people. The people's rebellion lands them in exile, and they're scattered among the nations. And this is actually a state described as God not having compassion on them. But at the same time, the compassionate God can't leave them in this state of suffering. He cares too much. So this is why we find messages of hope in the prophets to the people in exile. And we've read a lot of those already. Both of the parenting ones from Isaiah and Jeremiah are from that time. So by the close of the Hebrew Scriptures, there's this hope of God's compassion and this exhortation that the people would trust in this characteristic of God. And then when we come to the New Testament, we see the story of Yahweh's deep compassion continue to play out through the person of Jesus. And I think the person of Jesus might just be a more accessible way for us to imagine compassion because he so tangibly had compassion on the poor and the hurting and the sick and the suffering. And we see that all over the Gospels, especially.",
    "start": "00:44:22",
    "end": "00:46:04"
  },
  {
    "text": "Sam.",
    "start": "00:46:16",
    "end": "00:46:31"
  },
  {
    "text": "So that's expressed with the Greek word oiktirmos in its different forms. And then this one's a really fun related word that doesn't exactly translate. It's translated as compassion into English, but it's not translated from rakum, and it's splongnon. That word actually refers more to the inner parts. Or again, like that deep feeling.",
    "start": "00:46:48",
    "end": "00:47:11"
  },
  {
    "text": "Your guts.",
    "start": "00:47:11",
    "end": "00:47:11"
  },
  {
    "text": "Yeah, exactly. Yeah, yeah. Inner intestines.",
    "start": "00:47:12",
    "end": "00:47:15"
  },
  {
    "text": "So you're pointing out there's two different families of Greek Words connected to. When we see the English word compassion in our Bibles, one of them is oiktirmas. And then this other one is this. Essentially the word forgets in Greek. Yeah.",
    "start": "00:47:16",
    "end": "00:47:31"
  },
  {
    "text": "Which now. Now makes sense. I think it's like that's the same idea as womb. You know, it's the inner part of you that feels compassion.",
    "start": "00:47:32",
    "end": "00:47:39"
  },
  {
    "text": "That's right.",
    "start": "00:47:39",
    "end": "00:47:39"
  },
  {
    "text": "Which word is used in the Septuagint?",
    "start": "00:47:40",
    "end": "00:47:42"
  },
  {
    "text": "So that one means compassion, pity, to have compassion or show mercy.",
    "start": "00:47:45",
    "end": "00:47:51"
  },
  {
    "text": "And that Greek word is not tied to a body part. Oiktermos is not.",
    "start": "00:47:51",
    "end": "00:47:55"
  },
  {
    "text": "Although it's used in parallel to. In the New and Old Testament, it's used in parallel with inner parts, the, you know, movings of the inner being. So I think in that sense it is. But, yeah, not in its root or anything.",
    "start": "00:47:56",
    "end": "00:48:10"
  },
  {
    "text": "Whereas this other word, spanko, is a body part that is used as an image for the emotion of deep co. Passion. Compassion.",
    "start": "00:48:10",
    "end": "00:48:20"
  },
  {
    "text": "Right. So this word describes Jesus a lot. When he comes across a leper, he's moved with compassion and he heals him. Or he comes across two blind men and he's moved with compassion and he gives them their sight. Or a young man dies and he feels compassion for the mother and raises him from the dead. One of my favorite stories, actually, in the New Testament, it's Lazarus in John 11, because, so, you know, Jesus loves Lazarus, Mary and Martha. So the story says. And he says that Lazarus will die, but he'll raise him from the dead. But when Lazarus does die and he sees how devastated Mary and Martha are, he weeps. He's deeply moved. And it's a different word for deeply moved there. But I think just this picture, like, Jesus knows that Lazarus is going to live in a few. In a few minutes, he's going to raise him from the dead, but he still weeps with the women and over the suffering of his own friend. And I just think that picture, that deep emotion of Jesus suffering with people is really powerful.",
    "start": "00:48:20",
    "end": "00:49:24"
  },
  {
    "text": "Along the same lines, I think what's interesting, like at the end of Matthew, chapter nine, he's just looking at a big crowd and he says they were distressed, dispirited, like sheep without a shepherd. So here it's not necessarily sick. It might be poor. Well, I guess it highlights. Before that, there were a lot of sick people there, but here it's that there are people without a leader. They're Israelites without. They're vulnerable without a Moses. And so they're vulnerable like sheep without a shepherd. Yeah, they're vulnerable. That activates compassion. He sees A crowd Again, in chapter 14, he has compassion. In chapter 15, he's looking at the group of hungry people that he feeds with the loaves and the fishes.",
    "start": "00:49:24",
    "end": "00:50:03"
  },
  {
    "text": "He doesn't want them to faint on the way.",
    "start": "00:50:03",
    "end": "00:50:05"
  },
  {
    "text": "Yeah, I don't want to send them away hungry. They might faint on the way. I'm just thinking in Matthew, which begins by introducing Jesus as Emmanuel, God with us. And so Jesus becomes the incarnation of God's womb in a way, like this is how God so consistently is in the Hebrew Bible. And then when the one who is God with us comes, then of course it follows that he would behave in exactly the same kind of way that Yahweh does.",
    "start": "00:50:05",
    "end": "00:50:33"
  },
  {
    "text": "So I'll just end with a summary of kind of the main points here and including some of what we talked about earlier. So God's compassion is a heartfelt response to the pain of his people. And then our compassion is also a heartfelt response of having experienced the compassion of God and that we didn't get to look at this. But that's one example is in Ephesians 4,32, it says, Be kind and compassionate and forgive each other, just as God has also forgiven you. So there's this kind of reciprocal responsiveness.",
    "start": "00:50:34",
    "end": "00:51:07"
  },
  {
    "text": "Actually, that's good. That's Ephesians 4, verse 32. And once again, compassion and forgiveness are joined.",
    "start": "00:51:07",
    "end": "00:51:14"
  },
  {
    "text": "Yeah, right, right.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "That's good. Just like in a number of those passages we looked at in the Psalms and prophets.",
    "start": "00:51:15",
    "end": "00:51:19"
  },
  {
    "text": "Yeah. Throughout the Hebrew Bible, you know, compassion is expressed as forgiveness and rescue. And then the ultimate expression of this is Jesus self sacrifice, where he enters into our suffering, which we've been talking about, that meaning of compassion entering into our suffering and offering us forgiveness and rescue through his death. So I think all those things we've talked about in the Hebrew Scriptures come together in that act of Jesus.",
    "start": "00:51:19",
    "end": "00:51:46"
  },
  {
    "text": "Yeah, it's like the Bible is a unified story that leads to Jesus. Imagine that.",
    "start": "00:51:46",
    "end": "00:51:51"
  },
  {
    "text": "That's right. Yeah, yeah. And then I think the final thing here, the final takeaway is that to hope in God's compassion means to trust in his deep care for people as his disposition, that he responds to the cries of the hurting. He's present, he's grieved and he's moved to respond with deliverance and forgiveness. That's kind of the main picture of God thing, that if we can take that in, I think that's the point of understanding the compassion of God.",
    "start": "00:51:52",
    "end": "00:52:20"
  },
  {
    "text": "You know, it strikes me in implication of that is we all have differing degrees of emotional awareness and sensitivity, emotional intelligence. Right. Is a phrase. Actually, John, you wrote a book with your wife about this, that emotions matter. It strikes me that if we are made in the image of this kind of God and are called to reflect that image. Well, part of that is a call to really develop my emotional awareness, especially in the area of empathy. I'm so grateful you brought that up, John, that. That's like a corollary concept here. Because some people might say, well, you know, maybe for some people that's important. But I think what you're pointing out, Chris, is that. That really, to let my own life and character mirror Jesus, really a big part of that is learning how to cultivate empathy that leads to compassion.",
    "start": "00:52:20",
    "end": "00:53:15"
  },
  {
    "text": "Yeah. And, Chrisa, that thing you said earlier about your mom teaching you to look at people as the baby they once were. I think what's beautiful about that, actually, is that we're all always acting out of our needs. And it's the human condition for us to do that in a really destructive way often. But ultimately, I'm not bummed on how someone's acting because of the thing they need. It's because of the way they're trying to fit. Fit their need. And so the empathy is really about getting to that underlying human condition of, you are human, like I am human. You have needs that you're trying to fulfill, just like I have needs. And we're all trying to figure it out, and we're. We're bumping into each other. And I think what I kind of hear from the Apostle Paul is in Ephesians is like, if we've received so much compassion, if God can look past all of our destructive ways to try to meet our needs and then him come and truly meet our needs, then, yeah, that should be the way that we look towards others. And there is, like I mentioned, some people who think empathy is dangerous because it's gonna only be applicable to the people that you love. But in the story of the Bible, we are all one human family. And so empathy should drive us towards a true compassion for every human, no matter who they are. And I'm saying this for myself because I am such a rationally driven person who is so bad at empathy. I am so bad at empathy. And I got in trouble for it this week a number of times. And it's just something about my wiring that I really have to. I really have to work at it. And I think it is. It is worthy. It's the first attribute that God says about himself is that He. He. He suffers with or he feels deeply stirred with the things that we need and desire, that he wants to fulfill that for us.",
    "start": "00:53:15",
    "end": "00:55:30"
  },
  {
    "text": "That's why I started this whole thing talking about how important our picture of God is and that it affects how we view God, how we view ourselves and how we view others. And with this Word, I think we can see it now that when we aren't viewing God as compassionate, it's really hard to one approach him as a human. It's really hard to have self compassion because, you know, why would we be viewed with compassion? And then it's really hard to have compassion on others. So I think for me, if I experience those things in myself, I want to notice them, you know, as indicators that I'm not trusting that God really is compassionate. When I feel those self, self judgment or judgment of others and then be able to meditate on this image of God turned towards me as like a mother, as a compassionate mother, and change my picture of God, you know, I think that's what this compels me to do.",
    "start": "00:55:30",
    "end": "00:56:27"
  },
  {
    "text": "It is. That's the ender right there. That's perfect.",
    "start": "00:56:27",
    "end": "00:56:31"
  },
  {
    "text": "All right, thank you, Carissa. The video on compassion will be out in fall of 2020, I believe. And the next attribute of God we're gonna look at is gracious.",
    "start": "00:56:31",
    "end": "00:56:42"
  },
  {
    "text": "Yeah, gracious. In fact, these two words, compassionate and gracious, are often quoted together throughout the. Remember, Exodus 34:6 is the most re quoted verse within the Bible itself and it's usually compassionate. And the next one, gracious. They're not identical, but they're related. And that's. Yeah, that's what we'll explore next.",
    "start": "00:56:42",
    "end": "00:57:03"
  },
  {
    "text": "Cool.",
    "start": "00:57:03",
    "end": "00:57:03"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we're going to continue in this series and look at the next attribute of God in Exodus 34, which is that God is great. Gracious.",
    "start": "00:57:07",
    "end": "00:57:18"
  },
  {
    "text": "Biblical vocabulary has worked itself into the English language at such deep levels, we. We forget it. We forget that it's there. Grace is a very common English word. Hebrew has that same kind of dual nuance of meaning that we use it in English. In other words, in Hebrew, you can use this hanan root in that sense of graceful, just like you can in English. It can describe somebody's character. Gracious. It can also describe how something is perceived as being elegant or charming or graceful.",
    "start": "00:57:18",
    "end": "00:57:54"
  },
  {
    "text": "Beginning in September, we're gonna begin releasing our seventh season of videos. As you might know, these podcast episodes are really in preparation for writing a script, which will then become a short animated video that condenses all of this into a visual explanation. We put Those up on YouTube. YouTube.com TheBibleProject and you can also find all these videos on our website, thebibleproject.com the first video in season seven is a word study video on compassion narrated by our very own Dr. Carissa Quinn. This episode was produced by Dan Gummel, Show Notes by Camden macint and the theme music is by the band Tense. The Bible Project is a non profit. We're in Portland, Oregon. We exist to help us all experience the Bible as a unified story that leads to Jesus. Everything we create is free because it's already been paid for by a growing number of patrons that have joined us in this mission. Thank you so much for being a part of this with us.",
    "start": "00:57:55",
    "end": "00:59:00"
  },
  {
    "text": "Hi, this is Peter Vaughn and I'm from Philadelphia, Pennsylvania. I first heard about bibleproject from my pastor at Story Philly. I use bibleproject to be a theology nerd and a Bible nerd. My favorite thing about bibleproject is the Read Scripture series with every book of the Bible. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:59:02",
    "end": "00:59:31"
  }
]