[
  {
    "text": "All right, we're here. We're gonna do a question response episode. Tim, Hi.",
    "start": "00:00:06",
    "end": "00:00:11"
  },
  {
    "text": "Hello.",
    "start": "00:00:11",
    "end": "00:00:12"
  },
  {
    "text": "And Carissa.",
    "start": "00:00:12",
    "end": "00:00:13"
  },
  {
    "text": "Hi.",
    "start": "00:00:13",
    "end": "00:00:13"
  },
  {
    "text": "And I'm John. And we're gonna jump in and answer some questions from the Character of God Long podcast series that we did.",
    "start": "00:00:14",
    "end": "00:00:21"
  },
  {
    "text": "Yes.",
    "start": "00:00:21",
    "end": "00:00:22"
  },
  {
    "text": "You just said it was 12 episodes. Is that what you said, Tim?",
    "start": "00:00:22",
    "end": "00:00:24"
  },
  {
    "text": "I think that's right. 12 in the final counting. And we've gotten more listener questions sent in throughout this series than ever before.",
    "start": "00:00:24",
    "end": "00:00:33"
  },
  {
    "text": "How does that make you feel?",
    "start": "00:00:34",
    "end": "00:00:35"
  },
  {
    "text": "Hundreds.",
    "start": "00:00:35",
    "end": "00:00:35"
  },
  {
    "text": "Does it make you feel like I can't answer everyone's question? You get a little.",
    "start": "00:00:35",
    "end": "00:00:39"
  },
  {
    "text": "Well, it's similar to the dynamic I noticed in pastoral ministry. After enough years go by, there's really just a few questions that are core to everybody's same ones questions. So in the same. There's probably really just about 10 key questions, key questions that 200 people are all asking in different ways. So as always, we can't answer all, but we tried to pick ones that represent each question represents 10 more people.",
    "start": "00:00:39",
    "end": "00:01:06"
  },
  {
    "text": "And these questions will span the entire series, Right? Or is it just about anger?",
    "start": "00:01:06",
    "end": "00:01:11"
  },
  {
    "text": "No, these questions will span from our last Q and R. So basically, anger.",
    "start": "00:01:11",
    "end": "00:01:16"
  },
  {
    "text": "Loyal love.",
    "start": "00:01:16",
    "end": "00:01:17"
  },
  {
    "text": "Loyal love.",
    "start": "00:01:17",
    "end": "00:01:18"
  },
  {
    "text": "Faithfulness.",
    "start": "00:01:18",
    "end": "00:01:19"
  },
  {
    "text": "Well, and faithfulness. Well, actually, faithfulness released on the last day for submitting questions.",
    "start": "00:01:19",
    "end": "00:01:23"
  },
  {
    "text": "Okay.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "Yeah.",
    "start": "00:01:24",
    "end": "00:01:24"
  },
  {
    "text": "But really, I think most of our questions are about anger.",
    "start": "00:01:26",
    "end": "00:01:28"
  },
  {
    "text": "Yeah. The anger series, which was six hours of conversation, generated lots of really insightful, perceptive questions. So that's mostly what we're going to be talking about. God's anger, the meaning of the cross and ultimate death.",
    "start": "00:01:28",
    "end": "00:01:43"
  },
  {
    "text": "Just that.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "Just some light topics, easy breezy. I thought we could start with actually two questions, two ways of asking a similar question. One from Laura from Ohio and another one from Rob in California. Hi there.",
    "start": "00:01:44",
    "end": "00:01:57"
  },
  {
    "text": "At first, when you described Yahweh's wrath.",
    "start": "00:01:58",
    "end": "00:02:00"
  },
  {
    "text": "As him handing over people to their own folly, I thought you meant his wrath was passive.",
    "start": "00:02:00",
    "end": "00:02:06"
  },
  {
    "text": "But after looking at the locust plague in Joel and some other examples in scripture, I'm beginning to think it's more nuanced than that. Can you help me find better words than passive to describe Yahweh's wrath?",
    "start": "00:02:06",
    "end": "00:02:18"
  },
  {
    "text": "Hi, this is Rob from Santa Barbara, California. You said God demonstrates his wrath by handing his people over to the natural consequences of their own destructive decisions, which is certainly true. However, I can think of at least two specific instances where God seems to have directly inflicted punishment, which I don't think you've mentioned. In Numbers 16, God causes the ground to split apart and swallow Korah and the other, along with their families and Then he sent fire and consumed 250 men who are offering incense. This seems like direct punishment to me, Even though numbers 26 says it was a warning. Then there's the bronze serpent incident in Numbers 21, where the Lord sent venomous snakes which bit them, and many died because the people had been complaining. Again, it sounds like a direct punishment. Could you please address these and any other cases where God's hand seems to be directly involved? Thanks.",
    "start": "00:02:18",
    "end": "00:03:12"
  },
  {
    "text": "Okay, so these questions are about how involved God is in sending consequences or punishment.",
    "start": "00:03:13",
    "end": "00:03:20"
  },
  {
    "text": "Yeah.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "And also about terminology.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "Yeah.",
    "start": "00:03:23",
    "end": "00:03:23"
  },
  {
    "text": "Should we be using the words active or passive or something else?",
    "start": "00:03:23",
    "end": "00:03:27"
  },
  {
    "text": "Or direct or direct indirect. Yeah, yeah, that's exactly. That's exactly right. I recall back, it was a long time ago that we had them because we were even trying to find right language as the three of us were talking. Because I remember at some point the phrase natural consequences came up. And what that brought to my mind was, well, the word natural made me a little twitchy because our concepts of what is natural, and then we tend to have this very disintegrated view of the universe, that there's natural and then there's the divine supernatural, what God does supernatural. And so this is tricky because it's not a topic in our thinking. It's actually the framework in which most modern Westerners do our thinking. So we actually have to realize we're in a fishbowl and stare at the glass, try and see the glass when we are using that language of natural, supernatural. Because that's totally foreign to how the biblical authors see the world. And so they don't tell these stories within those types of categories. Natural or supernatural.",
    "start": "00:03:27",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. If it's completely passive situation where God is just allowing the natural consequences to unfold. Well, you call that passive.",
    "start": "00:04:37",
    "end": "00:04:46"
  },
  {
    "text": "You could. You could categorize it that way if you wanted to use those categories.",
    "start": "00:04:47",
    "end": "00:04:51"
  },
  {
    "text": "One could.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "One could.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, right.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "One could. But what I'm going to do is problematize the active passive categories. Categories as well. I don't think saying that this narrative is God actively or directly bringing punishment like fire or the earthquake. What you mentioned, Rob, were a couple narratives where you could use the word God actively or directly brings an earthquake or sends snakes or fire, this kind of thing. Whereas other ones could be more passive. God hands Israel over to Babylon because of a broken treaty that Zedekiah broke with Nebuchadnezzar. So I've become increasingly unsatisfied with this passive active distinction because the biblical authors don't think in that category either. Either of Those categories. So a great example of this is actually Passover, the tenth plague on Egypt, where in Exodus 12, God keeps saying, I'm going to Passover and I'm going to visit ruin or bring about the death of the firstborn. But then in Exodus 13, what God says is he's going to allow the destroyer to pass through, strike the firstborn. And so even in that narrative, you could say the biblical authors actually have a way more nuanced and sophisticated way to talk about God's agency than we typically allow for the Bible to have. So we want to press, was God directly involved or was he indirectly involved? And the biblical authors, I don't think, would understand that question.",
    "start": "00:04:53",
    "end": "00:06:22"
  },
  {
    "text": "It is significant, though, that that idea of having a mediator or something, it seems like God uses agents to bring about destruction multiple times. That's a pattern in scripture. And I don't know what that means, but that seems to be significant to the authors.",
    "start": "00:06:22",
    "end": "00:06:40"
  },
  {
    "text": "Totally. Yes, that's totally right. So actually, this is something I've been working on. And in the next year, start working on a twin pair of theme videos that we're just going to call either life and then death. Two important design patterns, themes that run through the whole Bible, are portraits of life and the way to ultimate life. And life with God is eternal life in the language of the Garden of Eden story. And then also in the language of the Garden of Eden story, is death. But as you go on, as you leave Eden, the agents of life and death become. The stage becomes populated with lots of different agents. And so, you know, we looked in our conversations at the flood, for example, how the language of the flood shows that humans introduce violence and death into the land. And so God says, I'm going to bring about the ruin of the land. Excuse me, going to bring about the ruin of humanity with the land. So we talked like the floods accelerating the decreation, this de creation. So what's super important is how the design pattern of the flood keeps repeating itself in all of these narratives, like a ricochet throughout the rest of the Hebrew Bible. And Rob and Laura, all of the moments you mentioned the story in the earthquake of the sons of Korah, or the story of the snakes, Laura, the story of the plagues. If you pay close attention to these texts, they're all built and echoing the language of the flood narrative, there are further developments of this theme of the flood. So, for example, the earth splitting, the language of the earth splitting and swallowing up people, it's directly echoing the language of the splitting of the skies. And the water, the heavens. In the flood story, the heavens are split so that the water comes down. In the Koran narrative, the earth splits. And so even to call the Korah narrative God directly bringing justice, if you were standing there, you wouldn't see God. Like, what you would see is an earthquake. So the earth is the agent of divine justice in that narrative, in Korah and his rebellion, which is also true of the flood narrative. Are you with me?",
    "start": "00:06:40",
    "end": "00:08:56"
  },
  {
    "text": "I'm with you, but I think the distinction that people may be trying to tease out is that God directly caused the earth to split. Or is the earth splitting a natural consequence of some other person's decision that God allowed?",
    "start": "00:08:56",
    "end": "00:09:12"
  },
  {
    "text": "Exactly. And I don't think the biblical authors would. They would say that doesn't make any sense.",
    "start": "00:09:13",
    "end": "00:09:17"
  },
  {
    "text": "But it does make sense.",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Why does it make sense?",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "Is the question kind of more about God's character and his disposition toward people? Like, is he involved in bringing punishment because he's just super angry with people, or is he just turning away and allowing people to experience their own consequences? And for some people, that's a significant difference. Is that the question?",
    "start": "00:09:21",
    "end": "00:09:41"
  },
  {
    "text": "Well, I think what's happening is. Tim, you're saying there's a more nuanced way to think about this than a simple either or. But something about our conversation has led a number of people to kind of. Something clicked in their brain. They're like, oh, yeah, okay, so God isn't just out trying to zap me. He is patient and he's letting things unfold. And the things that I'm doing is creating the chaos that's destroying me. That makes sense. And so then that leads you to think, oh, okay, so God isn't actively trying to be angry and wrathful at me. It's almost like this cosmic karma kind of thing, which is like, I'm getting what I deserve. And so God feels very passive in that situation. And then I think what Laura and Rob are saying is that doesn't seem to really fully explain the portrait of God in the Bible, because then you get to these narratives where God seems a lot more involved than that.",
    "start": "00:09:42",
    "end": "00:10:37"
  },
  {
    "text": "Yep.",
    "start": "00:10:37",
    "end": "00:10:37"
  },
  {
    "text": "And so you're saying, yes, he is. The problem is in our dichotomy here, not in. Yeah, it's not in either or.",
    "start": "00:10:37",
    "end": "00:10:48"
  },
  {
    "text": "That's right.",
    "start": "00:10:48",
    "end": "00:10:49"
  },
  {
    "text": "But the way you're putting it, the way that you said biblical authors wouldn't understand what you mean by, was this an earthquake or was this God? I guess I can understand that as like an ancient thinker.",
    "start": "00:10:49",
    "end": "00:11:02"
  },
  {
    "text": "Yeah, but.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "But even as a modern thinker, really I think so. And I'm not trying to get weird prophecy type here. I' saying, like, it's a sophisticated way of thinking about cause effect sequences. And there are many different ways of talking about levels of cause and agency. So there's ultimate causes. Yeah, there's necessary. Oh, this is like Aristotle. I don't know. There's sufficient causes, proximate causes, immediate causes. Right. So we just assume this in our minds. So in Psalm 104, for example, which is a creation poem praising God for all of these different things happening in the different tiers of the cosmos. And there's this part in the middle of the poem where it says, praise God, you know, for his works. It says, for his works. And it starts naming creatures in the sea. And then it says the ships of humans that go on the sea. And you're like, but humans made those ships. And for the poet, that would be approximate or immediate cause. But the whole poem is celebrating God's ultimate agency, causality, as the originator of all that exists. And so in the same way, even though humans ruin the land with their violence, God is the ultimate one who is either going to allow it to go on or allow creation to collapse in on itself. But ultimately it's God allows it. It's as much direct as it is passive. And that's why I just don't think active or passive are terms that help us understand these narratives.",
    "start": "00:11:02",
    "end": "00:12:30"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "So I think at core, if we're letting Genesis 1 through 11 set the melody for the rest of the Hebrew Bible, it's that God's posture in the story is to generously create a safe, ordered, stable place, the dry land. And then within the dry land, a sacred hub of space in the middle of it all, that's the source of life flowing out from the river and so on going out to it. And so the moment that humans do something to threaten sacred space or threaten stability, God will allow the cosmos to collapse back in on itself. And that's what's happening with the flood. But that's their view of earthquakes too. That's an earthquake. Is God no longer sustaining the pillars of the earth and allowing the pillars of the earth to crumble?",
    "start": "00:12:32",
    "end": "00:13:21"
  },
  {
    "text": "And there is a sense that God can will speed that up.",
    "start": "00:13:21",
    "end": "00:13:24"
  },
  {
    "text": "Totally.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Which it feels more active as well.",
    "start": "00:13:25",
    "end": "00:13:27"
  },
  {
    "text": "Yeah, totally. But it's the same with locust plague. It's animals, dangerous animals. Yeah. So in the garden, it's cultivated. Right. So God keeps the dangerous animals out.",
    "start": "00:13:27",
    "end": "00:13:36"
  },
  {
    "text": "Let's talk about locusts. And so, yeah, for example, locusts yeah. If there was a big plague of locusts because of some environmental conditions, there was a, you know, the right conditions. There was enough food for them. Yeah. They laid enough eggs.",
    "start": "00:13:37",
    "end": "00:13:53"
  },
  {
    "text": "Yeah.",
    "start": "00:13:53",
    "end": "00:13:53"
  },
  {
    "text": "And they're born and they need a lot of food. That's like the natural explanation. Explanation.",
    "start": "00:13:53",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:14:00",
    "end": "00:14:01"
  },
  {
    "text": "Of why there's all these locusts.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Yeah.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "And let's say that God sees that coming and he's like, that's great. That's a fitting consequence for Egypt. I'm going to let those locusts come. That feels kind of.",
    "start": "00:14:03",
    "end": "00:14:13"
  },
  {
    "text": "Oh, and then you're talking about in the plagues on Egypt. In the plagues, yeah, okay. Yeah, got it, got it.",
    "start": "00:14:13",
    "end": "00:14:17"
  },
  {
    "text": "Feels. Feels kind of passive, but still in some way active because he could have stopped the locusts from coming. Or there's another situation where God's like, you know, Egypt needs some locusts. And so I'm going to, like, plant some locust seed over here and I'm going to, like, set up the perfect condition so that the locust could come, and then I'm going to, like, direct them over to Egypt. And that feels even way more direct.",
    "start": "00:14:17",
    "end": "00:14:40"
  },
  {
    "text": "Sure.",
    "start": "00:14:41",
    "end": "00:14:41"
  },
  {
    "text": "And so I think in every situation, you can do a thought experiment of sorts of, like, how actively involved was God in that moment of wrath?",
    "start": "00:14:41",
    "end": "00:14:50"
  },
  {
    "text": "Yeah.",
    "start": "00:14:51",
    "end": "00:14:51"
  },
  {
    "text": "But what I hear you saying is, you don't even want me to try to think in those dimensions.",
    "start": "00:14:51",
    "end": "00:14:54"
  },
  {
    "text": "No. Because notice what you had to do is make up a little story and insert that and read the biblical narrative in light of your little hidden divine figure who plants eggs or something. Right. Yeah. So the narrative isn't trying actually to create a systematic, comprehensive, philosophical account of God's agency in the world. What the biblical authors want us to know is that God is the one who provides the relative stability of the cosmos. That keeps us safe, and it's real. But that stability is sometimes compromised. And whenever that stability is compromised and chaos breaks in, it's a moment of. Well, there's two accounts of it. One is that it's because of human. Human evil, Flood story, the Korah story, the locusts and Joel. It's all because of Israel breaking the covenant. And it distorts the moral order, and therefore it distorts the cosmic order. But then you get the book of Job who comes along and Ecclesiastes who come along and say, but not always. Sometimes there's just a Leviathan hanging out there, and he bites your hand off because he's a leviathan. And it's not because God hates you. It's wrapped up in the Mystery of the cosmos.",
    "start": "00:14:55",
    "end": "00:16:09"
  },
  {
    "text": "So that's to make sure that readers or the audience doesn't attribute every act to God as the cause.",
    "start": "00:16:09",
    "end": "00:16:16"
  },
  {
    "text": "Yeah, that's right. Or they don't want us to assume this is the argument of Job. Just because something. Just as chaos breaks out in someone's life and the stability of their order. Right. Is shattered to pieces, doesn't mean that they were a covenant violator like the generation of the flood or like the. It might mean that, but it doesn't necessarily mean that. Again, all I'm trying to do is for years. And I'll be doing this till the day I die, is trying to reorient my worldview, to at least read sympathetically and try and understand what the biblical authors, how they see the world and how they depict these things is that God is the one who has carved out a little snow globe of stability. But that stability is always under threat of the waters above and the waters below and of the dry land cracking apart and of wild, dangerous animals from the wilderness invading their way into the cultivated order of the sacred garden. Those are the two. So you have dangers above and below, and you have dangers outside.",
    "start": "00:16:16",
    "end": "00:17:15"
  },
  {
    "text": "And what we can say is that when this order is fractured, God will do a number of different things. Sometimes he'll just be patient. Sometimes he'll actually speed it up.",
    "start": "00:17:15",
    "end": "00:17:28"
  },
  {
    "text": "Yeah.",
    "start": "00:17:28",
    "end": "00:17:28"
  },
  {
    "text": "And sometimes he will fix it.",
    "start": "00:17:28",
    "end": "00:17:30"
  },
  {
    "text": "Yeah.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "And I think we kind of want this systematic explanation for why God does what. In what situation.",
    "start": "00:17:31",
    "end": "00:17:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "And what I'm hearing is that's not the questions that the biblical authors are wrestling with.",
    "start": "00:17:41",
    "end": "00:17:45"
  },
  {
    "text": "Yeah. Or it's just if the Bible was designed to give us that kind of comprehensive explanation, Christians wouldn't have been arguing vehemently about this for 2,000 years. So it's as if the Bible stakes out an arena of core convictions within which we can then wrestle with these complex issues. And what the biblical authors want us to know is that God's character is just. And that it's generous and good.",
    "start": "00:17:45",
    "end": "00:18:11"
  },
  {
    "text": "Yeah.",
    "start": "00:18:11",
    "end": "00:18:11"
  },
  {
    "text": "And I think that's ultimately what people want to know. Is God good?",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "That's where the question's coming from.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "Yeah, totally. That's right.",
    "start": "00:18:17",
    "end": "00:18:19"
  },
  {
    "text": "His disposition. Yeah.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "So, you know, you read these severe stories of God's judgment, like in the Pentateuch, you know, Rob, you mentioned the story of Korah with the earthquake and the lightning and so on. But again, part of it is also each narrative is also just one little tile of the bigger mosaic. That's the whole Hebrew Bible. And so, for example, in that. That story is set in the middle of seven rebellion stories in numbers 11 to 21. And you have to read them all together and they're all developing one bigger picture and that helps make sense of each individual one.",
    "start": "00:18:20",
    "end": "00:18:55"
  },
  {
    "text": "Anyhow, the terminology is not passive or active. It's the terminology used by the biblical authors is more this terminology of handing over. But it's not getting into the active passive debate, but it's more emphasizing the consistency of maybe what happens with how the people acted. There's consistency there. And even in Korah's rebellion in number 16, the people are complaining about the land that they're in and then the land swallows them up and the people are offering incense and then fire consumes them. It's like there's still a consistency in how the story plays out, even though it feels very destructive.",
    "start": "00:18:55",
    "end": "00:19:37"
  },
  {
    "text": "Yeah, dude. Number 16. It's actually really amazing because they're rebelling against Moses and the high priest, who is the anointed one. It's a story about the rebellion of God's people against their own anointed one. Come now. It's a rebellion against their own Messiah and it results in their self destruction. They reject their Messiah, Aaron, the anointed high priest, and it results in their ruin. So there's always more going on in these stories than just what's happening on maybe your first reading. But that's true of the whole Bible. You know, one other thought you were making that really good point, Chrisa. And then it made me realize too, these conversations about the anger of God were not meant to be a comprehensive study of the theme of divine judgment in the Bible. I was isolating the phrase and there was hot anger to God. And what you notice is when you study that phrase, one of the most consistent companion phrases is and he handed them over. So that's why I drew our attention to that handing them over theme. So there is this important leak between God's anger and handing people over. But there are many narratives about God hiding his face. The cosmos collapses, somebody's life collapses where God's anger is not mentioned. And if we were going to do a full theme study on that, it's Sodom and Gomorrah. Yes.",
    "start": "00:19:37",
    "end": "00:20:57"
  },
  {
    "text": "His anger is not mentioned there.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Correct.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Which we would think it is. Because that's such a strong.",
    "start": "00:20:59",
    "end": "00:21:02"
  },
  {
    "text": "Correct.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "There's such a strong connection with judgment in that passage.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Correct. And that itself is another. It's like the flood. God promised, but that he wouldn't rain rain. But what he does in, in the.",
    "start": "00:21:05",
    "end": "00:21:15"
  },
  {
    "text": "Flood story, he promises no more flood.",
    "start": "00:21:15",
    "end": "00:21:17"
  },
  {
    "text": "Story, no more flood of rain. But the next time the word rain is used in the book of Genesis is the raining of the fire.",
    "start": "00:21:17",
    "end": "00:21:23"
  },
  {
    "text": "Seems like a little loophole.",
    "start": "00:21:23",
    "end": "00:21:25"
  },
  {
    "text": "I know, I've thought about that too. But it's another instance of the KA's mosque collapsing. Yeah. In this time, in terms of lightning. You know, raining fire is the standard Hebrew phrase for lightning. Yeah, it's lightning. And you were told in Genesis 14 that the land is full of these pits that have all of this flammable sulfur in it or pitch and tar. So man, you get a lightning bolt on one of those, it's going to go up, man. Anyway. Yeah, Krista did a great summary. I keep problematizing things and John, you're sitting there looking unsatisfied.",
    "start": "00:21:26",
    "end": "00:21:58"
  },
  {
    "text": "There are problems, especially with Cora's rebellion. Even when we try to understand what the authors are doing with that story and how it fits in the overall storyline, it's still Korah. And all of the family members that are associated with Korah, including their little ones. I remember reading that specifically the authors included that it was also little ones who were standing at the tents and they're all swallowed in the earth. And I think that we have a question about that too. Community judgment or.",
    "start": "00:21:58",
    "end": "00:22:28"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. From Isaac in Germany. Hi, I'm Isaac from Aachen, Germany. First of all, thank you for all the work you've put into the Bible project. I've learned so much from all the resources you provide. I struggle with the notion that God handing over frequently targets a whole group of people, often based on the actions of a few. I realize that I view this in the context of my individualistic culture. However, that sometimes feels unfair to me. How can I better understand God's love, wrath and justice in this context? Excellent question. Yeah, yeah. Isaac, you are expressing very articulately something that many, many, many people, including the three of us, I'm certain have felt.",
    "start": "00:22:28",
    "end": "00:23:12"
  },
  {
    "text": "And it is true that sin affects the whole community, even people who don't deserve it. You know, our parents problems affect us and so on and so on. So maybe there's something that's true about that in the stories of scripture too, where it feels unjust, but it's also kind of the way that. That the world works.",
    "start": "00:23:12",
    "end": "00:23:31"
  },
  {
    "text": "You're saying that even within a hyper individualized Western culture, if you really think about it, it's not hard. Doesn't take too much time to get the fact that my decisions affect the people around me.",
    "start": "00:23:31",
    "end": "00:23:45"
  },
  {
    "text": "Yeah. The consequences of my actions. Yeah. Will unjustly fall on the people around me.",
    "start": "00:23:45",
    "end": "00:23:51"
  },
  {
    "text": "Yeah. Yep. Yeah. And whether that's generational or my neighbor. Yeah, yeah. So, yeah, I think that's a helpful. That's one helpful way to go with this. Isaac. You put your thumb on another part, which is I think there is a cultural difference of cultural worldview and a different way of viewing the human individual and their relationship to the community. And you're right, every significant philosophical, political and economic movement in the west over the last 400 years has been about creating this new thing called the individual who is autonomous. And if they have enough privilege and status, they can be mobile and Right. Create a whole life independence from their tribe and family. You can go, move away, get a job, never need anything from your parents. I mean, it's just what a novel. I think unhealthy way to be a human being. But it's our cultural setting. So I think you're right. We read these narratives with an extra layer of strangeness. Feels extra foreign to us.",
    "start": "00:23:51",
    "end": "00:25:01"
  },
  {
    "text": "Help me understand the tension though, is not whether or not I believe other people's actions will affect me. Because even in a hyper individualistic society, I might completely tie myself off from family and maybe my friend group move somewhere and try to be as individualistic and rustic as possible. Heck, I'll move to Alaska, but I can't escape the fact that I still live in civilization. Or even if I move out into the woods, like I'm going to be dealing with the consequences of bears and moose and stuff. Like, there's no. There's no like situation.",
    "start": "00:25:02",
    "end": "00:25:41"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:41",
    "end": "00:25:42"
  },
  {
    "text": "Where I'm purely only affected by my decisions.",
    "start": "00:25:42",
    "end": "00:25:45"
  },
  {
    "text": "Right.",
    "start": "00:25:45",
    "end": "00:25:45"
  },
  {
    "text": "So I don't think the conflict here is realizing that other people's decisions affect me. It's that is it fair to be held accountable for other people's decisions?",
    "start": "00:25:46",
    "end": "00:25:57"
  },
  {
    "text": "Yeah.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "Like if there's some sort of final judgment or if God's going to intervene and start giving consequences out, shouldn't he be able to tease out the difference between the people in the community that caused it and the people who were just along for the ride.",
    "start": "00:25:58",
    "end": "00:26:12"
  },
  {
    "text": "Correct. So yeah. Here actually I need to do more work on this theme, but I'm convinced it's there. And I think this theme of one person acting and their evil bearing consequences on the many or the many acting, and then it creates an unfair circumstance for the one. And this is a major theme that gets inverted and turned over in all these narratives in the Hebrew Bible. It's really interesting. So one significant time it comes up is when God says, should I tell Abraham that I'm going to bring ruin on Sodom and Gomorrah because he says the outcry against the cities has risen up to me. And that's the blood of Abel, design pattern. So the outcry of the poor and oppressed. And so God says, should I hide from Abraham? And he says it while Abraham's standing right there. You know, it's like, Chris, should I.",
    "start": "00:26:12",
    "end": "00:27:09"
  },
  {
    "text": "Tell you that it's like a parent talking to their partner in front of their child or something.",
    "start": "00:27:09",
    "end": "00:27:14"
  },
  {
    "text": "Totally. Yeah, totally. So Abraham gets in God's face and says, what? My nephew's there and he's not perfect, but he's like, you know, he counts him among the righteous.",
    "start": "00:27:14",
    "end": "00:27:26"
  },
  {
    "text": "But he also isn't the reason that Abraham appeals to God because surely the just judge wouldn't do that.",
    "start": "00:27:26",
    "end": "00:27:34"
  },
  {
    "text": "Correct. So in other words, Abraham's afraid that God's about to violate his own character by doing one of these cosmos by.",
    "start": "00:27:34",
    "end": "00:27:41"
  },
  {
    "text": "Sapping Sodom and Gomorrah while there's a righteous person there.",
    "start": "00:27:41",
    "end": "00:27:44"
  },
  {
    "text": "Which is interesting because okay, in this communal society, non individualistic culture, Abraham still in the story, is discerning between the individual and the community.",
    "start": "00:27:44",
    "end": "00:27:54"
  },
  {
    "text": "Absolutely. Yeah, that's right. And notice God doesn't. God's the one to get Abraham talking in the first place by speaking in his presence. And then they start negotiating and then they start what you think is a negotiation. But then you realize that every turn God just says, yes. God never like bargains. Abraham's just like 45. And God's like, yes, I will forgive the city on account of 5.",
    "start": "00:27:55",
    "end": "00:28:17"
  },
  {
    "text": "The worst bargainer ever.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "Totally. 40. Yes. 30. Yes. 20. Yes. I mean, the repetition is driving home that God will allow the righteousness of the One to cover for the sins of the many, or at least the righteousness in that story of the few. In that case, Lot's righteousness is not sufficient to, to cover for the many. Well, it's more complex. But the point is that narrative is raising this theme that you're saying, Isaac, it's problematizing it. And Abraham is saying, it wouldn't be just for you to let the whole cosmos of Sodom and Gomorrah, the little mini cosmos, collapse on that account. So I think the Korah narrative that we mentioned earlier is inverting that what God says to Moses when the leaders with Korah rebel is, I'm done with all these people, which has happened like four or five times now. And, and Moses says, will you here I'm going to quote it. So what Moses says to God is, O God, God of the ruach of all flesh. When one person sins, will you be angry with all of them? So Moses raises the issue again, just like Abraham did, but this time it's the inverse. It's when one person sins and leads the rest into rebellion. Will you punish everybody? Another inversion of this is Daniel, where Daniel sitting in Babylon through no fault of his own. He's like legit, but yet he will take personal. This is in Daniel 9. He'll take personal responsibility for the entire history of his ancestors rebellion against God. So in that case, he doesn't differentiate his individual self from his tribe. And even though he's righteous, he will count himself among the the many sinful people. So there's something happening here. The biblical narrative is exploring explicitly this theme about God's fairness and about how individuals and their communities, sins and consequences relate to each other. And it's nuanced, I think, and it's all leading up forward to the suffering servant who will be the one in Isaiah who bears the sins of the many. And then Jesus takes that mantle up onto himself as the one who dies for the sins of the many.",
    "start": "00:28:19",
    "end": "00:30:33"
  },
  {
    "text": "And Paul summarizes this in Romans. Right, like, death came through one.",
    "start": "00:30:33",
    "end": "00:30:38"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:30:38",
    "end": "00:30:39"
  },
  {
    "text": "And so through that one all have died. And in the same way, life comes through one.",
    "start": "00:30:39",
    "end": "00:30:47"
  },
  {
    "text": "Yeah.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "So many can live.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "Yeah. So Isaac, you stand with Abraham in being concerned about God's character and God's justice. And we're back to that meta motif of the Hebrew Bible is the mosaic. I mean, it's hard to do, but it's like all these stories on their own are working together towards this bigger depiction or exploration of these themes. And you have to take each of these individual narratives on their own, but then let this mosaic emerge. That's pretty more nuanced than I usually give credit to. I don't know if that makes any sense.",
    "start": "00:30:50",
    "end": "00:31:25"
  },
  {
    "text": "Yeah, when I read this question, I was trying to think about the question behind the question, and I think he states it at the end that this sometimes feels unfair. So it's a question of God's fairness or justice, how God views people in those moments when the community is suffering for a sin, or maybe not even for a sin, but just because of wicked systems, because of whatever reason people are suffering. Where is God in that and where is his fairness in that? And I don't know the answer to that, but I think as I was reflecting on this, some of the things that came to mind are just, well, this verse, God doesn't delight in people's Suffering. Well, actually, this whole chapter, Ezekiel 18, starts off with that parable that the children's teeth are set on edge because of the parents sin. And the people are complaining that or they're actually saying, we're in exile because of our parents. We didn't deserve this. And God's answer to them is, no, I don't really work like that. You're in exile because of your own. Your own stuff. So he's addressing that same question. But at the end of that passage, God's saying that, hey, I don't delight in the suffering of the wicked. Anything, any suffering that comes upon people. My hope is that they would turn from their sin and turn to me. It's like they again, that picture of God as compassionate as always, wanting people to turn back to Him. For me, that's what I want to remember in those moments of like, man, there's so much suffering going on in the world and it is unfair. That's the only thing maybe that gives me comfort is God's compassion toward that. I don't know if that makes sense.",
    "start": "00:31:25",
    "end": "00:33:09"
  },
  {
    "text": "Yeah, it does make sense. Something that's emerging out of all these questions we've talked about so far, which is only three, but they're whoppers. Something that's sinking in with me more. I feel like it's taken me a long time when we come to these huge topics in the Bible that Christians and Jews have been arguing about for millennia. When I see all of these different camps staking out different viewpoints on these issues, to me that becomes like a little flag saying, maybe the function of the Bible isn't to give us clarity, but it's trying to create the venue within which we go to wrestle with God with our deepest questions. And what we discover is not a systematic answer. What we discover is a portrait of God's character that emerges throughout the story that we are to take with us as we go into the complexities of reality and justice and suffering and death and pain and joy. And that kind of becomes like a North Star guiding us through a complex world.",
    "start": "00:33:09",
    "end": "00:34:10"
  },
  {
    "text": "Yeah, God's character as the North Star and also the function of each of these stories in the broader narrative. Yeah, those are maybe the two main questions that can give us more solid answers than a category or a system.",
    "start": "00:34:10",
    "end": "00:34:24"
  },
  {
    "text": "Yeah. All right, let's take on a question from Kayleigh Lewis.",
    "start": "00:34:25",
    "end": "00:34:30"
  },
  {
    "text": "Hey, guys, this is Kayleigh from South Africa. My question is about the description of God in Psalm 2. It seems strange that the psalm speaks of God's wrath being quickly kindled or Flaring up in a moment, which sounds like the opposite of being slow to anger. I'm pretty sure the psalmist was familiar with a passage from Exodus 34, but why does there seem to be a contradiction? Thanks and keep up the great work.",
    "start": "00:34:30",
    "end": "00:34:55"
  },
  {
    "text": "So good. So perceptive.",
    "start": "00:34:56",
    "end": "00:34:58"
  },
  {
    "text": "Psalm 2.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Thanks, Kayleigh. Yeah, well, so real quick, let's just. What you notice is there's a phrase in Psalm 2 that describes someone's anger, whether it's God's or someone else's or. We'll talk about that. But it says quick to anger. And so obviously you just. You notice that in contrast to the phrase slow to anger. So, first of all, gold star for just noticing this inversion of anger language. But I think this is actually a good example of maybe applying what we were just talking about, about this, a way of engaging the Bible that thinks both in terms of the little tree I'm looking at, but always keep an eye on the forest.",
    "start": "00:34:59",
    "end": "00:35:37"
  },
  {
    "text": "What's the verse in question here?",
    "start": "00:35:37",
    "end": "00:35:39"
  },
  {
    "text": "2:12. Psalm 2:12.",
    "start": "00:35:39",
    "end": "00:35:41"
  },
  {
    "text": "Yeah.",
    "start": "00:35:41",
    "end": "00:35:42"
  },
  {
    "text": "It says, this is the NIV. Kiss the son, or he will be angry, and your way will lead to your destruction. For his wrath can flare up in a moment. Blessed are all who take refuge in him.",
    "start": "00:35:42",
    "end": "00:35:54"
  },
  {
    "text": "Or in Hebrew, his nose. It takes little for his nose to burn.",
    "start": "00:35:55",
    "end": "00:35:59"
  },
  {
    "text": "Is that the literal?",
    "start": "00:35:59",
    "end": "00:36:01"
  },
  {
    "text": "Interesting. So one important distinction here is that this is the anger of the Messianic king, and his anger is directed towards the tyrants and corrupt rulers of this world who are introduced in the opening paragraph of the poem. So the bad guys are in the opening and closing paragraphs. So, you know, they're thinking of your Nebuchadnezzars and your Sennacheribs and your Ashurbanipals and all the other bad guys in the Bible.",
    "start": "00:36:01",
    "end": "00:36:34"
  },
  {
    "text": "All the kings, all the kings, all the bad kings, the baddy kings.",
    "start": "00:36:35",
    "end": "00:36:37"
  },
  {
    "text": "Yeah, yeah. Imperial tyrants. So first of all, if you have never lived under one of those or in a nation enslaved by one of those, you know, it's always good to.",
    "start": "00:36:37",
    "end": "00:36:48"
  },
  {
    "text": "Try to be empathetic.",
    "start": "00:36:48",
    "end": "00:36:49"
  },
  {
    "text": "Empathetic. That all the people who wrote the Bible lived under those kinds of tyrants. And so the hope is in Psalm 2 is for a Mashiach, an anointed one that Yahweh will raise up, who will confront those nations, and in verse nine, break them with a rod of iron and shatter them like earthenware. Welcome to the Psalms.",
    "start": "00:36:49",
    "end": "00:37:14"
  },
  {
    "text": "Yeah, right. Yeah. So this is an example of God's anger being good in the eyes of the psalmist, that it's just. It's you know, bringing justice for those who are oppressed.",
    "start": "00:37:14",
    "end": "00:37:27"
  },
  {
    "text": "Yep, yeah, yep. And specifically that God employs an agent, namely the Messianic son. And with evil tyrants he's quick to get angry and will bring them what. What they have coming to them. So that's the portrait of the Messianic king in Psalm 2. So two steps to go here would be, this is Psalm 2, there's 148 more. So this is just the first little tile, so to speak, in the mosaic of the Messianic king in the book of Psalms. So as you go on through the book of Psalms, what you discover about the identity of this looked for Messianic king. I mean, he's breaking heads here in Psalm 2. But then when you move forward, that portrait gets made a little more complex.",
    "start": "00:37:27",
    "end": "00:38:15"
  },
  {
    "text": "Totally. Even just the Next Psalm, Psalm 3, the Psalm of David, the king, when he fled from his son Absalom.",
    "start": "00:38:15",
    "end": "00:38:22"
  },
  {
    "text": "Exactly.",
    "start": "00:38:23",
    "end": "00:38:23"
  },
  {
    "text": "Like not just other kings, but his family member.",
    "start": "00:38:23",
    "end": "00:38:27"
  },
  {
    "text": "Yes. David is one of the main portraits or figures of this anointed king. And the first collection of Psalms in 3 to 14 shows him on the run, hiding, powerless, weak and crying out to God for help. You're like, oh, so that's what it looks like when God sends a Messianic king. He's powerless and he cries out for God to vindicate him. And so Chrisa, you've worked extensively in the next section of Psalms 15:24 and it's very much the same. Yeah, like Psalm 22 for example.",
    "start": "00:38:27",
    "end": "00:38:56"
  },
  {
    "text": "Totally. Yeah. I mean, I think you were going here. But the portrait of the Messianic king is the afflicted one. He's the poor, he's the afflicted.",
    "start": "00:38:56",
    "end": "00:39:04"
  },
  {
    "text": "Yeah. This is a good example where the biblical authors will often begin a book with one statement and then they'll go on to explore it as the book goes on in problematizing that and showing like. But then look at this and then look at this and then think from this angle and think from this story and then from this poem. And then you walk away with a much richer picture of how that Messianic king is going to bring his authority over the evil nations.",
    "start": "00:39:04",
    "end": "00:39:29"
  },
  {
    "text": "What's interesting is that's a much different type of hermeneutic than I think most people were taught in the church from maybe a specific tradition, which is if you find a verse like that in Psalm 2 that says don't make the Messiah angry or else he'll break your head. Yeah. Or but specifically his wrath is quickly kindled.",
    "start": "00:39:29",
    "end": "00:39:53"
  },
  {
    "text": "Yeah.",
    "start": "00:39:53",
    "end": "00:39:53"
  },
  {
    "text": "You can then take that attach that verse to an idea which is the Messiah is going to throw down fast. And then that's your proof text.",
    "start": "00:39:53",
    "end": "00:40:04"
  },
  {
    "text": "Yes.",
    "start": "00:40:04",
    "end": "00:40:05"
  },
  {
    "text": "And that's one type of hermeneutic where I hear you saying that there's this other hermeneutic, there's all these portraits and it creates a mosaic. And if you really want to figure out how the biblical authors think of it, you can't just pull out any one verse. You have to look at them all together.",
    "start": "00:40:05",
    "end": "00:40:22"
  },
  {
    "text": "I think that's what Kaylee's bringing up too. Is that. Okay, so there's a portrait of God being slow to anger, and then there's a portrait of the anointed one being quick to anger. So it is a complex portrait.",
    "start": "00:40:22",
    "end": "00:40:34"
  },
  {
    "text": "Yeah, it's a surface tension. Yeah, it's a surface tension. And this is great. Kayleigh, you used the word there seems to be a contradiction. And so I guess the question is, what constitutes a contradiction within a book? Actually has a lot to do with my assumptions about how the book works. Is it a contradiction that in a cookbook there's like a recipe with carrots and a recipe without carrots? Well, no, because I don't expect a recipe book to be all the same. But somehow we do expect the Bible to work together with a kind of systematized coherence that I think is foreign to how it was actually designed to work. And this explains a lot of, I think, a lot of modern Westerners frustration with the Bible or that when we create too much order out of the Bible and then you let somebody just go read it from page one, why their faith is scandalized because it doesn't read as smoothly as the systematized version of the Bible that my tradition gave me. And so I think what we're trying to explore in this project is getting into the ancient Israelite author's way of understanding these texts by how they were put together.",
    "start": "00:40:34",
    "end": "00:41:42"
  },
  {
    "text": "So to say that God is slow to anger doesn't mean that God's Messiah. Well, God's Messiah, you would imagine, especially from a Christian theology, which is that Jesus is God incarnate, that then the Messiah would be slow to anger. But if the Messiah is slow to anger, that doesn't mean the Messiah can't get angry quickly. In a general sense. Characteristic, you would say, I could say of someone that's a patient person. But that doesn't mean that there's not gonna be situation where you find that person.",
    "start": "00:41:42",
    "end": "00:42:15"
  },
  {
    "text": "Yeah, sure. Yep.",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Okay. The parent analogy helps me so much. I think it's like I could imagine a Parent being patient and slow to anger as a general character quality. And then someone bullies their kid right in front of them, and they're like, oh, I'm pissed.",
    "start": "00:42:16",
    "end": "00:42:32"
  },
  {
    "text": "You know what's interesting is that the context of Psalm 2 are these. These rulers who have been getting away with what they're doing for a long time.",
    "start": "00:42:32",
    "end": "00:42:41"
  },
  {
    "text": "Yeah.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "And so, in a sense, God's been letting it happen, and the Messiah is coming, and now he's saying, okay, enough is enough.",
    "start": "00:42:41",
    "end": "00:42:50"
  },
  {
    "text": "Yeah. Yeah, that's a good way of putting it. So you guys want one more little tidbit? Super nerdy, but I looked this up after Kaylee's question because I remember this from a long time ago. In the Book of Revelation, Psalm 2 gets quoted and alluded to multiple times. And there's a passage in Revelation 12 that's all developing design patterns from the seed of the woman and the snake in Revelation 12 about this woman who gives birth to a male son. And then there's a dragon that tries to eat the male son and so on. But what happens is that.",
    "start": "00:42:50",
    "end": "00:43:27"
  },
  {
    "text": "Where is it verse 5.",
    "start": "00:43:28",
    "end": "00:43:30"
  },
  {
    "text": "Yes. So in Revelation 12, 5, she gives birth to a son, a male son who is going to. And John uses the Greek word poimaeno, which means to shepherd. He's going to shepherd the nations with a rod of iron. And he's quoting from Psalm 2, verse 9, which is right before when the Messianic son gets angry.",
    "start": "00:43:30",
    "end": "00:43:52"
  },
  {
    "text": "Yeah.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "So instead of having shatter the nations, John has shepherd the nations. What's happening here? So the letters of the Hebrew word shatter are ra'. Ah. The letters of the Hebrew word to shepherd are raah.",
    "start": "00:43:53",
    "end": "00:44:10"
  },
  {
    "text": "Oh, same.",
    "start": "00:44:11",
    "end": "00:44:12"
  },
  {
    "text": "Yep. In fact, the Greek Septuagint translated ra' ah not as shadow, but as shepherd. And so what John's doing here is he's actually picking up the image of Psalm 2 from the Septuagint, but he's reading that shattering of heads in light of the whole book of Psalms. Development of the Messianic king, which is the king is going to become the shepherd who lays down his life for his sheep. That's how he delivers and confronts the evil of the nations.",
    "start": "00:44:12",
    "end": "00:44:44"
  },
  {
    "text": "Yeah. Talk about a complex portrait.",
    "start": "00:44:44",
    "end": "00:44:46"
  },
  {
    "text": "Totally. So this is so important. So this shows us how John reads Psalm 2. He didn't take Psalm 2. 9 out of context. He's reading that line in light of where the whole trajectory of the Hebrew Bible is going with this portrait of the Anointed One. And that guides him to an interpretation of Psalm 2. Nine that reads shattering. It inverts shattering to shepherding. Anyway, I've always thought that was.",
    "start": "00:44:46",
    "end": "00:45:10"
  },
  {
    "text": "And then translated in NIV as rule.",
    "start": "00:45:10",
    "end": "00:45:12"
  },
  {
    "text": "It gets translated esv, even ESV as rule. Oh, because shepherd is a common image of king in the Hebrew Bible, the king is a shepherd, and so to shepherd is to rule. But their translation of ruling the nations.",
    "start": "00:45:12",
    "end": "00:45:25"
  },
  {
    "text": "Maybe hides the discrepancy or the different use.",
    "start": "00:45:26",
    "end": "00:45:31"
  },
  {
    "text": "Yeah, the different use. Because the shepherd who is struck on behalf of his sheep is a core image in Isaiah. And in the book of Zechariah, the.",
    "start": "00:45:31",
    "end": "00:45:39"
  },
  {
    "text": "Messiah in the Revelation does shatter some stuff.",
    "start": "00:45:39",
    "end": "00:45:43"
  },
  {
    "text": "What's that? Oh, well, yes, that's. That's technically true, but you get into these texts and they're all doing things that are a little more sophisticated than maybe our prophecy charts allow them to. But.",
    "start": "00:45:44",
    "end": "00:45:58"
  },
  {
    "text": "Okay, we're not going to get through as many questions as we probably had hoped, but that's typical. But let's do one more. That will likely be a doozy. And it's from Sarah Allen in Wisconsin.",
    "start": "00:45:59",
    "end": "00:46:11"
  },
  {
    "text": "Hi, Tim, John and Carissa. My name is Sarah Allen and I'm from Madison, Wisconsin. In relation to the storyline of Jesus taking the place of rebellious Israel by being handed over to the Roman oppressors, what did he accomplish by that substitution if Israel was still destroyed by Rome? Anyway, thanks for all you do.",
    "start": "00:46:12",
    "end": "00:46:32"
  },
  {
    "text": "I was asking this question.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "Yeah, I remember that.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "And I reflected on it a bit more and I felt like I settled in on the question a little bit. But I want to hear what you have to say.",
    "start": "00:46:34",
    "end": "00:46:43"
  },
  {
    "text": "Yeah, I've been thinking about that conversation the three of us had a lot, too. Yeah. I've had two things come to mind as I process that more. One is, you know, Jesus is introduced in the Gospels as beginning his public mission within a renewal movement started by John the Baptist. And that renewal movement was saying, the axe is at the root of the tree.",
    "start": "00:46:44",
    "end": "00:47:08"
  },
  {
    "text": "Yeah.",
    "start": "00:47:09",
    "end": "00:47:09"
  },
  {
    "text": "Don't think that you are part of Abraham's family just by bloodline alone. To truly be a part of the new Covenant Israel that the prophets anticipated is to come out of Israel and be a part of the New Covenant Israel that God's creating right here, right now. And then Jesus sees himself as creating the New Covenant Israel within the national state or whatever larger group and so on. And this is classic faithful remnant themes from the Hebrew Bible. There's always been, just as Paul says.",
    "start": "00:47:09",
    "end": "00:47:44"
  },
  {
    "text": "Not all Israel is Israel.",
    "start": "00:47:44",
    "end": "00:47:46"
  },
  {
    "text": "Correct. Correct. So for what Israel is Jesus dying? You could say, well, for all Israel. But for whom is it effective or for whom does it actually do something? Well, there's a whole bunch of People that rejected Jesus and they didn't follow the Sermon on the Mount and it resulted in a revolt against Rome. And Rome came and clobbered the place. But there were a whole bunch of Israelites. Israelites, as Jesus defined them, which is those who follow his teachings, they become a remnant. Yeah, totally. And so for them, Jesus death and his resurrection became this gateway to a whole new humanity. And that's how they started to talk about it, was that Jesus was the start of a new humanity. And so that's one layer, is that the city being conquered by Rome doesn't negate Jesus vision of kickstarting the Kingdom of God, new covenant humanity.",
    "start": "00:47:46",
    "end": "00:48:49"
  },
  {
    "text": "Because Rome didn't take that out.",
    "start": "00:48:49",
    "end": "00:48:50"
  },
  {
    "text": "Rome didn't take that out. And they tried and they tried for hundreds of years and they never succeeded. And it just grew. And the reason it grew was because they believed in the resurrection. And they gave their lives like Jesus as an act of total faith and surrender in the God of life. And so over that, Israel, and then all the Gentiles who got in on that Israel, grafted in, grafted in, as Paul says they are in Israel. And again, I'm just trying to develop the portrait of the apostles over whom death has no power, in theory. And what kind of death? Well, Jesus said people can kill you, but that's all they can do. They can't affect your participation in the resurrection and new creation, which is ultimate life. So that's one level. I don't know if you have any thoughts about that. I have one other thought.",
    "start": "00:48:50",
    "end": "00:49:43"
  },
  {
    "text": "Well, that's where I kind of was landing. And I think what's uncomfortable with that is what do you do with Israel? Then that wasn't the remnant. Because there are all these promises to Israel. And I think people want to be faithful to saying, well, these promises, maybe there's some of these promises that still remain for Israel proper. And so as soon as you start getting very clearly decisive about. Well, yeah, but not like Rome came out and took out Israel, but not the true Israel, because true Israel is now this remnant which is now the church. I can see some Christians getting really stretchy, to borrow a phrase.",
    "start": "00:49:44",
    "end": "00:50:27"
  },
  {
    "text": "And I would never say it that way, okay? That's not how the apostles talk about it. The apostles talk about how Jesus is the image of God, the truly human one, and he is the faithful Israelite. He's the seed of Abraham, and he's Israel. In the language of Isaiah 49, you, the servant are Israel. The individual servant gets the title of faithful Israelite in the book of Isaiah, and then who are included in the Messianic Israel, those who put their faith in him, at least in this is the argument of Acts and of the apostles. And so into that new covenant, Israel are invited people of all nations. And first, as Paul says, first to the Jew, then to the Greek. But the thing is about the whole family, a new family, the family of God. So that gets to the second aspect that I've thought about is that for Jesus to die for the sins of Israel is how he dies for the sins of humanity. Those are not different things, because the narrative logic is that the family of Abraham are the people through whom he's going to deal with the sin of all of the nations. But then the problem is that they're just as corrupt as all of the nations. And so for Jesus to die for.",
    "start": "00:50:28",
    "end": "00:51:46"
  },
  {
    "text": "Solving Israel's problem solves humanity's problem.",
    "start": "00:51:46",
    "end": "00:51:48"
  },
  {
    "text": "There you go. Yeah, that's it. And so by saying that Jesus was dying for the sins of Israel by dying at the hands of pagan oppressors is how he dies for the sins of all the nations. And I think all of this is what Paul has in mind when he says in 1st Corinthians 15 that the Messiah died for our sins according to the Scriptures, and he was raised on the third day according to the Scriptures. So Paul has in his mind this idea that you only understand the death of Jesus in light of the resurrection, and you only understand both of those according to the Scriptures, according to the Biblical narrative. And then the question is, oh, well, what is that narrative? And that's what we're trying to go after here. So those are some of my thoughts after that conversation. I don't know, John or Chris.",
    "start": "00:51:48",
    "end": "00:52:33"
  },
  {
    "text": "Then a lot of the questions that we received like this is that the question underneath the question is, what did Jesus accomplish in his death? Especially if he was this, you know, substitute for Barabbas for Israel.",
    "start": "00:52:33",
    "end": "00:52:46"
  },
  {
    "text": "Yes.",
    "start": "00:52:46",
    "end": "00:52:46"
  },
  {
    "text": "What was it that he actually accomplished?",
    "start": "00:52:46",
    "end": "00:52:50"
  },
  {
    "text": "Yeah, yeah. There's so many ways, like humanity, we repeat the sin of Adam and Eve, we do what is good in our eyes, and we create death and not life in the world. Individually and corporately, I wish somebody would find a way to defeat death and die for my sins. That would be amazing. That would be great news. In fact. I mean, I'm being overly simplistic, but I think that's how the narrative works. And then you can fill in that portrait with a whole bunch of other more clarifying themes. But I think that's what it means.",
    "start": "00:52:50",
    "end": "00:53:24"
  },
  {
    "text": "So I just want to ask one more Question that piggybacks on the very first question.",
    "start": "00:53:27",
    "end": "00:53:30"
  },
  {
    "text": "Oh, sweet.",
    "start": "00:53:31",
    "end": "00:53:31"
  },
  {
    "text": "But the active passive thing, let's kind of close the loop on that, because he brought up two stories, Sodom and Gomorrah.",
    "start": "00:53:31",
    "end": "00:53:38"
  },
  {
    "text": "Rob's question.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "Rob's question. He brought up Korah, and then he brought up the venomous snakes.",
    "start": "00:53:39",
    "end": "00:53:44"
  },
  {
    "text": "Totally.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "Okay, so let's talk about the venomous snakes, because I forgot about those guys, because in the Korra story or in the flood story, I can kind of get there, which is. It's decreation. It's like God sustains creation, and he can let us take his hands off the steering wheel and let us drive into a ditch. And you kind of get the sense of, like, okay, Earth splitting in half in one perspective, that's gnarly and vindictive and like, whoa, what kind of Zeus, like, God is going to pull that off? But when you think of it in the terms of sustaining creation, it's easier. Venomous snakes.",
    "start": "00:53:45",
    "end": "00:54:17"
  },
  {
    "text": "Yep.",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "I mean, it seemed like God was just like, you know what sounds fun is I'm gonna send some venomous snakes. You know, like, what would really freak these guys out? Venomous snakes. That sounds like a great way to do it. It feels like something like a Bond villain would come up with.",
    "start": "00:54:18",
    "end": "00:54:35"
  },
  {
    "text": "Sure. That is certainly how the story read by itself, apart from the mosaic in English appears to you. This is the seventh rebellion story in the collection of seven rebellion stories. And they're all mutually hyperlinked together and really important and significant ways. That's one thing. The second, they're out in the wilderness, and what they say is. What they repeat is their rebellion. From the first one is, you brought us out of Egypt. Why did you bring us out of Egypt? To kill us in the wilderness. No bread, no water. Well, you know, maybe accept the water you provided from the rock and accept the bread that you gave us in the manna. We detest this miserable food. So snakes come now. Yeah, snakes.",
    "start": "00:54:35",
    "end": "00:55:22"
  },
  {
    "text": "Yeah, snakes.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "So they're in the opposite of the garden, and they are in the opposite of the state of innocence that Adam and Eve were in. And so the snake comes not to test them, but rather here. The snake comes as a form of divine justice.",
    "start": "00:55:23",
    "end": "00:55:37"
  },
  {
    "text": "And this is where Moses has the bronze snake that he holds up.",
    "start": "00:55:37",
    "end": "00:55:40"
  },
  {
    "text": "Totally. Yeah. But then Moses makes this snake, and so the agent of God's judgment is transformed into the agent of salvation. God takes what the snakes do, and then he transforms it into an object of faith, which becomes salvation for the people. So God can take what he sends to judge them and Turn it into salvation for his people. Jesus tracked with this story in John 3, he brings it up with Nicodemus and he sees in this story God's love. This is in John 3. God so loved the world that he gave his only son. And just a paragraph later, he brings up this story right here about the bronze serpent. So Jesus sees this story in a big mosaic about even though we've found.",
    "start": "00:55:40",
    "end": "00:56:29"
  },
  {
    "text": "Ourselves in the opposite of the garden and the opposite of innocence, God will find a way to reverse the curse of the snake.",
    "start": "00:56:29",
    "end": "00:56:39"
  },
  {
    "text": "Yeah, totally. So I think in terms of the question, under the question, these are the people that God has chosen to represent him to the nations. This is their seventh act of rebellion in the wilderness. And it's almost like poetic justice that it becomes an Eden like snake to.",
    "start": "00:56:40",
    "end": "00:56:56"
  },
  {
    "text": "Come and take him out.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "Take him out. But even that, because of Moses intercession, the people came to Moses, Moses intercedes. And then because of the intercession of the righteous one, judgment is transformed into salvation. That's the arc of this little story. And it sounds like the story of the whole Bible all of a sudden. And I think that's on purpose.",
    "start": "00:56:57",
    "end": "00:57:15"
  },
  {
    "text": "Do we need any more closure? Any parting words, Chrissa?",
    "start": "00:57:15",
    "end": "00:57:20"
  },
  {
    "text": "No.",
    "start": "00:57:21",
    "end": "00:57:21"
  },
  {
    "text": "It was a pleasure to talk with you guys. Have this conversation. Thank you everybody for sending in your questions. Really thought provoking. I always love hearing what people are thinking.",
    "start": "00:57:24",
    "end": "00:57:34"
  },
  {
    "text": "Thanks for wrestling through these. These ideas with us and keep it up. And what I'm learning is that this is just inviting us deeper.",
    "start": "00:57:34",
    "end": "00:57:43"
  },
  {
    "text": "Yeah.",
    "start": "00:57:44",
    "end": "00:57:44"
  },
  {
    "text": "Which is. Which is a beautiful thing.",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "Yeah.",
    "start": "00:57:46",
    "end": "00:57:47"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. We make the Bible crystal clear.",
    "start": "00:57:47",
    "end": "00:57:54"
  },
  {
    "text": "Frozen snakes.",
    "start": "00:57:58",
    "end": "00:57:58"
  },
  {
    "text": "Yeah. The Bible's so hard to understand.",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "Bibleproject is a non profit. We're in Portland, Oregon. We want you all and us to together experience the Bible as a unified story that leads to Jesus. So that's why this podcast exists and the videos that are made from these discussions and the other resources that you can find on our website, Bibleproject.com it's all free because people already paid for it and continue to do so, which is amazing. So thank you so much for being a part of this with us.",
    "start": "00:58:02",
    "end": "00:58:27"
  },
  {
    "text": "This is Ben Oden and I'm from Tanzania. First heard about Bible Project, I think around early 2016. And my favorite thing about the Bible Project is how they really go to the words, to the culture, the context. I really love how deep they go.",
    "start": "00:58:27",
    "end": "00:58:42"
  },
  {
    "text": "And I love how accessible the content is.",
    "start": "00:58:42",
    "end": "00:58:44"
  },
  {
    "text": "I love how engaging it is. I love how fun it is. You know, the fact the Bible can be this fun. We believe the Bible is a unified story that leads people to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:58:44",
    "end": "00:59:03"
  }
]