[
  {
    "text": "Hey, this is John at bibleproject. Next week we're going to continue our episodes on the Ancient Cosmology series. We've released a new video in our visual commentary series. The video is on Psalm 148. And so this week we're going to release a discussion on Psalm 148 with Tim and Chrissa. The Book of Psalms has 150 poems, or what we call Psalms, and the last five of these together are called the Hallel Psalms, short for Hallelujah Psalms, because all five of these begin and end with the same refrain, praise Yah. That is praise Yahweh, or in Hebrew, Hallelujah. Sounds familiar. Right? Now, right in the middle of these last five Hallel Psalms is Psalm 148.",
    "start": "00:00:04",
    "end": "00:00:55"
  },
  {
    "text": "It's really tightly structured. It begins and ends with Hallelujah. So it has this inclusio and then it's broken up into two parts, focusing on the skies in the first half and the land in the second half.",
    "start": "00:00:55",
    "end": "00:01:08"
  },
  {
    "text": "The skies and the land, as in, in the beginning, God created the skies and the land. And so Psalm 148 is really inviting the entire cosmos to praise God. It is a cosmic praise song, a praise song reveling in the creative work of God.",
    "start": "00:01:08",
    "end": "00:01:24"
  },
  {
    "text": "And both spaces and their inhabitants or their creatures are mentioned. So this is exactly what happens in Genesis 1. And the words that are used here recalling specific days from Genesis 1.",
    "start": "00:01:24",
    "end": "00:01:38"
  },
  {
    "text": "Psalm 148 has all the cosmic creatures of the sky praising God, the angels and heavenly hosts. And that kind of, you know, makes sense. You can picture angels praising God. But then the psalm goes on to have the cosmic creatures of the land, the great sea creatures of the depths, and the cosmic forces of lightning, hail and snow, and stormy winds having all of these praise Yahweh as well. But what does that mean?",
    "start": "00:01:38",
    "end": "00:02:06"
  },
  {
    "text": "So these are the forces specifically of de creation. And we're in this creation narrative world talking about the skies and the land. And these are the ones that might be a threat to that order. The wildest, craziest, most chaotic thing we see or experience. If we look up, there's a thunder and lightning storm in the sky that Yahweh is the Creator of above that, and that even that has a lesser power than he does as the Creator.",
    "start": "00:02:06",
    "end": "00:02:36"
  },
  {
    "text": "The psalm ends with one final reason why people should praise Yahweh. And the reason is that he has raised up for his people a horn. What is this horn all about?",
    "start": "00:02:36",
    "end": "00:02:48"
  },
  {
    "text": "At the most basic level, a raised horn is an image of an ox's or a bull's horn lifted in victory after a battle.",
    "start": "00:02:48",
    "end": "00:02:55"
  },
  {
    "text": "We're going to discuss all of this and more in today's discussion on Psalm 148. Thanks for joining us. Here we go. We've been doing a new type of video called Visual Commentary where we actually can look at a portion of Scripture in a video, which is really cool. And today we're going to be preparing for one of those videos. And we're going to be looking at Psalm 148. And we have Tim Mackey. Hi, Tim.",
    "start": "00:02:55",
    "end": "00:03:31"
  },
  {
    "text": "Hi.",
    "start": "00:03:31",
    "end": "00:03:31"
  },
  {
    "text": "And also today we get to have Chris Le Quinn as well. Hi, Chris.",
    "start": "00:03:31",
    "end": "00:03:34"
  },
  {
    "text": "Hi.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "And I'm John. And Chris, you did this research and are going to be writing the script for Psalm 148. Walk us through this Psalm.",
    "start": "00:03:35",
    "end": "00:03:44"
  },
  {
    "text": "Okay, so I'm writing on Psalm 148. I've been studying through it, reading through it in Hebrew. Tim and I went through it last week in Hebrew and just looked at what stood out in the structure.",
    "start": "00:03:44",
    "end": "00:03:54"
  },
  {
    "text": "And.",
    "start": "00:03:55",
    "end": "00:03:55"
  },
  {
    "text": "And as I'm writing, I'm just thinking about what stands out the most in this psalm, what is most important, what's interesting about it. So there's two things that stand out to me as far as helping us understand what this Psalm is all about. The first one is where the Psalm occurs in the context of the whole Psalter. So I can talk a little bit about that. But then the second thing is this horn. And at the end of Psalm 148, the reason for praise is given as he's lifted up the horn of his people, the praise of all his loyal ones. And so I figure this is probably the most interesting place to start a script or a VO because it's the horn. What's the deal with the horn? You know, it's kind of a mysterious image.",
    "start": "00:03:55",
    "end": "00:04:38"
  },
  {
    "text": "Two notes. One, you wouldn't say this about yourself, so I'll say it for you. Your main area of research so far in Hebrew Bible has been in the book of Psalms. Your dissertation was about a section and you contributed to a whole kind of growing movement, say, within the last few decades, about scholars paying attention to the organization and ordering of the Psalms as being just as significant for a Psalm's meaning as the actual Psalm itself.",
    "start": "00:04:39",
    "end": "00:05:07"
  },
  {
    "text": "Right.",
    "start": "00:05:07",
    "end": "00:05:07"
  },
  {
    "text": "So that's something you're into.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "That's where I'm coming from.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Yeah. So maybe you want to unpack that more just as a big picture, because for maybe a lot of people, the Psalms are more like a hymn book.",
    "start": "00:05:10",
    "end": "00:05:18"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:05:18",
    "end": "00:05:18"
  },
  {
    "text": "Than they are like a well ordered progression of poems.",
    "start": "00:05:18",
    "end": "00:05:22"
  },
  {
    "text": "Yeah. So I think Both in the academy, among scholars and on the church level, and as individuals, we tend to be most familiar with reading the Psalms as isolated units. So I might open the Psalms and read Psalm 89 or Psalm 15 just as a unit in itself. And that's great. We can totally read the Psalms as isolated units and learn a lot about them. But scholars in my field, my field's called Shape of the Psalter Studies. So it's shape of the Book of Psalms as a whole. We've been seeing that the Psalms are actually arranged to tell a story. And some of the markers that scholars see for the Book of Psalms being arranged as a story are it has an introduction and a conclusion, and it has five books that each end with this repeated phrase, praise Yahweh, Amen and Amen, or Praise Yahweh forever. And then individual Psalms are connected by all of these links, words and phrases and so on. And there are chiasms and all sorts of repeating structures. So scholars in my field are seeing that the Psalms are intentionally arranged, and then the question is, what story do they tell? Or what's the purpose of this design? So Psalm 148 comes at the very end of.",
    "start": "00:05:22",
    "end": "00:06:39"
  },
  {
    "text": "Yeah, it's 150 Psalms.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, thank you. Yeah, there's 150 Psalms.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "So this is the third to last.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "This is. And it's in a five Psalm conclusion.",
    "start": "00:06:43",
    "end": "00:06:46"
  },
  {
    "text": "Last five Psalms of the whole Psalter make a five part conclusion. Yeah. Tim's raising his hand.",
    "start": "00:06:46",
    "end": "00:06:52"
  },
  {
    "text": "I just have one other note, and I know academic lingo is wonderful because it develops in these little sub universes, but I still remember being in one of my early classes at Multnomah in Bible College and hearing the word psalter.",
    "start": "00:06:52",
    "end": "00:07:05"
  },
  {
    "text": "I know, sorry. Okay.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "Which is the technical term in, I guess, academia to refer to the book of Psalms. But ever since the first time I heard it, I just thought of a big salt shaker.",
    "start": "00:07:06",
    "end": "00:07:16"
  },
  {
    "text": "Oh, really?",
    "start": "00:07:17",
    "end": "00:07:17"
  },
  {
    "text": "Yes, a salter, of course. Because I didn't see it spelled first. I heard it in a class lecture and I was like, a salter. Why is he calling the Book of Psalms a salter? But it's a P.S. starts with Psalter. Anyway, so it's kind of a dumb.",
    "start": "00:07:17",
    "end": "00:07:32"
  },
  {
    "text": "Note to make that the Psalter. Shall I stop using that podcast?",
    "start": "00:07:32",
    "end": "00:07:36"
  },
  {
    "text": "No, we're all on board now.",
    "start": "00:07:37",
    "end": "00:07:39"
  },
  {
    "text": "We're on board now. I just wanted to mark it in case anyone was picturing a big salt shaker.",
    "start": "00:07:39",
    "end": "00:07:42"
  },
  {
    "text": "Yeah, it's a helpful word because if you're saying Book of Psalms, then.",
    "start": "00:07:42",
    "end": "00:07:46"
  },
  {
    "text": "Yeah, That's a little more tedious. Yeah.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "And there are five books within the Book of Psalms, and then there are individual Psalms. So Psalter is. It's the.",
    "start": "00:07:49",
    "end": "00:07:54"
  },
  {
    "text": "And by the way, we've started calling in this series. Instead of calling them books, we're calling scrolls scrolls. The scroll of Psalms, which is weird. It sounds weird.",
    "start": "00:07:55",
    "end": "00:08:05"
  },
  {
    "text": "You could also say the psalm scroll. The psalm scroll works way better, actually.",
    "start": "00:08:05",
    "end": "00:08:10"
  },
  {
    "text": "Kind of the psalm scroll.",
    "start": "00:08:10",
    "end": "00:08:10"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yeah. Those S's kind of just.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:12"
  },
  {
    "text": "It's hard to say. Stick together, but we can do it. The Salter Scroll.",
    "start": "00:08:12",
    "end": "00:08:16"
  },
  {
    "text": "Maybe we should have you do a reading of this psalm.",
    "start": "00:08:16",
    "end": "00:08:19"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "Just so we can kind of all get on the same page.",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. And then we can talk about where it fits in the psalm scroll.",
    "start": "00:08:22",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. Foreign Psalm 148, a reading by Dr. Chrissy Quinn.",
    "start": "00:08:26",
    "end": "00:08:51"
  },
  {
    "text": "Praise Yah. And that's the shortened form for Yahweh. It's Hallelujah. Praise Yah. Praise Yahweh from the skies, Praise him in the heights, Praise him all his messengers, Praise him all his hosts, Praise him, sun and moon, praise Him, Stars of light, praise Him, Skies of skies and the waters that are above the skies Let them praise the name of Yahweh. For he has commanded and they were created and he has established them forever and ever. A decree he gave and it will not pass. Praise Yahweh from the land, Sea monsters and the deep Fire and hail, snow and smoke, Stormy wind doing his word. Mountains and all hills, fruit trees and all cedars, wild animals and all cattle, creeping things and winged birds, Kings of the land and all people, princes and all judges of the land, Young men and also young women, elders with children. Let them praise the name of Yahweh. For exalted is his name alone, his majesty above the land and the skies. He has lifted up the horn of his people, the praise of all his loyal ones of Israel, A people near to Him. Praise Yah.",
    "start": "00:08:51",
    "end": "00:10:09"
  },
  {
    "text": "So praise Yah is Hallelujah.",
    "start": "00:10:09",
    "end": "00:10:13"
  },
  {
    "text": "Yep. Hallelu is the Hallelujah command to praise.",
    "start": "00:10:13",
    "end": "00:10:17"
  },
  {
    "text": "Is the command to praise Yah is a shortened form of Yahweh.",
    "start": "00:10:17",
    "end": "00:10:21"
  },
  {
    "text": "Yeah.",
    "start": "00:10:21",
    "end": "00:10:21"
  },
  {
    "text": "So when we say Hallelujah, Praise Yahweh.",
    "start": "00:10:21",
    "end": "00:10:23"
  },
  {
    "text": "It'S a summons to a group of people that they should pray, offer praises to Yahweh.",
    "start": "00:10:23",
    "end": "00:10:29"
  },
  {
    "text": "So in my translation, this is going to say Hallelujah at the very beginning, or is it going to say Praise the Lord?",
    "start": "00:10:29",
    "end": "00:10:34"
  },
  {
    "text": "It's going to say.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "I think I'll say Praise the Lord. Or English translations.",
    "start": "00:10:35",
    "end": "00:10:37"
  },
  {
    "text": "Oh, yeah. Okay.",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "We'll Say praise the Lord.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "I wonder if there are.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "When do they decide whether to use Hallelujah or Praise the Lord?",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "Do they ever use Hallelujah? Now I'm wondering.",
    "start": "00:10:44",
    "end": "00:10:47"
  },
  {
    "text": "So. Oh, that's just for like songs, hymns, maybe. Yeah.",
    "start": "00:10:47",
    "end": "00:10:51"
  },
  {
    "text": "You know what, let me. I wonder if spelling hallelujah, well, I've got the King James 1900. I wonder if the original 1611 King James does. Hallelujah just spelled the Hebrew word with English letters. I'm gonna look it up.",
    "start": "00:10:51",
    "end": "00:11:06"
  },
  {
    "text": "Well, that trend started somewhere. But that's cool. Little note. Praise Yah, Hallelujah. And you said that this is part of a five part collection at the very end and they all start this way.",
    "start": "00:11:06",
    "end": "00:11:17"
  },
  {
    "text": "Right, right, exactly. So this five psalm conclusion, it's called the final hallel or the final praise. And it's called that because each of these five psalms starts with and ends with hallelujah. So they're grouped together as this final section of praise.",
    "start": "00:11:17",
    "end": "00:11:34"
  },
  {
    "text": "This is interesting. I actually remember one of my Hebrew Bible profs mentioning about hallelujah.",
    "start": "00:11:34",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:39",
    "end": "00:11:39"
  },
  {
    "text": "Because in English, when you say hallelujah, if there's a song that says hallelujah like you're saying the Hebrew phrase, you're.",
    "start": "00:11:40",
    "end": "00:11:47"
  },
  {
    "text": "Asking someone to praise God.",
    "start": "00:11:47",
    "end": "00:11:48"
  },
  {
    "text": "Well, in English, the word hallelujah has become the praise. It becomes the praise that you say to the Lord.",
    "start": "00:11:48",
    "end": "00:11:56"
  },
  {
    "text": "Right.",
    "start": "00:11:56",
    "end": "00:11:56"
  },
  {
    "text": "You know when someone shouts hallelujah, you would say, oh, they're praising the Lord. But in Hebrew, hallelujah is actually summoning somebody other than you.",
    "start": "00:11:56",
    "end": "00:12:04"
  },
  {
    "text": "It's a command to someone else, to.",
    "start": "00:12:04",
    "end": "00:12:06"
  },
  {
    "text": "Some other group that they should praise the Lord. Well, how do you praise the Lord? Not by saying hallelujah, but by singing a song or telling the story of the Exodus.",
    "start": "00:12:06",
    "end": "00:12:13"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "So the call to praise in Hebrew has become the content of the praise in English. Anyway, always remember. And the King James 1611, I looked it up, translates hallelujah as Praise ye the Lord. Hallelujah.",
    "start": "00:12:14",
    "end": "00:12:28"
  },
  {
    "text": "That's great.",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "So you still get the ye like.",
    "start": "00:12:30",
    "end": "00:12:31"
  },
  {
    "text": "Yeah.",
    "start": "00:12:31",
    "end": "00:12:33"
  },
  {
    "text": "Do you know praise the Lord, Praise ye the Lord.",
    "start": "00:12:33",
    "end": "00:12:36"
  },
  {
    "text": "And then it's call in response, Hallelujah. Yes, I've heard that before.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "Oh, that's funny.",
    "start": "00:12:40",
    "end": "00:12:41"
  },
  {
    "text": "That's straight from The King James 1611. Didn't know that.",
    "start": "00:12:41",
    "end": "00:12:43"
  },
  {
    "text": "Praise ye the Lord. Which is a translation of the phrase hallelujah. But in that song, hallelujah has become the way to praise. Okay, I'm sorry, that was a small interruption on first word.",
    "start": "00:12:43",
    "end": "00:12:55"
  },
  {
    "text": "It is interesting because that means the very first line of the psalm is a call to praise. And then what follows is the praise. Or I guess in this case though, the call summons. Yeah. The whole thing is a call to praise.",
    "start": "00:12:55",
    "end": "00:13:08"
  },
  {
    "text": "Yes.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "So praise Yah is just the introduction to what the whole psalm is about because then, yeah, all creation is called to praise.",
    "start": "00:13:09",
    "end": "00:13:17"
  },
  {
    "text": "Yeah.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "One by one. So I wasn't sure whether to start with the horn or the story of the psalms, both here and in the script.",
    "start": "00:13:17",
    "end": "00:13:24"
  },
  {
    "text": "Well, you know what strikes me actually is as a place to start is that this is a pretty simple psalm to follow.",
    "start": "00:13:24",
    "end": "00:13:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "First blush, it seems very. Yeah, yeah.",
    "start": "00:13:31",
    "end": "00:13:33"
  },
  {
    "text": "Like often I'll read a psalm and I'll just be like, woo. That took a couple corners that I wasn't following, but I got through it.",
    "start": "00:13:34",
    "end": "00:13:40"
  },
  {
    "text": "Yeah.",
    "start": "00:13:40",
    "end": "00:13:40"
  },
  {
    "text": "This one, it's like, okay, cool.",
    "start": "00:13:40",
    "end": "00:13:42"
  },
  {
    "text": "It's pretty straightforward.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "Praise Yahweh from the skies and then here's a list of a bunch of sky stuff and then a little aside about that. And then praise Yahweh from the land, here's a bunch of land stuff and then an aside. Boom. Simple. Like this seems like the simplest visual commentary we'll have to write.",
    "start": "00:13:43",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, it's really structured.",
    "start": "00:14:00",
    "end": "00:14:02"
  },
  {
    "text": "It's really, really structured.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Yeah.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "And I'm sure there's a lot of cool stuff to put pull out of that, but just to kind of just at a 10,000 foot view, we've got two parts. Praise Yahweh from the skies and here's all the heavenly hosts. Praise Yahweh from the land. And I'm the astute Bible reader now, thanks to you guys. And this is about creation and Genesis 1 and God creating the skies and land. So that seems really straightforward. What I notice in your notes is you take us back and you go, how does this fit into the entire collection of psalms? And so I think maybe let's go there.",
    "start": "00:14:04",
    "end": "00:14:35"
  },
  {
    "text": "Okay.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "Because now we've got, we've got the psalm. We get it, we know what it's about. Before we get into the weeds of the psalm, let's orient ourselves.",
    "start": "00:14:35",
    "end": "00:14:41"
  },
  {
    "text": "Yeah. And I think I'm asking two questions when I'm looking at the whole book of Psalms. One is just how does this Psalm 148 fit in the storyline? But the second one is in particular, what is the horn about? And does looking at the whole story help us understand what the horn is about?",
    "start": "00:14:41",
    "end": "00:14:59"
  },
  {
    "text": "So there's this little kind of mystery at the end for you.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Yeah.",
    "start": "00:15:01",
    "end": "00:15:01"
  },
  {
    "text": "He lifted up the horn of his people.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "Yeah.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "What is that all about?",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. And the reason I'm focusing in on that is because it's in this section of the reason for praise. There are two sections of reason. Yeah. And the first section follows the skies. So the skies praise, let them praise. Because Yahweh is the exalted creator, really. He's the king. And then there's a section, let the land praise and let them praise. He's exalted as the Creator and he's raised up a horn.",
    "start": "00:15:06",
    "end": "00:15:29"
  },
  {
    "text": "Yeah.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "So it's a significant peace. It's a reason.",
    "start": "00:15:30",
    "end": "00:15:33"
  },
  {
    "text": "There's only two reasons given why heaven and earth and everything in it should praise yahweh in Psalm 148. In Psalm 148, there are two reasons given. One after the sky praise, and then one reason is given after the land praise. And that reason for the land praise has to do with this horn. That's what you're saying, right, that he.",
    "start": "00:15:33",
    "end": "00:15:54"
  },
  {
    "text": "Lifted up the horn of his people and. Yeah. This means nothing probably to most people. To me, it strikes a little bit of a sense of, oh, I've heard that before, having grown up to church, the horn of salvation. I think I've sung that once.",
    "start": "00:15:54",
    "end": "00:16:10"
  },
  {
    "text": "Maybe that sounds Bibleish.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "Sounds Bibleish. What's the horn come from?",
    "start": "00:16:11",
    "end": "00:16:14"
  },
  {
    "text": "Yeah.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "To deal with the horn. So do you want to start there or you want to start with the story that this fits in?",
    "start": "00:16:15",
    "end": "00:16:19"
  },
  {
    "text": "I think if we start with the horn, that can take us right into the Psalm 2 figure. So at the most basic level, a raised horn. And I did a word study on. Or a phrase study on raised horn. It's two words together. So exalted. And then karen is the word for horn in Hebrew. And at the most basic level, a raised horn is an image of an ox's or a bull's horn lifted in victory after a battle.",
    "start": "00:16:19",
    "end": "00:17:10"
  },
  {
    "text": "Braveheart.",
    "start": "00:17:10",
    "end": "00:17:10"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "It's kind of intense.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "Yeah.",
    "start": "00:17:13",
    "end": "00:17:13"
  },
  {
    "text": "Seriously, think about it. Yeah. After a battle, it's probably all bloody.",
    "start": "00:17:13",
    "end": "00:17:17"
  },
  {
    "text": "It's gross.",
    "start": "00:17:18",
    "end": "00:17:18"
  },
  {
    "text": "Yeah.",
    "start": "00:17:18",
    "end": "00:17:18"
  },
  {
    "text": "You just won a battle and you lift up the horn of an animal in victory.",
    "start": "00:17:18",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. Or it can be the animal, the animal itself lifting its horn right after it wins a battle.",
    "start": "00:17:23",
    "end": "00:17:29"
  },
  {
    "text": "Yep. The origin of the metaphor, Right. Is a bull just trampled or gored something and then lifts its horn super high in the air.",
    "start": "00:17:29",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:37"
  },
  {
    "text": "Yeah. Here's a psalm that is just using that very literal sense. Psalm 92:10 says, you have exalted my horn like that of a wild ox.",
    "start": "00:17:37",
    "end": "00:17:46"
  },
  {
    "text": "So it's so like this metaphorical horn that he has is like the ox is like proud horn that he raises his head to show.",
    "start": "00:17:47",
    "end": "00:17:56"
  },
  {
    "text": "Yeah. That's the exalted horn image. And there Are other ways that horn is used, like the horn you blow for battle, or is that a different word? It can be the same word. Yeah, but what's the one you just referred to?",
    "start": "00:17:57",
    "end": "00:18:08"
  },
  {
    "text": "A trumpet?",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "Is that what you said? Yeah, yeah. Huh.",
    "start": "00:18:09",
    "end": "00:18:11"
  },
  {
    "text": "Which is like.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "And the horns of the altar, it's the same word there.",
    "start": "00:18:12",
    "end": "00:18:14"
  },
  {
    "text": "Oh, yeah. The horns that are in the corner of the. Of the altar.",
    "start": "00:18:14",
    "end": "00:18:17"
  },
  {
    "text": "But the exalted horn is this victorious ox horn.",
    "start": "00:18:17",
    "end": "00:18:21"
  },
  {
    "text": "Yeah. Now, is this also where we get the, like, imagery of the horns in Nebuchadnezzar's dream?",
    "start": "00:18:21",
    "end": "00:18:28"
  },
  {
    "text": "Oh. In the Book of Daniel, the animal horns.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "Animal horns. Same idea.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "Yeah. Horns become a. Well, I guess maybe this is where you're taking us, so I'll let you take us there. Yeah, that's right. Just as a note, this Hebrew word for horn, Charon, is not the common Hebrew word for trumpet or horn. I didn't know this. I just looked it up while you were talking in the dictionary. This only occurs one time in the book of Joshua. As a musical horn. Exactly. The horn of Jericho that blows down the walls. Every other time it's of an animal's horn.",
    "start": "00:18:32",
    "end": "00:19:00"
  },
  {
    "text": "Wait, the horn here in Psalm 148.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "Correct.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "Is a Karen.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "It's called Charon.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "And it only shows up one other time.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "It's only used out of the. Let me just look. It's used 75 times in the Hebrew Bible. Only one of those times does it refer to a musical horn, a horn that makes a song or a trumpet horn.",
    "start": "00:19:07",
    "end": "00:19:19"
  },
  {
    "text": "Oh, I see, I see.",
    "start": "00:19:19",
    "end": "00:19:21"
  },
  {
    "text": "So every other time it refers to an animal horn, an animal horn, or something that looks like an animal horn or a metaphorical horn.",
    "start": "00:19:21",
    "end": "00:19:29"
  },
  {
    "text": "Like someone. Yeah, like the psalmist who says he has a horn.",
    "start": "00:19:29",
    "end": "00:19:32"
  },
  {
    "text": "Correct.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "Right. So I think that's probably the way it gets used the most. When it's applied to people, it means victory, and in particular, it means God bringing victory to the person, especially for the afflicted and the oppressed. And that's how you see it in the Psalms. So a lot of times when we do word or phrase studies, we look at the nearest places that that word or phrase is used. So the nearest place to Psalm 148 that this exalted horn is used as Psalm 89, and they're the horn. It's the horn of the people that's exalted in victory. So it's just like in Psalm 148, the horn of the people. And the reason given in Psalm 89 is because the king's horn is exalted. In victory. So there's this really close relationship between the victory of the king and then the victory of the people. I think what we see is that throughout the Psalms, it's a symbol of victory for a person, usually God bringing the victory. When it's a human bringing their own victory, it's sometimes called boastful or arrogant. Like in Psalm 75.",
    "start": "00:19:32",
    "end": "00:20:30"
  },
  {
    "text": "Wait, it's a boastful thing to raise your horns?",
    "start": "00:20:30",
    "end": "00:20:33"
  },
  {
    "text": "Yeah. If you haven't been. Usually it's God who does the exalting of the horn. And if God isn't the one who's exalting the horn of the person by bringing them victory, then it's. It seems like an arrogant thing, which might be what's happening in Daniel.",
    "start": "00:20:33",
    "end": "00:20:47"
  },
  {
    "text": "Lifting up your own horn. Yeah, yeah, yeah. That's for sure. The horn of the super mutant beasts in Daniel. Because it has a mouth. The horn has a mouth. Speaking arrogant things.",
    "start": "00:20:47",
    "end": "00:20:58"
  },
  {
    "text": "Right. The horn itself is boastful.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "It is interesting. Yeah. Another significant passage that I was looking at for the horn was First Samuel 1 and 2, where Hannah sings her song about the horn, because she uses. Does she use the phrase. She uses raising the horn here twice. So Hannah, she's bullied for not being able to have a child. And then when she finally gives birth to a son, so she's afflicted. And then when she finally does give birth, she sings about how God has raised up her horn over her enemies, so she's become victorious.",
    "start": "00:21:01",
    "end": "00:21:32"
  },
  {
    "text": "Her enemies being those who.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "Who bullied her. Yeah. I think the other.",
    "start": "00:21:34",
    "end": "00:21:36"
  },
  {
    "text": "A rival wife.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Yeah, the rival wife was bullying her.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Yeah.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "So she was afflicted, but now is praising God for his deliverance, saying, he has exalted my horn. And then at the end of her song, she says that God will also raise up the horn of his Messiah, his king, and he will be victorious over the oppressors of his people. So she's talking about this victorious king to come.",
    "start": "00:21:40",
    "end": "00:21:59"
  },
  {
    "text": "So raising a horn is about victory.",
    "start": "00:21:59",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "And you can do this in a boastful way, kind of like just kind of hot on your own power.",
    "start": "00:22:03",
    "end": "00:22:09"
  },
  {
    "text": "Yeah. Raising your own horn.",
    "start": "00:22:10",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. Then there's this concept of God raising the horn, which in the context of Hannah was about someone who was being oppressed, being dignified.",
    "start": "00:22:11",
    "end": "00:22:23"
  },
  {
    "text": "Interesting. Yeah.",
    "start": "00:22:23",
    "end": "00:22:24"
  },
  {
    "text": "Well, and particularly she becomes pregnant and gives birth to a son. That's her horn being lifted high. Isn't that interesting?",
    "start": "00:22:24",
    "end": "00:22:31"
  },
  {
    "text": "Yeah, yeah. And then that son becomes.",
    "start": "00:22:31",
    "end": "00:22:34"
  },
  {
    "text": "Yeah, yeah. A ruler of Israel.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "Yeah. So there's an interesting connection already that's happening with Hannah, where the horn is being connected to deliverance of the people. And that's coming through a king, a specific person. And that's what she says at the end of her song. So I think the horn can mean an ox's horn. It can broadly mean victory, or it can mean specifically victory through the Messiah king.",
    "start": "00:22:36",
    "end": "00:23:00"
  },
  {
    "text": "So we're kind of doing a little mini word study here.",
    "start": "00:23:00",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:03"
  },
  {
    "text": "In the psalm on the horn.",
    "start": "00:23:04",
    "end": "00:23:06"
  },
  {
    "text": "Yeah. So the question is then, the horn in Psalm 148, what's that referring to?",
    "start": "00:23:06",
    "end": "00:23:11"
  },
  {
    "text": "What victory is God providing to? And whose horn is he raising up?",
    "start": "00:23:11",
    "end": "00:23:16"
  },
  {
    "text": "Here it says, he has lifted up a horn for his people. Or it could be translated, he has lifted up the horn of his people.",
    "start": "00:23:16",
    "end": "00:23:24"
  },
  {
    "text": "And his people being Israel.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Yep.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "So the question is, is it Israel's horn, or is the horn referred to somebody else who's raising up will benefit the people of Israel?",
    "start": "00:23:26",
    "end": "00:23:36"
  },
  {
    "text": "And whether it's Israel's horn or somebody who will benefit Israel, is that person the king?",
    "start": "00:23:36",
    "end": "00:23:42"
  },
  {
    "text": "Wait, okay, okay, so there's a syntax issue here. The horn has been lifted up. God lifts up the horn. Is it the horn of the people, or is it the horn for the people?",
    "start": "00:23:43",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "And is it someone else's horn?",
    "start": "00:23:54",
    "end": "00:23:55"
  },
  {
    "text": "Okay, that's it.",
    "start": "00:23:55",
    "end": "00:23:55"
  },
  {
    "text": "And if it's Israel's horn, all we're talk about is Israel's victory.",
    "start": "00:23:55",
    "end": "00:23:59"
  },
  {
    "text": "Yeah.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "So is God providing victory for Israel? If God is lifting up someone else's horn for Israel, then the idea is, what?",
    "start": "00:24:00",
    "end": "00:24:08"
  },
  {
    "text": "Who's the horn?",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "Who is the horn? What is the horn?",
    "start": "00:24:09",
    "end": "00:24:11"
  },
  {
    "text": "Or that's where you were taking us.",
    "start": "00:24:11",
    "end": "00:24:14"
  },
  {
    "text": "Yes. But before we even have to talk more about that distinction, I did a little word study on the horn. And when it occurs with a person, and whether it's for that person or of that person.",
    "start": "00:24:14",
    "end": "00:24:26"
  },
  {
    "text": "Oh, sweet.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "Yeah. And every time that I found, it's. It's the horn of the person. So I think the best translation is the horn of Israel. So when Hannah prays, she says, my horn is exalted. At the end of her prayer, she says, he will give strength to his king and will exalt the horn of his anointed. So she's not saying he'll exalt the horn for his anointed, but it's the horn of his anointed. And then same with Psalm 75. Do not lift up your horn on high the horns of the wicked versus the horns of the righteous. So I think the best translation is of. So that means at the end of Psalm 148, it should be he has lifted up the horn of his people. But the question still is, what does that mean? If it's somehow victory for his people, but what does it mean to exalt their horn?",
    "start": "00:24:27",
    "end": "00:25:19"
  },
  {
    "text": "Yeah. How is Israel going to have victory?",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:21",
    "end": "00:25:22"
  },
  {
    "text": "I love asking this question at the beginning of the meaning, what's success for this meeting? I guess this is a question, what is success for Israel? What's victory?",
    "start": "00:25:22",
    "end": "00:25:29"
  },
  {
    "text": "Totally. That's.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "Yeah. Okay. So I think that actually gets us into the story of the Psalms, because that's the context that they're in, that's defining the kind of victory they're looking for.",
    "start": "00:25:30",
    "end": "00:25:39"
  },
  {
    "text": "Sat.",
    "start": "00:25:50",
    "end": "00:26:15"
  },
  {
    "text": "So we meet the victorious king actually in Psalm 2 in the introduction of the Psalms. So the Psalms begin with this two part introduction, Psalms 1 and 2. And the first Psalm is describing this blessing for those who follow Yahweh. And there's this picture of an ideal creation. I think the author's recalling the Genesis 1 narrative here. God's ideal, this garden and flourishing for those who follow Yahweh. And then the second psalm reveals how this ideal will come about, and it's through this victorious king, Messiah. So this description in Psalm 2 has really strong verbal and thematic links with 2 Samuel 7, a promise that God made to King David, that one of his descendants would reign on the throne forever and establish God's kingdom forever. He would be like a son to God. And then Psalm 2 says, this king is like a son. He's the Messiah. He'll be victorious over the powerful rulers that stand up against Yahweh. So this is the same king that Hannah was talking about, the victorious king to come.",
    "start": "00:26:16",
    "end": "00:27:19"
  },
  {
    "text": "So the book that we call first and Second Samuel, it's one book in the Hebrew Bible. The introductory story is about this woman, Hannah, who herself has her horn exalted by going from infertile to fertile and shamed to a place of honor. And what she says in her poem is, what just happened to me is going to be repeated in the story you're about to read as God raises up the horn of an anointed king. And so that sets you up as a reader to be like, oh, I'm looking for a king that God is going to vindicate from some sort of low state after all the victory to.",
    "start": "00:27:19",
    "end": "00:27:55"
  },
  {
    "text": "A king who will bring victory for Israel.",
    "start": "00:27:55",
    "end": "00:27:58"
  },
  {
    "text": "That's right. And who's. And you read a story about Saul, and that definitely doesn't happen to him, falls from a high place. And then you read the story of David. So I'm just kind of drawing the link there. So David becomes the anointed king whose horn is exalted that Hannah spoke about. And his story is set on analogy to hers because her poem says, my horn was exalted. Yahweh's going to exalt somebody else's horn. In the story you're about to read of the king. So you read David's story, and David goes from low to high. And then at David's height, God makes this promise of one of your descendants will come, and I'll give him an eternal kingdom.",
    "start": "00:27:58",
    "end": "00:28:35"
  },
  {
    "text": "And that's who we're introduced to in Psalm 2.",
    "start": "00:28:35",
    "end": "00:28:37"
  },
  {
    "text": "And this is who you're dishing up for us in Psalm 2.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "And Psalm 2 doesn't identify. It has a superscript. So this introductory title that says. Wait, no, it doesn't. Actually, Psalms 1 and 2 don't have a title, but Book 1 of the Psalms say, these are Psalms of David. So we have a Davidic figure in mind when we're reading it. But it's really just the description of this Messiah king in Psalm 2 that matches the description of the Davidic king and the promise that God made to David. So what's interesting about the story of the Psalms is that it traces the story of the kingdom of Israel and of Yahweh's kingdom. So it traces the rise of the kingdom, the fall of the kingdom, and then renewed trust in Yahweh and re establishment of the kingdom. So book one of the Psalter, this is Psalms 1 through 41. This is the rise of the kingdom. So it's where God rescues David from his affliction. There are a lot of laments in this section of the Psalms, and God raises him up as king. In books two and three, the kingdom falls to enemy nations, and the people are left without a king and without a home. They're going into exile. So this section at the end of book 3, Psalms 88 and 89 are some of the darkest Psalms in the Psalter. And we've talked about that before, I think.",
    "start": "00:28:40",
    "end": "00:29:58"
  },
  {
    "text": "Well, I have heard you guys talk about the structure of the Psalms and the books. But let me ask a question. When you say, like, book one is about the. What did you say? The rise of the kingdom. It's not like it's a story. Here's the rise of the kingdom. So in what way is it about.",
    "start": "00:29:58",
    "end": "00:30:14"
  },
  {
    "text": "The rise of the kingdom? That's a good question. Yeah. So it is united by this emphasis, this focus on David the king. And then it's also there are these collections that stand at these significant structural points in book one that are emphasizing the kingdom of Yahweh being established through his righteous king. So Psalm 15 through 24, this is the section that I worked on for my dissertation. It's right in the middle of book one, and right at the center of that collection, Yahweh's king is delivered and victorious and successful. So you see that as the emphasis of that section, the human king being exalted and being raised up.",
    "start": "00:30:15",
    "end": "00:30:57"
  },
  {
    "text": "Maybe one metaphor is it's less like a narrative, the way you might write a linear narrative, and more like a symphony. This is actually true of most biblical books. But if Psalms 1 and 2 give you the opening theme of the we're shooting for to spread the Eden, the life and blessing of Eden, through the arrival and the hope of this king who will bring God's kingdom over all the nations. And then you're going to just cycle through those themes with little individual psalms that start sticking together into little subgroups of psalms knit together by key repeated words. And all of a sudden you'll be like, oh, these three psalms keep repeating this idea, and then you read the next group, and then all of a sudden you're replaying over and over again with new variations, the melody. So that's what you're saying, Chris.",
    "start": "00:30:57",
    "end": "00:31:48"
  },
  {
    "text": "And maybe another helpful way to think about it is, yeah, when I say the Psalms are a story, I don't mean they're a narrative, but they are the prayers of the people when they're going through these things. Or they're the prayers of the king that become the prayers of the people as they're experiencing this or as they're reflecting on this event.",
    "start": "00:31:49",
    "end": "00:32:07"
  },
  {
    "text": "And the only reason why you know what any of the people, places, or things are in these poems is because in theory, you have read the narrative from Genesis through Kings, right. So certain psalms will just have a little hyperlink. David sung this when he did this. And in your mind, you're supposed to go back to the story, right? It's a symphony anchored in a movie, something like that. I don't know.",
    "start": "00:32:07",
    "end": "00:32:30"
  },
  {
    "text": "Yeah. But the question of the story, it's not completely clear, straightforward, but it's something that I think as you read the Psalms as a whole, over and over, maybe it becomes more and more clear. So, because some Psalms in Book 1 are laments, and they sound the same as some of the laments in book two or three. So I think it's zooming out to this overarching narrative that gives us that big framework. And then we can reread the psalms within that framework. So here's a clear marker, though. Psalm 89, 88, and 89 at the end of book three, they are. Psalms 88 is just this deep lament with no hope or no confidence. And it's a lament over the lack of God's faithfulness toward the people. And Psalm 89 is the same. It's saying, you made this promise to David, but it doesn't look like you're being faithful to your promise. So when we read that, we can see clearly something's happening to the Davidic king in this moment. And the people are lamenting it. They're lamenting God's seeming lack of faithfulness.",
    "start": "00:32:30",
    "end": "00:33:32"
  },
  {
    "text": "So the exile is a marker there. You're saying Psalm 89 talks about the collapse of the line of David and the fall of the kingdom.",
    "start": "00:33:34",
    "end": "00:33:42"
  },
  {
    "text": "So book one about the establishment of the kingdom. Book two and three are both about the fall of the kingdom.",
    "start": "00:33:42",
    "end": "00:33:50"
  },
  {
    "text": "Yeah.",
    "start": "00:33:50",
    "end": "00:33:50"
  },
  {
    "text": "Okay. So that leaves book four and five.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "Yeah. So. And in books one through three, there's this really strong contrast between what we saw in the introduction, this garden like ideal people being blessed, and the Messianic king who's ruling, and then the laments of the people. And they're still expressing hope in that ideal. But I think that's a tension you feel when you're reading the Psalms. When you get to book four after the collapse of the kingdom, what's really interesting is book four starts with a psalm of Moses. And it's the only psalm that's titled that way.",
    "start": "00:33:53",
    "end": "00:34:23"
  },
  {
    "text": "Psalm 90.",
    "start": "00:34:23",
    "end": "00:34:23"
  },
  {
    "text": "Psalm 90. Yeah. And I think the point is that Israel needs a reboot. Yeah. And they're, they're realizing that God, Yahweh, he was our king even before we had a human king, before we had David, he was king. And a psalm of Moses reminds them of that, that Yahweh is king. And there's a huge section there, Psalm 90 included, that is all about Yahweh as king. So there's this renewal of trust in Yahweh as the king. But not just that. As you get into book five, there's also this reestablishment of the Davidic king. So then you have both celebration of Yahweh as king and of his faithfulness to his promise to restore his Davidic king. So that's the overarching story of the book of Psalms.",
    "start": "00:34:24",
    "end": "00:35:06"
  },
  {
    "text": "And that story is important to our conversation on Psalm 148 because we're talking about the horn. What's the victory that he's giving Israel.",
    "start": "00:35:06",
    "end": "00:35:14"
  },
  {
    "text": "Victory assumes there's some problem. There's a problem for the people that has to be overcome.",
    "start": "00:35:14",
    "end": "00:35:19"
  },
  {
    "text": "And if we've read the whole narrative, the problem's really clear. God gave a covenant to Abraham, who became Israel, who now bears this covenant, and they can't do it.",
    "start": "00:35:20",
    "end": "00:35:31"
  },
  {
    "text": "And that covenant became focused in on the king and the line of David.",
    "start": "00:35:31",
    "end": "00:35:35"
  },
  {
    "text": "Yes. And so they asked for a king, and you get David. And David's this figure who actually does it in a way that he unites the kingdom. Everything's looking awesome. But then the kingdom falls.",
    "start": "00:35:35",
    "end": "00:35:49"
  },
  {
    "text": "His grandkids ruin everything.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "His grandkids ruin everything. There's division and then there's exile, and then there's this prophetic hope of re establishing trust in Yahweh and for a new thing to happen in Israel.",
    "start": "00:35:50",
    "end": "00:36:02"
  },
  {
    "text": "Yeah.",
    "start": "00:36:02",
    "end": "00:36:03"
  },
  {
    "text": "And so that's the story. And that's exactly how the book of Psalms, the psalm scroll, is structured through that story.",
    "start": "00:36:03",
    "end": "00:36:11"
  },
  {
    "text": "Yeah. Which is interesting because it really is the story of the entire Hebrew Bible in a sense.",
    "start": "00:36:11",
    "end": "00:36:17"
  },
  {
    "text": "And so the entire Hebrew Bible is about the horn that God wants to give Israel.",
    "start": "00:36:18",
    "end": "00:36:23"
  },
  {
    "text": "Yeah. This victorious king. So this is where. Yeah. When we come back to the horn in Psalm 148. Should we just look through Psalm 148 even in more detail at this point?",
    "start": "00:36:24",
    "end": "00:36:36"
  },
  {
    "text": "I'd like to.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "We got the big picture. I think the principle there was you can read an individual psalm and get it on a first reading, but then you'll notice puzzles or interesting things. And one place to go to ask what's this thing about in this particular psalm? Is to see where it fits into the whole.",
    "start": "00:36:37",
    "end": "00:36:53"
  },
  {
    "text": "Yeah.",
    "start": "00:36:53",
    "end": "00:36:53"
  },
  {
    "text": "And so you just did like the whole whole. But I think where you're going with this is once you get what the whole book of Psalms is about, the fact that there'd be this little puzzle at the end of the third to the last poem, that the whole book of Psalms can actually give us some leverage on how to understand what the horn is. What the horn is.",
    "start": "00:36:53",
    "end": "00:37:11"
  },
  {
    "text": "Yeah. So back to this final Hallel, this final praise. This is the conclusion of the whole book of Psalms, the whole Psalter, Psalms 146 to 150. And Psalm 148 is right in the center of this final praise. And it's a call for all creation to praise Yahweh. And now we. We understand why. Because they have this renewed hope in Yahweh, the king, and in the human king. So this makes sense if we've just under. If we've just Read or we understand the story of the psalter. So Psalm 48. We've looked at the structure a little bit. It's really tightly structured. It begins and ends with halleluj. So it has this inclusio. And then it's broken up into two parts, focusing on the skies in the first half and the land in the second half.",
    "start": "00:37:11",
    "end": "00:38:45"
  },
  {
    "text": "And the first half comes right out of Genesis 1:1. Right.",
    "start": "00:38:45",
    "end": "00:38:49"
  },
  {
    "text": "God created the skies and land.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Skies and land.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:38:51",
    "end": "00:38:51"
  },
  {
    "text": "Skies and the land is shorthand for everything. Well, yeah.",
    "start": "00:38:51",
    "end": "00:38:54"
  },
  {
    "text": "What's striking me is you said that this is a part of five halels at the end of the whole story, or the whole scroll that's telling the story. And right in the center of those five, and I've learned to pay attention to centers, is this psalm. And this psalm is so tightly organized to Genesis 1. One of God, the creator of everything.",
    "start": "00:38:54",
    "end": "00:39:18"
  },
  {
    "text": "Yeah.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "And so, like, right in the center of praising God is this very terse. Like, very. Almost extremely, like, on the nose. Like, this is why it's just so ordered.",
    "start": "00:39:19",
    "end": "00:39:32"
  },
  {
    "text": "Yes, it's so ordered. And that makes sense when we're talking about creation, because God ordering the world is such a big thing. But yeah, how it refers back to the structure of Genesis 1 even is pretty cool. So I'll show you what I'm thinking here. We start with the skies praising from the skies, and both spaces and their inhabitants or their creatures are mentioned. So this is exactly what happens in Genesis 1. And the words that are used here are recalling specific days from Genesis 1, days 1, 2, and 4 of the Genesis story. So the word light is used from day one. The words skies and waters above are used from day two, and then sun, moon, and stars from day four. And that's the section from Genesis 1 that's talking about the skies or the heavens. And what's interesting is we're going to see the rest of those days filled in. When the poem talks about the land, it's just such an interesting recall of the Genesis 1 structure.",
    "start": "00:39:33",
    "end": "00:40:33"
  },
  {
    "text": "And again, I always have to kind of reorient myself. We're not just talking about plasma balls in the sky. Like, there's this sense of these are the hosts.",
    "start": "00:40:34",
    "end": "00:40:44"
  },
  {
    "text": "Yeah.",
    "start": "00:40:45",
    "end": "00:40:45"
  },
  {
    "text": "The messengers, the angels.",
    "start": "00:40:45",
    "end": "00:40:48"
  },
  {
    "text": "Yeah. This psalm makes it really clear, actually, that there's a parallel relationship between these words. Because after the skies are called to praise, these are the creatures that are called to praise. They're his angels or his messengers, and then his hosts, which are also called the sun, moon, and stars of light.",
    "start": "00:40:48",
    "end": "00:41:08"
  },
  {
    "text": "Yeah.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "So you see this relationship between Those two elements or those two creatures.",
    "start": "00:41:09",
    "end": "00:41:13"
  },
  {
    "text": "So I guess flag back to what podcast series was that in the God series? God series, where we talk about spiritual beings and stars, and we didn't bring up Psalm 148 in those discussions.",
    "start": "00:41:14",
    "end": "00:41:25"
  },
  {
    "text": "No. But here it is.",
    "start": "00:41:25",
    "end": "00:41:26"
  },
  {
    "text": "But now here it is. It's also reflecting this view of the starry hosts.",
    "start": "00:41:26",
    "end": "00:41:31"
  },
  {
    "text": "Yeah. So when a Hebrew author is talking about the starry hosts in the sky, he's not just thinking about. Just what I do when I look at the night sky and I just think of the vastness of the universe and I feel small. There's a different sense of looking up at it and seeing the spiritual realm on display.",
    "start": "00:41:31",
    "end": "00:41:49"
  },
  {
    "text": "Correct.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "Yeah.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "The heavenly hosts.",
    "start": "00:41:50",
    "end": "00:41:52"
  },
  {
    "text": "Yeah.",
    "start": "00:41:52",
    "end": "00:41:52"
  },
  {
    "text": "And so here he isn't like, let's look at the sky and just be, like, overwhelmed by the size of the universe. It's.",
    "start": "00:41:52",
    "end": "00:41:58"
  },
  {
    "text": "Let's.",
    "start": "00:41:58",
    "end": "00:41:58"
  },
  {
    "text": "Let's. Let's actually ask. Let's tell the creatures up there to praise Yahweh.",
    "start": "00:41:58",
    "end": "00:42:03"
  },
  {
    "text": "To praise their maker.",
    "start": "00:42:03",
    "end": "00:42:04"
  },
  {
    "text": "Yeah.",
    "start": "00:42:04",
    "end": "00:42:04"
  },
  {
    "text": "Praise their maker.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Yeah.",
    "start": "00:42:05",
    "end": "00:42:05"
  },
  {
    "text": "Because Yahweh made them just like Yahweh made me.",
    "start": "00:42:05",
    "end": "00:42:07"
  },
  {
    "text": "That's right. You shout at the skies so that they will give honor to their creator.",
    "start": "00:42:07",
    "end": "00:42:12"
  },
  {
    "text": "Yeah.",
    "start": "00:42:12",
    "end": "00:42:12"
  },
  {
    "text": "That's interesting.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "That is. Yeah.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "It's a very Charlie Brown moment for some reason.",
    "start": "00:42:14",
    "end": "00:42:16"
  },
  {
    "text": "That. And also that the skies themselves, the spaces, are called to praise. I find that really interesting, too.",
    "start": "00:42:19",
    "end": "00:42:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "All that Yahweh's created, whether creatures animate or inanimate.",
    "start": "00:42:26",
    "end": "00:42:30"
  },
  {
    "text": "Yeah. The organizing space itself cries out.",
    "start": "00:42:30",
    "end": "00:42:33"
  },
  {
    "text": "Yeah.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "Cool. And then there's this aside here of after all those people in the skies, all the creatures in the skies, let them praise the name of Yahweh. For he commanded and they were created, and he established them forever and ever. A decree he gave, and it will not pass.",
    "start": "00:42:34",
    "end": "00:42:52"
  },
  {
    "text": "Yeah. So this is the reason for the skies to praise. And it's all about Yahweh as the ruling creator, the king.",
    "start": "00:42:52",
    "end": "00:43:00"
  },
  {
    "text": "Commanding.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, commanding.",
    "start": "00:43:01",
    "end": "00:43:02"
  },
  {
    "text": "When a king says something, do this, it gets done.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "Yep.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "That's Yahweh.",
    "start": "00:43:05",
    "end": "00:43:06"
  },
  {
    "text": "Yeah.",
    "start": "00:43:06",
    "end": "00:43:06"
  },
  {
    "text": "And what does he mean that he established the skies and the hosts forever and ever?",
    "start": "00:43:06",
    "end": "00:43:11"
  },
  {
    "text": "Yeah. It seems like that's talking about stability and also maybe recalling even some of the covenants that he's made that will last forever, but just the stability of Yahweh's creation, of his decrees. What do you think, Tim?",
    "start": "00:43:11",
    "end": "00:43:26"
  },
  {
    "text": "You know. Yeah. You and I, when we looked at this last week together, that phrase, he established a decree that will not pass away. That same little line is used in Two other times in the Hebrew Bible, one of it's just to talk about the boundary of the dry land and how the sea doesn't cross it.",
    "start": "00:43:26",
    "end": "00:43:45"
  },
  {
    "text": "So that's in Proverbs 8.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "In Job and Proverbs 8, God talks about making a decree that the dry land, there's a line.",
    "start": "00:43:46",
    "end": "00:43:52"
  },
  {
    "text": "And decree is a word that we don't use anymore. Oh, but it just literally means something. You say. Right.",
    "start": "00:43:52",
    "end": "00:43:58"
  },
  {
    "text": "He's passing legislation. It's a word for law.",
    "start": "00:43:58",
    "end": "00:44:02"
  },
  {
    "text": "Okay.",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "So creation obeys God's laws, and ironically, that language is still adopted into scientific discourse.",
    "start": "00:44:03",
    "end": "00:44:12"
  },
  {
    "text": "Yeah.",
    "start": "00:44:12",
    "end": "00:44:12"
  },
  {
    "text": "The laws of nature, the law of thermodynamics. It's a pattern at work in creation. That's so reliable.",
    "start": "00:44:12",
    "end": "00:44:19"
  },
  {
    "text": "Yeah, it's reliable.",
    "start": "00:44:19",
    "end": "00:44:21"
  },
  {
    "text": "That's good that you can infer there must be someone who intended that to be that way. That's the mindset.",
    "start": "00:44:21",
    "end": "00:44:28"
  },
  {
    "text": "So the forever and ever is about its.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "So why do the stars, even though there's so many.",
    "start": "00:44:30",
    "end": "00:44:32"
  },
  {
    "text": "Yeah.",
    "start": "00:44:33",
    "end": "00:44:33"
  },
  {
    "text": "But they all march the same path all the time.",
    "start": "00:44:33",
    "end": "00:44:37"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:44:37",
    "end": "00:44:38"
  },
  {
    "text": "They never deviate. Except for a few called planets, which is the Greek word for wandering.",
    "start": "00:44:38",
    "end": "00:44:44"
  },
  {
    "text": "Oh, yeah. Yeah.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "Because they don't. They follow a different course.",
    "start": "00:44:45",
    "end": "00:44:47"
  },
  {
    "text": "You're like.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "They're all over the place. So the stars in this reliable course that you can tell the seasons by.",
    "start": "00:44:48",
    "end": "00:44:54"
  },
  {
    "text": "Yeah. They're doing their own synchronized dance.",
    "start": "00:44:54",
    "end": "00:44:56"
  },
  {
    "text": "Why are they so ordered and why. They're established and they just. They don't deviate. They're following orders. That's the image here. They're following the orders of their maker, and so that's why they're summoned to praise. Such a cool way to imagine the skies.",
    "start": "00:44:56",
    "end": "00:45:12"
  },
  {
    "text": "Yeah.",
    "start": "00:45:12",
    "end": "00:45:12"
  },
  {
    "text": "It is like a big army that follows orders. Exactly. All the time. Sure.",
    "start": "00:45:13",
    "end": "00:45:17"
  },
  {
    "text": "Yeah. So reliable order, little thing.",
    "start": "00:45:17",
    "end": "00:45:20"
  },
  {
    "text": "They know we're just spinning on a globe.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "Yeah. That's why the skies and the sky creatures.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "Yep.",
    "start": "00:45:25",
    "end": "00:45:26"
  },
  {
    "text": "Praise the Lord. O praise the Lord. Praise him, angels, holy host. Praise him from the highest heavens. Praise him, moon and praise him. Praise him, waters there above. Praise him from the highest heavens.",
    "start": "00:45:29",
    "end": "00:46:06"
  },
  {
    "text": "Yeah. And this section mirrors the call for all skies to praise. And that that same line is echoed. Praise Yahweh from the. And now it's the land. This is again, I'm thinking about movement, and I don't know if this is how you guys would think of this too, but I think it's the outer limits of the earthly realm that are first called to praise. So you have the deepest depths and the highest heights of the land. So these are the sea monsters and the deep.",
    "start": "00:46:14",
    "end": "00:46:37"
  },
  {
    "text": "Oh, yeah. He goes deep.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "Yeah.",
    "start": "00:46:38",
    "end": "00:46:38"
  },
  {
    "text": "He doesn't start like under the trees, he goes down and it's like, let's check out the sea monsters first.",
    "start": "00:46:38",
    "end": "00:46:44"
  },
  {
    "text": "From the bottom of the cosmos, the.",
    "start": "00:46:44",
    "end": "00:46:45"
  },
  {
    "text": "Deepest part to the highest part of the earthly realm. So the, the fire, the hail, the snow, and so smoke and stormy wind.",
    "start": "00:46:45",
    "end": "00:46:53"
  },
  {
    "text": "Fire meaning lightning.",
    "start": "00:46:55",
    "end": "00:46:56"
  },
  {
    "text": "Yeah, probably, huh? Yeah.",
    "start": "00:46:56",
    "end": "00:46:58"
  },
  {
    "text": "Fire from the sky.",
    "start": "00:46:58",
    "end": "00:46:59"
  },
  {
    "text": "Okay, Yeah, I didn't think about that, but yeah, otherwise that would be weird.",
    "start": "00:46:59",
    "end": "00:47:03"
  },
  {
    "text": "I mean, it's not like campfires drop out of the sky, but lightning does and it starts fire.",
    "start": "00:47:03",
    "end": "00:47:07"
  },
  {
    "text": "Yep. Yeah. Fire and hail.",
    "start": "00:47:07",
    "end": "00:47:09"
  },
  {
    "text": "Thunder and hail coming from the sky, but the sea monsters below. And these are the things in the land called to praise God. Now can I ask though, these are all like intense things?",
    "start": "00:47:10",
    "end": "00:47:20"
  },
  {
    "text": "Yeah, right. They destroy forces of de creation. Chaos.",
    "start": "00:47:20",
    "end": "00:47:26"
  },
  {
    "text": "Yeah. Why is he calling them to praise Yahweh?",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "Yeah. I think the point is that Yahweh is king over it all. So these are the forces specifically of de creation. And we're in this creation narrative world talking about the skies and the land. And these are the ones that might be a threat to that order. We're talking a lot about order in the psalm. And so the point is that Yahweh, he's the king over it all. And they praise him. They're called to praise him.",
    "start": "00:47:30",
    "end": "00:47:54"
  },
  {
    "text": "Similar to the mindset of the God speeches in the book of Job. Leviathan and Behemoth, they'll trample you and rip your hand off. And that doesn't mean they're evil. They may decreate, but God has ultimate control over them.",
    "start": "00:47:55",
    "end": "00:48:09"
  },
  {
    "text": "And he set boundaries. He set boundaries.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "So even what we think of as chaos and big problems, even those things are subservient. Subservient, yeah.",
    "start": "00:48:13",
    "end": "00:48:21"
  },
  {
    "text": "Yeah.",
    "start": "00:48:21",
    "end": "00:48:21"
  },
  {
    "text": "And they're, they're actually like creatures who are called to praise.",
    "start": "00:48:21",
    "end": "00:48:25"
  },
  {
    "text": "Am I supposed to think too in the way that the angels above are, are moving in order, there is an order to what to me feels like just chaos, thunder and hail. And is that the point? Like there is God has it under control in some hidden order?",
    "start": "00:48:25",
    "end": "00:48:39"
  },
  {
    "text": "Think back, John, maybe to our years of conversations on Genesis, the way Genesis 1 begins, with non order realms and images, darkness, ocean, waters and wilderness. And so those are not created goods. Creation meaning something that's ordered and given a purpose for flourishing life. So these things are anti creation in that sense.",
    "start": "00:48:39",
    "end": "00:49:02"
  },
  {
    "text": "Their purpose is to deconstruct.",
    "start": "00:49:02",
    "end": "00:49:05"
  },
  {
    "text": "That's right. However, on day one, God doesn't eliminate the darkness. He permeates the cosmoth with his own light. And he contains the darkness and makes it now serve some kind of mysterious purpose in the ordering, in the order of creation.",
    "start": "00:49:05",
    "end": "00:49:22"
  },
  {
    "text": "In the same way that when he sets the boundary of the sea and the land, he lets the sea still there. The crazy sea creature exist.",
    "start": "00:49:22",
    "end": "00:49:32"
  },
  {
    "text": "Yeah.",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "Now what does that mean that they praise Yahweh?",
    "start": "00:49:34",
    "end": "00:49:37"
  },
  {
    "text": "What is it?",
    "start": "00:49:37",
    "end": "00:49:37"
  },
  {
    "text": "So connect that real quick.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Yeah, it seems like it means that the wildest, craziest, most chaotic thing we see or experience if we look up, there's a thunder and lightning storm in the sky, that Yahweh is the Creator above that, and that even that has a lesser power than he does as the Creator.",
    "start": "00:49:39",
    "end": "00:50:01"
  },
  {
    "text": "So you could go two directions here. And actually in the history of Christian theology, this is we're at a fork in the road moment. Because to say that chaos and anti creation things are subservient to Yahweh, you could take that to mean they're subservient to him and they do his will.",
    "start": "00:50:01",
    "end": "00:50:16"
  },
  {
    "text": "Right.",
    "start": "00:50:16",
    "end": "00:50:17"
  },
  {
    "text": "Which is actually what it says at the end. They do his will. So does that mean that forces of death and anti creation are actually ultimately a part of God's will? And so you'll get down the road of real.",
    "start": "00:50:17",
    "end": "00:50:31"
  },
  {
    "text": "What does it say they do as well?",
    "start": "00:50:32",
    "end": "00:50:33"
  },
  {
    "text": "Yeah, in verse 8 it says fire and hail, snow and smoke, wind of a storm doing his word or his work.",
    "start": "00:50:33",
    "end": "00:50:42"
  },
  {
    "text": "So here you could go in the direction of the theological term is deterministic, heavy on God's sovereign rule and will, ordering all things big and small. So that's one direction you could go. And many traditions go that way. Another tradition or direction you could say is simply that they are of lesser power and rank and status, so they have to give honor to the one who is above them. And that's what the call to praise means. And it means that evil can't thwart the purposes of God. But that doesn't mean that God wills. He's not orchestrating all their ways, everything that destroys people.",
    "start": "00:50:42",
    "end": "00:51:19"
  },
  {
    "text": "But there is an idea in Genesis 1 that their power is contained.",
    "start": "00:51:19",
    "end": "00:51:23"
  },
  {
    "text": "Their power is contained. And it's second in second.",
    "start": "00:51:23",
    "end": "00:51:26"
  },
  {
    "text": "Wasn't abolished. Still exist, it's contained. They can still wreak havoc, but they're still ultimately subservient.",
    "start": "00:51:26",
    "end": "00:51:36"
  },
  {
    "text": "And you know what I think is helpful here is that the reason for praise is given in verse 13. So if you imagine there's a call to praise to these creatures of chaos or these forces of chaos, and then the reason later on is for exalted is Yahweh's name alone, his majesty above the land and the skies. So it really is about him being exalted as the king over all of.",
    "start": "00:51:37",
    "end": "00:52:03"
  },
  {
    "text": "These forces, even if they're against his will.",
    "start": "00:52:03",
    "end": "00:52:07"
  },
  {
    "text": "Got it.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "They praise him because he's over them.",
    "start": "00:52:08",
    "end": "00:52:11"
  },
  {
    "text": "Yeah.",
    "start": "00:52:11",
    "end": "00:52:11"
  },
  {
    "text": "Oh, that's good. Actually. Thank you for noticing that.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Yeah.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "That kind of really addresses.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "Yeah. And that he's lifted up the horn, which. That's interesting, too, that all creation is looking to this horn and praising the horn. But.",
    "start": "00:52:16",
    "end": "00:52:23"
  },
  {
    "text": "So sorry. We were working through the list of land creatures and then got on the list.",
    "start": "00:52:24",
    "end": "00:52:26"
  },
  {
    "text": "Yeah, the land creatures. Okay. So we start at those outer limits of the land creation, and then we move inward to the actual land. The mountains, the hills, the fruit trees and the cedars. And that recalls some of the Genesis narrative there with the word fruit trees or the phrase fruit trees. That's interesting. And then we move even, and they're supposed.",
    "start": "00:52:26",
    "end": "00:52:47"
  },
  {
    "text": "And the psalmist is saying, you, the mountains and hills and fruit trees and cedars, you praise Yahweh.",
    "start": "00:52:47",
    "end": "00:52:52"
  },
  {
    "text": "Yeah. The spaces of the land. Just like we had. The spaces of the skies.",
    "start": "00:52:52",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:56"
  },
  {
    "text": "And then we zoom in even closer to the land's inhabitants.",
    "start": "00:52:56",
    "end": "00:52:59"
  },
  {
    "text": "What would they imagine that. What that means to them, that the hill is praising Yahweh.",
    "start": "00:52:59",
    "end": "00:53:04"
  },
  {
    "text": "There are a lot of psalms that have creation praising Yahweh, and it is an interesting image.",
    "start": "00:53:04",
    "end": "00:53:11"
  },
  {
    "text": "They grow grass just by doing their thing.",
    "start": "00:53:11",
    "end": "00:53:14"
  },
  {
    "text": "They do their thing, but that you.",
    "start": "00:53:14",
    "end": "00:53:16"
  },
  {
    "text": "Don'T have to tell it. You don't have to command it to praise Yahweh that way. It just does. So, like, when they're actually, like, looking at the hill and saying, you, hill, praise Yahweh. They're just, like, saying, hey, keep doing your thing.",
    "start": "00:53:16",
    "end": "00:53:27"
  },
  {
    "text": "Yeah, yeah. Or, yeah, It's a way of imagining that you are alongside the hill as a choir that's going to sing the praises of the Creator. So your song sounds your way, and the hills song sounds its way.",
    "start": "00:53:27",
    "end": "00:53:41"
  },
  {
    "text": "Yeah. Maybe it's emphasizing the unity of all creation toward its purpose. You know, if all creation. It's almost like a hyperbole. It's an exaggeration.",
    "start": "00:53:41",
    "end": "00:53:50"
  },
  {
    "text": "Sure.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "No, I get that. That's cool.",
    "start": "00:53:51",
    "end": "00:53:52"
  },
  {
    "text": "The sound of growing grass. Yeah, I bet it has a sound.",
    "start": "00:53:53",
    "end": "00:53:57"
  },
  {
    "text": "Yeah.",
    "start": "00:53:57",
    "end": "00:53:57"
  },
  {
    "text": "We just can't hear it if you speed it up. Okay. Sorry.",
    "start": "00:53:57",
    "end": "00:54:00"
  },
  {
    "text": "Yeah. So when we get to the land's inhabitants, we see the animals and the humans. And what stands out here is the description of the humans because it takes up the most space and it's really inclusive. So this is in verses 11 and 12, you have kings of the land. And all peoples. So this means all the nations and their peoples, princes and all judges of the land, young men and also young women, elders with children. And a lot of times in Hebrew poetry, you know, you see these pairs of things, elders with children. And it's called a merism. And the idea is it's not just old people and young people, it's everybody in between too, so. Oh, yeah, yeah. This description from the old to the young. Exactly. From the old to the young.",
    "start": "00:54:00",
    "end": "00:54:46"
  },
  {
    "text": "There's no middle age, it's everybody. Yeah, listen here. I don't find myself in this poem.",
    "start": "00:54:46",
    "end": "00:54:51"
  },
  {
    "text": "Exactly.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "You know, I didn't think about this when we worked on this earlier, Chrissa. But looking at verses 11 and 12, you almost go from the highest rank to the lowest rank. Kings, princes, to judges, like more tribal leaders. Then to, you know, healthy, still healthy, strong and young people. And then to the least physically strong members, the elderly and children.",
    "start": "00:54:51",
    "end": "00:55:18"
  },
  {
    "text": "Yeah, that is interesting.",
    "start": "00:55:18",
    "end": "00:55:20"
  },
  {
    "text": "That's a good point. There might be nothing there. Everybody but you go from what appears to be the most powerful and influential to the least.",
    "start": "00:55:20",
    "end": "00:55:27"
  },
  {
    "text": "So this part of the psalm has like three little movements. Praise youe Yahweh from the land. All the crazies, all the chaos, Creation.",
    "start": "00:55:27",
    "end": "00:55:35"
  },
  {
    "text": "Yep.",
    "start": "00:55:35",
    "end": "00:55:35"
  },
  {
    "text": "And then the creation itself. Yeah, the mountains, the hills, the trees. Oh, and then creatures. And then the land creatures, starting with the animals. And these are straight out of Genesis 1, who humans rule over. And then this list that we just went through.",
    "start": "00:55:36",
    "end": "00:55:53"
  },
  {
    "text": "Yep, it's a three part list. And the third part has three parts.",
    "start": "00:55:53",
    "end": "00:55:57"
  },
  {
    "text": "Yeah, yeah, the authors like three part things.",
    "start": "00:55:57",
    "end": "00:56:01"
  },
  {
    "text": "Yeah, they sure do, yeah.",
    "start": "00:56:01",
    "end": "00:56:03"
  },
  {
    "text": "Three part list. Yeah. So the interesting thing about this list here is again, it's recalling vocabulary from Genesis 1. But now days 3, 5 and 6. So the three days that we haven't seen words from yet in the poem. So the land and the trees are from day three. The fish and the birds or the sea monsters are from day five. And then the animals. Oh no, this isn't sea monsters here. This is fish and the winged birds from day five. And then the animals and humans from day six.",
    "start": "00:56:03",
    "end": "00:56:32"
  },
  {
    "text": "Yeah.",
    "start": "00:56:32",
    "end": "00:56:32"
  },
  {
    "text": "So the point is that all that Yahweh has created is invited to praise Him. So, yeah, it's a very tight structure. It begins with Praise Yahweh or Praise Yah, Hallelujah, and ends with Hallelujah. And then in the middle, praise him from the skies with a reason. Praise him from the land and a reason. And then this reason part, we get to the reason, the horn.",
    "start": "00:56:33",
    "end": "00:56:54"
  },
  {
    "text": "Yeah, we're full circle.",
    "start": "00:56:54",
    "end": "00:56:55"
  },
  {
    "text": "All the way back to the horn.",
    "start": "00:56:55",
    "end": "00:56:56"
  },
  {
    "text": "Yeah.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "He has lifted up the horn of his people. He is going to bring victory for Israel. And we've gone through the whole narrative of the Psalms, then this is the point where they've gone through the deepest abyss, exile coming out in this restored hope for Yahweh. And here is this, this hope that they're exclaiming, which is like, we. We will be victorious.",
    "start": "00:56:57",
    "end": "00:57:20"
  },
  {
    "text": "Yeah, yeah. And when we think about the whole story of the Psalms, it's a story that begins in the hope of an ideal Davidic king to come, and then it traces the rise and fall of that kingdom and then ends with a renewed hope that God will still fulfill his promises. And so this psalm right at the end, I think it's confirming that God will raise up his Messianic king from Psalm 2. So it's this as the conclusion, it's recalling the introduction of the Psalms. So he will bring victory for the oppressed. He will raise up the horn of his people.",
    "start": "00:57:20",
    "end": "00:57:54"
  },
  {
    "text": "Got it. So it's a little bit different than somebody who would say, ooh, the horn is the Messianic king. What you're saying is it's the horn of his people. That's a common metaphor for God granting victory to somebody. Who are the people being granted victory, Israel, who's sitting in exile, defeated by Babylon and Persia now and so on. So in the book of Psalms, what does it look like for God to raise up the horn of his people? Well, that's the macro story about the raising up of the Messianic king, because.",
    "start": "00:57:55",
    "end": "00:58:22"
  },
  {
    "text": "There are some scholars who will say that the translation should be, he's lifted up a horn for his people and the horn is the Messianic king himself.",
    "start": "00:58:22",
    "end": "00:58:32"
  },
  {
    "text": "In fact, I think the Read Scripture Psalms video, you are one of such scholars. Yeah, totally. But I think you've persuaded me about the metaphor that it works slightly differently than I thought.",
    "start": "00:58:32",
    "end": "00:58:45"
  },
  {
    "text": "Slightly differently. But I think you would still say it. Yeah, I think you would still say he will lift up the horn of his. In other words, he will lift up his Messianic king. So I think you can still make that really direct connection because of the story of the Psalms. It's just going through the whole storyline. Yeah. So it's for this reason that all creation, the skies, the earth, from the highest to the lowest, is called to.",
    "start": "00:58:45",
    "end": "00:59:09"
  },
  {
    "text": "Praise Yahweh, the cosmos is called to praise the Creator because he made promises to a small ancient Near Eastern people group on the eastern end of the Mediterranean Sea and raised up a man to become king. For them.",
    "start": "00:59:09",
    "end": "00:59:25"
  },
  {
    "text": "Yeah.",
    "start": "00:59:25",
    "end": "00:59:26"
  },
  {
    "text": "And vindicate them before their enemies. Pretty.",
    "start": "00:59:26",
    "end": "00:59:28"
  },
  {
    "text": "Yeah.",
    "start": "00:59:28",
    "end": "00:59:29"
  },
  {
    "text": "The Bible, it is wild.",
    "start": "00:59:29",
    "end": "00:59:32"
  },
  {
    "text": "Well, also, to be fair, in this psalm, praise Yahweh because he's.",
    "start": "00:59:32",
    "end": "00:59:37"
  },
  {
    "text": "He made the order.",
    "start": "00:59:38",
    "end": "00:59:39"
  },
  {
    "text": "He made everything.",
    "start": "00:59:39",
    "end": "00:59:39"
  },
  {
    "text": "Yeah. He's the exalted creator. And part of him being the exalted creator is him. But it ends with shalom.",
    "start": "00:59:39",
    "end": "00:59:48"
  },
  {
    "text": "It ends with.",
    "start": "00:59:48",
    "end": "00:59:49"
  },
  {
    "text": "Yeah.",
    "start": "00:59:49",
    "end": "00:59:49"
  },
  {
    "text": "A second reason to praise Yahweh.",
    "start": "00:59:50",
    "end": "00:59:52"
  },
  {
    "text": "Yeah. But you know what's interesting?",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "That he will raise up this Middle Eastern king. Yeah. Grew up with a king.",
    "start": "00:59:54",
    "end": "01:00:01"
  },
  {
    "text": "I'm wondering now if the created order, creating everything and also raising up a king are really related. And I'm wondering that in light of Psalms 1 and 2 being united together. Psalm 1 being about this ideal blessedness of those who follow Yahweh. And they're like trees, they're like garden, like people who are flourishing. They're everything that they're supposed to be. But then the way this comes about is through the ideal king who restores creation to what it's supposed to be. So here in the psalm, it's like, I don't know, is this. Is this horn, this ideal king, the one who restores the order of all creation.",
    "start": "01:00:01",
    "end": "01:00:39"
  },
  {
    "text": "You know, you could even go one step back. The logic of Genesis 1 is that all of creation is ordered towards the climax of day six, which is humans. Images of God ruling.",
    "start": "01:00:39",
    "end": "01:00:53"
  },
  {
    "text": "Yeah.",
    "start": "01:00:53",
    "end": "01:00:53"
  },
  {
    "text": "Yes.",
    "start": "01:00:53",
    "end": "01:00:53"
  },
  {
    "text": "Ruling.",
    "start": "01:00:53",
    "end": "01:00:54"
  },
  {
    "text": "And if we fast forward when we talk about this king being Jesus, who is the image of God.",
    "start": "01:00:54",
    "end": "01:01:02"
  },
  {
    "text": "Yeah.",
    "start": "01:01:02",
    "end": "01:01:02"
  },
  {
    "text": "Is the one who.",
    "start": "01:01:04",
    "end": "01:01:05"
  },
  {
    "text": "That's right.",
    "start": "01:01:05",
    "end": "01:01:06"
  },
  {
    "text": "Not only is the king of Israel, but then the king of the cosmos representing what he humans are meant to be.",
    "start": "01:01:06",
    "end": "01:01:12"
  },
  {
    "text": "Yeah.",
    "start": "01:01:12",
    "end": "01:01:13"
  },
  {
    "text": "Yeah. So creation and the kingly ruler are two themes that are tied together a lot.",
    "start": "01:01:13",
    "end": "01:01:19"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. You can check out our video on Psalm 148. It's available now on YouTube.com thebibleproject and on our website, bibleproject.com Next week, we're going to continue our episodes on the Ancient Cosmology series. We've got one more scholar interview and then we've got our question and response episode. Today's show was edited by Zach McKinley, Dan Gummel, the senior editor, and Cooper Peltz, our producer, Lindsey Ponder with the show notes. Our theme music comes from the band Tense. Also, the musical breaks in this episode are from our friends Poor Bishop Hooper. You may recognize them because they also allowed us to use their music for our Psalm 8 episode. Poor Bishop Hooper is in the middle of a project called Every Psalm where they're adapting each psalm in the Bible into a song. They've got a new release every week, and they hadn't got to Psalm 148, but because they're awesome, they jumped ahead and did this one for us. So this song won't be available elsewhere until near their project's completion, as Psalm 148 is at the end of the Psalter. But you can find all of their other songs wherever you listen to music. Here is their full Adaptation of Psalm 148.",
    "start": "01:01:22",
    "end": "01:02:39"
  },
  {
    "text": "Praise the Lord O praise the Lord Praise him angels, holies, hosts Praise him from the highest heavens Praise him moon and praise him sun Praise him waters there above Praise him from the highest heaven Praise him from the furthest sky Praise him all you stars that shine Praise him from the highest Let them praise him let them praise for he spoke and they were made ever placed by the decree Gain Sam Praise the Lord from the earth, from the deeps, fire and hail, snow and mist, stormy winds fulfilling every hill and mountain, cedars and the trees, cattle, wild animals, flying birds and creeping things Kings, O kings, princes and all people, young men, maidens, old men and their children Let let them praise, let them praise for his name alone is exalted Let them praise, let him praise for his glory towers o' er earth and heaven. Let them praise, let them praise.",
    "start": "01:02:55",
    "end": "01:06:29"
  },
  {
    "text": "For.",
    "start": "01:06:30",
    "end": "01:06:31"
  },
  {
    "text": "His name alone is exalted Let them praise, let them praise for his glory Towers O earth and heaven.",
    "start": "01:06:31",
    "end": "01:06:49"
  }
]