[
  {
    "text": "Hey, this is John@Bibleproject. And today on the podcast, I get to talk with Dr. Temecki and Dr. Carissa Quinn about the eighth poem in the book of Psalms. Psalm 8 has become a very important chapter for me as I've realized more and more how the entire story of the Bible is about God's relentless pursuit of humanity to partner with us, even though we are weak and quite frankly, pretty stupid most of the time. And so the question is, why would the God of the universe, the creator of the heavens and the earth, want to partner with us?",
    "start": "00:00:04",
    "end": "00:00:37"
  },
  {
    "text": "At the most basic, it's a poem reflecting on God as the creator. So this poet has internalized Genesis 1 and is offering us a meditation not just about God's relationship to the world, but God's relationship to humans and what humans are all about.",
    "start": "00:00:37",
    "end": "00:00:54"
  },
  {
    "text": "Psalm 8 was also an important poem for Jesus and the apostles.",
    "start": "00:00:54",
    "end": "00:00:58"
  },
  {
    "text": "Jesus expressed in interest in this poem, and actually, so did Paul and the anonymous author of the Letter to the Hebrews. This is actually a frequently quoted poem in the New Testament.",
    "start": "00:00:59",
    "end": "00:01:10"
  },
  {
    "text": "Now, in the beginning of the poem is a riddle. What's one of the weakest things you can imagine? Well, perhaps it's an infant crying in.",
    "start": "00:01:11",
    "end": "00:01:20"
  },
  {
    "text": "His helplessness from the mouth of nursing babies and little infants. You have founded a stronghold because of your enemies. To stop the enemy and the avenger.",
    "start": "00:01:20",
    "end": "00:01:35"
  },
  {
    "text": "What? How can the weak be a fortress against the strong? That's all ahead in today's episode. Thanks for joining us. Here we go. Okay, we've been making a new type of video as bibleproject. We are calling Visual Commentary. And this conversation is on the next Visual Commentary that's gonna drop, and it's on Psalm 8. And here to talk about Psalm 8 is Tim and Carissa. Hey, how are y'? All?",
    "start": "00:01:36",
    "end": "00:02:08"
  },
  {
    "text": "Hey.",
    "start": "00:02:08",
    "end": "00:02:08"
  },
  {
    "text": "Good.",
    "start": "00:02:09",
    "end": "00:02:09"
  },
  {
    "text": "Hey there. Happy day.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Happy day. So we're here to talk about Psalm 8. Tim, you're gonna lead us through it, so let's jump in.",
    "start": "00:02:11",
    "end": "00:02:16"
  },
  {
    "text": "Yeah. Psalm 8. It is my translation that we're going to use in the video, and it has some little tweaks that might be different from common English translations, but we'll walk our way through it. This is an awesome poem.",
    "start": "00:02:17",
    "end": "00:02:30"
  },
  {
    "text": "And do you want to explain just super quick why you tweak it?",
    "start": "00:02:30",
    "end": "00:02:34"
  },
  {
    "text": "Oh, mainly because sometimes there's nuances in Hebrew text or the Greek text that our English translations can't fully capture, no matter what translation it is you. Even if it's a really good one. And so sometimes having multiple alternate translations can highlight little details that are there for the Reader. So there'll be a few of those.",
    "start": "00:02:34",
    "end": "00:02:54"
  },
  {
    "text": "Yeah. I notice with yours, you can always see the repeated words. You always translate the repeated words the same so that you can notice them.",
    "start": "00:02:54",
    "end": "00:03:02"
  },
  {
    "text": "Yeah. It's an interesting feature that biblical authors love to use repetition to get their main points across. And modern English translations tend to reduce repetition by using a variety of English words.",
    "start": "00:03:02",
    "end": "00:03:16"
  },
  {
    "text": "Because repetition sounds a little lazy.",
    "start": "00:03:16",
    "end": "00:03:18"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "To us.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "Yeah. Stylistically, it can sound awkward in contemporary English, but it's actually a communication design technique of the Bible, and so. Yep, that's right.",
    "start": "00:03:20",
    "end": "00:03:31"
  },
  {
    "text": "You want to read it, Krista?",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "Sure. O Yahweh, our Lord, how majestic is your name in all the land you've set your splendor above the skies. From the mouths of infants and nursing babes you've established a stronghold because of your adversaries to stop the enemy and the avenger. When I consider your skies, the works of your fingers, moon and stars, which you established what is human, that you remember him and the Son of humanity, that you attend to him, Though you've made him little lesser than Elohim, yet with glory and majesty you've crowned him. You made him a ruler over the works of your hands. All things you've set under his feet, Sheep and oxen, all of them, and also beasts of the field, birds of the skies and fish of the sea, what crosses the paths of the seas. O Yahweh, our Lord, how majestic is your name in all the land.",
    "start": "00:03:32",
    "end": "00:04:26"
  },
  {
    "text": "Mic drop?",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. If there was an ancient version of microphones, the poet would drop it right there. David is connected to this poem at the heading of it.",
    "start": "00:04:28",
    "end": "00:04:36"
  },
  {
    "text": "Oh, it is?",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Yeah.",
    "start": "00:04:37",
    "end": "00:04:37"
  },
  {
    "text": "Not in your translation.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "Yeah, we didn't skip that part of that.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "Yes, sorry. We'll talk about it. But you're right, I didn't include that. Sorry.",
    "start": "00:04:40",
    "end": "00:04:46"
  },
  {
    "text": "Does it say of David?",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "This is Le David.",
    "start": "00:04:48",
    "end": "00:04:49"
  },
  {
    "text": "Leh David.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "A psalm of David.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah. Literally. What? It begins with a phrase that nobody quite knows what it means. Usually translated for the choir director.",
    "start": "00:04:52",
    "end": "00:05:01"
  },
  {
    "text": "Oh, right. Which is just a shot in the dark, perhaps.",
    "start": "00:05:01",
    "end": "00:05:04"
  },
  {
    "text": "Just for the leader.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "Okay.",
    "start": "00:05:05",
    "end": "00:05:05"
  },
  {
    "text": "Or for the end.",
    "start": "00:05:06",
    "end": "00:05:06"
  },
  {
    "text": "Right, yes. Yeah. Ancient Jewish scholars, before the time of Jesus, who translated the Hebrew Bible into Greek, translated that phrase with the Greek phrase for the end, for the telos. That's interesting. Then the next phrase is al haggatit, which is some kind of instrument or tune. Then it's a song in relationship to David in some way.",
    "start": "00:05:06",
    "end": "00:05:29"
  },
  {
    "text": "Okay.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Which we'll talk about. All right. So Psalm 8. It's a rad poem. You can kind of tell it's about creation themes.",
    "start": "00:05:30",
    "end": "00:05:35"
  },
  {
    "text": "Right. Which is what we're riffing on for the next few visual commentary videos. We did Genesis 1, obviously, creation theme. Psalm 8 here as well.",
    "start": "00:05:36",
    "end": "00:05:46"
  },
  {
    "text": "Yeah, Psalm 8.",
    "start": "00:05:47",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. And even in the very first line, it mentions the land and the skies. So you automatically have this picture of all of creation.",
    "start": "00:05:47",
    "end": "00:05:54"
  },
  {
    "text": "Yeah, Genesis 1:1. God created the land in the skies.",
    "start": "00:05:54",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, exactly. Yeah. So if God created the land in the skies, it makes sense within that worldview that the land in the skies are this majestic demonstration of the name, of the reputation of Yahweh. Just like a painting is a testimony. Right. To the brilliance or creativity of an artist. That's the view here. So it's as if the skies and the land are a physical manifestation of Yahweh's royal power and splendor. That's the opening and closing. Notice the opening line and the final line of the poem are identical.",
    "start": "00:05:57",
    "end": "00:06:35"
  },
  {
    "text": "Yeah.",
    "start": "00:06:35",
    "end": "00:06:36"
  },
  {
    "text": "So majestic. Because that's not a word I really use. Yeah, it's kind of turned into a Bible word for me.",
    "start": "00:06:36",
    "end": "00:06:42"
  },
  {
    "text": "Majesty.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "Majesty.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "What about your majesty?",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Oh, referring to someone of high. Yeah. I mean, I never have ever said that to someone, but I've heard it said.",
    "start": "00:06:46",
    "end": "00:06:54"
  },
  {
    "text": "That's right. In movies.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Yeah, Maybe in a movie. But to be majestic, to be kingly, then.",
    "start": "00:06:56",
    "end": "00:07:01"
  },
  {
    "text": "Yeah. You know, it's interesting. The Hebrew word adir and its most basic meaning is powerful. It can be used as storm waves. In the psalms. I did a little in the notes. There's a list of nouns that get this adjective adir. And sometimes it's a person in an authority, a king or a leader, but just as often it's something that's powerful or huge. So the cedars of Lebanon can be called adir.",
    "start": "00:07:01",
    "end": "00:07:30"
  },
  {
    "text": "Yeah, that makes sense.",
    "start": "00:07:30",
    "end": "00:07:31"
  },
  {
    "text": "So something that's so big, powerful and impressive.",
    "start": "00:07:31",
    "end": "00:07:34"
  },
  {
    "text": "I might have called a tree majestic once in my life.",
    "start": "00:07:34",
    "end": "00:07:37"
  },
  {
    "text": "Oh, yeah, Yeah, I can see that.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Yep. Go see the.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "Like the red ones or mountains.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Or maybe that's a biblical.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "So majestic.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "Okay, maybe.",
    "start": "00:07:45",
    "end": "00:07:46"
  },
  {
    "text": "No, don't get it.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "It kind of sounds like you're speaking King James.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "Yeah, it does.",
    "start": "00:07:49",
    "end": "00:07:50"
  },
  {
    "text": "Maybe that's where I'm now.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "What about matching? So that's the opening line. Is Yahweh our Lord? How majestic is your name? In all the land you have set your splendor.",
    "start": "00:07:51",
    "end": "00:07:59"
  },
  {
    "text": "Splendor.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Is that a word? I don't use it.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "I don't use it either, but it feels a little more common to me.",
    "start": "00:08:01",
    "end": "00:08:05"
  },
  {
    "text": "Splendor.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "Splendor.",
    "start": "00:08:06",
    "end": "00:08:06"
  },
  {
    "text": "You might use it splendid.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "Because of splendid.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "Splendid. I Don't know. Do you use that?",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "My grandma might.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Splendid. You might, like, sarcastically say something like, in all of its splendor, but not. But sarcastically.",
    "start": "00:08:11",
    "end": "00:08:21"
  },
  {
    "text": "Yeah.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Like. Like if you made. We all three have little kids, and you do art with your kids, you know, and to you, the parent, it looks amazing, but to anyone else looking at it, it's kind of pitiful. But, you know, that's the kind of thing. And their works and all of their splendor. I don't know. Anyway, splendor. This is another word. It's more specifically connected to authority and someone or something in a place of authority. And that looks so impressive. It's splendor.",
    "start": "00:08:22",
    "end": "00:08:51"
  },
  {
    "text": "Oh, yeah. So it comes from the French.",
    "start": "00:08:51",
    "end": "00:08:53"
  },
  {
    "text": "Splendid.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "It means radiance or brilliance. Is that the idea in Hebrew? Radiance or brilliance? This kind of shininess, this like, brightness.",
    "start": "00:08:54",
    "end": "00:09:05"
  },
  {
    "text": "Not majestic. Adir. That's not.",
    "start": "00:09:05",
    "end": "00:09:08"
  },
  {
    "text": "That's why.",
    "start": "00:09:08",
    "end": "00:09:08"
  },
  {
    "text": "I'm sorry.",
    "start": "00:09:08",
    "end": "00:09:08"
  },
  {
    "text": "Not majestic, but splendor.",
    "start": "00:09:08",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, but splendor. Yeah. It's the Hebrew word hod.",
    "start": "00:09:09",
    "end": "00:09:12"
  },
  {
    "text": "Okay.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. Which is often connected with a physical display of brightness, brilliance, or something that impresses you. Yeah.",
    "start": "00:09:12",
    "end": "00:09:21"
  },
  {
    "text": "Okay.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "Yep.",
    "start": "00:09:21",
    "end": "00:09:22"
  },
  {
    "text": "So these are kingly words. Yeah.",
    "start": "00:09:22",
    "end": "00:09:24"
  },
  {
    "text": "Royal. Royal, yeah. It's vocabulary of royalty and authority.",
    "start": "00:09:24",
    "end": "00:09:30"
  },
  {
    "text": "So it's not just how great you are, how great is your name. It's Yahweh's, the king over all of this.",
    "start": "00:09:30",
    "end": "00:09:37"
  },
  {
    "text": "Yep, that's right. Yes. Which is going to be interesting because the body of the poem is about how Yahweh made somebody else king over creation. But we'll get there at the most basic. It's a poem reflecting on God as the Creator. And we've read a lot of Genesis 1 stuff in there about the skies and the land, humans, humans being made. Really important. Before we dive into that, we'll talk. Let's just kind of get overview. Humans are really important. The sun, the moon, the stars, they rule over the. Humans rule over the animals. There's a list of animals that comes right out of Genesis 1.",
    "start": "00:09:37",
    "end": "00:10:11"
  },
  {
    "text": "Yeah. Genesis 1 is on the brain.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "Yeah.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "So this poet has internalized Genesis 1 and is offering us a meditation not just about God's relationship to the world, but God's relationship to humans and what humans are all about. Let's note something else, and this is. If you're taking the whole Bible, Old and New Testaments into context, Jesus expressed an interest in this poem. And actually, so did Paul and the anonymous author of the Letter to the Hebrews. This is actually a frequently quoted poem in the New Testament. And I just want to Flag this. Because the way Jesus and Paul, it's.",
    "start": "00:10:15",
    "end": "00:11:14"
  },
  {
    "text": "Become a meme for them, if you will.",
    "start": "00:11:14",
    "end": "00:11:17"
  },
  {
    "text": "Totally. How Jesus understands this poem and what he gets out of it. And also Paul, it creates what for me was a puzzle for a while, because it was one of those moments where you go back, you can read in your own Bible, their Bible, and you walk away going, how did they get that?",
    "start": "00:11:19",
    "end": "00:11:35"
  },
  {
    "text": "Yeah. And is your assumption with that that the way Jesus and Paul and the apostles are interpreting this is how we should be able to interpret it too?",
    "start": "00:11:36",
    "end": "00:11:47"
  },
  {
    "text": "Yeah. Or maybe the first. My first. I want my default response to be, they certainly understand it better than I do. So if I don't see what they're seeing, my assumption should be I'm the one in the dark. Which opens up a whole opportunity to discover cool stuff.",
    "start": "00:11:47",
    "end": "00:12:06"
  },
  {
    "text": "Yeah.",
    "start": "00:12:06",
    "end": "00:12:06"
  },
  {
    "text": "So let's just real quick. In the Gospel of Matthew, chapter 21, the triumphal entry, Jesus rides into Jerusalem on a donkey. This famous scene, our iconic scene, Palm Sunday, right? Yeah. So he's on the donkey, the people are lying down, cloths, garments in front of him, palm branches. And what the people are shouting is also from the Psalms. They're quoting from Psalm 118, saying, Blessed is the one who comes in the name of Yahweh. Hoshana in the highest. Hoshana, which means rescue us.",
    "start": "00:12:06",
    "end": "00:12:41"
  },
  {
    "text": "Save, please, Save, please.",
    "start": "00:12:41",
    "end": "00:12:43"
  },
  {
    "text": "In Hebrew.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "Yeah. Na is please, and then hosha is rescue.",
    "start": "00:12:44",
    "end": "00:12:47"
  },
  {
    "text": "So they're using Hebrew, like a transliteration of Hebrew?",
    "start": "00:12:47",
    "end": "00:12:51"
  },
  {
    "text": "Oh, yes, yes.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "Although they're speaking in Arabic, the translators.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "Have chosen not to translate Hoshana, but just spell it with English letters.",
    "start": "00:12:54",
    "end": "00:12:59"
  },
  {
    "text": "Is that what they would have probably said out loud?",
    "start": "00:12:59",
    "end": "00:13:02"
  },
  {
    "text": "Is it an Aramaic word, then?",
    "start": "00:13:02",
    "end": "00:13:05"
  },
  {
    "text": "Oh, let's see. Is it Aramaic pronunciation? Yeah, that's a good question.",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "Well, in Psalm 118 it would be in Hebrew, but then in Matthew it would be in Greek.",
    "start": "00:13:11",
    "end": "00:13:17"
  },
  {
    "text": "Correct? Yes. In other words, Matthew. Yeah, that's right. So Matthew has chosen not to translate it, but to spell the Hebrew word with Greek letters. And so our English translations take their cue and they don't translate it. They spell the Greek word in English letters, even though it's save us.",
    "start": "00:13:17",
    "end": "00:13:38"
  },
  {
    "text": "And it's save us, please.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Kind of like hallelujah. We just leave it. The untranslated Hebrew word. Yeah.",
    "start": "00:13:39",
    "end": "00:13:43"
  },
  {
    "text": "Yep. So save us. And all the crowds, you know, are yelling. We're told that Jesus goes in Jerusalem. The city's astir. And the people are saying, who is this? And the crowds are saying, this is the prophet Jesus from Nazareth in Galilee. But when the priests and the Bible scholars saw this is the scribes, they saw all the things that he was doing. And the children who were shouting in the temple, saying, hoshana, son of David, they got angry and they said to Jesus, do you hear what these children are saying? And Jesus said, yes. Have you ever read the Bible? I always like that one. He's talking to Bible scholars. Have you ever read the Bible? You know, there's that place where it says, out of the mouth of infants and nursing babies, you have prepared Praise from Psalm 8. 3.",
    "start": "00:13:43",
    "end": "00:14:33"
  },
  {
    "text": "So he's quoting Psalm 8.",
    "start": "00:14:34",
    "end": "00:14:35"
  },
  {
    "text": "He's quoting Psalm 8. Yep. So somehow he sees himself and what he's doing as somehow worthy of the same type of praise or connected to the praise that comes out of the baby's mouths. And this highlights the role of the babies in Psalm 8. There's babies in Psalm 8.",
    "start": "00:14:35",
    "end": "00:14:56"
  },
  {
    "text": "There is. There's babies in Psalm eight.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "Yep.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "From the mouth of infants and babies.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "Yes.",
    "start": "00:15:01",
    "end": "00:15:01"
  },
  {
    "text": "You have established. And Jesus says praise.",
    "start": "00:15:01",
    "end": "00:15:04"
  },
  {
    "text": "Yeah, Exactly.",
    "start": "00:15:05",
    "end": "00:15:05"
  },
  {
    "text": "Yeah, Psalm 8.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Yeah, we'll get to that.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "It says something else.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Yeah, that's right. Yep. Jesus quotes from a different version of Psalm 8 than the one we have in the Hebrew Bible.",
    "start": "00:15:08",
    "end": "00:15:14"
  },
  {
    "text": "I think this is the most confusing verse of the psalm.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "It is.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "So I would like to know what Jesus meant and what the Psalm means.",
    "start": "00:15:17",
    "end": "00:15:21"
  },
  {
    "text": "So we're just going to flag it. Jesus thinks these babbling babies of Psalm 8 are actually important and they're a way to understand who he is and the crew around him and what they represent in the story of Israel.",
    "start": "00:15:21",
    "end": "00:15:36"
  },
  {
    "text": "So the scribes are saying, hey, this is ridiculous, Jesus. You got these kids running around thinking that you're gonna save them.",
    "start": "00:15:36",
    "end": "00:15:44"
  },
  {
    "text": "Yeah.",
    "start": "00:15:44",
    "end": "00:15:44"
  },
  {
    "text": "Like this is silly. And then Jesus quotes from Psalm 8 and says, don't you know, in Psalm 8, this is what the psalmist. Psalmist actually said. It's from the mouth of babies. Yeah, that God's gonna do something.",
    "start": "00:15:44",
    "end": "00:15:56"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:15:56",
    "end": "00:15:58"
  },
  {
    "text": "And so it's very appropriate for this to be running around.",
    "start": "00:15:58",
    "end": "00:16:01"
  },
  {
    "text": "Yep, totally. He is quoting this line and has specific resonance in that moment because there's children around, but he's got the whole poem on the brain. The whole poem comes to bear on what Jesus is there to do.",
    "start": "00:16:01",
    "end": "00:16:16"
  },
  {
    "text": "He wasn't just going through his mind, like, what part of the Bible is there about kids singing, oh, there is one. And I'll pull it out and proof text it.",
    "start": "00:16:16",
    "end": "00:16:24"
  },
  {
    "text": "Exactly.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "That's not what he's doing.",
    "start": "00:16:25",
    "end": "00:16:25"
  },
  {
    "text": "No, no, he's doing way more. So let's just flag that real quick. Let's Just note two moments. Wherever the Apostle Paul also was attracted to Psalm 8, once in First Corinthians chapter 15, once in Ephesians chapter 1. In both contexts, he's talking about the resurrection of Jesus from the dead and how Jesus was installed as the king over all creation, especially over the enemies of creation. So in 1 Corinthians 15, he's talking about how in the first human in Adam, all died. So also in the Messiah, all will come alive, but each in his own order. The Messiah was like the first fruits. And then after the Messiah's resurrection from the dead, come those who belong to the Messiah when he returns. Then will come the end when the risen Jesus will hand over the kingdom to God and Father, when he has abolished all other rule and authorities and powers. From 4, the risen Jesus must rule until he's put all enemies under his feet. The last enemy to be abolished will be death. Because Psalm 8, he put all things under his feet.",
    "start": "00:16:25",
    "end": "00:17:41"
  },
  {
    "text": "That's from Soulmate.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "What part of soulmate is that?",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Yeah, reverse.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Sounds like Psalm 2 to me, I guess. Or maybe his other quote. Or is he quoting from Psalm 2 that. Oh, sorry, he's put enemies under his.",
    "start": "00:17:45",
    "end": "00:17:52"
  },
  {
    "text": "Feet from Psalm 110. So he's blending together the wording of Psalm 110 with the wording of Psalm 8. Psalm 110 is about a king from the line of David who will rule as a royal priest, like Melchizedek did in Jerusalem so long ago, with enemies under his feet. So Paul's Interested in Psalm 8 because of this picture of a human ruling over all things, especially over the enemies. The threatening enemies of God.",
    "start": "00:17:52",
    "end": "00:18:20"
  },
  {
    "text": "Yeah.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "Which here are cosmic enemies of death.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "The powers. The powers and death.",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "Yeah, exactly. How'd you get there? I thought this was about just humans and how God made them his partners to rule over animals.",
    "start": "00:18:25",
    "end": "00:18:32"
  },
  {
    "text": "Soulmate, you mean?",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "Yeah, soulmate.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Yeah. So how's Paul getting this, like, resurrection, installation of the Messiah and the new humanity and all the cosmic enemies of God are under his feet?",
    "start": "00:18:33",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. And that it's about one specific person.",
    "start": "00:18:44",
    "end": "00:18:47"
  },
  {
    "text": "Oh, yeah, that's right. Yeah. The Messiah.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Yeah.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "And then those who belong to him. Yeah.",
    "start": "00:18:50",
    "end": "00:18:52"
  },
  {
    "text": "Can we slow down? You just said soulmate is about making human partners to rule. We didn't really flesh that out. We kind of just read the psalm, took that for granted.",
    "start": "00:18:52",
    "end": "00:19:03"
  },
  {
    "text": "That's right.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "But what you're saying there in. In the psalm, the bit where it's like, what is human? That you remember him.",
    "start": "00:19:04",
    "end": "00:19:10"
  },
  {
    "text": "Yeah.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "You have crowned him. Crowned. Crowned him, made him ruler over the works of your hands, all things you have set under his feet.",
    "start": "00:19:11",
    "end": "00:19:18"
  },
  {
    "text": "Yep.",
    "start": "00:19:18",
    "end": "00:19:18"
  },
  {
    "text": "Okay. And so this is the majestic king, God, who has appointed the humans.",
    "start": "00:19:18",
    "end": "00:19:25"
  },
  {
    "text": "Yes.",
    "start": "00:19:25",
    "end": "00:19:25"
  },
  {
    "text": "To rule on his behalf.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "To rule over the animals. Yeah. Yep. And somehow Paul reads that poem, and he starts talking about the resurrected Messiah who's been crowned with new creation life to rule over all of creation and vanquish God's cosmic enemies. You know, that's just not what I would have picked up from Psalm 8 on the first reading.",
    "start": "00:19:26",
    "end": "00:19:47"
  },
  {
    "text": "Sheep and cattle don't sound like God's enemies.",
    "start": "00:19:47",
    "end": "00:19:50"
  },
  {
    "text": "Cosmic enemies. Yeah, that's right.",
    "start": "00:19:50",
    "end": "00:19:51"
  },
  {
    "text": "Yeah. So I think I've been having these conversations with you long enough to know how he's connecting the dots.",
    "start": "00:19:51",
    "end": "00:19:57"
  },
  {
    "text": "Yes.",
    "start": "00:19:57",
    "end": "00:19:58"
  },
  {
    "text": "Because what soulmate's talking about is the image of God.",
    "start": "00:19:58",
    "end": "00:20:01"
  },
  {
    "text": "Yes.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "And we've talked a lot about how humans are made to be in the image of God. We keep failing in that. One element of Jesus being Jesus is that he's human.",
    "start": "00:20:01",
    "end": "00:20:10"
  },
  {
    "text": "Yes.",
    "start": "00:20:10",
    "end": "00:20:10"
  },
  {
    "text": "And he represented the vocation of being human, being God's image in the way that was meant to be. And so if our calling is to rule on God's behalf, have that majestic majesty and be crowned with it, that it's ultimately fulfilled in Jesus. So Paul's connecting those dots, and he's bringing Jesus into Psalm 8. Even though when I read Psalm 8, I'm just thinking about me and the other humans around me.",
    "start": "00:20:10",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "But he's connecting it to Jesus.",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Yeah, that's right. So maybe. So there's one other set. There's one other key story and biblical theme that's hyperlinked in here that helps Jesus and Paul make that connection between the first human humanity that failed, the ultimate humanity that God appointed to succeed, which is Israel's Messiah, the true image of God. And this key missing link there, how do you get from the first image of God in Genesis 1 to the ultimate image of God, that's the risen Messiah? And the key link there is the story of David. The role that the story of King David plays in the Hebrew Bible is like the key link between those two. And, you know, I was just thinking about this the other day. David's story, in terms of stuff we focused on in the Bible project, David's story, it hasn't been a major focus. And I really want to start turning my energies there because I just realized this the other day, working on something other than Moses and Jesus, David's story takes up. He's the character who has the third most amount of pages dedicated to his story.",
    "start": "00:20:38",
    "end": "00:21:45"
  },
  {
    "text": "And are you counting, like, the historical books and the Psalms also?",
    "start": "00:21:46",
    "end": "00:21:50"
  },
  {
    "text": "Oh, man. If you counted the psalms that are connected to David, he would be on a par with Moses for sure.",
    "start": "00:21:50",
    "end": "00:21:56"
  },
  {
    "text": "Yeah. Because whether or not David wrote these psalms, the superscriptions, those little titles. Yeah. Say of David. So they're supposed to be associated.",
    "start": "00:21:56",
    "end": "00:22:05"
  },
  {
    "text": "Yeah. David's one of the most important characters in the Hebrew Bible for understanding who the Messiah is and why Jesus said and did almost all the things he said and did. David's super important. And so this psalm makes a great example that I hope to make clear if I can communicate my thoughts.",
    "start": "00:22:05",
    "end": "00:22:24"
  },
  {
    "text": "I'd love to go to David, but can we talk really quick about this under his feet thing?",
    "start": "00:22:24",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "There's a couple things that's striking me. One is when you read Psalm 8 and he says, so God's made humanity a ruler over the works of his hands.",
    "start": "00:22:30",
    "end": "00:22:40"
  },
  {
    "text": "Yes.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "And all things God set under humanity's feet. And then it talks about the animals.",
    "start": "00:22:41",
    "end": "00:22:47"
  },
  {
    "text": "Yes.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "But before the animals, when he's thinking about that, he's looking up at the sun, moon and stars. And for them, that's the hosts of heaven, the creatures that are actually more majestic, more splendorous than us. I mean, they're actually shining.",
    "start": "00:22:48",
    "end": "00:23:02"
  },
  {
    "text": "Totally.",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "And then the focus comes back to humanity, and it's like, wow, we're just like these dirt creatures. So if everything's under our feet. Well, okay, everything on land is under our feet but the powers above and death itself, like, we're still subjugated to. So that's not under our feet. And then you get to Paul, and Paul making this connection is saying, now that with Christ, now it is death, and the powers as well is under his feet.",
    "start": "00:23:03",
    "end": "00:23:32"
  },
  {
    "text": "You know what's great is I try and put off, like, the goodies of our conversations till the very end.",
    "start": "00:23:32",
    "end": "00:23:38"
  },
  {
    "text": "I'm sorry.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "No, I love it. No, there's actually a detail right here in the psalm that connects the dots to say what you think it's not saying. In verse four, the poet says, when I see your skies, the work of your fingers.",
    "start": "00:23:39",
    "end": "00:23:54"
  },
  {
    "text": "Or is it verse three in the English? Or is it four?",
    "start": "00:23:54",
    "end": "00:23:57"
  },
  {
    "text": "Yeah, it's verse three.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "Oh, sorry. I'm sorry. I'm looking at my Hebrew Bible here. Is it verse three? Yeah, okay, sorry. Verse three. When I see your skies, the works of your fingers, and then they're outlined moon stars that you have established what are the works of God's fingers?",
    "start": "00:23:58",
    "end": "00:24:14"
  },
  {
    "text": "The heavenly hosts, the heavenly beings.",
    "start": "00:24:14",
    "end": "00:24:18"
  },
  {
    "text": "Even when you go down to verse five, you made the human a Little lesser than the Elohim spiritual beings up there, which I think is most likely reference to those. The works of your fingers that are up above. Spiritual beings. You crowned the human with honor and majesty. You made human the ruler over the works of your hands. In context, it's the same phrase, the works of God's fingers and God's hands. Now it's going to go on to say the works of your hands, everything you put under his feet, and then name the animals. But it's suggestive that the same phrase describes the sky inhabitants and the land inhabitants. And all of them are. You see where I'm going? It's going to start sounding a lot like Daniel seven, the Son of Man exalted to rule over the beasts. But what are those beasts?",
    "start": "00:24:18",
    "end": "00:25:09"
  },
  {
    "text": "The beasts are the nations.",
    "start": "00:25:09",
    "end": "00:25:11"
  },
  {
    "text": "The nations. But the nations that have been led.",
    "start": "00:25:11",
    "end": "00:25:14"
  },
  {
    "text": "And animated by the powers.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "And animated by the powers.",
    "start": "00:25:16",
    "end": "00:25:18"
  },
  {
    "text": "The beasts.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "The beasts, yeah. So, okay, this psalm's rad, man. There's like a whole universe in this psalm. So what I want to do is pause on any more goodies and just walk us through how Psalm 8 fits into the book of Psalms and the Psalms around it. And then how, once you see that, it plugs into the Genesis and the first Adam and the last Adam and all of the exciting stuff that Jesus and Paul see here, I think shines with more clarity.",
    "start": "00:25:20",
    "end": "00:25:50"
  },
  {
    "text": "Yeah. So you're saying that's how they learned how to read the psalm that way, is by knowing the overarching story.",
    "start": "00:25:50",
    "end": "00:25:56"
  },
  {
    "text": "Yeah, yeah. So, John, you just made this connection. Oh, it's image of God, Genesis 1. That's what Psalm 8's about. And then Jesus is the ultimate image of God and so on. So that's true on the macro level.",
    "start": "00:25:56",
    "end": "00:26:06"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:06"
  },
  {
    "text": "But there's even a more specific way that that line of thought is all connected, and it's through the story of David as it's portrayed in the book of Psalms. So that's where I'm going to try and lead us.",
    "start": "00:26:06",
    "end": "00:26:18"
  },
  {
    "text": "Sam.",
    "start": "00:26:29",
    "end": "00:26:55"
  },
  {
    "text": "So one step, super brief, but we could spend a long time here, especially because, Chrissa, this is your. One of your areas of focus in biblical studies. I love this area, which is about the composition and the design of the whole book of Psalms, all 150. We have one video, a couple videos on the Psalms in our library and.",
    "start": "00:26:55",
    "end": "00:27:16"
  },
  {
    "text": "More coming on individual ones.",
    "start": "00:27:16",
    "end": "00:27:18"
  },
  {
    "text": "More coming. Yeah. So the book's been organized through a set of repeating little editorial refrains into five main blocks, sometimes called books. And Psalm 8 is found within the first. The first of those five. So first, let's just name that. There's five.",
    "start": "00:27:18",
    "end": "00:27:36"
  },
  {
    "text": "Five sections of the Psalms, five sections.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "Of the Psalms called books, and it concludes with a five Psalm conclusion. 146 through 150 are all connected. And, Chrisa, you're doing one of the next visual commentaries. Yeah.",
    "start": "00:27:39",
    "end": "00:27:49"
  },
  {
    "text": "You think the five is connected to Torah number?",
    "start": "00:27:49",
    "end": "00:27:52"
  },
  {
    "text": "I do.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "Okay.",
    "start": "00:27:53",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. Especially because the very first Psalm talks about meditating on Torah. And then there are five books of the Psalms. And these books you can find even in your English Bibles. They're titled Book one, Book two, Book three.",
    "start": "00:27:53",
    "end": "00:28:07"
  },
  {
    "text": "Yep, that's right. Yep. So all kinds of things to explore there. We're just gonna leave it for later. Book 1 is blocked off, begins with Psalms 1 and 2 that are joined. And then it comes to a conclusion at the end of Psalm 41, which is the first of these editorial refrains. So in other words, at the end of four Psalms, throughout the whole book, there's a little editorial refrain that doesn't seem to fit the original Psalm itself. It seems like it's added on, like, a little, like on the back cover of the book or something.",
    "start": "00:28:07",
    "end": "00:28:40"
  },
  {
    "text": "Like a chapter marker.",
    "start": "00:28:40",
    "end": "00:28:42"
  },
  {
    "text": "Yeah, yeah. And some. It's really obvious. It'll be like a really sad psalm of lament. And then, you know, woe is me. And then the last line will be, praise the God of Israel forever and ever. Amen. You're like, whoa, that changed real quick. That's how Psalm 89 feels.",
    "start": "00:28:42",
    "end": "00:28:58"
  },
  {
    "text": "Shift in tone.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "Yeah. So you got a big block of Psalms. Psalms 1, 41, when you step into a big block of psalms, this is a whole field of biblical studies. But the main technique is actually pretty intuitive. It's through repetition of key words and ideas across Psalms that if you read and reread them the way Psalm 1 tells you to, you'll start to notice little groups and connective subunits and so on. And so book one, which is Psalms 1 through 41, itself, has, you know, the first two Psalms as a conclusion and then four as an intro. Four subgroups. So four groups to book one. And I've gone back and forth. There's a French scholar, I think I'm saying his name right. Gianni Barbiero and then Peter Ho are kind of the two lead scholars. And then Dr. Chris Aquinn has also made an academic contribution to the shape of book one.",
    "start": "00:28:59",
    "end": "00:29:56"
  },
  {
    "text": "Yeah. These two are looking at the whole of book one.",
    "start": "00:29:56",
    "end": "00:29:59"
  },
  {
    "text": "Correct. The arrangement of all of Psalms 1 through 41. And so Psalm 8 occurs within five books, within the Psalms, within the first book. There's five sections, an intro, and then four groups. Psalm 8 is found dead center of the first group, which is Psalms 3 through 14. And that's. There's payoff for paying attention to why it's been placed in the. In the center there.",
    "start": "00:29:59",
    "end": "00:30:27"
  },
  {
    "text": "Yeah. And it's the center. Other groups are like this too. It's the center, not just because it's right in the middle, but because there are psalms on each side that kind of mirror each other or are doing something similar. So you can tell that it's supposed to stand out as the center.",
    "start": "00:30:27",
    "end": "00:30:42"
  },
  {
    "text": "So if the book of Psalms was like a five part movie series, we're in like the first movie.",
    "start": "00:30:42",
    "end": "00:30:48"
  },
  {
    "text": "Yeah.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "And this movie has like four main acts. Has a little intro.",
    "start": "00:30:49",
    "end": "00:30:54"
  },
  {
    "text": "Yeah, little intro.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "That's good.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "Yep.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "To the whole play for the whole series. And then the first movie has four main acts.",
    "start": "00:30:56",
    "end": "00:31:02"
  },
  {
    "text": "Yep.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "And we're in the first act of that movie.",
    "start": "00:31:03",
    "end": "00:31:05"
  },
  {
    "text": "Correct.",
    "start": "00:31:05",
    "end": "00:31:05"
  },
  {
    "text": "And we're actually right in the center of that first act.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Yeah. Psalm 8's right in the center.",
    "start": "00:31:07",
    "end": "00:31:09"
  },
  {
    "text": "Okay.",
    "start": "00:31:09",
    "end": "00:31:09"
  },
  {
    "text": "So what I want to pay attention to is to the things that are on either side of Psalm 8, because Psalm 8's been put in between these two things on each side that match each other and that illuminate what's happening with Psalm 8 in the middle.",
    "start": "00:31:09",
    "end": "00:31:23"
  },
  {
    "text": "Okay.",
    "start": "00:31:23",
    "end": "00:31:23"
  },
  {
    "text": "So this will be an exercise in reading a group of Psalms.",
    "start": "00:31:23",
    "end": "00:31:26"
  },
  {
    "text": "And this is gonna be kind of a new way to even think about the Psalms.",
    "start": "00:31:26",
    "end": "00:31:28"
  },
  {
    "text": "Correct, Correct.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "It's like you just. These aren't just a collection of poems thrown together. Where it's placed in this is really important.",
    "start": "00:31:29",
    "end": "00:31:37"
  },
  {
    "text": "Psalms 3, 14 are a subunit, a meaningful, intentionally crafted little subunit with Psalm 8 as a part of the center of it.",
    "start": "00:31:37",
    "end": "00:31:45"
  },
  {
    "text": "Yeah, I was just gonna say, if you're reading through the Psalms and want to read this way, what you can do is look for words that are repeated from one psalm to the next. Or even asking, how does this Psalm develop the themes from the last psalm? Or how does it continue the narrative strand or narrative thread forward?",
    "start": "00:31:46",
    "end": "00:32:05"
  },
  {
    "text": "Yep. Yeah. Here's one very simple example. The introduction, Psalms 1 and 2 open and close with the same word. So think Psalm 8 opens and closes with the same line. Psalms 1 and 2 open and close with the same word. Psalm 1 begins with, Blessed is the one who doesn't hang out with the bad folks, but their delight is in the Torah of Yahweh. That's the opening line. The final line of Psalm 2 is, how blessed are those who take refuge in the Messianic Son of God. That Psalm 2 is all about a double blessing.",
    "start": "00:32:05",
    "end": "00:32:39"
  },
  {
    "text": "Yeah. So it's a poetic device that's sticking those two Psalms together as the introduction.",
    "start": "00:32:39",
    "end": "00:32:44"
  },
  {
    "text": "Yep, that's right. Oh. There's two ways to find blessing as I read and ponder these texts. One is how they delight in the Torah. Yeah, delight in the Torah. And it shapes a way of life that keeps you nursing, makes you a tree, turns you into a tree of life. And then Psalm 2, it teaches you to take refuge in someone, the Messianic king, from the line of David that God's going to send to bring justice, to confront the evil of the world. That's the basic point. But that little word, refuge, taking refuge in the Messianic king, that's important for.",
    "start": "00:32:44",
    "end": "00:33:16"
  },
  {
    "text": "Psalm 8 and to watch as it gets repeated through all of the psalms that come too.",
    "start": "00:33:16",
    "end": "00:33:21"
  },
  {
    "text": "By the way, Bible Y word. Refuge.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "Refuge.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "Oh, yes.",
    "start": "00:33:25",
    "end": "00:33:25"
  },
  {
    "text": "I'm like, I think my youth group was called Refuge, by the way.",
    "start": "00:33:25",
    "end": "00:33:28"
  },
  {
    "text": "Oh, refuge.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "School.",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "I don't know. Do you use that in normal English?",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "You know, maybe it's because I like to hike a lot.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Let's go create a refuge in the woods.",
    "start": "00:33:35",
    "end": "00:33:37"
  },
  {
    "text": "And I've had multiple times.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Like, it's a hiking term.",
    "start": "00:33:39",
    "end": "00:33:41"
  },
  {
    "text": "Yeah. If there's a storm or a rainstorm.",
    "start": "00:33:41",
    "end": "00:33:43"
  },
  {
    "text": "I can see that as a hiking term.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "It sounds intense. Like, I could picture you yelling at take refuge. But I think it's a really cool word because if you look at it throughout the Psalms, it is this kingly word where the king is saying, usually God, the king is saying, I'm going to shield you, protect you, create a refuge for you. If you think about, like a king protecting his people, that's the picture of it.",
    "start": "00:33:44",
    "end": "00:34:10"
  },
  {
    "text": "Yes. Yeah, yeah. The world's a terrible place and it's dangerous. And so knowing where you are safe, what places are safe for you where you can take cover, find rest and peace, that's the refuge.",
    "start": "00:34:10",
    "end": "00:34:25"
  },
  {
    "text": "It's also an interesting word because it's implies that there's outside chaos and enemies.",
    "start": "00:34:25",
    "end": "00:34:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "So taking refuge in a safe place means there are places outside that aren't.",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "Safe, that aren't safe. And in Psalm 2, what makes the world not safe is kings and emperors who rule the land with violence and arrogance. And that makes for an unsafe world when you have arrogant rulers who don't acknowledge any power higher than themselves. So you leave the introduction to the Psalm scrolls and you're thinking, okay, so God's going to raise up this king. Who is it? Who would it be? Well, I read a book called Samuel And Kings in the Hebrew Bible. And I certainly know who it's not. I know it's not a guy named David. He was pretty rad. He did it for a while, and he was a refuge for other people for a while. But eventually he blew it big time.",
    "start": "00:34:35",
    "end": "00:35:17"
  },
  {
    "text": "He passed on the torch to his kiddos.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "I know it's actually not any of the kids from his line because they all blew it, like all the humans. So this interesting puzzle that the Hebrew Bible puts in front of you, this poem about a king from the line of David, but you already know that David isn't that one.",
    "start": "00:35:19",
    "end": "00:35:37"
  },
  {
    "text": "Yeah.",
    "start": "00:35:37",
    "end": "00:35:37"
  },
  {
    "text": "So here's what's interesting. You leave Psalm 2 and you walk into Psalms 3 through 7. And they're a beautifully arranged little composition, those five poems. They're arranged as a symmetry. In other words, five through seven or three. You walk out of the introduction. Yep, three through seven. Basically, the poems that come before Psalmate. It's five poems.",
    "start": "00:35:38",
    "end": "00:36:00"
  },
  {
    "text": "It's the first half of this first act in this first movie.",
    "start": "00:36:00",
    "end": "00:36:04"
  },
  {
    "text": "That's right.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "And it's three. It's five poems about David running from his enemies. Totally freaked out. Persecuted, oppressed, empowered.",
    "start": "00:36:05",
    "end": "00:36:16"
  },
  {
    "text": "Opening scene, David's running from enemies.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "Right after the introduction, about the king ruling all of his enemies.",
    "start": "00:36:18",
    "end": "00:36:22"
  },
  {
    "text": "Yes. Yeah. Okay. You get this, like, movie starts, like, you can be a tree of life, a king is coming. And then cut. David's running from enemies.",
    "start": "00:36:22",
    "end": "00:36:32"
  },
  {
    "text": "David the king.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "And not just his enemies, his own son.",
    "start": "00:36:34",
    "end": "00:36:36"
  },
  {
    "text": "It says, Psalm 3 opens saying a song of David when he had to flee from his son Absalom. So it's a great moment where it's a hyperlink to Second Samuel, and you're supposed to upload the whole story, just supposed to know it inside and out. That's Psalm 3. Psalm 7, which closes this little subgroup, says a lament of David, which he sang to Yahweh about the words of Cush, the Benjaminite, which is a deep rabbit hole of who Cush is, and so on. One way or another, it's connected to either the story of Absalom, his son's rebellion, or to this time when David had to flee from Saul and hide in caves in the wilderness. Either way, the first section of poems and the poems in between are all about these moments of terrible weakness and helplessness in the life of King David. So he's got to ponder that now. They're beautiful. He cries out to God, save me. You are my refuge. He'll say to God. But it's about the king taking refuge in Yahweh and asking God to rescue him, as opposed to the king providing rescue for other people, which is what some.",
    "start": "00:36:36",
    "end": "00:37:49"
  },
  {
    "text": "So they're. They're individual laments, or they're laments of one person. Because there are a lot of different kinds of Psalms.",
    "start": "00:37:49",
    "end": "00:37:55"
  },
  {
    "text": "That's right.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "And they're telling a story, or they're within the part of the story of the king fleeing from his enemies.",
    "start": "00:37:55",
    "end": "00:38:02"
  },
  {
    "text": "Yeah, yeah. And crying out to God, help me, help me, help me. Anne Lamott, she's a popular writer, and just spirituality and so on. I forget which book it is. She has this wonderful chapter on prayer where she categorizes the prayers of her life, which are Help me, help me, help me. Or thank you, thank you, thank you.",
    "start": "00:38:02",
    "end": "00:38:22"
  },
  {
    "text": "It's kind of like the Psalms.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "It's kind of like the Psalms. Yeah, that's right. Okay, so that's Psalms 3 to 7. Then you get to Psalm 8. Okay.",
    "start": "00:38:24",
    "end": "00:38:30"
  },
  {
    "text": "Yep.",
    "start": "00:38:30",
    "end": "00:38:31"
  },
  {
    "text": "Okay. We took it on board and pondered again.",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "Yeah, but that one automatically sounds different in the first line.",
    "start": "00:38:33",
    "end": "00:38:37"
  },
  {
    "text": "Super different. It's not about David fleeing from his enemies.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "It's about babies becoming a fortress.",
    "start": "00:38:41",
    "end": "00:38:43"
  },
  {
    "text": "Becoming a fortress before bad guys.",
    "start": "00:38:43",
    "end": "00:38:46"
  },
  {
    "text": "And then the upside down rule of humans.",
    "start": "00:38:48",
    "end": "00:38:50"
  },
  {
    "text": "That's right. Okay, we leave Psalm 8 and we go to the next collection of five poems, which is Psalms 9 through 14. Now, this is a little more complex about their arrangement, so we won't get into details, because if you don't have a whiteboard in four hours, it's kind of complicated. But all to say is Psalms 9 to 14 are also unified. There are more poems about David, but also David starts talking about a group, like he has a crew that's along with him and that he cares a lot about. And he calls his crew by a whole bunch of names and titles. He calls them the poor and the oppressed, the needy, the afflicted ones, the helpless, the orphans. I think that's it.",
    "start": "00:38:50",
    "end": "00:39:33"
  },
  {
    "text": "Yeah. So there's this expansion from just David as the example, afflicted king, to all the afflicted people.",
    "start": "00:39:33",
    "end": "00:39:41"
  },
  {
    "text": "Yes. Yeah. So the group of Psalms after Psalm 8 are about David and a whole bunch of people who are oppressed and afflicted by the nations, by kings, by their enemies, by evildoers, and that's Psalms 9, 14. So you just have to pause and.",
    "start": "00:39:41",
    "end": "00:39:57"
  },
  {
    "text": "Just think, we got a sandwich here.",
    "start": "00:39:57",
    "end": "00:39:59"
  },
  {
    "text": "We got a sandwich.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "One piece of bread is David running from his enemies. The other piece of bread is David's crew being weak and powerless, outcast and powerless and afflicted. And in the center.",
    "start": "00:40:00",
    "end": "00:40:10"
  },
  {
    "text": "In the center, the PB And J is the babies, Baby Babel, stopping enemies through their Babel.",
    "start": "00:40:11",
    "end": "00:40:19"
  },
  {
    "text": "It makes me Wonder if Psalm 8 is the turning point or the hinge or something between those two.",
    "start": "00:40:19",
    "end": "00:40:24"
  },
  {
    "text": "Yeah.",
    "start": "00:40:24",
    "end": "00:40:24"
  },
  {
    "text": "Like what happens in Psalm 8, that suddenly David's story becomes the story for all the afflicted. I don't know if that's something you're going to answer, but it's an interesting question.",
    "start": "00:40:25",
    "end": "00:40:33"
  },
  {
    "text": "Yeah. Well, yes. Let's ponder. When we think about all of them, there's basically one big drama happening in this section of Psalms. There's people running for their lives. Yeah. There's David and the people associated with.",
    "start": "00:40:33",
    "end": "00:40:46"
  },
  {
    "text": "Him feeling really weak and outcasted.",
    "start": "00:40:46",
    "end": "00:40:49"
  },
  {
    "text": "They're weak, they're powerless, they're outcast, and they're constantly being chased by enemies. So here, I've got a little table here on page seven. Here's all of the. Or almost all of the names that the bad guys are called. The oppressors, the enemies, the wicked, the nations, or the peoples and evildoers. And there are enemies in Psalm 8. God's fighting enemies in Psalm 8 also. So that fits in. David says, you know, rescue me from my enemies.",
    "start": "00:40:49",
    "end": "00:41:18"
  },
  {
    "text": "That's right. The baby Babel turns into a fortress that rescues them from the adversaries from three.",
    "start": "00:41:18",
    "end": "00:41:25"
  },
  {
    "text": "Three types of bad guys. From the oppressor, from the enemy, and from the avenger. Like the avenger, repo man, Captain America, the avenger. I thought they're heroes. They're not heroes in Stallmate. So, okay, so here's something that connects Psalm 8 to the surrounding palms. It's about God rescuing his people, the weak and the helpless, from their enemies.",
    "start": "00:41:26",
    "end": "00:41:54"
  },
  {
    "text": "Actually, that's really helpful, because that line, this verse two, it's such a weird line. From the mouth of infants and nursing babes, you've established a stronghold.",
    "start": "00:41:54",
    "end": "00:42:03"
  },
  {
    "text": "Yes.",
    "start": "00:42:03",
    "end": "00:42:03"
  },
  {
    "text": "Because of your adversaries. So if, you know in the story. Okay, this.",
    "start": "00:42:03",
    "end": "00:42:07"
  },
  {
    "text": "There's been a lot of adversaries.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, there's been a lot of enemies. They're attacking David, the weak, afflicted king.",
    "start": "00:42:08",
    "end": "00:42:11"
  },
  {
    "text": "Yep, you got it. Psalms 3 to 14 are a drama of God rescuing his chosen afflicted ones from their enemies and from their oppressors. And they are the weak and helpless ones. What's unique about Psalm 8 is that the helpless ones aren't oppressed kings or poor people. They're little babies.",
    "start": "00:42:11",
    "end": "00:42:30"
  },
  {
    "text": "Right.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "Which is the. It's like the ultimate image of a dependent creature.",
    "start": "00:42:31",
    "end": "00:42:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "A helpless dependent.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "Especially human babies.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "Yes.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "I mean, so long.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "There's a handful of species, really, that have that long of a development period. But, you know, I watch a lot of documentaries, animal documentaries, with my kids, and some creatures just come out ready to rock.",
    "start": "00:42:41",
    "end": "00:42:52"
  },
  {
    "text": "They are just running around.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "Okay, so that's the bad guys. I also have a little chart here for all of the titles or metaphors for God's chosen people in Psalms 3:14. And some of them are expected. You know, the righteous or the upright, but the afflicted, the poor, the innocent, the crushed, the helpless, the orphan, infants and babies. This is all about people who are helpless to change their circumstances. And God's in the business of raising up and exalting people like that.",
    "start": "00:42:55",
    "end": "00:43:27"
  },
  {
    "text": "Yeah. Okay, that's cool.",
    "start": "00:43:27",
    "end": "00:43:28"
  },
  {
    "text": "So we've got an interesting Progression then. Psalms 1 and 2 told me about an exalted king. Psalms 3, 7 then showed me David on the run. Not exalted, powerless king. Psalm 8 lifted up an exalted human, an atom of Genesis 1 that's somehow aligned or on analogy with babies, which we'll come back to. And then after Psalm 8, 9, 14, we're back to David and a whole crew of helpless people crying out for God to deliver them. This is meditation literature. You're just supposed to. What's going on here? Why is this exalted king of Psalm 2 set on analogy with powerless king, set on analogy with babies and a puny human race, set on analogy with David again, but now with a whole bunch of helpless people associated with him. This is all meant to mix in a pot in your mind and see the pieces come together. So it seems to me that there's the theme developing here, that the exalted king or the exalted one, those whom God loves to exalt, are the helpless and the powerless who take refuge in him for people who have come to the end of their own resources, like David, or like babies who don't really have any resources except their bodies, you know, to breathe and poop and sleep. So that's the territory that we're in here. God loves to exalt the lowly and take. Take down the high and the mighty. I feel like that's a thing that Jesus liked to talk about now and then.",
    "start": "00:43:28",
    "end": "00:45:07"
  },
  {
    "text": "Yeah. And it seems like in Psalm 8, it's more than helping or exalting the lowly. It's that they are also doing something. They're participating. The mouth from the mouth of infants and babes, you've established a stronghold.",
    "start": "00:45:08",
    "end": "00:45:22"
  },
  {
    "text": "Yes.",
    "start": "00:45:22",
    "end": "00:45:22"
  },
  {
    "text": "And then the humans ruling. Because I think helping.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "It's not just for them, it's through them.",
    "start": "00:45:25",
    "end": "00:45:27"
  },
  {
    "text": "Yeah, good.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "Okay, all right, so let's just. That was a very quick ish tour through Psalms 1 to 14, but you kind of get the point here. Also just trying to model what it looks like to read groups of Psalms. It's noticing these kinds of connections. So let's come back to Psalm 8, and let's look at these two parts of it and think about it in light of the poems around it.",
    "start": "00:45:28",
    "end": "00:45:47"
  },
  {
    "text": "O Lord our Lord, how majestic is your name in all the earth. O Lord our Lord, how majesty. Majestic is your name in all the earth. O Lord our Lord, how majestic is your name in all the earth.",
    "start": "00:45:49",
    "end": "00:46:37"
  },
  {
    "text": "When we come back to Psalm 8, we notice it has two movements. We heard about Yahweh's majestic name above the skies and the land. And that's pretty awesome. Yahweh has a great name. The next line is this thing about the babies, which, to be honest, for years I just kind of was like, that's weird. Why are we talking about babies? And. And it's a weird line.",
    "start": "00:46:43",
    "end": "00:47:04"
  },
  {
    "text": "It makes me feel good when you say that, because that's how, like, 90% of the Bible is to me.",
    "start": "00:47:04",
    "end": "00:47:10"
  },
  {
    "text": "So let's just read it. Read it once more. So Yahweh, your name in the sky and the land. You're majestic, you're powerful. From the mouth of nursing babies and little infants, you have founded a stronghold, a refuge. A refuge.",
    "start": "00:47:15",
    "end": "00:47:30"
  },
  {
    "text": "Yeah, it's probably a parallel word to refuge, stronghold.",
    "start": "00:47:31",
    "end": "00:47:35"
  },
  {
    "text": "So from the mouth of babies, you've established or founded a stronghold because of your enemies. To stop the enemy and the avenger.",
    "start": "00:47:36",
    "end": "00:47:47"
  },
  {
    "text": "Yeah. What? Yeah, it's clunky. It's clunky.",
    "start": "00:47:47",
    "end": "00:47:49"
  },
  {
    "text": "It's clunky.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "But when you parse out all the clunkiness, you get this picture of babies crying out, and their cries actually become a place of refuge. And this is all happening because God wants to save them from the bad guys.",
    "start": "00:47:50",
    "end": "00:48:06"
  },
  {
    "text": "Exactly. Yeah. It's a riddle.",
    "start": "00:48:06",
    "end": "00:48:08"
  },
  {
    "text": "Yeah. Who are these babies?",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "Yeah. In other words, this is a little riddle. The first half of Psalm 8 is a riddle that depends on you having meditated on the surrounding poems about helpless afflicted ones who have no power to save themselves. But when they call out to God, he promises to deliver and God becomes their refuge.",
    "start": "00:48:10",
    "end": "00:48:28"
  },
  {
    "text": "Yeah, that's what I was just wondering. So could you interpret that as you just said this, John. But the cries, the cries of the weak, they go up to God and he establishes a stronghold. Even though it says, from the mouth?",
    "start": "00:48:28",
    "end": "00:48:41"
  },
  {
    "text": "Yeah, from the mouth. Yeah. What do babies do with their mouths?",
    "start": "00:48:41",
    "end": "00:48:44"
  },
  {
    "text": "They're crying out for help, they cry out for help.",
    "start": "00:48:44",
    "end": "00:48:46"
  },
  {
    "text": "It's from that crying that God establishes a stronghold.",
    "start": "00:48:46",
    "end": "00:48:51"
  },
  {
    "text": "Yeah. Because God is opposed to oppressive powers in the world. That's what Psalm 2 told me, and that's what's being told right here.",
    "start": "00:48:51",
    "end": "00:49:00"
  },
  {
    "text": "Now, if it was, reflecting on Psalm 2 would have been like, from the king to come, who has an iron rod. He will stop the enemies and avengers.",
    "start": "00:49:00",
    "end": "00:49:10"
  },
  {
    "text": "Correct.",
    "start": "00:49:10",
    "end": "00:49:11"
  },
  {
    "text": "That's what you would expect.",
    "start": "00:49:11",
    "end": "00:49:12"
  },
  {
    "text": "That's what you'd expect. That's right. But then the story of David comes.",
    "start": "00:49:12",
    "end": "00:49:15"
  },
  {
    "text": "Along, and that king is actually on the run.",
    "start": "00:49:15",
    "end": "00:49:18"
  },
  {
    "text": "The king that God loves to exalt is actually more like David when he was at his worst and when he was at his most helpless, which in.",
    "start": "00:49:18",
    "end": "00:49:25"
  },
  {
    "text": "A way could be the same message that that king, the powerful king to come, is also an afflicted king.",
    "start": "00:49:25",
    "end": "00:49:33"
  },
  {
    "text": "Yeah. Or will be.",
    "start": "00:49:33",
    "end": "00:49:35"
  },
  {
    "text": "Yeah. Will be an afflicted king like that. That could be the model of the king to come.",
    "start": "00:49:35",
    "end": "00:49:39"
  },
  {
    "text": "Yeah. In other words, if you just read Psalm 2 and finish the Book of Psalms, you're like, all right, I'm looking forward to a rock em, sock em, kill the bad guys kind of king.",
    "start": "00:49:39",
    "end": "00:49:48"
  },
  {
    "text": "Yeah. That's how Psalm 2 kind of feels.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "It does. Oh, yeah, yeah. It says, pay homage to the sun, kiss his feet lest he become angry and stomp your face.",
    "start": "00:49:50",
    "end": "00:49:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "You're like, whoa.",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "Okay.",
    "start": "00:49:59",
    "end": "00:50:00"
  },
  {
    "text": "All right.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "Make way.",
    "start": "00:50:01",
    "end": "00:50:01"
  },
  {
    "text": "But then the portrait of this king gets filled out through the rest of the Book of Psalms. And just. We're just in the first section, and all of a sudden, this is a king whose power is in weakness, just like babies. That's the first part of Psalm 8. Then we come to the. We replay the themes of the first part, but now we're going to do it with Genesis 1 on the brain. So again, I look up at your skies, all those powerful things. Beautiful, shiny lights up there. It's beautiful.",
    "start": "00:50:02",
    "end": "00:50:30"
  },
  {
    "text": "It's beautiful.",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "It is beautiful. And then I look at a human.",
    "start": "00:50:31",
    "end": "00:50:33"
  },
  {
    "text": "Splendid splendor.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "Splendid.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "But look, he's like, I look up and I see the beauty up there. Then I go look at a human.",
    "start": "00:50:36",
    "end": "00:50:43"
  },
  {
    "text": "And he hasn't bathed in a while.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "And why do you pay attention to humans?",
    "start": "00:50:47",
    "end": "00:50:50"
  },
  {
    "text": "Yeah. Stinky dirt creatures. Loud.",
    "start": "00:50:50",
    "end": "00:50:53"
  },
  {
    "text": "Yeah, fleshy. The poet starts reflecting on the phrase in Genesis 1, the image of God. So you made the human a little lesser than Elohim. So whether that refers to the one God or whether that refers to the shiny lights above.",
    "start": "00:50:53",
    "end": "00:51:10"
  },
  {
    "text": "Elohim being the Hebrew word for spiritual beings.",
    "start": "00:51:10",
    "end": "00:51:13"
  },
  {
    "text": "Spiritual beings. Correct. Yeah. But despite the dirty origins and the puny powerlessness of humans compared to the cosmic powers above. You crowned the humans with this destiny, this capability and calling to rule over the works of your hands and over the animals. And he names domesticated animals, the poet does, but then also animals that are not really under human control. Like birds and whatever passes through the seas.",
    "start": "00:51:13",
    "end": "00:51:44"
  },
  {
    "text": "Yeah, that seems like a weird giant squid.",
    "start": "00:51:44",
    "end": "00:51:48"
  },
  {
    "text": "Exactly.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Birds of the skies, fish of the sea, and anything else that's in the sea under there.",
    "start": "00:51:49",
    "end": "00:51:54"
  },
  {
    "text": "We're not going to talk about those sea creatures.",
    "start": "00:51:54",
    "end": "00:51:56"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "They get a little wild.",
    "start": "00:51:57",
    "end": "00:51:58"
  },
  {
    "text": "Yeah. So it's a set of images. It's sort of like, you know, this is how animation works. We work at Animation Studio. When you put a sequence of images next to each other and you just start swapping them out, you start to notice relationships between them, how they're similar, how they're different. So you have the king of Psalm 2, David, fleeing, crying out to God, and exalted babies crying out, and God building a refuge through their calls for help. You have humans, puny, but yet lifted high to be rulers over creation. Then you have David again in Psalms 9:14, and just you start swapping all those on top of each other, and you see a collective portrait emerging. That sounds a lot like what Paul the Apostle is talking about, about a crucified Messiah who's been raised from the dead to be the ruling power over all enemies, whether human rulers or cosmic rulers. In other words, what I'm saying is Paul got there by reading Psalm 8 as a part of a larger set of ideas here in the Book of Psalms. And then also in light of other parts of the Hebrew Bible, being that.",
    "start": "00:51:58",
    "end": "00:53:10"
  },
  {
    "text": "You get to Jesus story and you're like, Jesus displayed his power, but in this really backwards way by allowing himself.",
    "start": "00:53:10",
    "end": "00:53:19"
  },
  {
    "text": "To be arrested, mocked, crucified, heralded as a king by children from the mount.",
    "start": "00:53:19",
    "end": "00:53:27"
  },
  {
    "text": "And so Paul's going, yeah, that's God's M.O. yeah, like, look at Psalm 8, which really is part of this whole movement of the Psalms of God. He lifts up the weak. And so when God himself comes to display his power, what do you expect it to look like?",
    "start": "00:53:29",
    "end": "00:53:46"
  },
  {
    "text": "What is man, that you be mindful of him, Son of man, that you would take care of him with honor and glory, you crown him and give him dominion over the works of your hands. What is man, that you be mindful of him, Son of man, that you would take care of him. With honor and glory, you crown him and give him dominion over the works of your hand.",
    "start": "00:53:49",
    "end": "00:54:22"
  },
  {
    "text": "So would you say when we read Psalm 8 and the other Psalms. But Psalm 8 here we should be thinking of the story of the king, but also the king as the representative of the people. So in other words, God helps the king or he establishes the king and he also, if you're afflicted, it's an encouragement to remember that God hears and that he cares. Because that seems like what comes after Psalm 8, this encouragement for the other afflicted people.",
    "start": "00:54:31",
    "end": "00:55:02"
  },
  {
    "text": "Yeah, I think that's right. And again, that's on Paul's brain too, because his point in Ephesians and Corinthians will be just as God raised up the Messiah, he will also exalt and raise up those who belong to him, or in the language of Psalm 2, those who take refuge in the persecuted yet exalted Messiah.",
    "start": "00:55:02",
    "end": "00:55:21"
  },
  {
    "text": "And that's where this gets even more closely connected to this reflection on the role of humanity being so elevated and having lost that and wanting to reclaim that.",
    "start": "00:55:22",
    "end": "00:55:34"
  },
  {
    "text": "Yeah.",
    "start": "00:55:34",
    "end": "00:55:35"
  },
  {
    "text": "How is that done?",
    "start": "00:55:35",
    "end": "00:55:36"
  },
  {
    "text": "Yes. So humans have the ability and capabilities to master their environment in ways that can be life giving and generate flourishing for each other. And God's creatures, we also have ways of doing that that are obviously destructive. And the question is, what story is guiding how you know how to use your capabilities and your powers. And you know, Jesus was raised on this literature and he thought the perfect, like royal heralds to usher him in to his.",
    "start": "00:55:36",
    "end": "00:56:11"
  },
  {
    "text": "Was baby Babel.",
    "start": "00:56:12",
    "end": "00:56:13"
  },
  {
    "text": "Was baby Babel.",
    "start": "00:56:13",
    "end": "00:56:14"
  },
  {
    "text": "Yeah.",
    "start": "00:56:14",
    "end": "00:56:15"
  },
  {
    "text": "Yeah.",
    "start": "00:56:15",
    "end": "00:56:15"
  },
  {
    "text": "And Paul thinks the most fitting way for a king to be enthroned is first to be crucified and give his life for others. And then after that act of self giving love, to be vindicated and exalted. It's like the unique Jewish Christian redefinition of true power. Yeah, that's what Psalm 8's about, the Bible, man.",
    "start": "00:56:16",
    "end": "00:56:40"
  },
  {
    "text": "This really does bring some more depth, this idea of Jewish meditation literature. Because you're reflecting on Genesis 1, but you're also reflecting on this whole movement of the Psalms. But then you get to go and see Jesus reflecting on it and Paul reflecting on it. And then you get to go back and you get to think about it.",
    "start": "00:56:42",
    "end": "00:56:58"
  },
  {
    "text": "Again and think about David's story and.",
    "start": "00:56:58",
    "end": "00:57:01"
  },
  {
    "text": "Yeah, and then David's story and this all ties together and then it. So you have all these themes, but to me it always feels like it comes back to then this, this one theme which is like God wants to rescue us towards our calling and we are weak creatures.",
    "start": "00:57:01",
    "end": "00:57:16"
  },
  {
    "text": "Yeah.",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "But that's okay. And God wants to do something with that.",
    "start": "00:57:17",
    "end": "00:57:21"
  },
  {
    "text": "Yeah. Our powerlessness could be our greatest asset yeah. In the sense that if we face it and are honest about it, that we recognize that everything that we have to offer the world anyway isn't from ourselves. It's the gift that we've received from others and ultimately from God.",
    "start": "00:57:21",
    "end": "00:57:39"
  },
  {
    "text": "You tagged that when Jesus quotes it. So Psalm 8 says, from the mouths of babies, you have made a stronghold. And then Jesus quotes and says, from the mouth of these babies, you have established praise. Established praise. So Jesus misquoted the Bible.",
    "start": "00:57:39",
    "end": "00:57:58"
  },
  {
    "text": "He perfectly quoted the Greek Bible.",
    "start": "00:57:59",
    "end": "00:58:02"
  },
  {
    "text": "The Septuagint.",
    "start": "00:58:03",
    "end": "00:58:04"
  },
  {
    "text": "Yeah. Actually, even my NIV translation says praise, so they went with the Septuagint translation.",
    "start": "00:58:04",
    "end": "00:58:11"
  },
  {
    "text": "Yeah.",
    "start": "00:58:11",
    "end": "00:58:11"
  },
  {
    "text": "Oh, in Psalmate.",
    "start": "00:58:11",
    "end": "00:58:12"
  },
  {
    "text": "Yeah. In Sulmate.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "In your English.",
    "start": "00:58:13",
    "end": "00:58:14"
  },
  {
    "text": "Oh, my English, niv. But it's an older version of the NIV, too.",
    "start": "00:58:14",
    "end": "00:58:17"
  },
  {
    "text": "Oh. Because I was reading out of NIV online and it didn't do that.",
    "start": "00:58:18",
    "end": "00:58:20"
  },
  {
    "text": "They must have updated it.",
    "start": "00:58:20",
    "end": "00:58:21"
  },
  {
    "text": "Yeah, I think they probably did. Interesting. Yeah. So a couple centuries before Jesus, Jewish scholars translated the Hebrew Bible into Greek. And when those scholars came to this line, they didn't strictly translate. They were puzzled, too, by this image of. From the mouths of babies you've established. And it's the Hebrew word oz, which means either strength or a strong place like a fortress. And that strange metaphor that, for us, you know, I called it a riddle. It's on purpose. The Greek translators smoothed it out by providing a paraphrase where they interpret the stronghold as being the praise. The crying out to God of praise. No, actually, I think that's actually a legitimate interpretation.",
    "start": "00:58:21",
    "end": "00:59:11"
  },
  {
    "text": "Yeah. Because crying out feels like praise or lament. It's kind of more of a. What do they call that? A. Not a translation, but a paraphrase. Paraphrase.",
    "start": "00:59:11",
    "end": "00:59:21"
  },
  {
    "text": "It's an interpretation. Interpretation, yeah, that's right. And English translators do this all the time.",
    "start": "00:59:21",
    "end": "00:59:26"
  },
  {
    "text": "Yeah, they do.",
    "start": "00:59:26",
    "end": "00:59:27"
  },
  {
    "text": "They hit puzzles in the original language. And they do their best.",
    "start": "00:59:27",
    "end": "00:59:30"
  },
  {
    "text": "Well, you have to. Whenever you translate one language to another, you're always interpreting.",
    "start": "00:59:30",
    "end": "00:59:35"
  },
  {
    "text": "Always interpreting. Just sometimes you have to interpret a little more. Here's the sticky wicket that I'll just raise. And then. So Jesus is presenting. He's presented in Matthew's Gospel as quoting from this psalm, but the version that's in Jesus mouth is the Greek version.",
    "start": "00:59:35",
    "end": "00:59:52"
  },
  {
    "text": "Yeah.",
    "start": "00:59:52",
    "end": "00:59:53"
  },
  {
    "text": "Not the Hebrew version.",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "Right.",
    "start": "00:59:54",
    "end": "00:59:54"
  },
  {
    "text": "Here's the other thing. Other quotations from the Hebrew Bible in the Gospel of Matthew don't follow the Greek version. They'll follow what seems like Matthew's own translation from the Hebrew. So. And the whole question is, did Jesus speak Greek? And people spend their whole careers about bilingualism and trilingualism of Jesus. But either way, Matthew was satisfied with having the Greek version present what Jesus said.",
    "start": "00:59:54",
    "end": "01:00:20"
  },
  {
    "text": "So we know Matthew knew the Hebrew version of the Bible.",
    "start": "01:00:20",
    "end": "01:00:23"
  },
  {
    "text": "Totally. Yeah. You look at his other features.",
    "start": "01:00:23",
    "end": "01:00:24"
  },
  {
    "text": "He could have put it in Jesus mouth that he.",
    "start": "01:00:25",
    "end": "01:00:27"
  },
  {
    "text": "That's right. Yeah. So this is actually. Jesus and the apostles are flexible when it comes to precise wording for how they quote their Bible. They'll sometimes quote. They'll quote from whatever translation best makes the point. From the original translation.",
    "start": "01:00:27",
    "end": "01:00:43"
  },
  {
    "text": "Sometimes they'll merge different parts of the Bible together to make some new hybrid verse.",
    "start": "01:00:44",
    "end": "01:00:49"
  },
  {
    "text": "Correct? Yeah. That's why when you look at New Testament quotations of the old, it often doesn't match. Exactly. And that's because they had a different standard for quoting and interpreting than we do. It used to bother me, and now I've come to see that it's really significant because usually it's because they're tracking with details or ideas that maybe I.",
    "start": "01:00:49",
    "end": "01:01:08"
  },
  {
    "text": "Does it not bother you as much anymore because it kind of forces you to meditate?",
    "start": "01:01:08",
    "end": "01:01:12"
  },
  {
    "text": "Totally. Yes, exactly. Right. It's an invitation that the rabbit hole goes deeper.",
    "start": "01:01:12",
    "end": "01:01:16"
  },
  {
    "text": "That sounded like, are you able to relax your body and breathe and that's why it doesn't bother you?",
    "start": "01:01:16",
    "end": "01:01:21"
  },
  {
    "text": "Leading question. Does that bother you?",
    "start": "01:01:24",
    "end": "01:01:26"
  },
  {
    "text": "No, I actually meant. I meant because it's an invitation to, as Tim would say, meditation. Make a cup of tea.",
    "start": "01:01:27",
    "end": "01:01:32"
  },
  {
    "text": "Literature.",
    "start": "01:01:32",
    "end": "01:01:33"
  },
  {
    "text": "Oh, yeah. Take a walk and think about it. Yeah.",
    "start": "01:01:33",
    "end": "01:01:35"
  },
  {
    "text": "Yeah. That's it. There you go. That's good.",
    "start": "01:01:35",
    "end": "01:01:38"
  },
  {
    "text": "All right, soulmate. Thank you, guys.",
    "start": "01:01:38",
    "end": "01:01:40"
  },
  {
    "text": "Yep. Good times. Yeah.",
    "start": "01:01:40",
    "end": "01:01:41"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Today's show is produced by Dan Gummel. Our show notes from Lindsey Ponder. And the theme music is from the band Tense. And the music today in the music breaks were by the band Poor Bishop Hooper. Poor Bishop Hooper is actually doing a really cool project where they are adapting every psalm in the Bible into a song. If you enjoyed their work, look them up wherever you stream music. For now, we're going to leave you with Poor Bishop Hooper's Psalm 8.",
    "start": "01:01:42",
    "end": "01:02:10"
  },
  {
    "text": "O Lord our Lord, how majestic is your name in all the earth. O Lord our Lord, how majesty. Majestic is your name in all the.",
    "start": "01:02:23",
    "end": "01:02:52"
  },
  {
    "text": "Earth.",
    "start": "01:02:53",
    "end": "01:02:53"
  },
  {
    "text": "O Lord our Lord, how majestic is your name in all things what is made that you be mindful of him, son of man, that you would take care of him with honor and glory you crown him and give him dominion over the works of your hands. What is man, that you be mindful of him, Son of man, that you would take care of him. With honor and glory you crown him and give him dominion over the works of your hand. What is man that you be mindful of him? Son of man that you would take care of with honor and glory you crown him and give him dominion over the works of your hands. What is man that you be mindful of him? Son of man, that you would take care of him with honor and glory you crown him and give him dominion over the works of your hand Alloy Our Lord, how majestic is your name in all the earth, O Lord, our Lord, how majestic is your name in all things Sa.",
    "start": "01:02:57",
    "end": "01:05:24"
  }
]