[
  {
    "text": "The Bible has four biographies of Jesus. We call them gospels. And they all begin in a unique way. The Gospel According to Matthew begins with a genealogy that connects Jesus birth all the way to Abraham. The Gospel According to Mark. It begins right in the action with Jesus being baptized. The Gospel according to Luke begins with a note from Luke about why he wrote the biography and how he went about writing it. And of all the introductions, the Gospel According to John is the most unique. John begins with a highly designed artistic poem that connects Jesus to the story of the Hebrew Bible and to Yahweh himself. John's prologue is personal, poetic, and it's powerful.",
    "start": "00:00:05",
    "end": "00:00:57"
  },
  {
    "text": "I mean, like, John knew and loved this guy who got killed and then who he somehow had these crazy encounters with and saw the empty tomb, and it just blew the categories for everything. And now he's trying to share with us the most important thing he could tell us before telling the story of Jesus. And this is it.",
    "start": "00:00:57",
    "end": "00:01:14"
  },
  {
    "text": "The prologue introduces Jesus this way. In the beginning was the Word, and the Word was with God.",
    "start": "00:01:14",
    "end": "00:01:21"
  },
  {
    "text": "And.",
    "start": "00:01:21",
    "end": "00:01:21"
  },
  {
    "text": "And the Word was God.",
    "start": "00:01:21",
    "end": "00:01:23"
  },
  {
    "text": "Which sounds, depending on your view of reality, could sound like just a crass contradiction in logic. How could something be with something and also that thing if it's with it, it's separate from it. To which John, I think, would just say, I'm inviting you into a different view of reality.",
    "start": "00:01:23",
    "end": "00:01:40"
  },
  {
    "text": "I'm John Collins. Welcome to BibleProject Podcast. Today I talk with Dr. Tim Mackey and Dr. Carissa Quinn, and together we look at the literary design of the prologue to the Gospel According to. Thanks for joining us. Here we go. All right, we are together as a three person crew again because we're working on the visual commentary series. And so we have Tim Mackey.",
    "start": "00:01:40",
    "end": "00:02:13"
  },
  {
    "text": "Hey, Tim, John. Hello.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "And Carissa Quinn. Hi, Karissa.",
    "start": "00:02:15",
    "end": "00:02:17"
  },
  {
    "text": "Hey, guys.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "And today we get to talk about a section of scripture which is the prologue to the Gospel of John. It's not an entire chapter, it's 18 verses, John 1 through 18. And it's this coherent literary unit that is wonderful and I'm excited to talk through it with y'.",
    "start": "00:02:17",
    "end": "00:02:35"
  },
  {
    "text": "All. Yeah, this is bringing to a conclusion kind of our first, well, what for us was a pilot project of the visual commentary series. So we thought about, oh, what's a short series we could do to just explore this new medium of doing visual commentaries. So it's been all around passages in the Bible that are built off of Genesis 1 and themes of creation. So this is the only New Testament book that we're doing. It'll be the first New Testament book. Yeah, a section literary unit that we're exploring. And what better than the poetic prologue to John? Because it begins with the same words as Genesis 1, the first sentence of.",
    "start": "00:02:35",
    "end": "00:03:13"
  },
  {
    "text": "Genesis, perfect in the beginning.",
    "start": "00:03:13",
    "end": "00:03:15"
  },
  {
    "text": "So maybe one way to frame this is first to back up real quick here. So in the New Testament, there are four accounts of the story of Jesus, and each of them, in its own way, is connected back to the circle of the first followers around Jesus. The people who sat at his feet, followed him around Galilee, part of the original circle. And so, you know, Matthew, Mark and Luke are tracing through, you know, a set of connections back to people who were either in that circle or, you know, we're co workers of the people in that circle. So Mark referring traditionally to the John Mark that worked with Peter and Paul and Barnabas in the book of Acts.",
    "start": "00:03:16",
    "end": "00:04:00"
  },
  {
    "text": "Okay.",
    "start": "00:04:00",
    "end": "00:04:00"
  },
  {
    "text": "And then Luke is following a series of connections back to the Luke that Paul names in one of his letters, calls him the physician. So Matthew is connected back through a whole other set of complicated connections. But John is one of the four that's actually also the most unique from the other three. The other three shared common sources and redeployed them in their accounts. And John is aware of all the same stories and traditions, but he's given his account a very unique stamp.",
    "start": "00:04:00",
    "end": "00:04:34"
  },
  {
    "text": "Yeah, he writes it differently.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Yeah, it just feels different. And Jesus talks often differently than he does in the other three. And so that itself is an interesting thing, you know, to explore. But the speaking voice that begins the story here is not that of Jesus. It's of the narrator who's going to speak throughout the rest of the account and tell the story of Jesus. But all of the Gospels have their own unique beginning, but John in particular has a poetic prologue that previews the whole story to follow. And none of the other gospels have a beginning that's quite like this. Most of them kind of just get the narrative going in their own ways. But this prologue is truly a prologue in terms of it's not yet the beginning of the narrative proper. It's an anticipation, a poetic cast of previewing what the whole thing's going to be about.",
    "start": "00:04:36",
    "end": "00:05:31"
  },
  {
    "text": "Is it like a summary up front, then?",
    "start": "00:05:31",
    "end": "00:05:34"
  },
  {
    "text": "I think so, yeah. It's a summary that's introducing you to the key themes and ideas, motifs, imagery, but also it's placing the story of Jesus in a bigger context. It's saying, dear reader, if you want to understand the Jesus who you're going to meet in here, what you need to know is that you got to go all the way back to the beginning. What John is going to do in this prologue is essentially blend together a whole bunch of Hebrew Bible hyperlinks as a way of showing how Jesus is the reality to which the whole storyline of the Hebrew scriptures were pointing. But not just the storyline. Every important image that you know, that becomes a symbol of God, the God of Israel, the creator, Whether that's God's word or God's light, or God's truth or God's child, God's son, God's glory, the temple, the Torah. These are all like, really core images associated with God's character in the Hebrew Bible.",
    "start": "00:05:34",
    "end": "00:06:42"
  },
  {
    "text": "Yeah.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "And he's not just saying Jesus is the fulfillment of the story. He's saying that Jesus is the reality to which all of those images in the Hebrew Bible were pointing. He is the thing that all of those are referring to. And so it's a little bit more unique of a move than how the other three gospels portray Jesus as the kind of climax of the biblical story.",
    "start": "00:06:43",
    "end": "00:07:08"
  },
  {
    "text": "Yeah. So this prologue is super packed with images with theology. And I'm looking at the structure that you outlined here. It's highly structured.",
    "start": "00:07:08",
    "end": "00:07:17"
  },
  {
    "text": "It's highly structured.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "Really? Two parallel panels, six parts. Yeah, it's. It's pretty amazing.",
    "start": "00:07:18",
    "end": "00:07:26"
  },
  {
    "text": "Yeah. So here I'll make a few macro observations and see what you guys think about it. Or maybe I'll say what I think is being clear and then you can tell me if I'm not making any sense. So it begins with a pretty famous beginning of four short poetic lines. In the beginning was the Word, and the Word was with God. And the Word was God. He was. Was in the beginning with God. After those four poetic lines, something begins that is something that feels like a narrative thread. It talks about how in that word was life, and the life was the light coming into the darkness. Then we're told that John the Baptist all of a sudden appears and he's bearing witness to the light, telling other people about the light. Then we get the story about how the light came into the world, but some people didn't want to receive the light, and they want to live in the darkness. But then there are some people who do want to receive the light, and then they become reborn as children of God. And so that's the first kind of sequence. Light enters the world. John bears witness to the light. The light is rejected by some, received by others who are born from above. It's the first kind of sequence. And you're like, oh, yeah, sounds like a pretty good summary of what John's about to say first, let's just say all of that imagery, light and dark, creation, people, humans being born. This all feels like I'm in the world of Genesis 1 and 2.",
    "start": "00:07:26",
    "end": "00:09:00"
  },
  {
    "text": "Yeah.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Starting in verse 14, a new movement appears. And you can feel the shift in the language and the imagery. And it's probably one of the more well known verses. And the word became flesh and it dwelt among us, and we saw his glory, the glory of the one and only from the Father. Now, if you're just thinking in terms of narrative, the Word became flesh and we saw his glory. If you're following this narrative flow, I think a thoughtful reader would come to the conclusion. Didn't this already happen?",
    "start": "00:09:01",
    "end": "00:09:32"
  },
  {
    "text": "Yeah, right.",
    "start": "00:09:32",
    "end": "00:09:34"
  },
  {
    "text": "I thought the light already came into the darkness and was interacting with. With people. If this is referring to the incarnation, didn't it already happen back in verse three?",
    "start": "00:09:34",
    "end": "00:09:43"
  },
  {
    "text": "Right. Because we've already heard that some people received him, some people didn't.",
    "start": "00:09:43",
    "end": "00:09:48"
  },
  {
    "text": "Yeah. So what's happening? Again, it's a poetic prologue. We're actually restarting and we're going to tell the same story of Jesus incarnation to what happened, but we're now going to do it with a different set of images. And we're going to do it now not with the language of Genesis 1, but with the language of the. The tabernacle, the story of God's presence coming to the tabernacle in the book of Exodus. So the Word becomes the tabernacle, and the divine glory that went over the tabernacle is Jesus. Then the next step in the story is all of a sudden back to John the Baptist again bearing witness. And you're kind of like, this already happened. So John gives another speech, and then you get a third kind of movement to the second retelling of the story that's talking about how we received grace and truth through Jesus. And then you get a concluding line, which is verse 18. No one has ever seen God, ever. The one and only God, who is in the bosom or the lap of the Father that one has made known. And that's how the prologue ends.",
    "start": "00:09:48",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "So the whole point is that if you just look at it from a narrative perspective, it seems like we retell the same story twice. But if you pay close attention, it's because we're cycling through the same basic idea. It's a summary of the book you're about to read, but through two different lenses, as it were. So you can think about the story of Jesus using Genesis 1. And you get verses 3 through 13 from light to Light entering the darkness. John the Baptist. Some people stay in the dark, some people receive the light and are born from above. That's take one, Take two. Let's think about this whole story you're going to read in the rest of the book, but from the perspective of God coming to dwell with his people in the tabernacle. So now all of a sudden Jesus is the divine glory light. Not just the light of creation in day one, but he's the divine glory light. He comes to dwell among us. You get John the Baptist appearing again, which from a narrative perspective, you're like, he already came. But you're like, no, no, we're retelling the story all over again. So here's John's role. He bears witness. And then after that you get a group of we who received the word that came to dwell among us. That's like those who received and became the children of God in the first take. But now in the second take, we receive grace and truth. And then you get another poetic little four line concluder about this. No one's ever seen God, but there is this one, this child of God who's in the lap of his Father and that one has made known. And then it ends. So, man, this thing's so. It just feels artsy, doesn't it?",
    "start": "00:11:03",
    "end": "00:12:41"
  },
  {
    "text": "Yeah, it does.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Like intentionally artsy to make you like force you to just keep rereading it like, like it's Jewish meditation literature. And I think that's entirely the point. Sa. Okay, so I've been, I've been unpacking that. So what are things that seem unclear or maybe some questions that'll get us kind of probing some of the issues.",
    "start": "00:12:42",
    "end": "00:13:57"
  },
  {
    "text": "Here about the structure or just about anything, any of the content?",
    "start": "00:13:57",
    "end": "00:14:00"
  },
  {
    "text": "Well, maybe about the structure. Maybe if one of you wants to summarize the movements, what you see going on here.",
    "start": "00:14:01",
    "end": "00:14:05"
  },
  {
    "text": "Yeah, you got the two tellings in a three act structure. First telling is Jesus introduces light. John the Baptist comes, gives witness to the light. And then there's the reaction of how are you going to react to the light? And then that's paralleled with the second three act structure. But Jesus as the tabernacle. And it makes perfect sense. And then you gave us a chart so that you could actually just see those two plays essentially, and the acts, how they connect to each other. Yeah, introducing Jesus as the light or the tabernacle, John bearing witness. And then the reaction. Yeah, it's just very, very clear. And then it's just so full of all this, like you said of Hebrew Bible imagery is just packed in here, all these hyperlinks, so you can just swim in here for a long time just thinking about this stuff.",
    "start": "00:14:05",
    "end": "00:14:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:14:59"
  },
  {
    "text": "And the first story's pulling from Genesis and Creation, the second from Exodus and the Tabernacle.",
    "start": "00:14:59",
    "end": "00:15:06"
  },
  {
    "text": "For me, the little oddity that I could never quite make sense of until this hit me like a ton of bricks was the fact that John appears twice doing the same thing as if. As if it hadn't already happened.",
    "start": "00:15:07",
    "end": "00:15:21"
  },
  {
    "text": "Yeah.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "And this is just a good rule of thumb when you're reading a story and it feels overly repetitive, usually that's a clue that there's some kind of design.",
    "start": "00:15:22",
    "end": "00:15:30"
  },
  {
    "text": "There's a structure happening.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Structure happening. That feels funky. If you read it only linearly.",
    "start": "00:15:32",
    "end": "00:15:36"
  },
  {
    "text": "Right, right.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Yes.",
    "start": "00:15:37",
    "end": "00:15:37"
  },
  {
    "text": "It usually means that the text is designed to be read in multiple dimensions, not just linearly, but then also read symmetrically.",
    "start": "00:15:37",
    "end": "00:15:45"
  },
  {
    "text": "Yeah.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "That's actually a really good thing to point out because that happens often in the revival where you're just like. It just feels clunky in our English minds because it's not how we would tell a story. It's like, you've told me that detail already.",
    "start": "00:15:46",
    "end": "00:15:58"
  },
  {
    "text": "Right.",
    "start": "00:15:59",
    "end": "00:15:59"
  },
  {
    "text": "Yeah. Yeah. No. And usually the reaction is these ancient authors, they're just so primitive, and they can't just be clear and concise or.",
    "start": "00:15:59",
    "end": "00:16:09"
  },
  {
    "text": "Different sources woven together, accidentally overlapping.",
    "start": "00:16:09",
    "end": "00:16:12"
  },
  {
    "text": "Yep. That's a very prominent view about the composition of biblical literature, is it's the amalgamation of different sources and traditions, and it's incoherent. It actually doesn't make sense. Sense. And man. I mean, the greatest teachers I've had here are some colleagues of mine in Hebrew Bible. David, Andrew Teeter and William Tooman, really brilliant Hebrew Bible scholars who have helped me see that biblical literature is designed to be read both linearly, but then also in multi dimensions. There are often symmetrical patterns where your mind is joining together pieces that are connected not in linear sequence, but in a symmetrical sequence.",
    "start": "00:16:12",
    "end": "00:16:54"
  },
  {
    "text": "Yeah.",
    "start": "00:16:54",
    "end": "00:16:54"
  },
  {
    "text": "And the value add of that is, for here, as an example, is now, as you're realizing that the introduction of Jesus as the light is now connected, juxtaposed against Jesus as the tabernacle and the glory.",
    "start": "00:16:54",
    "end": "00:17:11"
  },
  {
    "text": "Which is light.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, which is light. And so now you're reflecting on that juxtaposition because you noticed this new dimension to the text that's not linear but is. I don't know what you would call it.",
    "start": "00:17:13",
    "end": "00:17:25"
  },
  {
    "text": "Parallel, maybe.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "Parallel, yeah. It's also similar to the fact that John appears two times, and what's interesting, the first time it says he came to bear Witness, so that others might believe. But it does leave you wondering, well, what did he say exactly?",
    "start": "00:17:27",
    "end": "00:17:40"
  },
  {
    "text": "Yeah.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "And so the second time he appears, it's just a short John bore witness. And then you get what he said, and what he says is, the one who comes after me has been in front of me because he was before me. And that becomes a way of kicking you all the way back to he was in the beginning with God. But those two little bits about John are actually meant to be joined together as one idea, but they've been split apart so he can have a John bit in both sequences.",
    "start": "00:17:41",
    "end": "00:18:13"
  },
  {
    "text": "Yeah. So this is a good point to make too, that when you hear repetition and if you can outline it or see the text, that's super helpful. But when you hear repetition, you can consider those things parallel, like those pieces of the text as these parallel chunks. And there's repetition, but there's also movement or something that's going to be a little bit different.",
    "start": "00:18:13",
    "end": "00:18:37"
  },
  {
    "text": "Yeah.",
    "start": "00:18:37",
    "end": "00:18:37"
  },
  {
    "text": "So in the first part, we went from he was the light, and now we. We see his glory. In the second part with John, you hear that he bears witness. And now we hear what he is saying in the second section. And in the third section, we see some people reject him, some people receive him. And then the third part of that parallel section is just, we have received him. And then the narrative moves forward after that. So there's. There's a movement. Even when there's repetition, it. It still pushes the story forward.",
    "start": "00:18:38",
    "end": "00:19:09"
  },
  {
    "text": "We totally appreciate this in music.",
    "start": "00:19:09",
    "end": "00:19:11"
  },
  {
    "text": "Oh, sure. Yeah. Cyclical.",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "Yes. And then, Bill, it builds on the tune. But in literature, that this is something kind of unique to Jewish literature, that. I mean, I'm sure we'll find parallels, actually.",
    "start": "00:19:14",
    "end": "00:19:26"
  },
  {
    "text": "Yeah. This was a rhetorical persuasion technique that is used in other ancient Near Eastern literature. It's used in Greco Roman literature, but it is used to a degree that, as far as we know, is pretty unparalleled in biblical literature in terms of the. The volume of literature that's organized both linearly and also in these symmetrical patterns.",
    "start": "00:19:26",
    "end": "00:19:49"
  },
  {
    "text": "Yeah, yeah. And it feels more natural to find that, at least for me, in poetry, that. Oh, we can. We can recall different sections of text. It doesn't have to be linear. When I'm reading poetry, there could be repetition.",
    "start": "00:19:49",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "And I think that's something that's really interesting as I've been reading more biblical narrative is that narrative actually works a lot like poetry in the Hebrew Bible.",
    "start": "00:20:05",
    "end": "00:20:14"
  },
  {
    "text": "Yes.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "So even. Even when it's telling a story, there are these. Yeah, like poetic structures.",
    "start": "00:20:15",
    "end": "00:20:21"
  },
  {
    "text": "Yeah. I Wish we had time to just open up maybe one Hebrew Bible story and just show that really quick, actually.",
    "start": "00:20:21",
    "end": "00:20:26"
  },
  {
    "text": "Well, the first one, Genesis one. Oh yeah.",
    "start": "00:20:26",
    "end": "00:20:29"
  },
  {
    "text": "Genesis one.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "So. So we haven't gone there yet, but we should. The design of the prologue. And this was a New Testament scholar, Mary Colot, who's written multiple academic and popular books on the Gospel of John. I came across this way of seeing the literary design in her book called God Dwells with Temple Symbolism in the Fourth Gospel. Mind blowing. Mary Colot's book was the first scholar that drew attention to this for me. It was one of those things where I think about Genesis 1 so much. I can't believe I didn't see it. But her point, the literary design of the prologue to John is exactly the literary design of the creation narrative of Genesis 1. It has a little four line introduction, then it has two sequences of three that are parallel to each other.",
    "start": "00:20:30",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. And in Genesis 1 it's the six days.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Six days. Days 1, 2, 3. And then days 4, 5 and 6 go back and parallel days 1, 2 and 3 in exact vocabulary in order to. And then you get a short little poetic, dense concluder that is in John's prologue, open ended. So it just kind of has a little short poetic introduction, short poetic conclusion, and two triads of three that match each other. And the moment she pointed this out, or the moment I thought it was just like, oh, yes. And of course he chooses the first words of Genesis 1 to begin it. But he's not just got Genesis 1 on the brain for the language and imagery. He's literally imitated the design, the structure. Yes. Okay, now watch what Mary does here. This is really cool. So recall how in Genesis 1, the seventh day is about the completion. It begins by saying, and so were completed the skies and the land. And so God, you know, blessed the seventh day, he set it apart as holy. It's very much a note of conclusion, that little ender.",
    "start": "00:21:20",
    "end": "00:22:21"
  },
  {
    "text": "Yeah.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "And what she pays attention to is that John's little ender that stands in the same slot as day seven is intentionally non conclusive. It ends with an incomplete sentence in Greek. So I'm just going to read from her. She says the six strophes and strophe is her way of saying paragraph. It's a paragraph in poetry. A strophe, a group of lines that makes up a paragraph in poetry. Nice. So she says the six strophes or paragraphs of John's prologue, like the six days of creation in Genesis 1, require one final act to bring it to Completion. This act will begin in verse 19 after the prologue as the Gospel narrative of God's final work that began with the incarnation will culminate in the life and the death of Jesus until the story of Jesus final work has been told. Therefore, there can be no seventh day to the prologue. But utilizing the structure of Genesis, but also breaking from its pattern, the very design of the prologue asserts there is still something more yet to come. Okay, get this. When Jesus is on the cross and his final words are, it is finished. The Greek word he uses is the same root word as the seventh day in Genesis. And so we're finished. The sky is in the land.",
    "start": "00:22:21",
    "end": "00:23:51"
  },
  {
    "text": "Oh wow, that's so cool.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "So she's convinced, I mean, you get her argument here, that the jia says death and then the empty tomb is the seventh day. Yeah, Completion to the prologue. So it becomes a bookend around the entire account. Isn't that rad?",
    "start": "00:23:52",
    "end": "00:24:08"
  },
  {
    "text": "It's like new creation made complete.",
    "start": "00:24:08",
    "end": "00:24:10"
  },
  {
    "text": "Yeah, I'm certainly persuaded. Let's go back to the last sentence of the prologue and then maybe if you want to go back and we can unpack some of the stuff going on in the sixth grade paragraphs. But the last sentence of it is in the translation that I've, that I've put here. No one has ever seen God, so it's kind of stating a core claim of the biblical tradition. And this actually comes from something God said to Moses on Mount Sinai. Yeah, when he's in the cave. No, no human can see me and live.",
    "start": "00:24:11",
    "end": "00:25:21"
  },
  {
    "text": "Yeah, that's why he has to see his back instead.",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "And what passes in front of him is the glory of the Lord. What he sees is the glory. Which of course is what John is saying. That's what Jesus is. So this is John's way of making the classic Jewish Christian theist move of saying, even when God reveals part of God's own self to us, it's not like we can ever comprehend the divine being in all of its majesty. We're only ever seeing or experiencing a part. So no one can ultimately see God. However, this story is going to be about how the one and only God. What does that mean? Well, for John, the one and only God includes the one who is in the lap of the Father. So in the opening little four lines, he called the pre incarnate Jesus the word of God. And he's God. And with God. So now here he's using a different metaphor to make the same point. Just like a word can be God's word, but also distinct from God. So Also you have a child who's in the lap of the Father, who's both God and distinct from God as father and son. And then the last line is an incomplete sentence in Greek, which is that one. That is the one and only God who is in the lap of the Father. That one has and uses a Greek word, exageo, which means. It's where we get the English word exegesis, which means to bring out the meaning. To make known the meaning.",
    "start": "00:25:24",
    "end": "00:26:47"
  },
  {
    "text": "Yeah.",
    "start": "00:26:48",
    "end": "00:26:48"
  },
  {
    "text": "And so in Greek, he says that one has exage od. He's brought out the meaning, but there's no object to the verb in Greek.",
    "start": "00:26:48",
    "end": "00:26:57"
  },
  {
    "text": "The meaning of what?",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "The meaning of who or what. And all of our English translations can't tolerate that incomplete sentence. So they supply the object, which is he has made him known, that is the Son has made known the Father. And that is what John means. Yeah, but he hasn't supplied the ending of the sentence precisely so that you read the story to find out what the Son is going to make known.",
    "start": "00:26:58",
    "end": "00:27:23"
  },
  {
    "text": "What the object of that is.",
    "start": "00:27:23",
    "end": "00:27:25"
  },
  {
    "text": "But it's kind of one of these. I get why the translations need to create a complete sentence, but at the same time it actually undoes what John, I think, is trying to do anyway.",
    "start": "00:27:25",
    "end": "00:27:36"
  },
  {
    "text": "That's great.",
    "start": "00:27:36",
    "end": "00:27:36"
  },
  {
    "text": "Yeah. So rad.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "Yeah, that's cool. So the intro and conclusion to the prologue are making the similar point that the Word or the one and only God, how they're referred, how Jesus is being referred to here as the Word in the intro. The one and only God in the conclusion was both God and with God. Yeah, both God and distinct from God with different images.",
    "start": "00:27:37",
    "end": "00:28:01"
  },
  {
    "text": "First the Word and then second with the Son and the Father.",
    "start": "00:28:01",
    "end": "00:28:04"
  },
  {
    "text": "The Son. Yeah. The child.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "Yeah. Two different metaphors that are trying to get at the same reality. Yeah.",
    "start": "00:28:06",
    "end": "00:28:11"
  },
  {
    "text": "So let's double click on that and talk about that a little bit. So previously we all three of us walked through Proverbs 8 and it's this reflection on God's wisdom, personified as Lady Wisdom. And we made the observation that the way Proverbs 8 is designed is to make God's wisdom in the slot of God's word in Genesis 1.",
    "start": "00:28:11",
    "end": "00:28:36"
  },
  {
    "text": "And the spirit in Genesis 1.",
    "start": "00:28:36",
    "end": "00:28:37"
  },
  {
    "text": "Yeah, and spirit as God creates order out of chaos. He does that through his speech and then through the Spirit of God, the ruach of God, the God's life energy. And we talked about how there's this very Jewish way of thinking about God, which is when you experience God, what you are, and you mentioned it earlier, Tim, you can't See God, but you are experiencing God. Not something less than God, but it is separate than God or distinct.",
    "start": "00:28:37",
    "end": "00:29:11"
  },
  {
    "text": "I've come to find the word distinct to be the only English word. Distinct says both enough, but not too much. Yeah, yeah, it is God, but it's also something distinct from God that's reaching out to me.",
    "start": "00:29:11",
    "end": "00:29:26"
  },
  {
    "text": "And so the one image is of a word. So when I give a word, that's my thoughts and desires, and it's that coming out from me. But once that word comes out, it's distinct from me.",
    "start": "00:29:26",
    "end": "00:29:41"
  },
  {
    "text": "It can go do stuff.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. The word can get captured on a page, and then it can live outside of my life. And then in Genesis 1, it goes out and it creates.",
    "start": "00:29:42",
    "end": "00:29:51"
  },
  {
    "text": "This is pretty intuitive for if you say, I would like something to drink, and then that creates an effect in the room. And so maybe then one of your boys is in the room and he hears that word and he's like, oh, dad, there's like a fizzy water in the fridge. And then all of a sudden, your word went out and interacted with another. And then, like, something happened in the world based on this thing that came.",
    "start": "00:29:51",
    "end": "00:30:12"
  },
  {
    "text": "From you, and it's you. He's interacting with you. Your son in that example, but really was interacting with something distinct from you, which was your word that came out.",
    "start": "00:30:12",
    "end": "00:30:21"
  },
  {
    "text": "Yep.",
    "start": "00:30:21",
    "end": "00:30:21"
  },
  {
    "text": "And this is this very Jewish way of thinking about interacting with and experiencing God.",
    "start": "00:30:21",
    "end": "00:30:27"
  },
  {
    "text": "Yeah. And it's rooted in the Genesis 1 creation narrative, where God speaks things into existence. So God's word goes out and creates.",
    "start": "00:30:27",
    "end": "00:30:36"
  },
  {
    "text": "Yeah, it's. It's a fundamental conviction of the biblical portrait of God, which is Israelite and Jewish, that becomes Christian, is that God is other than creation. God precedes creation, that God's own being is the ground. In other words, God's not a part of creation. So anytime I interact with God here within creation, it's because some aspect of God has reached out to me. That's not the whole of God, but it is a part of God. But once I'm here in creation, interacting with it, and then it becomes a part of me, then it's both God and distinct from God. So that's God's wisdom, God's word.",
    "start": "00:30:37",
    "end": "00:31:14"
  },
  {
    "text": "And so it makes sense for John to say the Word was with God and the Word was God.",
    "start": "00:31:14",
    "end": "00:31:19"
  },
  {
    "text": "Which sounds, depending on your view of reality, could sound like just a crass contradiction in logic. How could something be with something and also that thing, if it's with it, it's separate from it. To which John I think would just say, I'm Inviting you into a different view of reality where two plus two makes five.",
    "start": "00:31:19",
    "end": "00:31:41"
  },
  {
    "text": "One plus one equals one.",
    "start": "00:31:41",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, yeah. Or one plus one plus one equals one.",
    "start": "00:31:43",
    "end": "00:31:45"
  },
  {
    "text": "Exactly.",
    "start": "00:31:45",
    "end": "00:31:45"
  },
  {
    "text": "Yeah, yeah, yeah. So. But just notice he's doing heavy duty theological philosophical thinking here in the form of poetry through poetic parallelism, which is just quintessential biblical thought, you know.",
    "start": "00:31:45",
    "end": "00:32:00"
  },
  {
    "text": "Well, when growing up reading this, I think I was much more distracted by Greek philosophy because the Greek word is logos and there's a whole tradition in Greek philosophy around Logos. And so I just really thought John was trying to translate Jesus into Greek philosophy.",
    "start": "00:32:00",
    "end": "00:32:21"
  },
  {
    "text": "Sure.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And what it seems like is that was just totally missing the boat. Like he's using a Greek word, but he's thinking in Hebrew.",
    "start": "00:32:22",
    "end": "00:32:28"
  },
  {
    "text": "Sure. However, I also think he was obviously a very sophisticated intellectual mind that produced this text.",
    "start": "00:32:28",
    "end": "00:32:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "Obviously it boggles the imagination to think that he didn't also know that by using the word logos that he was creating an account that would have traction with any educated Greek or Roman who's, you know, read some of the classics and Plato and so on. So I think it's more about that John could use a word that has traction in two cultures and mean everything implied with it. And, you know. You know, part of this is what's tricky is that for many English speakers who don't ever learn another language or don't grow up having to be multilingual, it's hard to. To have an imagination, to think that you could think in two languages and two cultures at the same time. But anybody who's grown up multilingual.",
    "start": "00:32:37",
    "end": "00:33:22"
  },
  {
    "text": "Yeah.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "This is just. It's normal. And if you're clever, you know how to communicate to multiple audiences at once.",
    "start": "00:33:23",
    "end": "00:33:29"
  },
  {
    "text": "Yeah. Or sometimes he may just. Or the authors may be doing that without even thinking about it. They're just using the categories that they. They know that are familiar in the world around him. Yeah.",
    "start": "00:33:29",
    "end": "00:33:41"
  },
  {
    "text": "So intuitive.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "So here I've just got. But it was just a quick little sketch here. This is in a quote from George Beasley Murray, who wrote the commentary on John and the Word Biblical Commentary series. He's got a long quote and he's talking about the. The genealogy, the heritage of this word, the Greek word logos in its history in Greek philosophy. So he says, for the great philosopher Heraclitus, the logos is the omnipresent wisdom by which all things are steered. It's the divine word received by the prophet and it becomes almost equivalent to God in Heraclitus writings. For the Greek Stoic philosophers, the logos is the common law. Of nature immanent in the universe, maintaining its unity, the divine fire or soul of the universe in Philo of Alexandria. So here's a Jewish philosopher who had mastered the Greek philosophical tradition. He exploited the concept in a striking way. He saw the Logos as the agent of creation, and he distinguished the Logos as a thought in the mind of God, his eternal wisdom, and its expression in making a formless matter into a universe. The Logos is the medium of divine government of the world. It's the captain pilot of the universe, according to Philo. So there's just. There's a quick sketch of this. The word logos actually was really active in Greek philosophy.",
    "start": "00:33:43",
    "end": "00:35:13"
  },
  {
    "text": "So you really can come at it from both traditions, for sure.",
    "start": "00:35:13",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:17",
    "end": "00:35:17"
  },
  {
    "text": "And understand what John is doing.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "And both traditions seem. They seem really similar too.",
    "start": "00:35:19",
    "end": "00:35:22"
  },
  {
    "text": "Yes, I think so.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "The Hebrew, or the biblical Hebrew understanding of God's speech going out, creating order, and that being a parallel idea to God's eternal wisdom creating order and those things being almost equivalent to God.",
    "start": "00:35:24",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "They seem really, really overlapping or just similar ideas. Yeah.",
    "start": "00:35:41",
    "end": "00:35:45"
  },
  {
    "text": "What you're saying is that Genesis 1, in its own way, and now John, by activating the Hebrew of Genesis 1, he's saying Genesis 1 is making a contribution to the same topic that's happening in his world in Greek philosophy, which is what is ultimate reality and what's the relation of the ultimate divine reality to our contingent, you know, constantly changing and adapting world that we live in? And so the word Logos, the word is the word that's used. So it's as if he's kind of. He wants to show how Genesis 1 makes a contribution to that conversation in his day and then make a claim about Jesus. That Jesus is that word.",
    "start": "00:35:46",
    "end": "00:36:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "So I'm trying to rehabilitate your background, John, to say, like, I don't think that was off. It maybe have imbalanced. Maybe it was because in your background, however, maybe the. What was really going on in the Hebrew of Genesis 1 wasn't fully emphasized. And so what you heard is about Greek philosophy, but it's actually both at the same time.",
    "start": "00:36:28",
    "end": "00:36:47"
  },
  {
    "text": "Well, I think by not seeing the Hebrew thought, I think there was this general trend of me not seeing these Jewish ideas and then relying too heavily on Greek ideas. And where that got a lot more messy was in ideas of the soul.",
    "start": "00:36:47",
    "end": "00:37:04"
  },
  {
    "text": "I see.",
    "start": "00:37:04",
    "end": "00:37:04"
  },
  {
    "text": "And that kind of stuff. But that's a whole nother topic that.",
    "start": "00:37:05",
    "end": "00:37:08"
  },
  {
    "text": "We'Ve been talking about for years now. Okay, so here's. Here's something interesting. You guys want to see something else that's Cool.",
    "start": "00:37:08",
    "end": "00:38:07"
  },
  {
    "text": "Yeah.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "It also seems like John is using not only Genesis 1 to try and unpack the significance of Jesus, he's also doing a whole biblical theology of characters in the Hebrew Bible that function as these divine agents who are God and distinct from God at the same time. So we've talked about some of them. So in Genesis 1, you have this phrase. In the beginning, Elohim created the skies and the land. You have the spirit of Elohim out there in the dark waters, and then Elohim speaks a word. So right there you have Elohim, the spirit of Elohim, and then Elohim's word, that's in Genesis 1, in Proverbs 8, which we did a whole conversation, the three of us, on Proverbs 8 is itself hyperlinking to Genesis 1. And in the slot of the divine word and spirit, Lady Wisdom speaks up in Proverbs and says, yahweh brought me forth or possessed me at the beginning of his way before his ancient works, there I was. From the beginning, I was beside him. So John is for sure drawing on that when he talks about the word that was God and was beside God or with God.",
    "start": "00:38:08",
    "end": "00:39:16"
  },
  {
    "text": "Yeah.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "And also in the lap of the Father. And that depiction of Lady Wisdom as a child growing up with God.",
    "start": "00:39:17",
    "end": "00:39:24"
  },
  {
    "text": "Yeah, that's right. So when he starts talking about all things came into existence through that word, there's a whole network of texts in the Hebrew Bible that talk about this idea. So we have the word of God, that's Genesis 1, we have the wisdom of God. That's Proverbs. But then also look at this little lion in Psalm 33, 6, that says, by means of the word of Yahweh, the skies were made, and by the breath of his mouth, the spirit of his mouth, all of their host. So the Author of Psalms 33 is doing the same thing. He's blending the spirit and the word and the wisdom. This is all like one. And so this is all. That's all happening within the Hebrew Bible itself.",
    "start": "00:39:24",
    "end": "00:40:05"
  },
  {
    "text": "Yeah.",
    "start": "00:40:05",
    "end": "00:40:05"
  },
  {
    "text": "Okay. So this blew my mind. So in Jewish tradition, just like when Alexander the Great did his thing, stormed the ancient world in three hundreds B.C. and he spread the Greek language. Everybody started using the Greek language in the same way in the era before Alexander the Great, when the Persians were running the show. Alexander stole the world empire from the Persians.",
    "start": "00:40:06",
    "end": "00:40:27"
  },
  {
    "text": "Yeah, he borrowed that idea.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "The Persians were using Aramaic, a form of international Aramaic as a Semitic language. So that's not a native Persian language. Native Persian language is Farsi. It's Persian, but they used Aramaic as the international language. And so that became so widespread in that early period that many Jewish communities started translating the Hebrew Bible into Aramaic, which is kind of like going from like French into Italian. You know, they're both very closely related. All right, so these early Aramaic translations of the Hebrew Bible are called Targums or Aramaic Targums. So one of these very early, it's called Targum neophyti of Genesis 1. I'm just going to read a translation of it from you and then we can talk about it. So this is a translation made by Jewish scholars for Jewish communities around what time? Ah, it's the million dollar question. Targum is very difficult to date. Targum Neophyti seems to emerge right after the second Temple period, which means that it is reflecting a way of reading the Bible from the temple period around the time of Jesus and before. So you could actually translate it two ways, the Aramaic on two ways. And I think it's on purpose, so I'll start with the first one. So this is a translation and an interpretation of Genesis 1, 1, 3. So it reads in Aramaic from the beginning, by means of wisdom, the son of Yahweh completed the heavens and the earth. And the earth was waste and unformed, desolate of man and beast, empty of plants and trees. Darkness was spread over the abyss, and a spirit of mercy was from before the Lord blowing over the waters. And the word of the Lord said, let there be light, and there was light according to the decree of his word.",
    "start": "00:40:29",
    "end": "00:42:22"
  },
  {
    "text": "Huh. This doesn't feel like a translation.",
    "start": "00:42:22",
    "end": "00:42:25"
  },
  {
    "text": "Yeah, the Targum, especially Targum Nephidi. It's like, it's a paraphrase.",
    "start": "00:42:25",
    "end": "00:42:29"
  },
  {
    "text": "It's like the message.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "It is. It's like Eugene Peterson's the Message. It's an interpretive paraphrase in Aramaic. But dude, check the first line from the beginning. By means of wisdom. By wisdom, the son of Yahweh completed the heavens and the earth.",
    "start": "00:42:31",
    "end": "00:42:45"
  },
  {
    "text": "Yeah, they're just, they're tracking with all of this.",
    "start": "00:42:45",
    "end": "00:42:47"
  },
  {
    "text": "That is cool.",
    "start": "00:42:47",
    "end": "00:42:48"
  },
  {
    "text": "It is cool. Now here's the thing, is that the word sun in Aramaic is exactly the same sequence of letters as the word creates bara in Hebrew. So there's multilingual wordplays going on. You could equally translate this Aramaic translation of the Hebrew Bible to read from the beginning. By wisdom, the word of Yahweh created and completed the heavens and the earth.",
    "start": "00:42:48",
    "end": "00:43:15"
  },
  {
    "text": "Ah. Which makes a little bit more sense that they would get there first.",
    "start": "00:43:15",
    "end": "00:43:18"
  },
  {
    "text": "Sure. But the question is, is it that inconceivable for a Jewish author who's steeped in the whole Hebrew Bible to conceive of God's word and wisdom and child, Son. And you're like man. We're already there in Proverbs 8 where wisdom is the child of the Creator, participating and present there. And all of a sudden John 1, you feel like, oh, John 1.",
    "start": "00:43:19",
    "end": "00:43:41"
  },
  {
    "text": "Yeah. He didn't invent some new thing.",
    "start": "00:43:41",
    "end": "00:43:43"
  },
  {
    "text": "That's it. That's it. He's drawing on a way of thinking about how God relates to the world that has deep root in the Jewish tradition. The way of thinking about God rooted in the Bible itself. And the innovation is not saying that God would interact and enter into relationship with creation. The innovation is saying Jesus of Nazareth is that person. Is that. Yeah, that's where the shocker comes. So there's still a shocker in John 1.",
    "start": "00:43:43",
    "end": "00:44:10"
  },
  {
    "text": "And the shocker isn't because it's a person necessarily. It's because it wasn't a king who ruled Israel. It was someone killed as a rebel.",
    "start": "00:44:10",
    "end": "00:44:22"
  },
  {
    "text": "Yep.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "How could that be the son of Yahweh, the Word in the lap of the Father.",
    "start": "00:44:23",
    "end": "00:44:28"
  },
  {
    "text": "And of course that's exactly what he's setting you up for, is that scandal and think, okay, let's now range broader. In the prologue, the whole of each set of the sequences, it's about the light or the glory entering into creation. There was a venerable honorable witness to it, John the Baptist, who was honored. He was a controversial figure, but you know, kings cared what John the Baptist thought, Herod did, the Pharisees sure did. So he was a public figure who bore witness to the light. But yet the light entered the darkness and a whole bunch of people wanted nothing to do with the light. How does that work? And that's going to be like the surprise or the crisis that he wants to tell as well. That's what happens when the light enters the darkness and some stay in the dark and some will find themselves born as new kinds of humans.",
    "start": "00:44:28",
    "end": "00:45:24"
  },
  {
    "text": "Yeah, what, what does John mean here when he talks about the light and the darkness? Like what is, what are those concepts here? I mean, I know he uses these words throughout all of his writings.",
    "start": "00:45:24",
    "end": "00:45:36"
  },
  {
    "text": "Yeah, I mean, I think as you follow darkness through the Gospel of John, it comes up quite a bit and it becomes an image for the spiritual, non human animating forces of evil and darkness. It's akin to the spiritual powers in the Hebrew Bible or the principalities and the powers in Paul's thought. And it's the anti creation forces. If God's word is drawing People in to participate in the ordering of the world. The darkness is a part of what is dragging humans back into destruction and disorder and chaos. And so John sees the rejection of Jesus by the leaders of Israel and his execution as an attempt of the darkness to overcome the light. And of course, with the empty tomb and the resurrection, the whole story is going to be about how the darkness couldn't overcome the light. At least I think that's what's going on.",
    "start": "00:45:37",
    "end": "00:46:28"
  },
  {
    "text": "Yeah. So I mean, here it sounds like he's already looking forward to the death of Jesus by saying the darkness did not overcome it, but also drawing on just those, those two maybe ways of life, Creation, new creation in Jesus, this new life where the light is shining into humanity and all the genesis, all of this genesis, repetition or illusion. So there's new life and new creation in Jesus and then there's the anti creation or the de creation forces of darkness in the world too.",
    "start": "00:46:28",
    "end": "00:47:03"
  },
  {
    "text": "Yeah, that's right. Yeah. Think in Genesis 1, the light doesn't eliminate the darkness. It sort of like contains it. And then every day contains a cycle of light and dark, but the darkness doesn't overcome it. The sun always comes again leading up to the seventh day that has no evening. Like all the days. Remember we've talked about this for all the days of creation in Genesis 1 have. And there was evening and morning, but the seventh day has no evening. It's like the light winds on the seventh day. And I think that's what John's capitalizing on. That momentum of there reaches a moment where darkness is not able to overcome the light anymore. It.",
    "start": "00:47:03",
    "end": "00:47:57"
  },
  {
    "text": "You know, when I read this prologue, I feel like John the Baptist the witness is. It surprises me a little bit. And I'm a little underwhelmed by the role of John the Baptist. Like I, I think I don't have a good understanding of why it's so important to the authors to put right here central two times that John bore witness.",
    "start": "00:48:28",
    "end": "00:48:51"
  },
  {
    "text": "Yeah. It's like you're talking about a cosmic conflict.",
    "start": "00:48:51",
    "end": "00:48:54"
  },
  {
    "text": "Yeah.",
    "start": "00:48:54",
    "end": "00:48:54"
  },
  {
    "text": "Good and bad. And they're like. And there's this dude, John.",
    "start": "00:48:54",
    "end": "00:48:57"
  },
  {
    "text": "Yeah. Like, what's the significance of coming as a witness?",
    "start": "00:48:57",
    "end": "00:49:00"
  },
  {
    "text": "My hunch here is this is where the historical facts on the ground are meeting with the cosmic narrative that John wants to plug Jesus story into. So in other words, all four gospel authors make very certain to give the first moments of the stage to John the Baptist.",
    "start": "00:49:00",
    "end": "00:49:18"
  },
  {
    "text": "Yeah.",
    "start": "00:49:18",
    "end": "00:49:18"
  },
  {
    "text": "Matthew, Mark, Luke and John. So I think this is kind of a bedrock in the eyewitness traditions of when you tell the story of Jesus, the first thing we want to say is it all like, when this thing went public, it was all that thing that started with John. And so that's where you start the story. So to me, it's pretty cool because what it shows is that he's not just waxing eloquent and doing like cosmic biblical theology and just making it all up. He's actually telling the way we tell the Jesus story, anchored in 1st century history, but he's doing it in like a cosmic tune with the Genesis and Exodus. So I've come to see that underwhelming bit is actually really cool because it's anchoring all this really high flying cosmic stuff, but anchoring it in actual events.",
    "start": "00:49:18",
    "end": "00:50:08"
  },
  {
    "text": "Yeah. And maybe it's also illuminating this ancient value of the eyewitness testimony also and the biography style totally. That relies on witnesses so heavily, you.",
    "start": "00:50:08",
    "end": "00:50:20"
  },
  {
    "text": "Know, and actually, man, we haven't even talked about this, but almost all the key words and images here in the prologue are, you can trace them right on through, get a concordance, and they become big motifs through so light and dark, life and death. But the witness, so John's the first witness. And then there's this big theme of people saying, Jesus, you know, you're your own witness, your witness doesn't count. And Jesus says, well, my deeds are my witness, and the Father is a witness, and the Samaritan woman bears witness to Jesus. And so the witness is a big meta theme in the gospel. So is birth and the sons of God, the Torah of Moses, glory, grace, belief, those who believe in his name. So he's also seeding all the key ideas that are going to be at work throughout the rest of the. The account.",
    "start": "00:50:20",
    "end": "00:51:09"
  },
  {
    "text": "Yeah. Can we talk about this verse 14? Just because it's so significant, the idea that Jesus is being called the tabernacle here, the dwelling place. I know you, I, I'm sure you guys have podcasted about that before and I, I actually, the image that comes to mind is the Heaven and Earth video that we made. Where doesn't Jesus become a tabernacle with legs?",
    "start": "00:51:09",
    "end": "00:51:32"
  },
  {
    "text": "Yes. Yeah. Oh, yeah. I love that. Yeah, yeah, yeah. You know, I think I'm pretty certain I need to take a few more long walks on this one. Quite a few, probably. But more with about how the tabernacle was perceived, how Israelites thought about the tabernacle, because the tabernacle itself was an embodiment of divine glory. Not just the cloud that went over it, but all the gold and the jewels and the curtain that had the Heavens woven into it. And so the tabernacle was itself a kind of incarnation of God's splendor.",
    "start": "00:51:32",
    "end": "00:52:07"
  },
  {
    "text": "Yeah. What this would mean is that when John says that Jesus tabernacled with us or dwelt among us, it's not just that he came and dwelled with us. Dwelt, dwelt, dwelt, dwelt. But it's also that he was the incarnation of God.",
    "start": "00:52:07",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. Okay. If anybody wants to nerd out, this was a really cool resource. It's by scholar CTR Hayward called the Jewish A Non Biblical Source Book. So he's compiled together all of the writings or references or descriptions of the temple in all of Jewish literature outside the Bible to kind of put together a How did Jews think about the temple? And, man, it's mind blowing. Feels like they were like John's friends. The way they talk about the Temple is using very incarnational language.",
    "start": "00:52:26",
    "end": "00:52:57"
  },
  {
    "text": "That's cool.",
    "start": "00:52:58",
    "end": "00:52:59"
  },
  {
    "text": "And so again, what I think it shows is that John is. He's using categories that have traction with his Jewish neighbors to say, listen, we all know the tabernacle was like, where God meets earth. And Jesus was that it's not just the glory cloud that Jesus is the embodiment of. He is the actual tent.",
    "start": "00:52:59",
    "end": "00:53:17"
  },
  {
    "text": "Yeah, that is interesting.",
    "start": "00:53:18",
    "end": "00:53:19"
  },
  {
    "text": "That's cool.",
    "start": "00:53:19",
    "end": "00:53:20"
  },
  {
    "text": "And you've described the tent before, too, as this, like, microcosm of creation.",
    "start": "00:53:20",
    "end": "00:53:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:25",
    "end": "00:53:26"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "Where all creation is meant to be God's temple, but it isn't in some way that hasn't come to fulfillment. And so the temple is a way to present that reality its own little.",
    "start": "00:53:27",
    "end": "00:53:41"
  },
  {
    "text": "Yeah, with all the garden imagery in the Temple, that's the center of creation or new creation, new life.",
    "start": "00:53:41",
    "end": "00:53:47"
  },
  {
    "text": "Yeah. Is there anything else that you really wanted to touch on, Tim?",
    "start": "00:54:29",
    "end": "00:54:32"
  },
  {
    "text": "Oh, maybe just a quick thing about the Torah following on the. Obviously the figure, the biblical character at the center of the Tabernacle story is Moses. Yeah.",
    "start": "00:54:32",
    "end": "00:54:41"
  },
  {
    "text": "Because Moses gets the blueprints for the tabernacle, but he also gets the law.",
    "start": "00:54:41",
    "end": "00:54:45"
  },
  {
    "text": "Yeah. He gets the laws of the Torah. And he sees the glory when he's in the cave. And that's precisely the moment God reveals himself, saying, yahweh, Yahweh, gracious and compassionate, slow to anger, overflowing with loyalty, loyal love, and truthfulness or faithfulness. So look down at verse 16 and 17 of the prologue. He says, for from his fullness, and his for sure is referring to the word. So from the words fullness, we have all received grace upon grace. We've been getting a Lot of grace from the God of Israel for a long time for the Torah.",
    "start": "00:54:45",
    "end": "00:55:24"
  },
  {
    "text": "And grace here, meaning gifts.",
    "start": "00:55:24",
    "end": "00:55:27"
  },
  {
    "text": "Yeah. Just generous, overabundant. That's the fullness, the overflowing generosity of God.",
    "start": "00:55:27",
    "end": "00:55:33"
  },
  {
    "text": "And the Torah is a gift?",
    "start": "00:55:33",
    "end": "00:55:34"
  },
  {
    "text": "Yes. What he says, he names the first gift, the Torah was given through Moses. Gift number one.",
    "start": "00:55:34",
    "end": "00:55:40"
  },
  {
    "text": "Yeah.",
    "start": "00:55:40",
    "end": "00:55:40"
  },
  {
    "text": "What a wonderful gift. The revelation of God's will. Some people think this is in contrast to what comes after. And so it's like, we got the Torah, but how much better is grace? And truth came through Jesus the Messiah? So some people see a contrast there.",
    "start": "00:55:40",
    "end": "00:55:55"
  },
  {
    "text": "Right.",
    "start": "00:55:55",
    "end": "00:55:56"
  },
  {
    "text": "The Torah is, like, not a gift, and Jesus is the ultimate gift. And I think that's exactly the opposite of what he's saying.",
    "start": "00:55:56",
    "end": "00:56:01"
  },
  {
    "text": "Yeah.",
    "start": "00:56:02",
    "end": "00:56:02"
  },
  {
    "text": "The Torah was a gift through Moses.",
    "start": "00:56:02",
    "end": "00:56:04"
  },
  {
    "text": "Yeah. And that's. That's because of verse 16. It says it calls both of those things grace. Whether.",
    "start": "00:56:04",
    "end": "00:56:10"
  },
  {
    "text": "Yep.",
    "start": "00:56:10",
    "end": "00:56:10"
  },
  {
    "text": "Whether it says grace upon grace or grace in place of grace. They're both gifts. They're both graces. Yeah.",
    "start": "00:56:10",
    "end": "00:56:17"
  },
  {
    "text": "Gift number one, the revelation of God's will through the Torah. Gift number two, the revelation of God's own generosity and truth through the Messiah, Jesus and this language of fullness or overflowing with generosity and truth. This is for sure.",
    "start": "00:56:17",
    "end": "00:56:33"
  },
  {
    "text": "Exodus 34, 6, and 7.",
    "start": "00:56:34",
    "end": "00:56:36"
  },
  {
    "text": "Yeah. The attributes that God reveals on Mount Sinai.",
    "start": "00:56:36",
    "end": "00:56:38"
  },
  {
    "text": "Yeah. This full of grace and truth. That is the Greek translation of full of loyal love. Loyal love. And truthfulness.",
    "start": "00:56:38",
    "end": "00:56:48"
  },
  {
    "text": "Yeah, and truthfulness. So, man, what's great is. So Jesus is not only the embodiment of the tabernacle and the glory, he's the embodiment of the character of Yahweh revealed to Moses when he forgave the Israelites from the golden calf, which is kind of cool to think through. This is in this panel that's parallel to the first take of the story, which is where many of his own reject him.",
    "start": "00:56:48",
    "end": "00:57:11"
  },
  {
    "text": "Yeah. The rebellion.",
    "start": "00:57:11",
    "end": "00:57:12"
  },
  {
    "text": "But many received him. So God's response, even to his own rebellious people, is to keep giving gifts. Ultimate gift is the generosity through Jesus. Messiah sent even to people who didn't recognize him, but it was God's gift anyway. Yeah, man, this is so awesome. Every time I come to the prologue, I feel like there's so much, not just deep theology and philosophy, but it's like moving what he's trying to communicate about this guy. He knew. I mean, like, John knew and loved this guy who got killed and then who. He somehow he had this crazy encounters with and saw the empty tomb, and it just blew categories for everything. And now he's trying to share with us the most important thing he could tell us before telling the story of Jesus. And this is it.",
    "start": "00:57:12",
    "end": "00:57:56"
  },
  {
    "text": "Yeah, I'm struck by how deep and complex it is theologically, how much it references the Hebrew Bible, but also how many maybe basic or foundational claims it's making about the person of Jesus. Like this is maybe where we would go if we want to understand Jesus is God and he's there's a father, there's a son, he became flesh, he dwelt among us. He reveals the full person of God. These are really foundational claims about the person of Jesus, and they're also woven into this complex structure that reflects the Hebrew Bible.",
    "start": "00:57:57",
    "end": "00:58:35"
  },
  {
    "text": "It's a great example of a New Testament author and a follower of Jesus who was so in love with Jesus and so saturated with the Scriptures in his mind and heart that when he writes about the Jesus he loves, out comes this. And yeah, what a gift.",
    "start": "00:58:36",
    "end": "00:58:54"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're jumping back into our paradigm series.",
    "start": "00:58:57",
    "end": "00:59:04"
  },
  {
    "text": "Hi Tim and John. My name is Emily and I'm from Kansas City. How would you describe the difference between the scriptures being inspired versus inerrant to someone who comes from a tradition that emphasizes inerrancy?",
    "start": "00:59:04",
    "end": "00:59:15"
  },
  {
    "text": "So what's funky about the term inerrant is it's a reverse way. It's a negative. It doesn't have errors. So you could just flip it over. And when you flip it over and think about this idea, then we come to where Scripture itself develops vocabulary for it that Scripture as truthful.",
    "start": "00:59:15",
    "end": "00:59:32"
  },
  {
    "text": "Today's podcast was produced by Cooper Peltz. Our editors are Dan Gummel and Zach McKinley, and the show notes are by Lindsey Ponder. Our theme music is from the band Tents. Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of many people all over the world just like you. So thank you so much for being a part of this with us.",
    "start": "00:59:33",
    "end": "01:00:02"
  },
  {
    "text": "Hi, this is Soumya and I am from India.",
    "start": "01:00:02",
    "end": "01:00:06"
  },
  {
    "text": "Hi, this is Curtis from Atlanta, Georgia. I first heard about the Bible Project in 2017 and I've been using the Bible Project as a study tool to prepare for illustrations and sermon notes. As a pastor, I love directing people to the Bible Project to help them learn and grow deeper in their relationship with Jesus Christ.",
    "start": "01:00:06",
    "end": "01:00:26"
  },
  {
    "text": "I first heard about Bible Project is through Facebook. My favorite thing about the Bible Project is the visuals and the narration that weaves into a beautiful storytelling session. We believe that Bible is a unified story that leads to Jesus.",
    "start": "01:00:27",
    "end": "01:00:46"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:00:46",
    "end": "01:00:49"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more at bibleproject. Com.",
    "start": "01:00:49",
    "end": "01:00:56"
  }
]