[
  {
    "text": "Hey, this is John@Bibleproject. And welcome to our second episode in a new series on ancient cosmology, how the creation stories in Genesis are in conversation with other ancient Near Eastern creation stories. Genesis 1 begins with the image of what we call nothingness. But Genesis calls a dark abyss. In other words, a deep, unruly, chaotic ocean. And while we don't think of nothingness like a chaotic ocean, it turns out this was a very common image of the pre creation state in the ancient Near East.",
    "start": "00:00:05",
    "end": "00:00:39"
  },
  {
    "text": "So this is an inscription written on the coffin of a royal Egyptian official. It's a creation narrative. There's two voices that speak. So first, a voice speaks who says, I am the waters unique without. Second, creation begins with waters, the waters personified. And speaking, another voice speaks up. That is where I evolved or developed. So the waters spoke. And then another voice speaks that says, hey, I evolved out of the waters. On the great occasion of my floating, that happened to me. I, Atum, the creator, m the one who once evolved.",
    "start": "00:00:40",
    "end": "00:01:20"
  },
  {
    "text": "The chaotic waters are also in the Babylonian creation story called Enuma Elish.",
    "start": "00:01:20",
    "end": "00:01:26"
  },
  {
    "text": "Enuma Elish is important because it honors the most ancient cosmologies of everything emerging out of the waters to establish a first world order. But then it's about chaos descending on our world. And who rescued us from the chaos? Marduk, who defeats the dragon and establishes the new world order.",
    "start": "00:01:27",
    "end": "00:01:45"
  },
  {
    "text": "In Enuma Elish, the God Marduk has to tame the water dragon, the goddess Tiamat, the queen of chaos. And he does so in an epic battle.",
    "start": "00:01:46",
    "end": "00:01:57"
  },
  {
    "text": "Marduk takes a mace in his right hand, going for the queen, Queen of chaos. He covers his body with fire and he has a net. He's going to catch Tiamat. So he deploys the four winds. He brings four winds from the four points of the compass. He's going to trap Tiamat. He starts making a whirlwind cyclone. He mounts his terrible chariot, which is a storm.",
    "start": "00:01:58",
    "end": "00:02:19"
  },
  {
    "text": "Creation emerges from a violent, bloody, intense standoff. But in Genesis, God's spirit simply hovers over the dark abyss and creates with his word. In the scary sea dragon in Genesis 1, it's simply one of God's creatures who listens to God's word and obeys like all of creation. So on today's show, we invite you to take a tour of some ancient cosmologies in order to see how the biblical account was aware of and in some sense in debate with these other ancient Near Eastern creation stories. Thanks for joining us. Here we go. We're doing a whole series on Genesis 1 and 2. Yes, so buckle up. There's gonna be a lot of conversations about Genesis 1 and 2. Yeah, we're setting the stage for the entire series, really, right now. And then eventually we're gonna start talking.",
    "start": "00:02:20",
    "end": "00:03:34"
  },
  {
    "text": "About honing in on specific themes, literary emphasis points, and design of the opening chapters of the Bible.",
    "start": "00:03:34",
    "end": "00:03:42"
  },
  {
    "text": "In the last hour conversation, you made basically two points. One is the Bible is an ancient text written by the first human civilizations.",
    "start": "00:03:42",
    "end": "00:03:50"
  },
  {
    "text": "Written in the context. In the context of some of the earliest civilizations.",
    "start": "00:03:50",
    "end": "00:03:54"
  },
  {
    "text": "And it has an ancient cosmology. It's a word I kind of twinge when I use because I still don't fully appreciate it. But your understanding of. Of how the world is ordered.",
    "start": "00:03:54",
    "end": "00:04:04"
  },
  {
    "text": "Yeah, an account of the ordering of the universe.",
    "start": "00:04:04",
    "end": "00:04:08"
  },
  {
    "text": "So those two things. You have to remember that there are modern ways that we use words, and there's modern ways we think about how the universe is ordered. And there's also ancient ways that people.",
    "start": "00:04:08",
    "end": "00:04:17"
  },
  {
    "text": "Use words described in ancient languages. Our first attempt to understand something shouldn't be to translate it all into English and then assume that their words mean what they mean in light of our modern context. Okay, if somebody had never read the Bible at all, and so what you first do is teach them ancient Hebrew and then you introduce them to the Bible, this will never work. But I think you could really get somewhere. Somebody could really get some traction. They just read Genesis 1 and 1 through 11 over and over and over again.",
    "start": "00:04:17",
    "end": "00:04:48"
  },
  {
    "text": "You know, it's not that hard to make this paradigm switch in how you read, because I've read these texts a lot, and it can happen.",
    "start": "00:04:48",
    "end": "00:04:55"
  },
  {
    "text": "You can make the shift. Yeah, that's right. It's just using your imagination to imagine yourself into another culture. So that would be the first step, adapting to an Israelite Hebrew understanding of what these words mean and so on, which is impossible. But you can love your neighbor, you can love these ancient authors enough to check your cosmology at the door and learn another culture's language and cosmology. Another helpful way to do this and to Help place Genesis 1 and 2 on the map of ancient cosmologies, is to learn something about the cosmologies of Israel's neighbors that form the context in which they wrote. And so, in this first video, I want to make the points we just made. Then I want to introduce people to a quick survey of ancient Egyptian cosmology, a quick survey of ancient Babylonian cosmology, and then see how Genesis 1 is participating in a dialogue with those cosmologies, making its own unique claims, because it shares some things in common with them. Some things it takes for granted, like we would take for granted in modern cosmology, that we live in a solar system with planets orbiting around the sun. I'm not borrowing that idea, and you're.",
    "start": "00:04:56",
    "end": "00:06:03"
  },
  {
    "text": "Not innovating that idea.",
    "start": "00:06:03",
    "end": "00:06:04"
  },
  {
    "text": "I'm not innovating it, and I'm not borrowing it from somebody at MIT. So there are some things like that in Genesis 1 and 2. It's taken for granted. And that's how the Egyptians talk about it. That's how the Babylonians talk about it. That's how the Israelites thought about it. There are other things where they disagree, and they do it precisely in contrast to their neighbors. And we'll see both of those dynamics.",
    "start": "00:06:04",
    "end": "00:06:24"
  },
  {
    "text": "Cool.",
    "start": "00:06:25",
    "end": "00:06:25"
  },
  {
    "text": "What we're going to do in this conversation is do a little bit of discovery about how the ancient cosmologies were discovered were not even 200 years into having access to these ancient cosmologies because they were dug up from the ground.",
    "start": "00:06:48",
    "end": "00:07:00"
  },
  {
    "text": "Where the Hebrew Bible never disappeared.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "Never disappeared. That's right. But its context did. And so the farther we get from the original context, I think the more helpful these ancient sources are.",
    "start": "00:07:03",
    "end": "00:07:12"
  },
  {
    "text": "Thank you, archaeologists.",
    "start": "00:07:12",
    "end": "00:07:12"
  },
  {
    "text": "Thank you, archaeologists. So in 1847, a guy named Austin Henry Layard, he was performing an excavation near Mosul in Iraq, and he discovered in this mound, ruins of an ancient building that he eventually discovered was the library of one of the emperors of the ancient Assyrian kingdom. It's a good find, a sweet find. And he discovered thousands of little tablets. I mean, we're talking like 5 inches by 7 inches. These tablets with little vertical horizontal diagonal markings.",
    "start": "00:07:12",
    "end": "00:07:46"
  },
  {
    "text": "It's like the size of a Kindle.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "About the size of an Amazon Kindle. Yeah. It's barely 1850. Okay, so this is still in the era where the Ottoman Empire is over.",
    "start": "00:07:47",
    "end": "00:08:02"
  },
  {
    "text": "Which one's that?",
    "start": "00:08:02",
    "end": "00:08:03"
  },
  {
    "text": "Well, the Ottomans. Turk. Turk. Turkish Empire.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "This is the empire that was around until World War II. Right.",
    "start": "00:08:08",
    "end": "00:08:10"
  },
  {
    "text": "World War I.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "World War I. I mean.",
    "start": "00:08:11",
    "end": "00:08:11"
  },
  {
    "text": "Yep, World War I. And then Britain inherited.",
    "start": "00:08:11",
    "end": "00:08:14"
  },
  {
    "text": "I see. Oh, his discovery was during that.",
    "start": "00:08:14",
    "end": "00:08:16"
  },
  {
    "text": "His discovery of these texts was during that period. So here's a British. Yes, over there. Indiana Jones style.",
    "start": "00:08:16",
    "end": "00:08:24"
  },
  {
    "text": "Yeah.",
    "start": "00:08:24",
    "end": "00:08:24"
  },
  {
    "text": "So anyway, these things are being found. This was a really important find. So these thousands of pieces are being studied. And it was in 1872. So 30 years later, you've got a library and nerds are piecing together, oh, this piece belonged to that piece. Oh, this one got broken in half. I see these two halves go to pieces.",
    "start": "00:08:24",
    "end": "00:08:43"
  },
  {
    "text": "It's a big jigsaw puzzle now.",
    "start": "00:08:43",
    "end": "00:08:44"
  },
  {
    "text": "Huge jigsaw puzzle with no Cover. And so there's all these texts. There's ancient spells, there's divorce certificates, there's land purchase agreements, there's royal archive notes, there's battle accounts.",
    "start": "00:08:44",
    "end": "00:09:00"
  },
  {
    "text": "Wow. It's all here because it was a library.",
    "start": "00:09:00",
    "end": "00:09:02"
  },
  {
    "text": "It was a library. Yeah, that's right.",
    "start": "00:09:02",
    "end": "00:09:04"
  },
  {
    "text": "That's where you put them all.",
    "start": "00:09:04",
    "end": "00:09:04"
  },
  {
    "text": "That's where you put them all. A scholar named George Smith, he published an essay, presented his research to a society of Old Testament studies in. And the essay was called the Chaldean Account of the Deluge. Deluge means flood. And here's his account. A short time back, I discovered among the Assyrian tablets in the British Museum, an account of the flood. I had divided the collection of tablets into sections according to subject matter, and I've recently been examining the division comprising the mythological tablets. And from this section, there was a copy of the story of the flood. On discovering these documents, I searched all, all over the collection of fragments consisting of several thousand pieces. And I recovered 80 fragments of these legends, by the aid of which I was able to restore nearly all of the text of the description of the flood and portions of other legends as well. Of the inscription describing the flood, there are fragments of three copies containing the exact same text. So what's great is he had three copies of the same thing, so there's a broken section in one. And so he was able to piece together from those three copies what he says is almost a complete account.",
    "start": "00:09:04",
    "end": "00:10:09"
  },
  {
    "text": "This. This isn't the same guy that found him?",
    "start": "00:10:09",
    "end": "00:10:11"
  },
  {
    "text": "Nope.",
    "start": "00:10:11",
    "end": "00:10:11"
  },
  {
    "text": "This is another guy. 30 some years later, he's in a library today, he would use some artificial intelligence and get it done in like an hour, but it probably took him.",
    "start": "00:10:11",
    "end": "00:10:21"
  },
  {
    "text": "Like, a long time, years, so he says. All these accounts, together with considerable portions of other mythologies, other stuff about Babylonian gods and the origins of their kingdoms, I believe, have a common origin in the plains of Chaldea.",
    "start": "00:10:21",
    "end": "00:10:34"
  },
  {
    "text": "I thought we were talking about one Flood narrative at this point.",
    "start": "00:10:34",
    "end": "00:10:37"
  },
  {
    "text": "Oh, he has three copies that have an inscription describing the flood. But there's many other accounts. They have considerable portions of other mythologies.",
    "start": "00:10:37",
    "end": "00:10:46"
  },
  {
    "text": "These tablets do.",
    "start": "00:10:46",
    "end": "00:10:47"
  },
  {
    "text": "Yep. They all have a common origin here in the plains of Chaldea. This country, the cradle of civilization, the birthplace of the arts and Sciences, for 2000 years has been in ruins. Its literature, containing the most precious records from antiquity, is scarcely known to us except from the texts of the Assyrians. But beneath mounds and ruined cities now awaiting exploration, lay together with the older copies of the flood, other legends and histories of the earliest civilizations of the world. Just imagine to Be in that room hearing this guy give this address. It was just electric. So this late 1800s was a exciting time in biblical studies. So two years later, he brought it all together in a volume called the Babylonian Genesis. And this introduced to the world two accounts. One is the Epic of Gilgamesh or Enuma Elish, which is the opening words of it in Akkadian. And then the Atrahasis epic. And so the Babylonian Genesis, a volume in 1800s, I think it went through like 13 printings. I mean, this thing was going hotcakes in Europe in the late 1800s. No one had ever known about this stuff before.",
    "start": "00:10:47",
    "end": "00:12:00"
  },
  {
    "text": "Right.",
    "start": "00:12:00",
    "end": "00:12:00"
  },
  {
    "text": "And so this is just reshaping how everybody's thinking about Genesis 1 and 2.",
    "start": "00:12:00",
    "end": "00:12:05"
  },
  {
    "text": "It's like finding your grandma's diary or something.",
    "start": "00:12:05",
    "end": "00:12:07"
  },
  {
    "text": "Yeah, totally. Yeah. So there's another scholar named Hermann Gunkel. I like his name. Gunkel, he wrote, synthesized all this for a popular audience in a book called Creation and Chaos in the Beginning and End. And his point was to show that Genesis 1 to 11 was an extensive dialogue and interconnection with Babylonian cosmologies from creation, from water, the chaos dragon, humans from dust, the flood stories, the ancient kings before the flood, who lived for thousands of years. All this is hitting the modern world barely 140 years ago. It's not very long ago.",
    "start": "00:12:07",
    "end": "00:12:46"
  },
  {
    "text": "No, it's yesterday in human history.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "Yeah, yeah. My point is many people might be familiar with this ancient Near Eastern connection of Genesis 1 to 11. And so it's just, to me, it's fun to learn about the modern discovery and to think about what that was like when these were brand new ideas.",
    "start": "00:12:48",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. So basically what they're finding is all of these creation accounts and other stories that were written in the same time period as the creation account in Genesis.",
    "start": "00:13:04",
    "end": "00:13:18"
  },
  {
    "text": "Same part of the world. Same. Same part of the world, roughly. I mean, these cultures, these empires, our view of time in the modern era is so short, Right?",
    "start": "00:13:18",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. It's not like the same decade.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "Yeah. America's been around for 200 plus years. I mean, the Assyrian Empire itself lasted half a millennium and these texts circulated, so things moved a little slower.",
    "start": "00:13:28",
    "end": "00:13:40"
  },
  {
    "text": "Yeah, yeah, totally. The general, general time. And what they found was there was all this overlap. I remember first being introduced to these saying in a way of someone saying, you see. Oh, like for example, with the flood. Oh, everyone. There was a lot of flood mythologies.",
    "start": "00:13:40",
    "end": "00:13:58"
  },
  {
    "text": "Right.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "And it was a way to kind of dismiss the Bible.",
    "start": "00:13:59",
    "end": "00:14:02"
  },
  {
    "text": "Right, right, right, right.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Because it was just one of a bunch of ancient flood ones. So it's not that it wasn't, like, novel or anything.",
    "start": "00:14:03",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, right.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "But your point is. Yeah, the. There's certain things in these accounts that aren't novel, that are just normal. Everyone thought about the world this way.",
    "start": "00:14:10",
    "end": "00:14:21"
  },
  {
    "text": "That's right.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "And that actually should help us understand how it's being used.",
    "start": "00:14:21",
    "end": "00:14:26"
  },
  {
    "text": "Correct.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "And when it deviates, when they change the way that when they do say something novel, then we can know, oh, that's a really important thing that they're doing.",
    "start": "00:14:26",
    "end": "00:14:37"
  },
  {
    "text": "Yeah. What's novel is not that there is a flood narrative in the Bible. Other cultures had ways of accounting for the cosmos in terms of before and after a great flood. What is novel is the interpretation of the flood that the biblical authors give, which is radically different than how anybody else talked about it in the ancient world. So if you believe Genesis 1:11 exists just to tell me it's ancient video footage of things that happened, then discovering these other accounts is a way of saying, oh, look, the Bible is just a part of the ancient world. But of course, any work of literature isn't just trying to tell you about something interesting that happened. It's trying to help you discover the meaning of what happened. And that's where the Bible pops into significance. So that's on the Babylonian front, on the Egyptian front, when Napoleon storms the ancient world. So we're in the early 1800s and Napoleon set on world domination.",
    "start": "00:14:37",
    "end": "00:15:36"
  },
  {
    "text": "Yeah. As many before him have been as well.",
    "start": "00:15:36",
    "end": "00:15:39"
  },
  {
    "text": "Yeah, totally. That's right. Yeah. But so it was when Napoleon annexed Egypt, there's those famous paintings of, like, Napoleon in front of the pyramids when he's in Cairo that opened up Egypt to the colonial powers of Europe, and in come all the nerds. Seriously, that opens. That becomes the political gateway for the nerds to come and start studying, start digging around Egyptian history. So early 1800s in Egypt. So you got Austin Layard over in Mosul.",
    "start": "00:15:39",
    "end": "00:16:13"
  },
  {
    "text": "Yeah.",
    "start": "00:16:13",
    "end": "00:16:14"
  },
  {
    "text": "And you've got Jean Francois Champollion down in Cairo. And he's got teams down there. That's the famous guy who deciphered the Rosetta stone. The Rosetta stone. This was a big statue, an Egyptian statue that had hieroglyphics and two other ancient languages. It was the same inscription written in three languages. One of them was hieroglyphics. And so I forget what the other two are. I think one was demotic or here. This was the cracking of hieroglyphics.",
    "start": "00:16:14",
    "end": "00:16:44"
  },
  {
    "text": "Oh, that's how they figured out how. What it meant.",
    "start": "00:16:45",
    "end": "00:16:47"
  },
  {
    "text": "Yeah, that's right. Rosetta.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Oh, wow. I never knew that. I only Know Rosetta from the software that helps you learn language. You know the Rosetta?",
    "start": "00:16:48",
    "end": "00:16:54"
  },
  {
    "text": "Yeah, yeah, totally. That's where it comes from, the language software.",
    "start": "00:16:54",
    "end": "00:16:57"
  },
  {
    "text": "Rosetta stone.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "Yeah. It's three versions of a decree from King Ptolemy V in 196 BC. The top and middle texts use hieroglyphic and then Demotic, which is a late form of Egyptian, while the bottom is in ancient Greek. And so he was able to reconstruct from Demotic and Greek what the hieroglyphics were.",
    "start": "00:16:58",
    "end": "00:17:22"
  },
  {
    "text": "That's a good find.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "And that was the first cracking of the code. So, yeah, this guy, he cracked the hieroglyphics because, you know, hieroglyphics is not a syllable system, it's a word picture system.",
    "start": "00:17:23",
    "end": "00:17:32"
  },
  {
    "text": "So even the modern Egyptians didn't know hieroglyphics.",
    "start": "00:17:32",
    "end": "00:17:36"
  },
  {
    "text": "Correct.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "It just lost its meaning.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "Totally. It's not dissimilar to. If you sit modern English readers down with 12th century English. Yeah, it's really difficult.",
    "start": "00:17:38",
    "end": "00:17:45"
  },
  {
    "text": "And imagine 12th century English was just a bunch of pictures, not much less pictures.",
    "start": "00:17:45",
    "end": "00:17:50"
  },
  {
    "text": "Yeah, totally. Okay, so on the Egyptian front, there you go. And so now you've got. They've got about a 50 year start over the Babylonians. This is in the early 1800s. So they've got a few decades ahead of the Babylonian scholars. And so you have all these texts coming out. The Book of the Dead, some of these famous. The coffin text.",
    "start": "00:17:50",
    "end": "00:18:11"
  },
  {
    "text": "The coffin texts.",
    "start": "00:18:11",
    "end": "00:18:12"
  },
  {
    "text": "I don't know these.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "You were just talking about these. Like I should know about these.",
    "start": "00:18:12",
    "end": "00:18:14"
  },
  {
    "text": "Oh, got it. Well, I don't know. There's a fam. The Book of the Dead is fairly.",
    "start": "00:18:14",
    "end": "00:18:17"
  },
  {
    "text": "That sounds very familiar.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Popular. Yeah. So here's what there's discovered here also cosmologies where they talk about the cosmos in language that you're just like, wow, that sounds like Genesis 1, but also different from Genesis 1. Okay, so here's what I want to do. Quick tour of Egyptian cosmology. Quick tour of Babylonian, Babylonian cosmology. Then we'll go read Genesis 1 and some things will pop in cool ways. Sweet, Sweet. Let's go to Egypt. Okay. Let's just read a text here. This is from what's called the coffin texts. So this is an inscription written on the coffin of a royal Egyptian official.",
    "start": "00:18:18",
    "end": "00:19:39"
  },
  {
    "text": "Thus it's called the coffin text.",
    "start": "00:19:40",
    "end": "00:19:41"
  },
  {
    "text": "Thus, the coffin text. Yeah. It's a creation narrative spoken of. There's two voices that speak.",
    "start": "00:19:41",
    "end": "00:19:47"
  },
  {
    "text": "It's written in hieroglyphics, correct?",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "Yep. So first, a voice speaks who says, I am the waters, unique and without. Second, so creation Begins with the waters. Just reality. The story of the cosmos.",
    "start": "00:19:50",
    "end": "00:20:04"
  },
  {
    "text": "The waters personified.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Yeah. As the waters personified and speaking. Yeah. So in other words, their concept of nothing is water is just waters.",
    "start": "00:20:05",
    "end": "00:20:13"
  },
  {
    "text": "Or the beginning.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Yeah. Or the beginning. It's just waters. Yep. That's right. Another voice speaks up. That is where I evolved or developed. So the waters spoke, and then another voice speaks that says, hey, I evolved out of the waters. On the great occasion of my floating, that happened to me. I, Atum, the creator, am the one who once evolved Circlet, who is in his egg.",
    "start": "00:20:14",
    "end": "00:20:44"
  },
  {
    "text": "Okay, this is hard.",
    "start": "00:20:44",
    "end": "00:20:47"
  },
  {
    "text": "So nothing is waters. The concept of nothing, or the beginning state of all things is just waters.",
    "start": "00:20:49",
    "end": "00:20:55"
  },
  {
    "text": "Yeah.",
    "start": "00:20:56",
    "end": "00:20:56"
  },
  {
    "text": "And then there's someone there in the waters.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "Someone there in the waters named Atum.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Atum.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Atum.",
    "start": "00:21:01",
    "end": "00:21:01"
  },
  {
    "text": "Yep.",
    "start": "00:21:01",
    "end": "00:21:02"
  },
  {
    "text": "And he's like, hey, I floated up.",
    "start": "00:21:02",
    "end": "00:21:04"
  },
  {
    "text": "Out of these waters in my egg.",
    "start": "00:21:04",
    "end": "00:21:06"
  },
  {
    "text": "In my egg.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "Circlet. He's an egg.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "What is circlet?",
    "start": "00:21:09",
    "end": "00:21:10"
  },
  {
    "text": "Ah, just the boundaries of the egg, the shape of the egg.",
    "start": "00:21:10",
    "end": "00:21:12"
  },
  {
    "text": "Oh, okay.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "Circlet. Okay.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "Here I am.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Yeah.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "I popped up out of the primordial waters.",
    "start": "00:21:16",
    "end": "00:21:18"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "And in my egg.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "Yeah. C. I am the one who began there in the waters. C. The flood is subtracted from me. The waters recede, and I am the remainder. I made my body evolve through my own power. I am the one who made me. I built myself as I wished, according to my heart.",
    "start": "00:21:21",
    "end": "00:21:44"
  },
  {
    "text": "Wow. So it's this picture of the just water.",
    "start": "00:21:44",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:50",
    "end": "00:21:50"
  },
  {
    "text": "That's all there is.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "Yeah. Yeah, the waters. Think in Egypt.",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "Imagine you're just in the middle of the ocean. That's all you can see everywhere.",
    "start": "00:21:54",
    "end": "00:21:57"
  },
  {
    "text": "Yeah. But again, think in Egypt, Northern Africa. It's extremely arid. Arid, Dry. Dry. Arid, dry. Desert.",
    "start": "00:21:57",
    "end": "00:22:06"
  },
  {
    "text": "Yeah.",
    "start": "00:22:06",
    "end": "00:22:07"
  },
  {
    "text": "But there's one lifeline, like the Nile river, lifeline of this whole civilization. Ancient Egypt is a huge river.",
    "start": "00:22:07",
    "end": "00:22:15"
  },
  {
    "text": "Yeah. That'll flood every year.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Yeah. It floods and brings life and sustenance to everything. So water is basic. This is based on their physical environment. Water is basic. And that's true for all humans.",
    "start": "00:22:16",
    "end": "00:22:28"
  },
  {
    "text": "And so as they're thinking back to the earliest. How did this all come to be? They imagined this being coming up out of the waters. The water is kind of, like, coming out from him in a way. Like, doesn't.",
    "start": "00:22:28",
    "end": "00:22:43"
  },
  {
    "text": "Receding from him.",
    "start": "00:22:43",
    "end": "00:22:44"
  },
  {
    "text": "Receding from him.",
    "start": "00:22:44",
    "end": "00:22:45"
  },
  {
    "text": "The flood is subtracted from me.",
    "start": "00:22:45",
    "end": "00:22:46"
  },
  {
    "text": "Subtracted from him.",
    "start": "00:22:46",
    "end": "00:22:47"
  },
  {
    "text": "It recedes from me almost.",
    "start": "00:22:47",
    "end": "00:22:49"
  },
  {
    "text": "Picture this, like, person raising up from, like, baptism or something, you know, just kind of this, like, coming up out of the waters, all the waters are going away. And then he's the one that remains. And you find out like he is. I mean, what does he call himself? The remainder. And I'm the one who made me.",
    "start": "00:22:49",
    "end": "00:23:04"
  },
  {
    "text": "Yeah.",
    "start": "00:23:04",
    "end": "00:23:05"
  },
  {
    "text": "First mover.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "Yeah, yeah, totally. Like you think, very basic. If you live in that environment, water is the most basic thing connected to life and order. Water is necessary. Without it, it all be desert. But also it's the northern coast of Africa. They go to the edge of them and they look out on the Mediterranean. Whole lot of water out there. So water is the most basic. Yeah, the dry land emerged out of the water, and then the water is what gives life to everything else. So everything's contingent on the water. But in this way of living, and that's very intuitive. Without the water, there's nothing. And there seems to be a lot more water than there is land. The land comes out of the water. Just go to the coast and you'll watch. You can see it.",
    "start": "00:23:06",
    "end": "00:23:51"
  },
  {
    "text": "What do you mean?",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Oh, if I go to the beach, it's clear that the land is sloping up out of the waters. We call them beaches. Right.",
    "start": "00:23:52",
    "end": "00:24:00"
  },
  {
    "text": "The land comes out of.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "If you just. If you're trying to just use your eyesight, what you see, and intuit a cosmology, the land emerges out of the waters.",
    "start": "00:24:01",
    "end": "00:24:09"
  },
  {
    "text": "Okay.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "It's elevation that creates that boundary line.",
    "start": "00:24:09",
    "end": "00:24:12"
  },
  {
    "text": "But this isn't an account of the land coming out of the waters. This is an account of Atum, the creator, coming out of the waters.",
    "start": "00:24:12",
    "end": "00:24:20"
  },
  {
    "text": "Ah, yes, we're going to go on. But Atum evolves and he becomes the primeval mound of dirt.",
    "start": "00:24:20",
    "end": "00:24:28"
  },
  {
    "text": "Oh, he does.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "From the waters. And then everything else self develops out of him. Okay, so we're abstracting the dry land coming into existence as a being, as an organism.",
    "start": "00:24:29",
    "end": "00:24:40"
  },
  {
    "text": "Yeah.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "A deified organism imagined as a God emerging out of the waters.",
    "start": "00:24:41",
    "end": "00:24:46"
  },
  {
    "text": "Which in some ways is it too far from. No, the way moderns think of the land.",
    "start": "00:24:46",
    "end": "00:24:52"
  },
  {
    "text": "Yeah, totally. Yeah. I was going to make that point eventually, but this totally different symbol set in our minds, but we see it.",
    "start": "00:24:52",
    "end": "00:25:00"
  },
  {
    "text": "As a living organism.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "That's right. Life emerging from the waters, land emerging from the waters. We call them volcanoes, volcanic or tectonic plates that get pushed up out of the waters.",
    "start": "00:25:01",
    "end": "00:25:11"
  },
  {
    "text": "But yeah, not only that, but we more and more realize that the way the land works, it's not just this dead barren, it's full of life. All the life is interconnected into this, like, mega organism. Organism.",
    "start": "00:25:11",
    "end": "00:25:27"
  },
  {
    "text": "Yeah, super organism.",
    "start": "00:25:27",
    "end": "00:25:29"
  },
  {
    "text": "Super organism.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "Yeah, that's right. Yeah. So Atum is the chief primeval deity.",
    "start": "00:25:30",
    "end": "00:25:35"
  },
  {
    "text": "And he's the land he's everything.",
    "start": "00:25:35",
    "end": "00:25:37"
  },
  {
    "text": "He's the circlet. He's the egg emerging out of the primeval waters. So here, let's go down here. Let me show you. When they drew pictures to correspond to all of this, here's the picture. You get multiple pictures. So this will be hard for people listening to the podcast, but there's a classic world picture that gets developed in almost all Egyptian drawings of the cosmos. It has one figure. It's always a woman who's arching like in a yoga pose.",
    "start": "00:25:37",
    "end": "00:26:02"
  },
  {
    "text": "Yeah. Downward dog.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "Downward dog. With toes touching the ground and fingers touching the ground, and then the body in a big arch.",
    "start": "00:26:04",
    "end": "00:26:10"
  },
  {
    "text": "Yeah. So is this something you can Google? What would you Google to find this?",
    "start": "00:26:10",
    "end": "00:26:15"
  },
  {
    "text": "Let's see here. I'll just do it right now. Oh, yeah. If you just Google Egypt cosmology, a picture will come up with a figure of a woman in an arch. I mean, this is, like, one of the most prolific pictures in ancient Egypt. It's their picture of the universe. Okay. From Atum emerge a number of deities. You have the dry land, who's called gev and then arched above, GEV is the sky goddess, Nut, what the Hebrew authors will call Eretz and Shamayim, the land in the sky. The land in the sky in Egyptian cosmology is called GeV and nut. Often Nut's body is filled with stars. She's the sky Dome.",
    "start": "00:26:16",
    "end": "00:26:58"
  },
  {
    "text": "She's the sky Dome.",
    "start": "00:26:58",
    "end": "00:26:58"
  },
  {
    "text": "Yep. In the space in between Gave, who's lying like the ground, and Nut, who's arched above as the sky Dome. There's often all these other assisting deities for mountains or weather.",
    "start": "00:26:58",
    "end": "00:27:12"
  },
  {
    "text": "That's what these other characters do.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Yeah, they go in between the land and the skydam. That's right. And so you get all these developed pictures in this one on the right. Oftentimes you'll see figures in a boat who are riding above. They're riding on Nut on the arch.",
    "start": "00:27:14",
    "end": "00:27:30"
  },
  {
    "text": "Oh, they're like on a boat on the sky Dome.",
    "start": "00:27:30",
    "end": "00:27:33"
  },
  {
    "text": "Then they're riding. Yeah. And that's the sun God Ra, or Ra, as he's sometimes called. Yep. And so you have this concept here of the sky dome as a solid thing up there, and the sun rides on it. Sometimes Ra is depicted as being given birth. He emerges out of newt, and then newt swallows him and then gives birth to him again every day for the sunrise and sunset. Then you have stars in newt's body, and then you have all these deities who account for different parts of the cosmos. And all of these are manifestations that evolved out of Atum. Who is an egg. The potentiality of all life and order.",
    "start": "00:27:33",
    "end": "00:28:14"
  },
  {
    "text": "All of these deities came from Atum.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "They all evolved and developed out of Atum, the egg.",
    "start": "00:28:16",
    "end": "00:28:18"
  },
  {
    "text": "What did they picture? Like? They probably pictured Atum giving birth to all these deities.",
    "start": "00:28:19",
    "end": "00:28:22"
  },
  {
    "text": "There's different accounts. One of them has Atum swallowing his own reproductive flow fluids. Use your imagination. And it's pretty vivid. And so he keeps doing this self reproducing and then each time a new cosmic deity emerges out of him. But the whole point is the cosmos is self generating. The cosmos is itself the divine and it spontaneously generates itself. So just stop and think. Put this in the language of philosophy. All reality, every reality that I see and touch is like contingent. Its existence depends on some other previous cause. Me, from my parents, this table from a tree. Everything depends on the thing that came from it. The tree before it.",
    "start": "00:28:23",
    "end": "00:29:07"
  },
  {
    "text": "From the seed.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "That's right, the seed from the tree, the seed from the tree before it and the ground and all this. And so when the Greeks developed the idea of the uncaused cause, there has to be a cause back there. That's like the first cause. So in the Egyptian imagination is the universe is itself just infinitely its own cause all the way back. And whatever is before the first cause is just conceived of in their imagination as the waters. Yeah, it's a cosmology. So just try to imagine waters always existed. Yeah, but the waters are not existence. The waters are actually non existent. Well, because what existence is in this cosmology is ordered reality. Existence is atum and the universe emerging out of him. That brings order and life. So there isn't a concept.",
    "start": "00:29:08",
    "end": "00:29:57"
  },
  {
    "text": "There's two different ways to think about waters. One is thinking of water as anti existence.",
    "start": "00:29:57",
    "end": "00:30:03"
  },
  {
    "text": "Correct.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "And the other way you talked about it as the source of life.",
    "start": "00:30:04",
    "end": "00:30:07"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "And those seem contradictory.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "Well, yeah, the Egyptians don't have a chaos thing going on with the waters. They that the waters are like an enemy, they have to be defeated. Here in this imagination, nothingness is just the potential of existence. And that's the nothingness state is imagined as waters. Waters is nothing in the Egyptian imagination.",
    "start": "00:30:10",
    "end": "00:30:32"
  },
  {
    "text": "But also waters is life in the Egyptian imagination.",
    "start": "00:30:32",
    "end": "00:30:36"
  },
  {
    "text": "But life, there's potential for something to emerge out of nothing. And that something potential comes out of water. Potential. That's right.",
    "start": "00:30:36",
    "end": "00:30:46"
  },
  {
    "text": "Got it.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "Yeah. Nothing has the possibility of something.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "I have a feeling if you sat down with an ancient Egyptian and you said is the water nothing? I don't think they would agree with you. Mm. They would be like water is potential or water Is. I don't know.",
    "start": "00:30:50",
    "end": "00:31:02"
  },
  {
    "text": "Okay. Actually, here's the problem, is that our English word nothing refers to a cosmological idea that didn't exist in their time. Nothing. What is nothing?",
    "start": "00:31:03",
    "end": "00:31:15"
  },
  {
    "text": "What is nothing?",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "You know what I mean? Like, you have to have a view of the universe that what the universe is is matter, physical matter. That's what the universe is. And so before the universe, there was no thing. And you have to have a very, I think, pretty modern, sophisticated to even have those categories view of the material universe, to have a concept of nothing.",
    "start": "00:31:17",
    "end": "00:31:39"
  },
  {
    "text": "But their concept was, where did this all come from? Well, we know that all potential, all life, the potential of life comes from water. We live in this arid, dry place.",
    "start": "00:31:39",
    "end": "00:31:50"
  },
  {
    "text": "Water is the most basic.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "The water lets us get food and all the potential for life. And so when they think back to how did anything come to existence? It all came from water. And it all came in this egg.",
    "start": "00:31:52",
    "end": "00:32:08"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Which is the God Amud.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "Atum.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "Atum.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "Who spontaneously just emerges.",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "Just emerges.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "A cause emerges out of nothingness.",
    "start": "00:32:16",
    "end": "00:32:19"
  },
  {
    "text": "Yeah, yeah. He caused himself to emerge.",
    "start": "00:32:19",
    "end": "00:32:21"
  },
  {
    "text": "And then all reality in their worldview is just later developments of that first original cause that just caused itself. Yeah. So there might be an analogy here with older cosmologies, I think, in the middle 20th century of, like, the eternal universe. You know, maybe the multiverse theory might fit into this category of, like, we're just in an infinite loop of universes exploding and then contracting again. And really what reality is is just this spontaneous emergence spontaneously, infinitely. But logically, what you're saying is the universe just generates itself.",
    "start": "00:32:23",
    "end": "00:33:01"
  },
  {
    "text": "Yeah. Okay. The universe generated itself.",
    "start": "00:33:01",
    "end": "00:33:04"
  },
  {
    "text": "Yep. Out of nothingness.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "Yeah. That's very similar to Egyptian cosmology, because.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "This atum didn't say, let me create everything. Atum came from.",
    "start": "00:33:08",
    "end": "00:33:15"
  },
  {
    "text": "From the nothingness.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "From the nothingness.",
    "start": "00:33:16",
    "end": "00:33:16"
  },
  {
    "text": "He emerged from the nothingness. Yeah. Here's another one. This is from what's called Papyrus Brenner must be the guy who. Named after the guy who discovered it. This is Atum speaking again. He calls himself the Lord of the Limit, speaking after he evolved. I am the one who evolved as evolver. When I evolved, evolution evolved. All evolution evolved after I evolved. Evolutions becoming many and emerging from my mouth. Without the sky, having evolved, without the land having evolved, without the ground or snakes having been created in that place, I became tied together in them, out of the waters, out of inertness, without having found a place in which I could stand. So here's a poet reflecting on the first self evolving. Cause.",
    "start": "00:33:16",
    "end": "00:34:07"
  },
  {
    "text": "I'm so lost.",
    "start": "00:34:11",
    "end": "00:34:12"
  },
  {
    "text": "We're imagining ourselves in the mindset of atum. What is atum? The first self caused. Cause. And so every. It's all. It's a form of pantheism that all reality is just a manifestation of the divine self. Cause. Cause. I don't know. It's a whole worldview.",
    "start": "00:34:12",
    "end": "00:34:33"
  },
  {
    "text": "Totally.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "That's very ancient.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "They're using the word evolved. And they don't mean evolution in the way that maybe.",
    "start": "00:34:36",
    "end": "00:34:41"
  },
  {
    "text": "Yeah, not in the modern sense, but in terms of develop, life develops.",
    "start": "00:34:42",
    "end": "00:34:45"
  },
  {
    "text": "So we could read this as just develop or emerge or.",
    "start": "00:34:45",
    "end": "00:34:49"
  },
  {
    "text": "Yeah, that's right. And you can intuit there's development from the life cycles, birth and death, from the seasons, from plants dying and passing on, but passing their seed to go on.",
    "start": "00:34:49",
    "end": "00:34:59"
  },
  {
    "text": "So when he says when I evolved. Evolution. Evolved, what does that mean?",
    "start": "00:34:59",
    "end": "00:35:03"
  },
  {
    "text": "Ah. What was the first development of anything towards order in life?",
    "start": "00:35:03",
    "end": "00:35:07"
  },
  {
    "text": "Okay. When he came to be. Being. Being itself came to be.",
    "start": "00:35:07",
    "end": "00:35:13"
  },
  {
    "text": "Came to be. That's right. Self caused. Totally. This is actually just about as difficult sometimes as me trying to really understand my wife. No, I'm quite serious. And not because she's hard to understand. It's like communicating with another human to truly understand how they see the world. It takes work.",
    "start": "00:35:13",
    "end": "00:35:33"
  },
  {
    "text": "It does take a lot of work.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "It takes work.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "Yeah.",
    "start": "00:35:35",
    "end": "00:35:35"
  },
  {
    "text": "That's what we're experiencing.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "And what you want to do is just be like. I think I get it.",
    "start": "00:35:36",
    "end": "00:35:38"
  },
  {
    "text": "Yeah, yeah. So here's, you know, things that are connection points. What caused it all? Well, it's a deity, but the deity has no origin or cause. But notice in this, what's most primary is the nothingness and the chaos.",
    "start": "00:35:40",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. That comes before the deity.",
    "start": "00:35:58",
    "end": "00:36:00"
  },
  {
    "text": "Correct, Correct. Yeah, yeah, yeah.",
    "start": "00:36:00",
    "end": "00:36:02"
  },
  {
    "text": "That's standing out to me because we'll find that's reversed.",
    "start": "00:36:02",
    "end": "00:36:04"
  },
  {
    "text": "And that's reversed in Genesis 1. Yeah, correct. Yeah, that's right. In other words, in Genesis 1, what pre exists. Everything is a personal being.",
    "start": "00:36:04",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. In the beginning.",
    "start": "00:36:14",
    "end": "00:36:15"
  },
  {
    "text": "Yeah, God, that's right. And the beginning state of creation, the nothingness out of which this being that Pre exists makes everything is waters.",
    "start": "00:36:15",
    "end": "00:36:26"
  },
  {
    "text": "Yeah.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "The same waters, but it's precisely. The order is reversed.",
    "start": "00:36:27",
    "end": "00:36:30"
  },
  {
    "text": "Yeah.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "And that's the point to be made here. Another. I just thought this was cool. If you focus in on Ra, the sun God who rides the boat. The back of Nut.",
    "start": "00:36:31",
    "end": "00:36:41"
  },
  {
    "text": "The sky God.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "Yeah, the sky God. Every day. So the sky God, he gets developed in stories about him and his significance. Excuse me, the sun God. Yeah. Sky God is Nut. She's the dome. And then Re or Ra is the sun God who rides his Boat. Anyhow, there are lots of depictions about how the sunrise dispels the night. Nighttime is the realm where nothingness threatens to take us all over again. So when the sun rises, it's deliverance from being reduced into nothingness.",
    "start": "00:36:42",
    "end": "00:37:13"
  },
  {
    "text": "That's an intense way to live.",
    "start": "00:37:13",
    "end": "00:37:15"
  },
  {
    "text": "Well, think perpetual darkness. You can't build a kingdom in that. You can't have parks and neighborhoods and certainly can't grow anything.",
    "start": "00:37:15",
    "end": "00:37:23"
  },
  {
    "text": "Yeah. But just to imagine every night, like, all right, let's hope Ra shows up again. Otherwise we're just descending into each other.",
    "start": "00:37:24",
    "end": "00:37:30"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. So there's depictions and stories about every morning when Ra shows up. He's dispelling dark powers of nothingness and chaos. And in this picture that I've included, I think it's. I forget where it came from. It's some sort of wall carving. It's of the sun God Re. In the sunrise, he's being pulled by a row of cobras and of jackals, but he has a spear and he's piercing the head of a sea serpent. So in other words, at sunrise, every morning at sunrise, the sun God is defeating the powers of darkness, and he does it by striking the head of a serpent.",
    "start": "00:37:30",
    "end": "00:38:12"
  },
  {
    "text": "Oh, wow.",
    "start": "00:38:12",
    "end": "00:38:12"
  },
  {
    "text": "I mean, come on. We're so in the neighborhood of the biblical authors here.",
    "start": "00:38:12",
    "end": "00:38:18"
  },
  {
    "text": "Yeah.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "Now, what the snake means in the biblical story is very different than the meaning of the snake. But there's also overlap.",
    "start": "00:38:19",
    "end": "00:38:25"
  },
  {
    "text": "Yeah.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "And that's how it always is. There's overlap and difference. Anyhow, crushing snakeheads is a really key motif in Egyptian stories of the gods overcoming forces of evil and chaos.",
    "start": "00:38:25",
    "end": "00:38:37"
  },
  {
    "text": "To overcome evil and chaos, a common symbol is to crush a snakehead.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "To crush the snake and it'll come back.",
    "start": "00:38:41",
    "end": "00:38:43"
  },
  {
    "text": "And Ra does it every morning.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "And Ra does it every morning.",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "Can you imagine? Every morning, crush a snake head, then make yourself some coffee.",
    "start": "00:38:46",
    "end": "00:38:50"
  },
  {
    "text": "Oh, I love it. Okay, that's the Egyptians. Let's go over to what moderns call Iraq.",
    "start": "00:38:55",
    "end": "00:39:01"
  },
  {
    "text": "Okay.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "Sam, so you've got the Tigris up north. That's where the Assyrians kind of more up in that region inland a little bit, and then south is the Euphrates.",
    "start": "00:39:16",
    "end": "00:39:58"
  },
  {
    "text": "So in this area where these two rivers flow into the ocean is Mesopotamia is where the first civilizations.",
    "start": "00:39:59",
    "end": "00:40:08"
  },
  {
    "text": "Correct.",
    "start": "00:40:09",
    "end": "00:40:09"
  },
  {
    "text": "Human civilizations emerged.",
    "start": "00:40:09",
    "end": "00:40:11"
  },
  {
    "text": "And it's a huge river delta.",
    "start": "00:40:11",
    "end": "00:40:14"
  },
  {
    "text": "Yeah.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "At the mouth of an ocean. And it's flat, muddy, and. Yeah. It's where the first large scale agriculture. Where humans develop large scale agriculture.",
    "start": "00:40:15",
    "end": "00:40:24"
  },
  {
    "text": "We learned how to farm.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Yeah, that's right. And then after thousands and Thousands of years of humans being there and doing that emerged the first writing systems and therefore the first historical records. And this is the culture of the Sumerians. The earliest written traditions we have from them go to like the, the mid early 2000s BC or where the first written texts come from. It's like pictograph symbol, writing system, like hieroglyphics. Yeah, yep. Different. That's right. So one of the foremost nerds, scholars on Mesopotamian cosmologies. Here's how he introduces it. His name's Bernard, Bernard Batto. He says despite the great variety of Sumerian cosmological narratives, nearly all reflect the worldview of their authors, who live on the seasonally watered river deltas of the Tigris and Euphrates that have on their fringes the wide Syrian desert of northern Saudi Arabia. So big river delta, These rivers seasonally flood, providing the water that gets irrigated.",
    "start": "00:40:25",
    "end": "00:41:33"
  },
  {
    "text": "Have you seen those like Planet Earth ones where they show area?",
    "start": "00:41:34",
    "end": "00:41:37"
  },
  {
    "text": "Totally.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "All the animals flock there.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "That's right. Now it's in like sub Saharan Africa. Yeah. Where these huge deserts get flooded. They just all of a sudden they're under 12ft of water for, you know, 60 days or something. And then it happens every year.",
    "start": "00:41:39",
    "end": "00:41:53"
  },
  {
    "text": "Yeah.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "And yeah, the animals migrate thousands of miles to get to go get some.",
    "start": "00:41:54",
    "end": "00:41:58"
  },
  {
    "text": "Water and feed on whatever else is getting some water.",
    "start": "00:41:58",
    "end": "00:42:01"
  },
  {
    "text": "Yeah, totally. So human civilizations emerged from the flood plains of Mesopotamia, fed by the tigers and Euphrates. And on their border to the east is the northern edge of the Saudi Arabian peninsula desert. So he goes on, he says any stories that describe a pre existent or pre creation state portray a desert wasteland. So in other words, non creation.",
    "start": "00:42:01",
    "end": "00:42:27"
  },
  {
    "text": "Yeah.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "Is a desert.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "Makes sense.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "In Egypt, it's the waters. In Sumerian, Babylonian, it's either the waters or also the desert. Are the two features of non existence.",
    "start": "00:42:31",
    "end": "00:42:41"
  },
  {
    "text": "Yeah. You got in the desert, there's no life.",
    "start": "00:42:41",
    "end": "00:42:44"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "I mean, that you're aware of.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "That's right.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "There's also planet Earth on that.",
    "start": "00:42:47",
    "end": "00:42:48"
  },
  {
    "text": "Yeah. So Bernard continues. He says creation, therefore, is a process by which water is added to a barren desert, turning it into a fertile field.",
    "start": "00:42:48",
    "end": "00:42:58"
  },
  {
    "text": "Which is what it would have felt like to live in a delta, Correct?",
    "start": "00:42:58",
    "end": "00:43:02"
  },
  {
    "text": "Yeah, that's right. So at the center of such stories is Enki, the God of fresh underground water, who makes the land fertile through the Tigris and Euphrates rivers. Ninhursag is the goddess of dry land, who receives the waters, gives birth to plants, animals and civilizations. Related to this are texts that Depict animals and humans as emerging from the ground like plants. So it's very similar. Again, in that environment. The fundamental realities are land and the waters, and everything emerges out of that.",
    "start": "00:43:02",
    "end": "00:43:33"
  },
  {
    "text": "And muddy land would be wonderful. Wonderful thing when the land gets muddy.",
    "start": "00:43:33",
    "end": "00:43:38"
  },
  {
    "text": "Grow stuff.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "Grow some stuff.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "Yeah, totally. Yeah. So there's a cosmological text, there's multiple ones. Oh, yes. This one's called the sheep and the wheat. And so just pay attention to in this cosmology, what the assumptions are about the nature of the world.",
    "start": "00:43:39",
    "end": "00:43:54"
  },
  {
    "text": "Okay.",
    "start": "00:43:54",
    "end": "00:43:54"
  },
  {
    "text": "It began saying when upon the hill of heaven, the sky dome, the hill of heaven and earth, cosmic mountain.",
    "start": "00:43:54",
    "end": "00:44:04"
  },
  {
    "text": "Oh, where heaven meets earth. Okay.",
    "start": "00:44:04",
    "end": "00:44:06"
  },
  {
    "text": "And heaven is a deity named an. Who's the prime? Like the father of all the other gods. Like Atum is to Egypt. An is in Sumerian cosmology, but he is Diagon. But the beginning of everything is up on a hill where heaven and earth meet. That's interesting.",
    "start": "00:44:06",
    "end": "00:44:22"
  },
  {
    "text": "Yeah.",
    "start": "00:44:22",
    "end": "00:44:22"
  },
  {
    "text": "So there, up on that hill, an spawned the divine godlings. Since he neither spawned nor created grain with them, and since in the land, he neither fashioned the yarn of utu, the goddess of weaving, nor pegged out of the loom for utu, no sheep appearing, no numerous lambs, no goats, no numerous kids. The sheep did not give birth. With twin lambs, the goat didn't give birth. No grain from the mountains, no grain from holy habitations, no cloth to wear. The divine weaver had not been born. No royal turban was worn, no precious lord, no kings had been born. The wild animals had not gone out into barren lands. People in those days didn't know about eating bread. They didn't know about clothes. They went about naked in the land like sheep. They ate grass with their mouths. They drank water from the ditches.",
    "start": "00:44:22",
    "end": "00:45:22"
  },
  {
    "text": "Hmm.",
    "start": "00:45:22",
    "end": "00:45:22"
  },
  {
    "text": "This is. We're remembering the pre creation state.",
    "start": "00:45:23",
    "end": "00:45:27"
  },
  {
    "text": "This is ancient humans during when civilization had been a new phenomena.",
    "start": "00:45:28",
    "end": "00:45:34"
  },
  {
    "text": "Yes.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Thinking back, what was before human civilization.",
    "start": "00:45:35",
    "end": "00:45:37"
  },
  {
    "text": "Yes. And naked humans.",
    "start": "00:45:37",
    "end": "00:45:40"
  },
  {
    "text": "Naked humans eating like animals.",
    "start": "00:45:40",
    "end": "00:45:42"
  },
  {
    "text": "Yeah, they're remembering. They have a recollection of. So for them, creation is about order being brought to civilization.",
    "start": "00:45:42",
    "end": "00:45:54"
  },
  {
    "text": "The ability to know how to bake bread. The ability to.",
    "start": "00:45:55",
    "end": "00:45:58"
  },
  {
    "text": "Yes, yeah, exactly. Knows bread, clothing. There's no weaver. So before there's any weaving, before there's any domestication of animals, before there's any kings, before there's any bread.",
    "start": "00:45:58",
    "end": "00:46:11"
  },
  {
    "text": "So before all this, he's just. And this is all to create the setting of when the gods came to be.",
    "start": "00:46:12",
    "end": "00:46:18"
  },
  {
    "text": "In other words, this is a long paragraph about the pre creation state.",
    "start": "00:46:18",
    "end": "00:46:22"
  },
  {
    "text": "Yeah, but it's really Just a pre human civilization state.",
    "start": "00:46:22",
    "end": "00:46:27"
  },
  {
    "text": "Right, but that's the point. That's the point is that their concept of creating creation isn't focused on the material origins. It's focused on the origins of order.",
    "start": "00:46:27",
    "end": "00:46:38"
  },
  {
    "text": "In the cosmos, which creates human civilization.",
    "start": "00:46:38",
    "end": "00:46:41"
  },
  {
    "text": "Yes. Order comes from the gods and the pre ordered state is the pre creation state. So again, in our modern cosmology, we think of existence as the material, the existence of matter.",
    "start": "00:46:41",
    "end": "00:46:54"
  },
  {
    "text": "Yeah, and where did that come from exactly?",
    "start": "00:46:54",
    "end": "00:46:56"
  },
  {
    "text": "In these cosmologies, existence is ordered reality, an ordered cosmos with humans as a part of it, in civilized order. And that's what's being created by the gods, the ordering of the universe.",
    "start": "00:46:56",
    "end": "00:47:14"
  },
  {
    "text": "But the gods themselves kind of represent all the matter. You know, like the sky God.",
    "start": "00:47:14",
    "end": "00:47:19"
  },
  {
    "text": "Yeah, that's right. And they self generate. I mean here's just, here's an. He's just there on the hill of heaven and earth and he's spawning divine godlings when the prime deity is back there spawning all the other deities. When did that happen? Well, before there is any order. And then those gods are going to go on to become all the features that are responsible for the order around us. So to me, what's interesting about this example is it's a good example of how their concept of creation is about the ordering of reality, not the coming into physical existence of matter.",
    "start": "00:47:19",
    "end": "00:47:58"
  },
  {
    "text": "Now that makes sense. Except for in the Egyptian one, it does seem like they're also talking about everything.",
    "start": "00:47:59",
    "end": "00:48:08"
  },
  {
    "text": "That's right.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "Like emerging out of water and this egg of everything.",
    "start": "00:48:08",
    "end": "00:48:13"
  },
  {
    "text": "Yes.",
    "start": "00:48:14",
    "end": "00:48:14"
  },
  {
    "text": "And then that starts dividing into all matter.",
    "start": "00:48:14",
    "end": "00:48:18"
  },
  {
    "text": "My point bringing this one up is actually this is more like how Genesis 2 works. Genesis 2 just begins with dry desert wasteland. And it says, but there was no agriculture and there were no humans to work the ground. And it was just springs coming up out of the ground to water the land. This is how Genesis 2 begins. And it's the same type of mindset as what we just read. Pre order.",
    "start": "00:48:18",
    "end": "00:48:43"
  },
  {
    "text": "Yeah, it was a desert.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "It was a desert.",
    "start": "00:48:45",
    "end": "00:48:45"
  },
  {
    "text": "Yeah.",
    "start": "00:48:45",
    "end": "00:48:46"
  },
  {
    "text": "And so creation is about God creating ordered human civilization to create order and take it somewhere. So this Sumerian text is like Genesis 2. The Egyptian text we read earlier is more like Genesis 1.",
    "start": "00:48:46",
    "end": "00:49:00"
  },
  {
    "text": "Oh, interesting. Yeah, you're right. Now this is taking for granted the fact that there are two creation narratives in Genesis 1 and 2 that we haven't talked about yet.",
    "start": "00:49:00",
    "end": "00:49:09"
  },
  {
    "text": "Yeah, no, we'll get there.",
    "start": "00:49:09",
    "end": "00:49:10"
  },
  {
    "text": "We'll get there. But I mean, if someone's listening to this conversation.",
    "start": "00:49:11",
    "end": "00:49:15"
  },
  {
    "text": "That's right. Well, there are two narratives that make up Genesis 1 and 2.",
    "start": "00:49:15",
    "end": "00:49:20"
  },
  {
    "text": "Yes, that's all I'm saying.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "Nobody disagrees about that.",
    "start": "00:49:21",
    "end": "00:49:23"
  },
  {
    "text": "Right.",
    "start": "00:49:23",
    "end": "00:49:23"
  },
  {
    "text": "The first one goes from day one to day seven, the Sabbath. And then the second story begins in Genesis 2, 4 with back when there was no agriculture and there were no humans.",
    "start": "00:49:23",
    "end": "00:49:38"
  },
  {
    "text": "It's kind of a reboot. Like hey, let's do that again. Let's talk about how creatures.",
    "start": "00:49:38",
    "end": "00:49:41"
  },
  {
    "text": "But it assumes the dry land, whereas Genesis 1 is even reaching back further. Yeah, correct. Okay, last stop on our tour.",
    "start": "00:49:41",
    "end": "00:49:51"
  },
  {
    "text": "Okay, so Sumerian.",
    "start": "00:49:51",
    "end": "00:49:53"
  },
  {
    "text": "That was Sumerian. Sumerian is the culture that existed in the Deltas. Tigris. Yep, Tigris, Euphrates, Mesopotamia. After Sumerian culture pass from the scene, what took its place and overshadowed it was the ancient Babylon came into existence. So talking after Hammurabi, Hammurabi is a key figure in the early founding stories of Babylon. So we're somewhere in the 1700s BC but in the same era. And these were the texts that George Smith presented. The Babylonian Genesis.",
    "start": "00:49:53",
    "end": "00:50:28"
  },
  {
    "text": "Oh, right. This is the Gilgamesh and stuff.",
    "start": "00:50:28",
    "end": "00:50:30"
  },
  {
    "text": "Yep, exactly. So here's one. It came to be called the Astrahasis epic. So you have a tier of just pre existent deities. They just exist, but they exist in a really clear social order. You have Enlil, a guy named Enlil who's kind of like Atum or an. In these other ones, he's just there before everything else, the chief deity. And he's got two co deities that he's made. One's called Anu, the sky ruler, and one called Enki, the God of fresh water. Under them are the upper class deities called the Anunnaki. And then under them are the lower class deities who are called the Igigi. I like them, the Igigi.",
    "start": "00:50:30",
    "end": "00:51:54"
  },
  {
    "text": "You like them as a crew of deities?",
    "start": "00:51:54",
    "end": "00:51:56"
  },
  {
    "text": "Both. I like their name, the Igigi. Yeah, but notice this is a concept of the deities existing in a class order. In a class order that mirrors precisely onto how Babylonian culture was ordered. Very small number of people at the top.",
    "start": "00:51:56",
    "end": "00:52:14"
  },
  {
    "text": "You've got a couple rulers. And then you got the upper class.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "Correct.",
    "start": "00:52:17",
    "end": "00:52:17"
  },
  {
    "text": "And then you got the lower class.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Then you got the lower class. And so the Igigi are the ones who actually make the cosmos run.",
    "start": "00:52:18",
    "end": "00:52:24"
  },
  {
    "text": "Yeah, they're the workforce.",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "Yeah, they're slaves. Well, actually no, they're not slaves. They don't have slaves yet. They just have the lower class. So the story begins with the Igigi being tired of feeding, providing food and clothing for all the gods above them. So they stage the first labor union, walk out, they have this walkout. And they grumble. They go to Enlil and they protest and they say, all we'd ever do is work for you guys. We get no benefit out of it. Enlil and the Anunnaki, they send out these negotiators and what they agree on is, hey, let's make some robots, some automatons who will serve all of our needs, for all of us.",
    "start": "00:52:26",
    "end": "00:53:07"
  },
  {
    "text": "Robots? Why do you use the word robot?",
    "start": "00:53:08",
    "end": "00:53:10"
  },
  {
    "text": "Well, because that's how they're conceived of them. Just like menial work machines.",
    "start": "00:53:10",
    "end": "00:53:15"
  },
  {
    "text": "Okay?",
    "start": "00:53:16",
    "end": "00:53:16"
  },
  {
    "text": "What we need is our work machines that will just do everything for us.",
    "start": "00:53:16",
    "end": "00:53:19"
  },
  {
    "text": "Got it? Yeah.",
    "start": "00:53:19",
    "end": "00:53:20"
  },
  {
    "text": "And so what they do is they get a junior deity from the upper class and they slit his throat, sacrifice him, and they pour out his blood on the clay with the clay, and they make humans.",
    "start": "00:53:20",
    "end": "00:53:33"
  },
  {
    "text": "So wait, the Igigi, the lower class?",
    "start": "00:53:33",
    "end": "00:53:36"
  },
  {
    "text": "Yes.",
    "start": "00:53:36",
    "end": "00:53:36"
  },
  {
    "text": "They're tired of feeding all the gods.",
    "start": "00:53:36",
    "end": "00:53:39"
  },
  {
    "text": "Yes.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "They're like, we can probably outsource this to some even lower class.",
    "start": "00:53:39",
    "end": "00:53:43"
  },
  {
    "text": "Yeah. That doesn't exist yet.",
    "start": "00:53:43",
    "end": "00:53:44"
  },
  {
    "text": "Doesn't exist yet. And they're like, that's a great idea. How are we gonna do it? They take one of the higher class guys, but one of the kind of lower of the higher class guys.",
    "start": "00:53:44",
    "end": "00:53:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:53:53",
    "end": "00:53:54"
  },
  {
    "text": "They sacrifice junior and they kill him. Kill him, slit his throat, mix the blood with clay. Clay. And produce humans.",
    "start": "00:53:54",
    "end": "00:54:05"
  },
  {
    "text": "This is the origin of humans. So imagine in a culture. This is the founding story.",
    "start": "00:54:05",
    "end": "00:54:10"
  },
  {
    "text": "So if I said, hey, if I lived as a ancient Babylonian, I was like, hey, mom, where did this all come from?",
    "start": "00:54:10",
    "end": "00:54:16"
  },
  {
    "text": "Yeah.",
    "start": "00:54:16",
    "end": "00:54:16"
  },
  {
    "text": "And she would say, well, one of the. One of the gods slipped the throat of another God.",
    "start": "00:54:16",
    "end": "00:54:21"
  },
  {
    "text": "Yeah.",
    "start": "00:54:21",
    "end": "00:54:22"
  },
  {
    "text": "Mixed it with some dirt.",
    "start": "00:54:22",
    "end": "00:54:22"
  },
  {
    "text": "Yeah.",
    "start": "00:54:22",
    "end": "00:54:23"
  },
  {
    "text": "That's where we are.",
    "start": "00:54:23",
    "end": "00:54:23"
  },
  {
    "text": "Yeah. Well, that's how we got here. Why we're here is to be slaves to the gods.",
    "start": "00:54:23",
    "end": "00:54:28"
  },
  {
    "text": "And then. Yeah. And then our purpose is.",
    "start": "00:54:28",
    "end": "00:54:30"
  },
  {
    "text": "And guess what? Our king says he's the physical embodiment of these gods, of these different. The upper class. The priests and the kings claim to be the physical embodiments of these deities. That's convenient.",
    "start": "00:54:30",
    "end": "00:54:43"
  },
  {
    "text": "Yeah.",
    "start": "00:54:43",
    "end": "00:54:43"
  },
  {
    "text": "Which means I'm their slave.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "They're really telling a story about that. We are to feed them.",
    "start": "00:54:45",
    "end": "00:54:49"
  },
  {
    "text": "Yeah. They're giving divine legitimation to.",
    "start": "00:54:49",
    "end": "00:54:52"
  },
  {
    "text": "Even though they were also produced from the same blood. Clay sacrifice. They're connected to these other gods in a way that we're not.",
    "start": "00:54:53",
    "end": "00:55:01"
  },
  {
    "text": "Correct. So that's your founding story for the origin of humans. It's the blood of the gods. Plus clay makes humans to be slaves for the gods.",
    "start": "00:55:01",
    "end": "00:55:10"
  },
  {
    "text": "I'm Just imagining, like, telling the story to a class of kindergarteners.",
    "start": "00:55:10",
    "end": "00:55:14"
  },
  {
    "text": "Yeah, kiddos, you know why you're here.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:55:16",
    "end": "00:55:17"
  },
  {
    "text": "So as the story goes on, by the way, you can. This is all public domain. You can just go and read translations of it. Really fascinating. After not very long of the humans doing all the work. The problem is they smell.",
    "start": "00:55:19",
    "end": "00:55:31"
  },
  {
    "text": "Mm.",
    "start": "00:55:32",
    "end": "00:55:32"
  },
  {
    "text": "That does happen because they're fleshy.",
    "start": "00:55:32",
    "end": "00:55:34"
  },
  {
    "text": "And.",
    "start": "00:55:36",
    "end": "00:55:36"
  },
  {
    "text": "They make noise and they multiply like rabbits. They love to have sex. And so all of a sudden, the gods regret having made all these humans.",
    "start": "00:55:36",
    "end": "00:55:44"
  },
  {
    "text": "Oh, goodness.",
    "start": "00:55:44",
    "end": "00:55:45"
  },
  {
    "text": "And so the Anunnaki make a plan, and they appeal to Enlil to send a flood to annihilate them. But Enki, who is one of the chief gods along Enlil, he thinks this is wrong. And so he goes to warn the hero of the epic, Atrahasis, and he tells him to build a boat for a flood that's going to last seven days. He tells them to take the animals to get on the boat, and there's this massive, cataclysmic flood that comes, wipes out all the humans except Atrahasis and his family and the animals on the boat. And then as the waters recede, he sends out birds to go back and forth to. To see if the ground is dry and so on. And it's an analog to the biblical flood story, but also really different from the flood story, as you can tell.",
    "start": "00:55:46",
    "end": "00:56:33"
  },
  {
    "text": "Right. The flood was because the gods got annoyed at the smelly, noisy humans that were supposed to just feed them. And so, yeah, let's just get rid of them. But one God was like, ah, let's not completely get rid of them.",
    "start": "00:56:34",
    "end": "00:56:48"
  },
  {
    "text": "Correct.",
    "start": "00:56:48",
    "end": "00:56:49"
  },
  {
    "text": "And he hooks up.",
    "start": "00:56:49",
    "end": "00:56:49"
  },
  {
    "text": "Yeah.",
    "start": "00:56:49",
    "end": "00:56:50"
  },
  {
    "text": "One family.",
    "start": "00:56:50",
    "end": "00:56:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:56:51",
    "end": "00:56:51"
  },
  {
    "text": "Or the flood story. Well, we don't talk about the flood story.",
    "start": "00:56:51",
    "end": "00:56:54"
  },
  {
    "text": "Yeah, totally. Yeah. The point is that the flood stories were a dominant. They were already a dominant trend, a way of talking about who we are, where we come from.",
    "start": "00:56:54",
    "end": "00:57:04"
  },
  {
    "text": "And this is in a civilization that once a year.",
    "start": "00:57:05",
    "end": "00:57:07"
  },
  {
    "text": "That once a year gets flooded. Gets flooded. And that occasionally was cataclysmically flooded.",
    "start": "00:57:07",
    "end": "00:57:14"
  },
  {
    "text": "Yeah, it's so much water that it just ruins it.",
    "start": "00:57:14",
    "end": "00:57:16"
  },
  {
    "text": "The same. The same gods that provide us the annual floods to survive sometimes are so.",
    "start": "00:57:16",
    "end": "00:57:22"
  },
  {
    "text": "Angry they send too much that three.",
    "start": "00:57:22",
    "end": "00:57:24"
  },
  {
    "text": "Generations ago, our ancestor told us that almost everybody was wiped out. Why'd they do that?",
    "start": "00:57:24",
    "end": "00:57:29"
  },
  {
    "text": "Well, they're tired of us.",
    "start": "00:57:29",
    "end": "00:57:31"
  },
  {
    "text": "We're smelly, noisy, messy, and sometimes they don't like us. And we exist at their whim. And this kind of thing, you can see How a story like that would develop.",
    "start": "00:57:31",
    "end": "00:57:41"
  },
  {
    "text": "And you can see what a story like that would do to your psyche.",
    "start": "00:57:41",
    "end": "00:57:43"
  },
  {
    "text": "Yeah, totally. Yeah. It's not too different from, like, the Matrix type of. We're slaves to whatever beings are.",
    "start": "00:57:43",
    "end": "00:57:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "I'm thinking of the Matrix.",
    "start": "00:57:53",
    "end": "00:57:54"
  },
  {
    "text": "Robots.",
    "start": "00:57:54",
    "end": "00:57:55"
  },
  {
    "text": "Yeah, yeah. Whatever the. Those were things are that put humans in those weird incubators and are milking them for life. Yeah. And consciousness. And then they put us in a store.",
    "start": "00:57:55",
    "end": "00:58:06"
  },
  {
    "text": "Batteries. They're batteries, right?",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "Yeah.",
    "start": "00:58:07",
    "end": "00:58:08"
  },
  {
    "text": "We're basically batteries.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:09",
    "end": "00:58:09"
  },
  {
    "text": "Yeah. What are we gonna do with our mind? I'll put them in a matrix.",
    "start": "00:58:09",
    "end": "00:58:12"
  },
  {
    "text": "Yeah.",
    "start": "00:58:12",
    "end": "00:58:12"
  },
  {
    "text": "Yeah.",
    "start": "00:58:12",
    "end": "00:58:12"
  },
  {
    "text": "It's not too different. So that's one. Okay. I've left the crown jewel for last. How you doing?",
    "start": "00:58:12",
    "end": "00:58:18"
  },
  {
    "text": "This is a lot to keep straight.",
    "start": "00:58:19",
    "end": "00:58:21"
  },
  {
    "text": "Yeah. And I'm not asking you to keep all the details, of course. It's more just the big picture. Each one of these cosmologies I'm bringing out because it anchors into one real noticeable feature.",
    "start": "00:58:21",
    "end": "00:58:32"
  },
  {
    "text": "We've gone through three different civilizations.",
    "start": "00:58:32",
    "end": "00:58:35"
  },
  {
    "text": "Yes.",
    "start": "00:58:35",
    "end": "00:58:35"
  },
  {
    "text": "Ancient cosmologies. And all of them have certain connections to Genesis 1, Genesis 1 and 2.",
    "start": "00:58:36",
    "end": "00:58:42"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:58:42",
    "end": "00:58:43"
  },
  {
    "text": "And we're, like, dropping hints at what those are. We're not going into details.",
    "start": "00:58:43",
    "end": "00:58:47"
  },
  {
    "text": "Not yet. We're imagining ourselves into the cultural environment of an ancient Israelite.",
    "start": "00:58:47",
    "end": "00:58:53"
  },
  {
    "text": "Yeah. Like, let me tell you four stories that are now gonna inform this next story, which I really want you to care about.",
    "start": "00:58:53",
    "end": "00:59:03"
  },
  {
    "text": "Correct.",
    "start": "00:59:03",
    "end": "00:59:03"
  },
  {
    "text": "The most.",
    "start": "00:59:03",
    "end": "00:59:04"
  },
  {
    "text": "That's what I'm doing.",
    "start": "00:59:04",
    "end": "00:59:05"
  },
  {
    "text": "Problem is, these stories are crazy. They have strange words to us. They have just all these strange ideas and it's hard to keep straight.",
    "start": "00:59:05",
    "end": "00:59:14"
  },
  {
    "text": "Yeah.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "And. Yeah. Yeah, do my best.",
    "start": "00:59:15",
    "end": "00:59:18"
  },
  {
    "text": "It's okay. That's. But I know that this is not. We're reading ancient Near Eastern cosmologies here.",
    "start": "00:59:18",
    "end": "00:59:24"
  },
  {
    "text": "Yeah.",
    "start": "00:59:24",
    "end": "00:59:24"
  },
  {
    "text": "It's not like taking a walk. Okay. So the Babylonian empire developed in such a way that it both recognized that it owed its existence to the Sumerian empire that came before it, but also claimed that it was a new manifestation of the divine power and will for the world. So what the Babylonian cosmologies often do is they adopt earlier ideas from Sumerian about the waters or the desert. But in Hammurabi's age, the patron God of Babylon was named Marduk.",
    "start": "00:59:24",
    "end": "01:00:01"
  },
  {
    "text": "In Hammurabi's age, when you say that, what do you mean?",
    "start": "01:00:01",
    "end": "01:00:04"
  },
  {
    "text": "Oh, in Hammurabi's. Hammurabi is connected with the period of the rise of Babylon when it becomes a world power as a political, economic power. And therefore, they told stories about why and how this kingdom came to Power. And Marduk was the sponsor God of this Babylon. And so what they often did is.",
    "start": "01:00:04",
    "end": "01:00:24"
  },
  {
    "text": "Is he an upper elite? Was he Marduk Anunnaki?",
    "start": "01:00:24",
    "end": "01:00:27"
  },
  {
    "text": "Well, as we're going to see, he's the son of the chief God.",
    "start": "01:00:27",
    "end": "01:00:30"
  },
  {
    "text": "Oh, he's the son of Enlil.",
    "start": "01:00:30",
    "end": "01:00:32"
  },
  {
    "text": "Mm. There's a whole story. It's called Enuma Elish, or the Babylonian Genesis. It's the story of how Marduk, who was second comer, came to be appointed by all as the chief of all. And it's a political mythology that has its analog with the rise of Babylon in the place of ancient Sumeria.",
    "start": "01:00:32",
    "end": "01:00:51"
  },
  {
    "text": "Got it.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "So think of Sumeria as the chief God.",
    "start": "01:00:52",
    "end": "01:00:54"
  },
  {
    "text": "Yeah.",
    "start": "01:00:54",
    "end": "01:00:55"
  },
  {
    "text": "Babylon is the upstart.",
    "start": "01:00:55",
    "end": "01:00:56"
  },
  {
    "text": "I see.",
    "start": "01:00:56",
    "end": "01:00:56"
  },
  {
    "text": "This is a mythology about the rise of Marduk.",
    "start": "01:00:56",
    "end": "01:00:59"
  },
  {
    "text": "Enlil is the chief God, but he has a kid, Marduk. And Marduk's going to take over.",
    "start": "01:00:59",
    "end": "01:01:03"
  },
  {
    "text": "You got it.",
    "start": "01:01:04",
    "end": "01:01:04"
  },
  {
    "text": "And Marduk represents Babylon.",
    "start": "01:01:04",
    "end": "01:01:06"
  },
  {
    "text": "Correct. So Enum Elish. It begins with the Akkadian words Enuma Elish, which means this begins with the uncreated state. When on high, no name was given to heaven, nor below was the underworld called by name. Primeval Apsu. Apsu is a deity, but it means the deep abyss, the deep ocean waters.",
    "start": "01:01:06",
    "end": "01:01:31"
  },
  {
    "text": "Okay.",
    "start": "01:01:31",
    "end": "01:01:31"
  },
  {
    "text": "So the primeval ocean waters was their progenitor, the one who gave them birth.",
    "start": "01:01:32",
    "end": "01:01:37"
  },
  {
    "text": "Gave birth to the sky and to the underworld.",
    "start": "01:01:37",
    "end": "01:01:41"
  },
  {
    "text": "Yeah. So there's. And then last line of opening statement. And creator Tiamat, which is the salt water, was the one who gave the.",
    "start": "01:01:42",
    "end": "01:01:50"
  },
  {
    "text": "Difference between the deep abyss and salt water.",
    "start": "01:01:50",
    "end": "01:01:53"
  },
  {
    "text": "So Apsu is fresh water. It's the fresh water.",
    "start": "01:01:53",
    "end": "01:01:57"
  },
  {
    "text": "Oh, below the land.",
    "start": "01:01:57",
    "end": "01:01:58"
  },
  {
    "text": "Below the land.",
    "start": "01:01:58",
    "end": "01:01:59"
  },
  {
    "text": "Got it.",
    "start": "01:01:59",
    "end": "01:01:59"
  },
  {
    "text": "It's the abyss under the land. And then Tiamat is the salty water. And this is before heaven or the earth exist.",
    "start": "01:01:59",
    "end": "01:02:08"
  },
  {
    "text": "Are they procreating together? Apsu and Tiamat. Mm.",
    "start": "01:02:08",
    "end": "01:02:11"
  },
  {
    "text": "In other words, the assumption is fresh water and salt water.",
    "start": "01:02:11",
    "end": "01:02:15"
  },
  {
    "text": "Yeah. Get together, have a baby, get together.",
    "start": "01:02:15",
    "end": "01:02:17"
  },
  {
    "text": "And they are the uncreated state. Yeah, the uncreated state is salt and fresh water just mixing and mingling. And notice how this is before heaven and earth, so it's just waters. So similar to Egypt. Also notice that the creation of the heavens and earth is said when the heaven had no name.",
    "start": "01:02:17",
    "end": "01:02:38"
  },
  {
    "text": "Right.",
    "start": "01:02:38",
    "end": "01:02:38"
  },
  {
    "text": "And when the underworld was not called by a name.",
    "start": "01:02:38",
    "end": "01:02:42"
  },
  {
    "text": "So it existed, but just wasn't named.",
    "start": "01:02:42",
    "end": "01:02:45"
  },
  {
    "text": "Well, to be named is to have existence. Think Genesis 1. God naming things. He called it this. He named it this.",
    "start": "01:02:45",
    "end": "01:02:53"
  },
  {
    "text": "Yeah. So did they just not have. And we talked about this. There was no category of no Thing.",
    "start": "01:02:53",
    "end": "01:02:58"
  },
  {
    "text": "That's right. So here what exists is the waters, the different kinds of waters mingling together. And this is before heaven and earth, sky and the land.",
    "start": "01:02:58",
    "end": "01:03:08"
  },
  {
    "text": "Before they were named.",
    "start": "01:03:08",
    "end": "01:03:09"
  },
  {
    "text": "Before they were named. And so the question is, yeah, for them, named means to exist in a meaningful way, way within a functioning ordering system.",
    "start": "01:03:09",
    "end": "01:03:17"
  },
  {
    "text": "So existed maybe in some sense, but not in any sense that mattered.",
    "start": "01:03:17",
    "end": "01:03:20"
  },
  {
    "text": "Not that mattered to them. That's right. So it goes on, the waters mingling together. No gods had been brought forth. The Apsu, the fresh water, Tiamat, the salty water. Those are gods, they're deities, but they're deities in a different way because they're like primeval states. They're non existent, they're non being, but they are potential. They have a potential for being. It's kind of like the waters in the Egyptian cosmology. None were called by names, no destinies ordained. Then the gods were formed within these two. So I have under this a picture from, let's see. This is from a stone cylinder found in ancient Mesopotamia. Oh, and it depicts the freshwater God there seated on a throne. You see him in the middle of that little picture and he's surrounded by those lines. Those lines are the waters proceeding out from him. So the God sitting in the middle is the first God who's going to be born to emerge, to give order to it all. And then the two types of waters surrounding him and those two streams are the two, the fresh and the sea water. And so the idea is you have the waters and then the first deity emerges from the water and he brings order. And so now the waters exist in a nice ordered shape and then they flow out from the deity out into the world. So it's a very common way that they thought about it. The first deity emerges. So the first God emerges. His name is Enki or Ea. He's the chief God and he orders them so that land can emerge and everything can emerge out of it. So Enki establishes order, so he brings order to the waters. But here's something new that we haven't had yet, is that Tiamat, after order and the gods emerge. And this is almost. It's as if Sumeria emerges out of the pre existence the gods of Sumeria. But then Tiamat shows up and she has formed an army of chaotic dark underworld enemies. Tiamat is the salty ocean that bashes at the shoreline. Okay, so now we've got dry land, we've got a civilization, we've got order. The waters come in an ordered way to water the land. That's A gift of the gods.",
    "start": "01:03:20",
    "end": "01:05:39"
  },
  {
    "text": "Okay, so now it's all set up.",
    "start": "01:05:39",
    "end": "01:05:40"
  },
  {
    "text": "So it's all set up. I've skipped that section of Enum Elish. It all gets set up. We know that story already.",
    "start": "01:05:40",
    "end": "01:05:45"
  },
  {
    "text": "Yeah.",
    "start": "01:05:45",
    "end": "01:05:46"
  },
  {
    "text": "What's interesting now is there's a new threat crashing on the beach. It's the chaos waters, Right? Think of the tide and the waves. Occasional tsunami. Right. Those oceans are dangerous and they're kept at bay down there. So they imagine, even though the old gods were there in an established order, the forces of chaos came knocking at our door. And those forces are in the form of Tiamat, who's a great water dragon. So Tiamat forms an army that's going to threaten to overtake the order of the old world. So I'm quoting again. Ranks drew up at Tiamat's side, angry and scheming, never lying down at night or day. It's like the sleepless zombie army making warfare, rumbling, raging, convening an assembly that they might start hostility. Invincible weapons giving birth to monster serpents. Pointy fangs, merciless incisors. She filled their bodies with venom for blood. Fierce dragons that she clad with glories. Whoever sees the army will collapse from weakness. Serpents, dragons, hairy hero men. The warriors, ancient warriors of old. Lion monsters. Scorpion men. Scorpion men. Mighty demons. Fish men, bull men.",
    "start": "01:05:46",
    "end": "01:07:10"
  },
  {
    "text": "Whoa.",
    "start": "01:07:10",
    "end": "01:07:10"
  },
  {
    "text": "Jeez. This is like the whole. Yeah. So Babylon comes to a rise of power. After a collapse. The Sumerian empire collapses. Babylon emerges. So this is a whole story that's gonna be saying, listen, the whole ancient world that we all knew about from the Sumerian past collapsed. Chaos threatened war, famine, who emerged to rescue the world from the dark powers of Tiamat and Chaos. Marduk. Marduk, chief God of that world.",
    "start": "01:07:10",
    "end": "01:07:39"
  },
  {
    "text": "So Tiamat is all the chaos that came out of the collapse of the Sumerian.",
    "start": "01:07:39",
    "end": "01:07:44"
  },
  {
    "text": "Correct.",
    "start": "01:07:44",
    "end": "01:07:45"
  },
  {
    "text": "She came with this just horde of.",
    "start": "01:07:45",
    "end": "01:07:48"
  },
  {
    "text": "That's right. That's right. So a modern historian might write about the collapse of the Sumerian Empire.",
    "start": "01:07:48",
    "end": "01:07:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:07:54",
    "end": "01:07:54"
  },
  {
    "text": "There were five main factors, right? There was the famine.",
    "start": "01:07:54",
    "end": "01:07:57"
  },
  {
    "text": "Yeah, sure.",
    "start": "01:07:57",
    "end": "01:07:58"
  },
  {
    "text": "There were three bad kings.",
    "start": "01:07:58",
    "end": "01:08:00"
  },
  {
    "text": "They would leave out the scorpion men.",
    "start": "01:08:00",
    "end": "01:08:01"
  },
  {
    "text": "Yeah. So we would tell it that way.",
    "start": "01:08:02",
    "end": "01:08:04"
  },
  {
    "text": "Yeah.",
    "start": "01:08:04",
    "end": "01:08:05"
  },
  {
    "text": "But for them, that civilization and the order, all of it, the weather, producing the harvest that allowed them to make the financial resources.",
    "start": "01:08:05",
    "end": "01:08:13"
  },
  {
    "text": "This is how they did history.",
    "start": "01:08:13",
    "end": "01:08:14"
  },
  {
    "text": "That was all a gift of the gods. And so that collapses. That means either our gods are weak or somebody's attacking us. The forces of chaos are closing in.",
    "start": "01:08:15",
    "end": "01:08:24"
  },
  {
    "text": "Yeah.",
    "start": "01:08:24",
    "end": "01:08:24"
  },
  {
    "text": "And so the whole story of Enuma Elish is about how Marduk, the Son of Enki arises to fight the Chaos Dragon.",
    "start": "01:08:24",
    "end": "01:08:32"
  },
  {
    "text": "Now the Chaos Dragon.",
    "start": "01:08:33",
    "end": "01:08:34"
  },
  {
    "text": "Well, sorry, it's Tiamat who's the Ocean Waters.",
    "start": "01:08:34",
    "end": "01:08:38"
  },
  {
    "text": "Yeah. She brings a whole army of.",
    "start": "01:08:38",
    "end": "01:08:40"
  },
  {
    "text": "She's got a whole army of crazy mutant beasts. Yeah, that's exactly right. But on the page that follows, we don't have to read it. It's a poetic description of the battle. And Marduk just goes straight for Tiamat. Oh, I'll just excerpt. Marduk takes a mace in his right hand.",
    "start": "01:08:40",
    "end": "01:08:57"
  },
  {
    "text": "Is Marduk taking on this whole army of crazy things all by himself?",
    "start": "01:08:57",
    "end": "01:09:01"
  },
  {
    "text": "Yes, but he's bypassing the army and going for Tiamat. You have to imagine that he can do that. I guess.",
    "start": "01:09:02",
    "end": "01:09:07"
  },
  {
    "text": "Yeah, totally. I'm imagining it. He's like. Yeah, he's spinning and dodging the Bull man. And he's sliding under Scorpion man. And he's going straight for the queen.",
    "start": "01:09:07",
    "end": "01:09:18"
  },
  {
    "text": "Yeah, he's going for the queen. Queen of Chaos. Yeah. So, you know, it's vivid poetry here. He's got a mace in one hand, thunderbolts before his mace.",
    "start": "01:09:18",
    "end": "01:09:27"
  },
  {
    "text": "A mace is a.",
    "start": "01:09:27",
    "end": "01:09:29"
  },
  {
    "text": "Like a big staff with a metal spiky ball on the end. A mace. He covers his body with fire and he has a net. He's gonna catch Tiamat. So he deploys the four winds. He brings all the four winds from the four points of the compass in. He's going to trap Tiamat. He starts making a whirlwind cyclone. He mounts his terrible chariot, which is a storm. Then he encircles her in a net. He catches a big net, casts a net around Tiamat.",
    "start": "01:09:29",
    "end": "01:10:03"
  },
  {
    "text": "And up to this point, I've been thinking of Tiamat as water.",
    "start": "01:10:03",
    "end": "01:10:06"
  },
  {
    "text": "The waters. Yes. But she's. She's in the form of a dragon.",
    "start": "01:10:06",
    "end": "01:10:10"
  },
  {
    "text": "Okay, so you can catch a dragon in a net.",
    "start": "01:10:10",
    "end": "01:10:12"
  },
  {
    "text": "That's. Catch a dragon in a net. Yeah. Who's the symbol of the Chaos Waters? Yeah, okay. Yeah, yeah. In the poem, he brings her close. He draws her near so that she thinks she's the netted dragon. Yep. She's got a dragon in a net. You trick it. You make it think it can swallow you by bringing it near. That's his strategy.",
    "start": "01:10:12",
    "end": "01:10:31"
  },
  {
    "text": "Okay.",
    "start": "01:10:31",
    "end": "01:10:31"
  },
  {
    "text": "I want to get this thing to open its mouth, so he brings it near to him. Then Tiamat opened her mouth to swallow, and he thrust in the winds so she couldn't close her mouth. So he sends all the winds now to blow down her throat. It's like if you've sat in front of a really powerful fan and it blows your cheeks open.",
    "start": "01:10:31",
    "end": "01:10:50"
  },
  {
    "text": "Right.",
    "start": "01:10:50",
    "end": "01:10:50"
  },
  {
    "text": "But this blows her esophagus open, too. I mean, it's a dragon. Yeah, it's like a pathway to the.",
    "start": "01:10:51",
    "end": "01:10:56"
  },
  {
    "text": "To the heart.",
    "start": "01:10:56",
    "end": "01:10:57"
  },
  {
    "text": "To the heart.",
    "start": "01:10:57",
    "end": "01:10:57"
  },
  {
    "text": "Now, that's the idea. I'm getting hung up on this net because it's a net that's powerful enough to, like, capture the dragon, but it's not powerful enough that the dragon can't, like, swallow Marduk through it.",
    "start": "01:10:58",
    "end": "01:11:09"
  },
  {
    "text": "Oh, I see. It's poetry, I guess.",
    "start": "01:11:09",
    "end": "01:11:12"
  },
  {
    "text": "Yeah. I'm just imagining a really angry dragon just being like, I'm gonna, like, growl at you and try to eat you anyways.",
    "start": "01:11:12",
    "end": "01:11:16"
  },
  {
    "text": "I see. Well, somehow its head can get out of the net.",
    "start": "01:11:16",
    "end": "01:11:19"
  },
  {
    "text": "Maybe its head's out of the net.",
    "start": "01:11:19",
    "end": "01:11:20"
  },
  {
    "text": "Yes.",
    "start": "01:11:20",
    "end": "01:11:20"
  },
  {
    "text": "Okay.",
    "start": "01:11:20",
    "end": "01:11:20"
  },
  {
    "text": "It's got a long neck, skinny neck.",
    "start": "01:11:20",
    "end": "01:11:22"
  },
  {
    "text": "Got it.",
    "start": "01:11:22",
    "end": "01:11:23"
  },
  {
    "text": "Gets through one of the holes.",
    "start": "01:11:23",
    "end": "01:11:24"
  },
  {
    "text": "Ah, Okay.",
    "start": "01:11:24",
    "end": "01:11:25"
  },
  {
    "text": "I can picture that. Somehow it thinks it's okay. Yeah, there you go. Picture that.",
    "start": "01:11:25",
    "end": "01:11:28"
  },
  {
    "text": "And then it's, like, going to swallow Marduk.",
    "start": "01:11:30",
    "end": "01:11:32"
  },
  {
    "text": "Yep.",
    "start": "01:11:32",
    "end": "01:11:32"
  },
  {
    "text": "And at that moment, remember, he's right.",
    "start": "01:11:32",
    "end": "01:11:34"
  },
  {
    "text": "He's riding a storm chariot. So he sends the winds.",
    "start": "01:11:34",
    "end": "01:11:37"
  },
  {
    "text": "And he sends the winds, opens up.",
    "start": "01:11:37",
    "end": "01:11:39"
  },
  {
    "text": "Her gullet, her esophagus, all the way down. He sent an ill wind that he released in her face. Tiamat opened her mouth. He thrust in the ill wind. Raging winds bloated her belly.",
    "start": "01:11:39",
    "end": "01:11:52"
  },
  {
    "text": "Raging winds bloated her belly.",
    "start": "01:11:52",
    "end": "01:11:54"
  },
  {
    "text": "He shot the arrow. It broke open her belly, cut to her innards.",
    "start": "01:11:54",
    "end": "01:11:58"
  },
  {
    "text": "So he shot an arrow through her, down her. Down her throat.",
    "start": "01:11:58",
    "end": "01:12:02"
  },
  {
    "text": "Yep. Into her belly, into her belly, pierced the heart. He subdued her, snuffed out her life, flinging down her carcass. He took his stand upon it. Marduk, patron God of Babylon, saves the world from the chaos dragon.",
    "start": "01:12:02",
    "end": "01:12:17"
  },
  {
    "text": "And so he's not battling ancient Samaria, he's battling the chaos that subdued after Samaria fell.",
    "start": "01:12:18",
    "end": "01:12:25"
  },
  {
    "text": "Yeah, that's right. So a modern historian would craft a narrative that, say the fall of ancient Samaria. There were five main factors.",
    "start": "01:12:25",
    "end": "01:12:33"
  },
  {
    "text": "Well, yeah, well, here's what caused ancient Samaria to fall. But then here's what happened. Because the order of Samaria fell. Now there isn't enough order. There's famine, there's all this stuff. There's chaos.",
    "start": "01:12:33",
    "end": "01:12:44"
  },
  {
    "text": "Yeah. This is like. Think of how this is like in the poetry of the prophets when they depict the fall of Assyria. The stars fall from the sky, the earthquakes, no humans, no animals. It's cosmic poetry to describe the significance of these historical events. That's what's happening here, too. And so it's a battle of our gods to bring about a new world order. And so Marduk patron God of Babylon, is the one who saved us all with the rise of the Babylonian kingdom. So what he does is he now is standing on top of Tiamat. And so, you know, heaven and earth already existed from the old guard. But what he does is he takes her body, he splits her in two like a fish for drying.",
    "start": "01:12:44",
    "end": "01:13:31"
  },
  {
    "text": "He fillets her.",
    "start": "01:13:32",
    "end": "01:13:33"
  },
  {
    "text": "He fillets her. Half of her he set up and made as a cover of heaven.",
    "start": "01:13:33",
    "end": "01:13:38"
  },
  {
    "text": "So half of the dry like half one of them like.",
    "start": "01:13:38",
    "end": "01:13:41"
  },
  {
    "text": "And remember, she's the waters. She's the chaos waters. So. But the Sky Dome already existed.",
    "start": "01:13:41",
    "end": "01:13:47"
  },
  {
    "text": "I see.",
    "start": "01:13:47",
    "end": "01:13:48"
  },
  {
    "text": "But now Marduk is. He's re establishing the cosmos. He's remaking.",
    "start": "01:13:48",
    "end": "01:13:54"
  },
  {
    "text": "Yeah. He's recreating order.",
    "start": "01:13:54",
    "end": "01:13:55"
  },
  {
    "text": "Was threatened on collapse. He's recreating order. And so now Marduk, even though he's not the originator like Enki, his father, but now he's the one responsible for the current world order. Got it. And so he is now responsible for the heaven.",
    "start": "01:13:56",
    "end": "01:14:09"
  },
  {
    "text": "Fillets are in half. Puts half.",
    "start": "01:14:09",
    "end": "01:14:11"
  },
  {
    "text": "Yeah.",
    "start": "01:14:11",
    "end": "01:14:11"
  },
  {
    "text": "She is the saltwater dragon. Puts half above.",
    "start": "01:14:11",
    "end": "01:14:15"
  },
  {
    "text": "Yeah.",
    "start": "01:14:15",
    "end": "01:14:16"
  },
  {
    "text": "Which really is the fresh water in the sky. And then puts half below.",
    "start": "01:14:16",
    "end": "01:14:20"
  },
  {
    "text": "Yep. And it goes on and then says. And then Marduk ascended to the top of the dome and built his great temple.",
    "start": "01:14:20",
    "end": "01:14:28"
  },
  {
    "text": "Then he went up above and built the heavenly temple.",
    "start": "01:14:28",
    "end": "01:14:31"
  },
  {
    "text": "Temple, yeah. Which if you go to the capital city of Babylon, you're going to go see a huge ziggurat that's the tallest thing going up into the heavens. And it's the great temple of Marduk. It's the Tower of Babylon that's built to reach up to the sky dome and to touch and connect with the heavenly temple that Marduk built above the sky dome. It's the heavenly version of the earthly temple. So this is all connected in their worldview. Marduk is responsible for the current world order. He dwells in his temple above the sky dome, Tiamat that he conquered. And our earthly temple is like the portal up into his heavenly temple. So there you go, man. There's much more that we could read here, but this is Babylon's foundation story. If you just google Marduk and Tiamat, you'll get some of the most famous images in the battles depicted. Sometimes Tiamat's a seven headed hydrid dragon. Sometimes Tiamat is a bull lion, winged monstrosity. Lots of versions of this that float throughout. And then this basic scholars call this the combat myth, but this appears in Canaanite literature as well. Except it's not Marduk, it's baal. Who's the patron God of ancient Syria to the north of Israel.",
    "start": "01:14:31",
    "end": "01:15:53"
  },
  {
    "text": "BAAL also conquered a dragon.",
    "start": "01:15:53",
    "end": "01:15:55"
  },
  {
    "text": "Well, basically, they think they're the most powerful kingdom. And so they're like, oh, not Babylon. Our God is the real one who re established order. So you get different cultures putting their God in the slot of Marduk, because.",
    "start": "01:15:55",
    "end": "01:16:07"
  },
  {
    "text": "That became the most famous.",
    "start": "01:16:07",
    "end": "01:16:08"
  },
  {
    "text": "That became the story that you tell to talk about your God is the most powerful and your empire is the most powerful. So it's both a cosmology.",
    "start": "01:16:08",
    "end": "01:16:16"
  },
  {
    "text": "Baal's the God of.",
    "start": "01:16:16",
    "end": "01:16:17"
  },
  {
    "text": "The God of the Canaanites north of Israel that are called by different titles Syrians is how they appear in the Old Testament. So Enuma Elish is important because it honors the most ancient cosmologies of everything emerging out of the waters to establish a first world order. But then it's about chaos descending on our world and who rescued us from the chaos? Marduk, who defeats the dragon and establishes the new world order out of the waters.",
    "start": "01:16:18",
    "end": "01:16:49"
  },
  {
    "text": "And so, okay, in this world is another group of people.",
    "start": "01:16:49",
    "end": "01:16:54"
  },
  {
    "text": "Yes.",
    "start": "01:16:55",
    "end": "01:16:55"
  },
  {
    "text": "Who know all these stories.",
    "start": "01:16:56",
    "end": "01:16:58"
  },
  {
    "text": "Yes.",
    "start": "01:16:58",
    "end": "01:16:59"
  },
  {
    "text": "And they have their own identity.",
    "start": "01:16:59",
    "end": "01:17:00"
  },
  {
    "text": "That's right. Their story is that their God rescued them out of Egypt.",
    "start": "01:17:00",
    "end": "01:17:05"
  },
  {
    "text": "And these are the Hebrews, Israelites.",
    "start": "01:17:05",
    "end": "01:17:08"
  },
  {
    "text": "Yes.",
    "start": "01:17:08",
    "end": "01:17:08"
  },
  {
    "text": "And so we're going to read their ancient creation stories, and what we're going to see is how it really is in a dialogue with these other ones. In the same way that Marduk is in dialogue to the Sumerian.",
    "start": "01:17:08",
    "end": "01:17:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:17:23",
    "end": "01:17:23"
  },
  {
    "text": "That it explains the ancient Israelites knew about all of this.",
    "start": "01:17:23",
    "end": "01:17:28"
  },
  {
    "text": "Yes.",
    "start": "01:17:28",
    "end": "01:17:29"
  },
  {
    "text": "And the vocabulary and the mental models and all that stuff is shared. But they want to explain why they are particularly important, but then also their God as being ultimate chief.",
    "start": "01:17:29",
    "end": "01:17:45"
  },
  {
    "text": "Chief God.",
    "start": "01:17:45",
    "end": "01:17:46"
  },
  {
    "text": "Yeah.",
    "start": "01:17:46",
    "end": "01:17:47"
  },
  {
    "text": "Yep.",
    "start": "01:17:47",
    "end": "01:17:47"
  },
  {
    "text": "And that's the Genesis creation story.",
    "start": "01:17:47",
    "end": "01:17:49"
  },
  {
    "text": "Yes. We call this Genesis, chapter one. That was a long one.",
    "start": "01:17:49",
    "end": "01:17:52"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. If you have some questions concerning the series on ancient cosmology, we would love to hear them and record a question and response episode with them. So send us your questions by June 18th. Record yourself asking your question. Try to keep it to 30 seconds or so and let us know your name and where you're from. Next week, we're gonna dig in deeper.",
    "start": "01:17:56",
    "end": "01:18:22"
  },
  {
    "text": "In contrast to the Babylonian conception, where Tiamat has to be slain and annihilated before the cosmos is created, the biblical picture doesn't portray the destruction of the waters or the abyss, rather their control and ordering by Yahweh within the created cosmos. So the portrait is that God can make the unproductive state of disorder work into his purpose to bring about ultimate order.",
    "start": "01:18:22",
    "end": "01:18:48"
  },
  {
    "text": "Today's episode was produced by Dan Gummel and Zach McKinlay. Our show notes by Lindsey Ponder and the theme music by the band Tense. Bibleproject is a non profit organization. We exist to experience the Bible as a unified story that leads to Jesus. So we use all sorts of media to that end and we are increasingly building technology products to that end. And everything that we make is free because of the generous support of thousands of people just like you all over the world pitching in and paying for it, which is an incredible honor. So thanks for being a part of this with us. Hi, this is Anthea and I'm from South Africa. I first heard about bibleproject through a friend. I use bibleproject for research. My favorite thing about bibleproject is its incredible visual representation of the Word.",
    "start": "01:18:49",
    "end": "01:19:39"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "01:19:39",
    "end": "01:19:41"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "01:19:42",
    "end": "01:19:43"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:19:44",
    "end": "01:19:47"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:19:48",
    "end": "01:19:55"
  }
]