[
  {
    "text": "Hey, Tim.",
    "start": "00:00:04",
    "end": "00:00:04"
  },
  {
    "text": "Hey, John.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "We are gonna look at some questions from the cosmology series.",
    "start": "00:00:06",
    "end": "00:00:09"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:00:09",
    "end": "00:00:10"
  },
  {
    "text": "That just released now. That just released in real time for those of you listening along.",
    "start": "00:00:10",
    "end": "00:00:17"
  },
  {
    "text": "Yes. The series of conversations has an interesting backstory.",
    "start": "00:00:17",
    "end": "00:00:21"
  },
  {
    "text": "Yes. For us, these conversations happened two and a half years ago.",
    "start": "00:00:21",
    "end": "00:00:25"
  },
  {
    "text": "A little over two. A little over two, I think.",
    "start": "00:00:26",
    "end": "00:00:28"
  },
  {
    "text": "So what happened?",
    "start": "00:00:29",
    "end": "00:00:30"
  },
  {
    "text": "Yeah, so here's the backstory.",
    "start": "00:00:30",
    "end": "00:00:32"
  },
  {
    "text": "We were gonna do six or seven theme videos and put them all together in this creation theme video series.",
    "start": "00:00:32",
    "end": "00:00:41"
  },
  {
    "text": "Yeah.",
    "start": "00:00:41",
    "end": "00:00:42"
  },
  {
    "text": "And the very first video was gonna be on ancient cosmologies. And I don't remember what other ones were in there, except to say that four of the six or seven made to life.",
    "start": "00:00:42",
    "end": "00:00:53"
  },
  {
    "text": "Yeah. They came to life in the form of independent theme videos that we made.",
    "start": "00:00:53",
    "end": "00:00:57"
  },
  {
    "text": "We released those conversations. So those were Tree of Life.",
    "start": "00:00:57",
    "end": "00:01:00"
  },
  {
    "text": "Tree of Life, Yep. Water of Life, which had no podcast series connected to it.",
    "start": "00:01:00",
    "end": "00:01:05"
  },
  {
    "text": "And that's why there's water conversation here.",
    "start": "00:01:05",
    "end": "00:01:07"
  },
  {
    "text": "That's why this ancient cosmology series has a bunch of water conversations. Because literally in the course of those conversations was a bunch of stuff that is edited out so that you all don't have to sit through. It was when we realized, oh, we shouldn't make a seven part series. Let's just make four theme videos.",
    "start": "00:01:07",
    "end": "00:01:23"
  },
  {
    "text": "Yeah.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "So Water of Life, the second, third one was Sabbath. Sabbath. And then the fourth one was Temple.",
    "start": "00:01:24",
    "end": "00:01:30"
  },
  {
    "text": "Those are all really great themed videos and they have really great podcast series. Conversation series.",
    "start": "00:01:30",
    "end": "00:01:36"
  },
  {
    "text": "Yeah. But these conversations about the ancient cultural context of the cosmology of Genesis 1 and Babylonian Egyptian cosmologies, we thought we were going to try and make a video about that. And then we just decided, yeah, it's not the most strategic thing for us to do. And so those conversations sat on the digital shelf for a couple years.",
    "start": "00:01:36",
    "end": "00:01:59"
  },
  {
    "text": "Yeah. And then we thought, you know, those are really good conversations.",
    "start": "00:01:59",
    "end": "00:02:03"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:02:03",
    "end": "00:02:04"
  },
  {
    "text": "And so we dusted them off and threw them up and then realized some Water of Life stuff was in there. What a pleasant surprise. And it seems like people have really enjoyed thinking about ancient cosmologies. I think it's perfect for the podcast audience. I think for the video audience. Audience is a little off.",
    "start": "00:02:04",
    "end": "00:02:22"
  },
  {
    "text": "Yeah. Our main content is aimed at our mission, which is helping people experience the Bible as a unified story that leads to Jesus.",
    "start": "00:02:22",
    "end": "00:02:29"
  },
  {
    "text": "And you don't need to know about ancient cosmologies.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "You don't have to. But it's definitely a fascinating rabbit hole that can enrich one's understanding of the creation stories in the Bible. You know, one other just quick thing about the backstory to that series. So I think in the podcast series, in those conversations, we referenced the theme of water in the Gospel of John. And we never actually ever had a full conversation about water in the Gospel of John, but there you go.",
    "start": "00:02:31",
    "end": "00:02:58"
  },
  {
    "text": "Yeah. So you might have been expecting another episode where we talk about water in the Gospel of John.",
    "start": "00:02:58",
    "end": "00:03:03"
  },
  {
    "text": "Yeah. So real quick, here's the sketch.",
    "start": "00:03:03",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "In John chapter 2, when Jesus storms the temple and turns the tables over and the priests and Jerusalem leaders get in his face about it and. And he says, destroy this temple and I'll raise it up in three days. Famous exchange. And they're like, well, it took 46 years to build the temple. And then John whispers in your ear and says he was talking about his body. And so that introduces this motif of Jesus. Well, actually, and that's developing from John chapter one, that the word became flesh and dwelt. Dwelt as a tabernacle among us. So Jesus is the temple, which is an image of Eden, the place where heaven and earth are one. So in the Gospel of John going forward, then you have this idea introduced that Jesus is the reality that Eden itself is a narrative image of. And so In John chapter 4, Jesus claims to be the source of living water that gives eternal life.",
    "start": "00:03:06",
    "end": "00:04:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:04:04",
    "end": "00:04:04"
  },
  {
    "text": "So Jesus offers the Samaritan woman water of life, you know, that will never run dry.",
    "start": "00:04:04",
    "end": "00:04:09"
  },
  {
    "text": "Beautiful story.",
    "start": "00:04:10",
    "end": "00:04:10"
  },
  {
    "text": "Yes. In John chapter seven, there's a famous line about the one who believes his belly will flow with living waters. And there's the translation challenge there. But the image is of Jesus providing living water from his own self.",
    "start": "00:04:10",
    "end": "00:04:25"
  },
  {
    "text": "And we actually incorporated that into the water of life video.",
    "start": "00:04:25",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "There's an image of Jesus, kind of a larger than life Jesus as like a fountain.",
    "start": "00:04:29",
    "end": "00:04:33"
  },
  {
    "text": "A fountain.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "And it's coming out of his hands more. But his hands are at his belly.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Exactly. That was Alan's way of solving that artist for that scene. And then climactically, it's when Jesus side is gashed open with the spear. John depicts blood and water flowing down.",
    "start": "00:04:36",
    "end": "00:04:51"
  },
  {
    "text": "From the Temple Mount, basically. Or from the mount.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "From the mount, which is the temple of Eden. Mount and so on. So John very clearly understands the symbolism and the development of the waters from Genesis 1 and 2. And then he's mapping it onto his story about Jesus as the ultimate Eden. So there you go. We could have talked about that over the course of an hour.",
    "start": "00:04:54",
    "end": "00:05:13"
  },
  {
    "text": "But is the water to wine? Is that part of it too? That's his first miracle in John, right?",
    "start": "00:05:13",
    "end": "00:05:18"
  },
  {
    "text": "Oh, sure, it is related. It's a different part of the water imagery connected to purity. The water is in these jars used for ritual purification. And he turns that into a great feast of Eden, a wedding feast. So it's connected, but it's got other motifs going on with it there, too. So water and the Gospel of John is a really neat theme. Study.",
    "start": "00:05:18",
    "end": "00:05:39"
  },
  {
    "text": "Let's jump into some questions, then.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "Yeah. Yeah. Y' all set in, as always, really thoughtful questions that we are excited to interact with. So shall we?",
    "start": "00:05:41",
    "end": "00:05:48"
  },
  {
    "text": "We shall. This first question is from Josh Jacobs in Arkansas. Hey, Tim and John. My name is Josh, and I'm a student at the University of Arkansas in Fayetteville.",
    "start": "00:05:48",
    "end": "00:05:57"
  },
  {
    "text": "I've been studying biblical Hebrew for about.",
    "start": "00:05:57",
    "end": "00:05:59"
  },
  {
    "text": "A year now, and I was wondering how you're able to tease out the.",
    "start": "00:05:59",
    "end": "00:06:02"
  },
  {
    "text": "Nuances and appropriate meanings for some of the words that appear in Genesis 1, like Reisheet, Bara, tahom, tohu, vavohu. These words that don't necessarily fit our modern concepts of the world, especially when.",
    "start": "00:06:02",
    "end": "00:06:14"
  },
  {
    "text": "It seems like a lot of traditional.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "English translations have chosen to fit these.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Concepts into a modern framework, rather than allowing them to say what the original authors meant.",
    "start": "00:06:17",
    "end": "00:06:22"
  },
  {
    "text": "Thanks, guys. Yeah, that's a great question.",
    "start": "00:06:22",
    "end": "00:06:25"
  },
  {
    "text": "Yeah. I mean, is that just kind of what you learn when you study Hebrew?",
    "start": "00:06:25",
    "end": "00:06:28"
  },
  {
    "text": "It is kind of. So when you're studying a living language, you know, like Spanish or French, it's a little easier.",
    "start": "00:06:28",
    "end": "00:06:34"
  },
  {
    "text": "Like, what do people mean when they say this?",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "Correct. You can actually go, like, ask someone. In fact, the best way is to go talk to somebody who speaks the living language, and you'll pick up what are the living current ranges of meanings of words and just start using them. The trick is, even though modern Hebrew is spoken today, you know, it's very, very developed from ancient biblical Hebrew.",
    "start": "00:06:35",
    "end": "00:06:55"
  },
  {
    "text": "We've talked about this because you lived in Israel and could speak ancient Hebrew.",
    "start": "00:06:55",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, I mean, my first few months there, my Hebrew sound, as my. As our landlady often said, I sounded like Shakespeare. What would come to my mind is biblical phraseology. Biblical Hebrew, which sounded like, yes, 3,000 years old to her. So the trick is, when you are learning ancient biblical Hebrew, you sign up for classes, you'll get vocabulary cards and the vocabulary cards. The first ones will be edits, and you'll flip it over and it'll say earth. So what any language has to do with if you're going to translate is find words that are roughly equivalent in the corresponding language. So that's only step one. The full step is that language is an expression of culture and worldview. And so the question about how do you tease out nuances in biblical Hebrew of words that are really similar but also not similar to our English words? You just have to study how the words are used. The meanings of words aren't like magical things that exist in an ethereal place.",
    "start": "00:07:01",
    "end": "00:08:01"
  },
  {
    "text": "Yeah. Like math.",
    "start": "00:08:01",
    "end": "00:08:03"
  },
  {
    "text": "Totally. Yeah. It's not like that. The meanings of words is determined by how people use the words. I don't know. We both are living with kids with growing vocabulary. You watch this every day.",
    "start": "00:08:03",
    "end": "00:08:12"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "Usually with how they'll use words inappropriately, but you still know what they mean. Or they'll make up words. Oh, yeah. August said this one the other day. Strawberry season right now, real time. It's June, so our house is full of strawberries because we go strawberry picking a lot. And August, we made these strawberry waffles, put strawberries all over the waffles. And he walked over the table and he says, oh, those look so temptating.",
    "start": "00:08:13",
    "end": "00:08:35"
  },
  {
    "text": "Temptating.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "That's awesome. Yeah, that's right. So he was taking temptation, but making it a verb. But I knew what he meant, even though the word was incorrect. So meaning is about people using words in context.",
    "start": "00:08:38",
    "end": "00:08:51"
  },
  {
    "text": "So we just went to my nephew's high school graduation, and they were having a hard time saying graduation, and they kept saying, graduation. We're going to the graduation.",
    "start": "00:08:51",
    "end": "00:09:00"
  },
  {
    "text": "Yeah.",
    "start": "00:09:01",
    "end": "00:09:01"
  },
  {
    "text": "And I was like, that's such a wonderful cause then you could just say graduations.",
    "start": "00:09:01",
    "end": "00:09:05"
  },
  {
    "text": "Oh, that's right. Oh, they're merging.",
    "start": "00:09:05",
    "end": "00:09:07"
  },
  {
    "text": "They're merging. Congratulations and graduations.",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "That's exactly it. Yeah. Okay, so that's great. So they're merging two words to create actually a new word with a meaning that is separate from graduation or congratulations. It's the congratulations at the graduation.",
    "start": "00:09:09",
    "end": "00:09:21"
  },
  {
    "text": "Yeah.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "Words are malleable. So you have to study how language users use a word to know what they mean. And so, Josh, you're asking, how do you tease out nuances? You just have to study the language.",
    "start": "00:09:21",
    "end": "00:09:34"
  },
  {
    "text": "And I suppose, why. I think for some people, this feels really fresh to be like, oh, to home, it means something more than just deep water, the way that a modern would think about it.",
    "start": "00:09:34",
    "end": "00:09:46"
  },
  {
    "text": "Correct.",
    "start": "00:09:46",
    "end": "00:09:46"
  },
  {
    "text": "Yeah, that's true. And why isn't our English translations helping us do that necessarily?",
    "start": "00:09:46",
    "end": "00:09:51"
  },
  {
    "text": "Oh, well, because that's not really the purpose of a translation. A translation just is trying to give you an appropriate equivalent, and then you got to keep on going. But to understand the meaning of the abysmal waters in English and how that differs from the concept of t home in ancient Hebrew, that's not what a translation's for you need a teacher or a commentator for that.",
    "start": "00:09:51",
    "end": "00:10:15"
  },
  {
    "text": "Some translations that are more on the interpretive side. What do they call those?",
    "start": "00:10:15",
    "end": "00:10:19"
  },
  {
    "text": "Yeah, well, it's just there's a spectrum, you know?",
    "start": "00:10:19",
    "end": "00:10:22"
  },
  {
    "text": "Right.",
    "start": "00:10:22",
    "end": "00:10:22"
  },
  {
    "text": "Because even to use the first example, to translate the Hebrew word eretz as earth.",
    "start": "00:10:22",
    "end": "00:10:27"
  },
  {
    "text": "Yes.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "Already puts you at a disadvantage in the Bible.",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "So why do some. Why do some translators do that?",
    "start": "00:10:30",
    "end": "00:10:33"
  },
  {
    "text": "Well, I think because in some traditions of English, earth still just means land.",
    "start": "00:10:33",
    "end": "00:10:38"
  },
  {
    "text": "That's true. Like you grab a fistful of earth.",
    "start": "00:10:38",
    "end": "00:10:40"
  },
  {
    "text": "A handful of earth, but the meaning of earth is shifting.",
    "start": "00:10:40",
    "end": "00:10:43"
  },
  {
    "text": "That's right.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "I hope so.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "It sounds weird to, like, talk about plowing the earth.",
    "start": "00:10:44",
    "end": "00:10:47"
  },
  {
    "text": "So in that case, I think to translate, in the beginning, God created the skies and the land.",
    "start": "00:10:47",
    "end": "00:10:51"
  },
  {
    "text": "It helps you center in what they're actually thinking about.",
    "start": "00:10:51",
    "end": "00:10:54"
  },
  {
    "text": "Yeah, that's right. So to get just really pointed to your question, Josh, to rebuild the concepts and meanings of ancient biblical Hebrew words, and this is true for New Testament Greek as well, is just studying the words and how they are used in context and rebuilding the definition. So word study skills, not just looking a word up in a biblical Hebrew dictionary, but actually learning how to study all of the occurrences of a word and building a mental portrait of its meaning in your mind. It's a really important skill if you want to recover the way the biblical authors saw the world. And that's essentially what we're trying to set the table for in this series.",
    "start": "00:10:54",
    "end": "00:11:32"
  },
  {
    "text": "We have a class coming out on the classroom project on that. I think it's going to come out this summer.",
    "start": "00:11:32",
    "end": "00:11:38"
  },
  {
    "text": "Well, no, there's one out already called Heaven and Earth.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "No, I'm sorry. On word studies, like studying the art of Biblical words. The art of Biblical words.",
    "start": "00:11:40",
    "end": "00:11:46"
  },
  {
    "text": "Yeah. Yeah. We did a bioproject class that'll come.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "Out, I think, in July or August.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "Maybe later this year. Short class, short class on this very thing, how to study Biblical Words. It's a how to class. It was super fun. So great question, Josh. Thanks for asking it. Next we're going to hear from Dan in Connecticut. Hey, Tim and John. My name is Dan.",
    "start": "00:11:51",
    "end": "00:12:08"
  },
  {
    "text": "I'm from Hartford, Connecticut. Hey, Tim, on a recent podcast, you mentioned that if someone had a Hebrew.",
    "start": "00:12:08",
    "end": "00:12:14"
  },
  {
    "text": "Bible and a Hebrew dictionary, they could probably understand the text. So my question is, what is the purpose of studying history and textual interpretation? How can the common person reconcile seemingly different hermeneutical ideas of people like John.",
    "start": "00:12:14",
    "end": "00:12:29"
  },
  {
    "text": "Salehammer or John Walton?",
    "start": "00:12:29",
    "end": "00:12:30"
  },
  {
    "text": "Guys, thanks so much. You rock.",
    "start": "00:12:31",
    "end": "00:12:33"
  },
  {
    "text": "That was really kind.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "No, no, Dan, you rock.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "I hope he does rock. I hope he's in a rock band.",
    "start": "00:12:37",
    "end": "00:12:39"
  },
  {
    "text": "Yeah, that would be pretty great, Dan. Yeah, great question. And just to fill out that reference you're making at the end, you're referring to two Hebrew Bible scholars, both named John, both of whom have been hugely influential on me and us and the Bible Project. So John Sailhammer was a luminary in Hebrew Bible studies. He had a pointed and intentionally provocative way of raising this issue. He really believed. And he grew up in an era where his kind of circle in biblical studies had really been over, influenced by the importance of ancient Near Eastern studies. And it had really overshadowed studying the literary artistry and the biblical theological kind of developing ideas throughout the story of the Hebrew Bible. And so he was kind of offering a corrective and saying, you actually don't need a lot of this ancient Near Eastern historical context to read the Hebrew Bible. He loved to make that point and to agitate people. And in one sense, and I've learned he's right. And that's the point I was trying to get at.",
    "start": "00:12:39",
    "end": "00:13:39"
  },
  {
    "text": "Right. Because I was actually asking you in a very pointed way of like, you know, what if we didn't have this? And I remember referencing there was a debate going on in our undergrad.",
    "start": "00:13:39",
    "end": "00:13:48"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:13:48",
    "end": "00:13:49"
  },
  {
    "text": "Of whether or not you did need it.",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "That's right. And the person in our college, Professor Ray Lubeck, who was offering a perspective, saying, yeah, you don't need ancient Near Eastern history as much as you might think. He was a student of John Celhammer. So here's the thing, and this is related to the question just right before the meaning of words is determined by their usage. And so if you're reading the Hebrew Bible and you start at page one, and if you're reading in Hebrew, you can build up an internal growing dictionary.",
    "start": "00:13:51",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, you can do it in English too. It's just a lot more work because you have to constantly go reference it.",
    "start": "00:14:18",
    "end": "00:14:22"
  },
  {
    "text": "Well, exactly. So let's just do a thought experiment. Let's say you do it in Hebrew, but you're an English speaker doing it. But this would be the case if.",
    "start": "00:14:22",
    "end": "00:14:28"
  },
  {
    "text": "You were speaking any other language.",
    "start": "00:14:28",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, Spanish, French, whatever. So you could just get a Hebrew Bible Hebrew dictionary and start cranking. And if you let the meanings of words define themselves as the Hebrew Bible develops, you would get a lot. And if you let your imagination hyperlink things the way you're supposed to as you go through this story of the Bible, you would be able to track fully. But here's the problem, that it's impossible that that would ever happen. Because none of us are living speakers of ancient biblical Hebrew.",
    "start": "00:14:30",
    "end": "00:15:00"
  },
  {
    "text": "Wait, what's impossible?",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Oh, the little thought experiment that I'm saying is impossible. If you went to a deserted island and you had just the Hebrew Bible and a Hebrew dictionary, why is that impossible? It's impossible because anybody doing that is coming in thinking in another language than ancient biblical Hebrew Bible.",
    "start": "00:15:01",
    "end": "00:15:18"
  },
  {
    "text": "But isn't the idea that, yes, I'm thinking another language, but I want to then explore these words to help me form a new way of thinking?",
    "start": "00:15:18",
    "end": "00:15:25"
  },
  {
    "text": "Totally, yes. But as you do that, you will, unknowingly, without even realizing it, import your modern spoken language meanings into these words that you're reading.",
    "start": "00:15:25",
    "end": "00:15:36"
  },
  {
    "text": "Yes, but then you do it again and maybe it just continues to kind of reform itself until a lifetime of that you get closer and closer.",
    "start": "00:15:36",
    "end": "00:15:44"
  },
  {
    "text": "No, I think that's true. And so the question is, what are some other additional tools that can help us get closer faster and faster and can expose the ways that I'm importing modern concepts into the Hebrew Bible? So impossible.",
    "start": "00:15:44",
    "end": "00:15:57"
  },
  {
    "text": "Too strong, then maybe. Oh, well, it's slow. It's slow and it's inefficient.",
    "start": "00:15:57",
    "end": "00:16:03"
  },
  {
    "text": "Okay, you're right. I guess I was being provocative. But I'm just saying it's not possible that anybody could do that on the first try.",
    "start": "00:16:04",
    "end": "00:16:10"
  },
  {
    "text": "No. Yes on the first try. No.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "Because language is an expression of culture.",
    "start": "00:16:11",
    "end": "00:16:14"
  },
  {
    "text": "Probably not on your third or fourth try either.",
    "start": "00:16:14",
    "end": "00:16:15"
  },
  {
    "text": "No. I mean, no.",
    "start": "00:16:15",
    "end": "00:16:17"
  },
  {
    "text": "Maybe by the end of your life you may have gotten somewhat close if you're doing a community of people for thousands of years.",
    "start": "00:16:17",
    "end": "00:16:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:16:23",
    "end": "00:16:23"
  },
  {
    "text": "You probably are getting really, really close.",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "Yeah, totally. So this is where the work of a scholar like John Walton I have found so helpful.",
    "start": "00:16:25",
    "end": "00:16:30"
  },
  {
    "text": "Yeah.",
    "start": "00:16:30",
    "end": "00:16:30"
  },
  {
    "text": "Because what he's able to say is say, look, here's this biblical Hebrew word. Here's how it's used. Notice that it's really different than how our English translation word, what it means, and lo and behold, what the Hebrew word means is very similar to the concept of creation in Babylon and in Egypt.",
    "start": "00:16:30",
    "end": "00:16:47"
  },
  {
    "text": "It's the fast pass.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Yeah, it's a fast pass. And it's helping see that biblical Hebrew and biblical thought had lots of similarities and differences with the cultures and languages around them. So for me, actually, the Chaos Dragon is a good example, and it's an example of where my thinking has developed since we had those conversations two years ago. So when we're talking about the Chaos Dragon and the defeat, Marduk's defeat of Tiamat in Enuma Elish, and then I brought up how Genesis 1, there's no battle. The only sea dragon there is in God's order. Yeah. Is a creature God makes in Genesis 1:21. But then I brought up Psalm 74, which talks about God splitting the heads of the sea dragon. And it's connected in some way with creation because he says, yours is the night, yours also is the day. And it's about God establishing order. And this is where I'm at currently. I think it's intentional and important that Genesis 1 is starting the Hebrew Bible with no conflict narrative. The darkness and the chaos waters are a neutral canvas. That was your term, and I like that. They're not an enemy, they're a neutral canvas. And the only dragon around is no threat in Genesis 1, however, after God makes the creatures, there does turn out to be a rebel creature in the garden.",
    "start": "00:16:48",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. A reptile.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Yep. A snake. And it tries to usurp God's authority and humans authority and all that. That's the Eden narrative. And so God says, like, hey, there's going to be hostility between the seed of the woman and the snake and its seed going on. And you know, there's going to come an ultimate showdown between the snake and chosen lion.",
    "start": "00:18:06",
    "end": "00:18:25"
  },
  {
    "text": "So there will be a battle. There will be a battle with a dragon.",
    "start": "00:18:25",
    "end": "00:18:27"
  },
  {
    "text": "Exactly. And so as you go throughout, then the Cain narrative teaches you that humans by their moral choices, can align themselves with the seed of the woman or the seed of the snake. Cain becomes the seed of the snake, he builds the first ham, becomes another snakeling through his choices, and his descendant builds Babylon. Oh, and then Egypt and Pharaoh in Exodus chapter one becomes the shrewd snake who tries to stamp out and enslave God's chosen ones, the blessed Israelites there. So you get this portrait that the nations and the empires that Israel suffered under Egypt, Babylon, Assyria, were taken over by the snake. So Psalm 74 is about the response to the destruction of the temple by Babylon in the book of Isaiah. Rahab, who we talked about, is the sea dragon there, referring to Egypt in the Exodus. And so what's interesting, it's like the Marduk battle against Tiamat. That theme's been repurposed in the Hebrew Bible to talk about God's victory not over the forces.",
    "start": "00:18:27",
    "end": "00:19:32"
  },
  {
    "text": "Creation.",
    "start": "00:19:33",
    "end": "00:19:33"
  },
  {
    "text": "Creation, but over the forces of rebellion within creation. And it's about God's ultimate victory over the snake.",
    "start": "00:19:33",
    "end": "00:19:41"
  },
  {
    "text": "Yeah.",
    "start": "00:19:41",
    "end": "00:19:41"
  },
  {
    "text": "So it's a good example of how, if you only look at ancient Near Eastern parallels of the battle with Marduk and Tiamat, you won't fully get what the Hebrew Bible is uniquely doing, and to do that you need to pull a John Salehammer. But to understand the broader context, you need to pull a John Walton. You need both perspectives.",
    "start": "00:19:41",
    "end": "00:19:59"
  },
  {
    "text": "Yes, we need both. I love that. But I think part of the thought experiment of can you just do it with a Bible dictionary and a translation is to say, for a normal Christian, do you have to become some sort of archaeologist or historian? And what you're saying is what a great gift. That really does help. But the other side of it is actually you can do it. It's just a lot of work and you can do it.",
    "start": "00:19:59",
    "end": "00:20:26"
  },
  {
    "text": "Yeah, you can do it even in your own first language. Just takes a lot of patient rereading and trying to be self critical that you aren't importing modern meanings and ideas into old New Testament, which is really tricky. It is. You see, you need help, which is why there's the wonderful world of biblical studies.",
    "start": "00:20:26",
    "end": "00:20:45"
  },
  {
    "text": "And even with that, you need help because it's just so easy to let your own perspective. Then all of a sudden you see the usage in another ancient Near Eastern culture. It just becomes a mirror real quick.",
    "start": "00:20:45",
    "end": "00:20:59"
  },
  {
    "text": "Cool.",
    "start": "00:20:59",
    "end": "00:21:00"
  },
  {
    "text": "All right, let's look at a question from Christian Swales from Spain.",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "Yeah.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Hi, my name is Christian and I'm in Granada, Spain. What I'm learning through this series is that the ancient Israelite creation narrative is much more about the why than the how. It's the purpose of creation being told through the lens of an already established ancient cosmology. So my question is, how could that ancient Israelite why, that ancient purpose of creation, be translated or retold now through our current and modern understanding of the cosmos? That's a cool question.",
    "start": "00:21:04",
    "end": "00:21:38"
  },
  {
    "text": "Yeah, isn't it? Well asked, Christian. I was going to say, well said, but it's a question. So just one thought, just on that statement. It's more about the why than about the how. I really resonate with that, though I do want to also say it is giving an account of how, how the cosmos was ordered and it's doing it in the categories of, in ancient Israelite cosmology, through God speaking, separating and calling things out of the land.",
    "start": "00:21:38",
    "end": "00:22:06"
  },
  {
    "text": "Right.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "Plants come out of the land, creatures come out of the land, and so on. So there is a how, but that how is based off of an ancient cosmological understanding.",
    "start": "00:22:07",
    "end": "00:22:16"
  },
  {
    "text": "Yeah, Maybe why you're saying that is to an ancient Israelite, they wouldn't make that distinction.",
    "start": "00:22:16",
    "end": "00:22:19"
  },
  {
    "text": "Yeah.",
    "start": "00:22:19",
    "end": "00:22:20"
  },
  {
    "text": "But now us, looking back, we could tease that out, but to them that didn't matter.",
    "start": "00:22:20",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. For them, the how God separating Speaking, calling things out of was also the why.",
    "start": "00:22:25",
    "end": "00:22:29"
  },
  {
    "text": "It was also the how.",
    "start": "00:22:30",
    "end": "00:22:31"
  },
  {
    "text": "Exactly. So I think what we need to do, because we are in a different cultural setting, is we need to create just a distinction between those two. And what we can say is different cultures have different imaginative explanations of how the cosmos works.",
    "start": "00:22:31",
    "end": "00:22:47"
  },
  {
    "text": "Yes.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "And we have one too, and we're.",
    "start": "00:22:47",
    "end": "00:22:49"
  },
  {
    "text": "Pretty sure it's right well as moderns.",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "But it's constantly being developed and tweaked.",
    "start": "00:22:51",
    "end": "00:22:54"
  },
  {
    "text": "And there's things we do not know.",
    "start": "00:22:54",
    "end": "00:22:56"
  },
  {
    "text": "And there's a lot we don't know.",
    "start": "00:22:56",
    "end": "00:22:57"
  },
  {
    "text": "This is stuff called dark energy.",
    "start": "00:22:57",
    "end": "00:22:59"
  },
  {
    "text": "Yes.",
    "start": "00:23:00",
    "end": "00:23:00"
  },
  {
    "text": "What's dark matter?",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "Yeah. What really is a quark? Yeah. So there we're to the chronological snobbery thing, because we inhabit a later and a developed view of the cosmos that is informed by really sophisticated tools, scientific tools for understanding. We mistake it for, like, we know the how now.",
    "start": "00:23:01",
    "end": "00:23:19"
  },
  {
    "text": "Right?",
    "start": "00:23:20",
    "end": "00:23:20"
  },
  {
    "text": "Well, we mistake it for we know the how.",
    "start": "00:23:20",
    "end": "00:23:22"
  },
  {
    "text": "That's what I'm saying.",
    "start": "00:23:22",
    "end": "00:23:22"
  },
  {
    "text": "Oh, exactly. Yeah, yeah, yeah, that's right. And our grandkids, you know, if humans are still alive when our grandkids, they'll.",
    "start": "00:23:22",
    "end": "00:23:31"
  },
  {
    "text": "Be sure they've got it figured out.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Yeah, they'll be sure. And they'll look back at us and they'll be like, oh, man, they had no clue about what XYZ was. So I think the point is, cosmologies are always a combination of how and why.",
    "start": "00:23:32",
    "end": "00:23:43"
  },
  {
    "text": "And that's interesting that now it's hard for us to split those two. Yes, it's hard for us because we're living in our own cosmology.",
    "start": "00:23:43",
    "end": "00:23:50"
  },
  {
    "text": "Exactly. But for later generations, it will be much easier for them to see that. And so the question is, what are the worldview value claims being made by any cosmology? Because any cosmology, when you give an account of how and why something came into existence, you're not just talking about the mechanisms, you're talking about what it is and why it's here. So these are worldviews questions. So cosmologies are a vehicle for way bigger questions, like where are we? What kind of place is it? This philosophy.",
    "start": "00:23:50",
    "end": "00:24:25"
  },
  {
    "text": "Yeah.",
    "start": "00:24:25",
    "end": "00:24:25"
  },
  {
    "text": "So like, is the world we inhabit, Is it eternal? Is it finite and contingent?",
    "start": "00:24:25",
    "end": "00:24:30"
  },
  {
    "text": "We're still arguing about that.",
    "start": "00:24:30",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. Is it static or is it dynamic? Is it cyclical, going in eternal cycles, or is it linear going in a sequence forward? That, right, there is an ancient debate that spans cultures and times. And the Greeks thought one thing and that developed. And the Jews and the Christians developed a unique contribution based on the Hebrew Bible.",
    "start": "00:24:32",
    "end": "00:24:53"
  },
  {
    "text": "History has a trajectory.",
    "start": "00:24:54",
    "end": "00:24:56"
  },
  {
    "text": "Yeah. That reality has a beginning point. That reality cannot be the basis of its own existence because all reality as we know it is contingent.",
    "start": "00:24:56",
    "end": "00:25:04"
  },
  {
    "text": "But it's still a debate.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "It is. Yeah. But logically you have to just play it out. There must be some cause. This is famous about the first cause, stuff like that.",
    "start": "00:25:05",
    "end": "00:25:12"
  },
  {
    "text": "As far as we understand.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "As far as we understand, that's exactly right. So what I'm saying is the why Christian being communicated by Genesis 1 is very much a set of larger claims about the nature of reality. That there is a personal being who is the ultimate one ordering and the.",
    "start": "00:25:13",
    "end": "00:25:32"
  },
  {
    "text": "One bringing life, the one guiding.",
    "start": "00:25:32",
    "end": "00:25:35"
  },
  {
    "text": "And that there is some sort of linear forward development that's going to culminate in something. Those are major claims about the nature of reality that are communicated through this ancient Israelite cosmology.",
    "start": "00:25:36",
    "end": "00:25:49"
  },
  {
    "text": "Yes. And that humans are made in his image.",
    "start": "00:25:49",
    "end": "00:25:53"
  },
  {
    "text": "Yeah. That humans both emerge from the material order, but then also have the ability to transcend their origins and be a part of something that's much more cosmic and much more transcendent. I mean, we're taking a philosophy class right now all of a sudden.",
    "start": "00:25:53",
    "end": "00:26:11"
  },
  {
    "text": "What I love about his question is that it's asking, can we do this in a fresh way through a new cosmology? And it seems like you totally could.",
    "start": "00:26:11",
    "end": "00:26:22"
  },
  {
    "text": "Yeah.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "And it would be a really wonderful project and it would be really fun to read someone or watch someone's version of that.",
    "start": "00:26:23",
    "end": "00:26:29"
  },
  {
    "text": "Yeah.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "And I'm sure stuff like that exists, actually.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Yeah. Actually, here, let me, you know, a really helpful book along these lines. So John Walton, a Hebrew Bible scholar, has already come up. He's done work on this in his Lost world of Genesis 1 and Lost World of Adam and Eve. Another popular level treatment that I thought was really fun that I came across is by a biblical scholar, Robin Perry, called the Biblical A Pilgrim's Guide to the Weird and Wonderful World of the Bible. And it's a really great introduction to the three tiered world of the Bible. The concept of the waters above, the waters below, the dragon, all these things. It's a really fun. And his daughter, if I'm remembering correctly, his daughter's a graphic designer, so she did all the artwork in the book. It's really cool. And part of one of his main whole points is that the view and the cosmology of the biblical authors was also developing as the biblical canon and collection was developing. And so the way that the apostles in the New Testament, they're also being informed by developments in Greek and Roman culture in conversations about this. And so their Language has those accents to it as well. And Jewish and Christian views of cosmology developed throughout history and kept changing, updating to Aristotelian and Copernican revolutions. And all those generations were able to still find relevance and meaning in the ancient cosmology of the Bible and translate between them.",
    "start": "00:26:31",
    "end": "00:27:56"
  },
  {
    "text": "And that translation effort, I think, is what he's getting at.",
    "start": "00:27:56",
    "end": "00:27:59"
  },
  {
    "text": "Exactly.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "Would it be cool if there was a Carl Sagan type or a Neil DeGrasse Tyson type who also could then translate both? Be the cosmologist.",
    "start": "00:28:00",
    "end": "00:28:09"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Give you a tour of the cosmos, but then translating these ideas into it. Yeah, wouldn't that be awesome?",
    "start": "00:28:10",
    "end": "00:28:16"
  },
  {
    "text": "Yeah, totally. These theologians and scholars, they're people doing this work. It's great work. It's synthetic work of, like, science and cosmology. The works of Alasdair McGrath, a scientist and theologian. Excellent work on John Polkinghorne, who's a physicist and a priest and theologian. They're doing excellent work at the forefront of scientific cosmology and Christian cosmology or biblical cosmology.",
    "start": "00:28:16",
    "end": "00:28:39"
  },
  {
    "text": "Well, that's two great names to follow up with.",
    "start": "00:28:39",
    "end": "00:28:41"
  },
  {
    "text": "Yeah, exactly. Yeah. Good stuff. All right, next question is from Kayla in Florida.",
    "start": "00:28:41",
    "end": "00:28:46"
  },
  {
    "text": "Hey, Tim and John. My name is Kayla and I live in Lakeland, Florida. I've really enjoyed the series on ancient cosmology, but it does bring up a certain level of tension for me as so someone who grew up in a tradition where Genesis 1:3 was taught from a more literal perspective. Hearing about the Bible's influence from other ancient cosmologies causes me to pause and wonder how much of it is quote unquote true. So how should this new understanding readjust my approach to these chapters? Thank you guys so much for all that you do.",
    "start": "00:28:47",
    "end": "00:29:19"
  },
  {
    "text": "Yeah. Get right to the real.",
    "start": "00:29:19",
    "end": "00:29:21"
  },
  {
    "text": "Just getting to it? No, because for me too, even in undergrad, I had a geology class from a professor who really wanted us to understand these as literal.",
    "start": "00:29:21",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, yeah. So a couple challenges there. One is the meaning of the word literal, and the other one is this really a new perspective? So part of what we're trying to say is that there's actually nothing new here. What's new is our synthesis of the biblical cosmology and translating it and harmonizing it with modern cosmological ideas. That's the new thing. What we're trying to do is recover the ancient understanding of these narratives the way the biblical authors intended them. It feels new because it hasn't been the main way these narratives have been read in the last couple hundred years in our cultural setting.",
    "start": "00:29:33",
    "end": "00:30:11"
  },
  {
    "text": "Yes. In the last couple hundred years, there has been a large contingent of Christians who looked at Genesis 1 and 2 and thought, this must be like the cosmology books that are being written in our era, which are like explaining literally this happened. And by literal, like in space time, you know, this explosion happened and then caused this atom to form, which then did this, and then suns formed. Like that literally happened in a modern cosmology?",
    "start": "00:30:11",
    "end": "00:30:51"
  },
  {
    "text": "Yeah, well, yes, I think we need even a bigger frame to talk about it. Okay, so before really the era, I mean, this has happened in major cosmology revolutions, like in the Copernican revolution or the development of telescopes and Galileo. And I think actually we're on the spinning rock around the sun, not vice versa. So there were those. But with the advent, especially of the modern sciences, geology, paleontology, physics and so on, and then certainly biology, there began to open this window of information coming in from these fields of a deep, deep sense of time and history that reached way beyond what anyone had ever imagined up till that point in history. Christians and Jews reading the Bible, for them, the literal meaning, it was the way the world was imagined to be. So the way the biblical story described history was the way it was. And there was no other alternate narrative to challenge it. But with the growing narrative coming out of these scientific disciplines, there became this alternate narrative that was very difficult to square, this deep sense of time of hundreds, thousands and millions of years, because.",
    "start": "00:30:52",
    "end": "00:32:01"
  },
  {
    "text": "Genesis 1 does not take that into account. Seven days and you're there.",
    "start": "00:32:01",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, seven days.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "Seven days in Hemanship or do six.",
    "start": "00:32:05",
    "end": "00:32:06"
  },
  {
    "text": "Days in Hemanshop genealogies backwards from Genesis and you know, you're 5,000 years ago in the. Or 6,000 years ago, James Bishop Usher did the kind of definitive math on that. And so then you have this tension between, well, wait, which is real? Or what is the literal?",
    "start": "00:32:06",
    "end": "00:32:23"
  },
  {
    "text": "Which one's right?",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "Which one's right? And so the literal meaning came to be identified with a harmonization. Well, what if we take the data from these sciences and because it doesn't correspond to what the biblical chronology or whatever seems to be saying, what the literal meaning is, is to fus the cosmology, the material realities we are learning about from the sciences, but to fuse it with the biblical chronology, and then that becomes the literal face value meaning. And so I think the trick is that the word literal started being disconnected from what the biblical authors meant, because the biblical authors had no concept of, like photons.",
    "start": "00:32:24",
    "end": "00:33:01"
  },
  {
    "text": "No.",
    "start": "00:33:01",
    "end": "00:33:01"
  },
  {
    "text": "Or geological ages.",
    "start": "00:33:01",
    "end": "00:33:03"
  },
  {
    "text": "But if you were talking to a biblical author and you would Say, here's what I mean by literal. What happened in space, time, yesterday versus what did yesterday mean to you? Right.",
    "start": "00:33:03",
    "end": "00:33:14"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:33:14",
    "end": "00:33:15"
  },
  {
    "text": "To me, the distinction between those two things really mattered. Yeah, Maybe they don't as much to you and the way you're going to tell story, but they mean so to me.",
    "start": "00:33:15",
    "end": "00:33:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "And then in that case. And they're like, okay, I get it. I get what you mean by literal.",
    "start": "00:33:23",
    "end": "00:33:26"
  },
  {
    "text": "Yeah, yeah, yeah. And so I think the point is that the word literal, a literal interpretation of the Bible, came to be identified with a fusion or a harmonization between the biblical words and these more modern categories from geology and time and so on. And so we create this new thing that's never been before, that has been identified with the literal meaning of Genesis 1 and 2. But it's really rather novel to the last few centuries. If you read Augustine of Hippos, one of the most influential Christian thinkers of all time, living in the three hundreds in northern Africa. He wrote a whole work called the Literal interpretation of Genesis 1 and 2. And if you go read it right now, you'll be like, whoa, this is not literal.",
    "start": "00:33:26",
    "end": "00:34:10"
  },
  {
    "text": "But for him it was.",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "But for him it was.",
    "start": "00:34:11",
    "end": "00:34:12"
  },
  {
    "text": "Yeah.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "And so it's helping us see the literal interpretation. What we mean by that in our American context right now is itself a novel entity in the history of interpretation.",
    "start": "00:34:13",
    "end": "00:34:23"
  },
  {
    "text": "You're talking about the synthesis. Some people think the literal means don't try to synthesize at all just what does the Bible say?",
    "start": "00:34:23",
    "end": "00:34:30"
  },
  {
    "text": "Yeah, that's right. And specifically, what did the biblical authors intend to mean? And so once we do that, we say, well, okay, what words did they use to express what they mean? Oh, what did they mean by those words? And now we're to. The earlier questions of the meanings of words are always connected to worldview and bigger cultural concepts. And so I think the challenge here, here's what at least I've experienced in pastoral settings is that, whoa, okay, so if the cosmos being created in Genesis 1 has three levels and there's waters up there, and they're still up there, like they weren't just up there before the flood, like Psalm 104 and Psalm 148, they're up there right now.",
    "start": "00:34:30",
    "end": "00:35:07"
  },
  {
    "text": "Yes.",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Well, I know that that's not how the universe is constructed. We're on a sphere. And so the Bible is wrong because it's not true. And so that's where I think where we're to the question of what do we even mean? Like, just because a cookbook doesn't Read like a New York Times editorial. Does that mean it's not true? No, what it means is that's not its purpose.",
    "start": "00:35:08",
    "end": "00:35:30"
  },
  {
    "text": "Yeah.",
    "start": "00:35:30",
    "end": "00:35:30"
  },
  {
    "text": "So in biblical Hebrew, the word true means trustworthy or faithful, meaning it does what it is. That's a different word than literal designed to do. It is. But in our context, something being literal and something being true have become interchangeable.",
    "start": "00:35:31",
    "end": "00:35:45"
  },
  {
    "text": "Ideas in the sciences.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "What do you mean?",
    "start": "00:35:47",
    "end": "00:35:47"
  },
  {
    "text": "Oh, in art, we don't mean that.",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "Yeah, exactly. Exactly.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "But in sciences, we do. And Genesis 1 to a modern is the Bible doing science. And I think that's the rub. And in history.",
    "start": "00:35:50",
    "end": "00:35:59"
  },
  {
    "text": "And in history.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "Science is in history.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "That's right.",
    "start": "00:36:01",
    "end": "00:36:01"
  },
  {
    "text": "We want to make sure that the literal is also the true. In other things, we're okay with that not being the case.",
    "start": "00:36:01",
    "end": "00:36:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:09",
    "end": "00:36:09"
  },
  {
    "text": "But so the Bible's doing history, and if the Bible's doing science, to a modern, those two things need to align.",
    "start": "00:36:09",
    "end": "00:36:15"
  },
  {
    "text": "Correct.",
    "start": "00:36:15",
    "end": "00:36:15"
  },
  {
    "text": "And so if science is diverging from what I'm reading, my Bible, then what am I going to trust?",
    "start": "00:36:16",
    "end": "00:36:21"
  },
  {
    "text": "Yeah. That's how the problem is presented.",
    "start": "00:36:21",
    "end": "00:36:23"
  },
  {
    "text": "And I think what I hear you saying, though, is that the Bible's not doing science.",
    "start": "00:36:23",
    "end": "00:36:25"
  },
  {
    "text": "Yeah. When we take the language of the Bible, which originates from a different culture and time and from a people who had a different vision of the construction of the cosmos, and then we use those words and concepts for our modern concepts of what light is and the age of the universe. It's oranges and apples.",
    "start": "00:36:25",
    "end": "00:36:45"
  },
  {
    "text": "Right.",
    "start": "00:36:45",
    "end": "00:36:45"
  },
  {
    "text": "We need to just let the Bible be an apple.",
    "start": "00:36:46",
    "end": "00:36:48"
  },
  {
    "text": "So why do you think Kayla's feeling tension?",
    "start": "00:36:48",
    "end": "00:36:50"
  },
  {
    "text": "Oh, because of what you described. If those early narratives of Genesis aren't offering us what I would see on a video camera if I was there.",
    "start": "00:36:50",
    "end": "00:37:00"
  },
  {
    "text": "Or what a scientist would create, then.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "They'Re not true or they're not trustworthy. And so we got to back up and say, well, but what were those narratives designed to communicate and designed to.",
    "start": "00:37:02",
    "end": "00:37:11"
  },
  {
    "text": "So the way through the tension is to say, instead of asking the question, is this literal? Ask the question, is this trustworthy? And then when you are asking the question of literal, what do you mean by that? And if your meaning doesn't align with what the Bible's doing, be comfortable with that.",
    "start": "00:37:11",
    "end": "00:37:31"
  },
  {
    "text": "Yeah.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "I think where people get really itchy is, okay, but then Jesus was literal. Jesus literally lived.",
    "start": "00:37:32",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:37:40",
    "end": "00:37:41"
  },
  {
    "text": "Did he literally rise from the dead? That's important.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "It's super important.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "Right.",
    "start": "00:37:44",
    "end": "00:37:45"
  },
  {
    "text": "It's actually, like the foundation of a.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "Paul seems to think it's really important.",
    "start": "00:37:47",
    "end": "00:37:49"
  },
  {
    "text": "It's super important. Yeah, that's Right.",
    "start": "00:37:49",
    "end": "00:37:51"
  },
  {
    "text": "So at what point if you start to get a little fuzzy on like, well, certain parts of the Bible are trustworthy, even though they might not be literal in the way that you are forcing it to be literal, at what point does that break down?",
    "start": "00:37:51",
    "end": "00:38:02"
  },
  {
    "text": "Yeah, again, so this is why I thought I would be able to talk about this in the more clear, concise way. The word literal, if we mean by the word literal what the author is designed this text to accomplish and communicate. Paul and the apostles, people who wrote the four gospels, designed those narratives very clearly to make a claim that this man, who was Israel's Messiah, God of Israel become human, was murdered and buried and hundreds of people encountered him alive from the dead. It's fairly obvious that's what they mean.",
    "start": "00:38:02",
    "end": "00:38:37"
  },
  {
    "text": "Yes.",
    "start": "00:38:38",
    "end": "00:38:38"
  },
  {
    "text": "Their literal meaning.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "That's what they mean.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Exactly. So what are Genesis 1 designed to do? They are literally talking about the construction of the cosmos in a seven day Sabbath cycle. The next narrative literally talks about the creation of the cosmos as a garden being grown out of the land, and the chronologies are not the same. So then you have to say, what's the literal meaning of Genesis 1 and the Garden of Eden narrative next to each other? What did an author intend to communicate? And if what they intended to communicate was a claim about the physical material processes and timelines through which reality came into existence, you've got some problems because there's different timelines. It seems like what the author was more concerned about was some other things.",
    "start": "00:38:40",
    "end": "00:39:22"
  },
  {
    "text": "Yeah.",
    "start": "00:39:22",
    "end": "00:39:22"
  },
  {
    "text": "And the literal meaning is those. And that's what the questions before were about.",
    "start": "00:39:22",
    "end": "00:39:27"
  },
  {
    "text": "That's helpful. Thank you. And I think then the way through the tension too is the point then isn't to try to convince someone about any modern cosmology.",
    "start": "00:39:28",
    "end": "00:39:37"
  },
  {
    "text": "No. Yeah.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "You know, whether or not you want to believe the earth's 6,000 years old and appears older.",
    "start": "00:39:38",
    "end": "00:39:42"
  },
  {
    "text": "Correct.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Or you want to believe that the Earth is billions of years or the universe is billions of years old. Yeah, we get to sidestep that conversation.",
    "start": "00:39:43",
    "end": "00:39:50"
  },
  {
    "text": "Yes, that's.",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "And we get to say, what are these two chapters trying to say?",
    "start": "00:39:51",
    "end": "00:39:56"
  },
  {
    "text": "That's right.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "Like what's the points that they're trying to make? And it doesn't happen to be either of those things.",
    "start": "00:39:57",
    "end": "00:40:01"
  },
  {
    "text": "Yeah, that's right. It's something else altogether.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Something else altogether.",
    "start": "00:40:03",
    "end": "00:40:03"
  },
  {
    "text": "Yeah. The literal meaning, that is the meaning intended by the ancient biblical authors stands independently of whatever someone's vision of the.",
    "start": "00:40:03",
    "end": "00:40:14"
  },
  {
    "text": "It's a very uniting perspective because you could go in and you can say like, hey, if you believe the earth is 6,000 years old. And that's really important to you. That is totally fine.",
    "start": "00:40:14",
    "end": "00:40:23"
  },
  {
    "text": "That's right.",
    "start": "00:40:23",
    "end": "00:40:23"
  },
  {
    "text": "But let's not miss some really cool stuff happening in these chapters that seem really important to the authors.",
    "start": "00:40:23",
    "end": "00:40:29"
  },
  {
    "text": "Yeah.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "And so the tension almost feels like, do we have to have an us versus them? Of like there's not. There's like we all can come together.",
    "start": "00:40:30",
    "end": "00:40:37"
  },
  {
    "text": "Correct.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "Regardless of your modern cosmology.",
    "start": "00:40:37",
    "end": "00:40:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:39",
    "end": "00:40:40"
  },
  {
    "text": "And see what this text has to offer.",
    "start": "00:40:40",
    "end": "00:40:41"
  },
  {
    "text": "Correct. And so that's in effect what the interview with Joshua Swamidos, which was last week. Yeah, which was last week. Which was. And again, we were dipping our toes out of our normal conversations.",
    "start": "00:40:41",
    "end": "00:40:53"
  },
  {
    "text": "Yeah.",
    "start": "00:40:53",
    "end": "00:40:53"
  },
  {
    "text": "But for me, I appreciated his book because he was saying, no matter what your perspectives or convictions are about historical Adam and Eve, what we ought to be able to do is read the biblical text on its own terms. And then lo and behold, there is all of this scientific data that just hasn't been brought up yet because of the modern debates. And when you integrate those two, you get a hypothesis that emerges that could be at home in any of the views about historical or symbolic Adam and Eve. So that's why I really appreciated his contribution, because it was very much in the spirit, I think, of what we're trying to do in this series, which is create that middle ground where we can all come from different positions and just sit at the feet of the biblical authors and try and hear them on their own terms. That is, hear the literal meaning of Genesis 1.",
    "start": "00:40:53",
    "end": "00:41:38"
  },
  {
    "text": "Now when you have that conversation and you bring up all these other ancient Near Eastern cosmologies and show that it does kind of set it up, you know, to someone to feel like, wait, you're telling me I can't believe the Earth is young? You know, almost. It almost feels that way potentially. And you don't have to frame the conversation that way. You can still get to all this really interesting stuff about the waters and the abyss by just looking at the Bible.",
    "start": "00:41:38",
    "end": "00:42:00"
  },
  {
    "text": "That's right. Yeah, totally. Yeah, that's exactly right. And that's in fact, actually our next question is an interesting kind of real specific example of the similar question that we just responded to from Kayla. This is from Leonardo in Ohio. Hi, my name is Leonardo Caraballo. I'm from Puerto Rico, living in Cleveland, Ohio. I'm taking the Heaven and Earth class. While you having a series talking about these topics, my question, and I hope I'm not getting out of the context it is in the pre creation story, you guys talk about the different cosmologies and how they all have similarities. But I always be interested in what part of the creation, the Jurassic or prehistoric era takes place and when and where we can see the mention of dinosaurs. If it is before the wall, one way state, or part of the creation, knowing the Hebrew Bible. Thank you for everything.",
    "start": "00:42:00",
    "end": "00:42:43"
  },
  {
    "text": "Thanks, Leonardo. Yeah, that's really interesting question. He's taken the Heaven and Earth class.",
    "start": "00:42:43",
    "end": "00:42:48"
  },
  {
    "text": "Yep.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Great class.",
    "start": "00:42:49",
    "end": "00:42:49"
  },
  {
    "text": "Yeah, I had a good time.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "You did a wonderful job. And a lot of people are wondering, like, where did dinosaurs fit in the story of the Bible? We have this idea of the Jurassic era or, you know, all these big eras of human history. History of the Earth.",
    "start": "00:42:51",
    "end": "00:43:06"
  },
  {
    "text": "Yeah.",
    "start": "00:43:06",
    "end": "00:43:06"
  },
  {
    "text": "And so in the Bible you just get like, there's the wild and waste.",
    "start": "00:43:06",
    "end": "00:43:09"
  },
  {
    "text": "Yeah.",
    "start": "00:43:09",
    "end": "00:43:09"
  },
  {
    "text": "And then all of a sudden there's animals and then humans. So like, where are the dinosaurs?",
    "start": "00:43:10",
    "end": "00:43:15"
  },
  {
    "text": "Yeah. This is a great case study in this conversation we're having. Connected to Kalis question earlier. So just like the biblical authors had no awareness of quantum physics or photons, the creation of light in day one has nothing to do with the creation or physical existence of photons.",
    "start": "00:43:15",
    "end": "00:43:31"
  },
  {
    "text": "They've never seen them or heard of them.",
    "start": "00:43:31",
    "end": "00:43:33"
  },
  {
    "text": "And so it would be inappropriate for us to import our concept of photons into Genesis 1 and say, Look, God's creating photons, but without, let there be photons. Let there be photons. So similarly, these concepts and awareness that paleontology and geology have given us of these Jurassic prehistoric periods and of these creatures and so on, the biblical authors.",
    "start": "00:43:33",
    "end": "00:43:55"
  },
  {
    "text": "Had no awareness they hadn't run into any of these bones. And if they had, they didn't know how to.",
    "start": "00:43:55",
    "end": "00:44:00"
  },
  {
    "text": "Oh, I wouldn't.",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "They didn't construct them and realize like, oh, these things are from.",
    "start": "00:44:01",
    "end": "00:44:04"
  },
  {
    "text": "It's entirely possible, even likely, that they came across like dinosaur bones and stuff like that. I mean, the concepts of the dragon came from somewhere.",
    "start": "00:44:05",
    "end": "00:44:13"
  },
  {
    "text": "Yeah.",
    "start": "00:44:13",
    "end": "00:44:13"
  },
  {
    "text": "You know?",
    "start": "00:44:14",
    "end": "00:44:14"
  },
  {
    "text": "Yeah. And who knows what kind of animals were around. Animals go extinct.",
    "start": "00:44:14",
    "end": "00:44:18"
  },
  {
    "text": "Totally. That's right. So I think the point is more that we have these concepts of dinosaurs that live during this time.",
    "start": "00:44:18",
    "end": "00:44:25"
  },
  {
    "text": "Right.",
    "start": "00:44:25",
    "end": "00:44:25"
  },
  {
    "text": "And then we go to the Bible and say, well, the Bible is about the world that I live in, which.",
    "start": "00:44:25",
    "end": "00:44:30"
  },
  {
    "text": "We talk about every time.",
    "start": "00:44:30",
    "end": "00:44:31"
  },
  {
    "text": "That's right. And so we take a modern concept of dinosaurs from the Jurassic period and then we look within the biblical timeline for a place to slot them.",
    "start": "00:44:31",
    "end": "00:44:39"
  },
  {
    "text": "Yes.",
    "start": "00:44:39",
    "end": "00:44:39"
  },
  {
    "text": "And we're doing that apples and oranges things. Again, we need to let the biblical authors do their thing, do their thing within their cultural context and cosmology. And then we need to let our cultural narratives that are Growing and dynamic speak their story, and we need to bring them into dialogue on the level of those ultimate philosophical questions. And so this is my conviction, right. So I know that there are people who love and follow Jesus passionately, and they disagree and they think we really do need to integrate those timelines with each other. I think the one thing I would just offer is to say, but aren't we starting to make the Bible say and mean things that the biblical authors had no concept of? And in that case, we're not doing biblical interpretation, but God had concept of it. Yeah, of course. But that's not what we're talking about. What we're talking about is about how God made these humans the vehicle and made their language and therefore their cultural.",
    "start": "00:44:39",
    "end": "00:45:33"
  },
  {
    "text": "Categories and the way their minds work.",
    "start": "00:45:33",
    "end": "00:45:35"
  },
  {
    "text": "And the way their minds work the vehicle of what he wanted to say. So in that sense, I think it's a misguided quest in terms of interpretation of the literal meaning to look for dinosaurs in the Bible because it wasn't a part of the concept or tradition of talking about the origins of the cosmos.",
    "start": "00:45:35",
    "end": "00:45:51"
  },
  {
    "text": "Yeah, but what you could say, we know dinosaurs existed. We've seen their remains, and they give.",
    "start": "00:45:51",
    "end": "00:45:56"
  },
  {
    "text": "All the indications of being unimaginably old to us, like really, really old, way before, you know, people were ever around.",
    "start": "00:45:56",
    "end": "00:46:05"
  },
  {
    "text": "And so you do have to then go, huh, how does that fit into my understanding of God and the cosmos?",
    "start": "00:46:05",
    "end": "00:46:13"
  },
  {
    "text": "Sure, that's right.",
    "start": "00:46:13",
    "end": "00:46:14"
  },
  {
    "text": "And what can you say?",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "Yeah, the emergence of life on our planet is like nothing short of a miracle. That it's here and that it has survived as long as it has and developed in all these fascinating ways. It's truly remarkable. And that we can know from fossils in the ground this amazing history of life on our planet. And God is apparently very patient, very patient. But when we're talking about these deep, deep periods of time back into prehistory and so on, it's just a different example of like, you know, the origin of galaxies, you know, and nebula and space gases that gravity pulls together into stars and then planets and so on. And it's very similar. It's just like cosmos is a mystery.",
    "start": "00:46:16",
    "end": "00:47:07"
  },
  {
    "text": "Yeah, it's interesting. I know there are many Christians who are just deeply suspicious of the sciences because they think sciences have an agenda that are anti God.",
    "start": "00:47:08",
    "end": "00:47:18"
  },
  {
    "text": "And that has been and is true in some, though not all wings of the sciences. You know, it's sort of like saying sports are bad. Well, maybe some are. And really, I think what we mean is some people in different sports have maybe really distorted agendas and do things in destructive ways to just say, and.",
    "start": "00:47:19",
    "end": "00:47:42"
  },
  {
    "text": "It gets to as extreme as like science is lying to us about the earth being round. There's some people.",
    "start": "00:47:42",
    "end": "00:47:47"
  },
  {
    "text": "Yeah.",
    "start": "00:47:47",
    "end": "00:47:47"
  },
  {
    "text": "All the way to a less extreme of maybe science is lying to us about the age of the earth or about how old these dinosaur bones are to like, maybe science is lying to us about what's happening with the climate. Like there's all of these things.",
    "start": "00:47:48",
    "end": "00:48:01"
  },
  {
    "text": "Yes. Oh, yeah. And these are the culture wars.",
    "start": "00:48:01",
    "end": "00:48:02"
  },
  {
    "text": "These are the culture wars.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "That's right.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "And there's a way of, like, in one sense we're sidestepping that. We're saying we don't have to talk about that.",
    "start": "00:48:04",
    "end": "00:48:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "But another sense, the question here is saying, but when you do encounter those kind of things, then what do you do?",
    "start": "00:48:10",
    "end": "00:48:16"
  },
  {
    "text": "Yeah.",
    "start": "00:48:16",
    "end": "00:48:16"
  },
  {
    "text": "So let's say you encounter and you trust science enough that you're like, okay, these animals roam the earth. But I also really trust the Bible.",
    "start": "00:48:16",
    "end": "00:48:25"
  },
  {
    "text": "Yeah.",
    "start": "00:48:25",
    "end": "00:48:25"
  },
  {
    "text": "So what am I supposed to think about dinosaurs? They are part of God's creation.",
    "start": "00:48:26",
    "end": "00:48:31"
  },
  {
    "text": "Yeah. Yeah. Just like quasars are. The Bible doesn't talk about quasars, but they're real and they existed long before humans ever did. In many ways there's no difference. And so here to where our bigger concepts of what is the Bible in the first place, it's God. It's our conviction that like the Beautiful mind is reaching out to us through the story of this people and through the authors of these texts, but has chosen to accommodate and speak through the language and culture and concepts of the people that wrote these texts. And if that's your foundation for understanding what the Bible is, then it makes quasars or dinosaurs a very interesting question, but they're not relevant to understanding the Bible because the Bible just doesn't talk about those things. Last but not least, we're gonna listen to a question from Jesse in Albuquerque, New Mexico. Hey, John and Tim. This is Jesse Lusko in Albuquerque, New Mexico. You have been an immense help to me. Here's my question about the ancient cosmology series. Is there any indication that later biblical authors are aware of the discontinuities between Genesis 1 and Genesis 2? Do they see them as a unified whole?",
    "start": "00:48:31",
    "end": "00:49:43"
  },
  {
    "text": "What about ancient rabbis or early Christians?",
    "start": "00:49:43",
    "end": "00:49:47"
  },
  {
    "text": "Would love to hear your thoughts. Thanks.",
    "start": "00:49:47",
    "end": "00:49:49"
  },
  {
    "text": "Cool. And so what he's talking about is.",
    "start": "00:49:50",
    "end": "00:49:52"
  },
  {
    "text": "Genesis one, Genesis one one through chapter two, verse three.",
    "start": "00:49:52",
    "end": "00:49:56"
  },
  {
    "text": "That's right.",
    "start": "00:49:56",
    "end": "00:49:56"
  },
  {
    "text": "This is a seven day narrative.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "Okay. Yeah. It bleeds into chapter two. Is God creating out of the deep abyss in a Seven day. Seven days. And humans show up on the sixth day after the animals. And then in the second story that starts in Genesis 2 4, 4, 5.",
    "start": "00:49:57",
    "end": "00:50:16"
  },
  {
    "text": "Yeah.",
    "start": "00:50:16",
    "end": "00:50:17"
  },
  {
    "text": "God creates out of a wilderness, and humans are actually created first. First before the animals.",
    "start": "00:50:18",
    "end": "00:50:24"
  },
  {
    "text": "Before the animals. Yeah.",
    "start": "00:50:24",
    "end": "00:50:25"
  },
  {
    "text": "And so those are kind of the big differences, and it's easy to spot. Right?",
    "start": "00:50:25",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "So wouldn't have any of the other biblical authors been aware of these discrepancies? And what did they do with them?",
    "start": "00:50:31",
    "end": "00:50:37"
  },
  {
    "text": "Yeah. So we're back to the literal meaning. But if what we mean by literal is what these texts are designed to communicate. So if the purpose of the text was to give a unified linear sequence, it's a very difficult reading experience.",
    "start": "00:50:37",
    "end": "00:50:50"
  },
  {
    "text": "Yes. And that's what we experience.",
    "start": "00:50:50",
    "end": "00:50:53"
  },
  {
    "text": "That's what we experience. So then I think that should force us to go back. Oh, maybe the thing that I'm supposed to get here is not that, but another set of ideas. So if you begin to compare and contrast repeated words and categories, what you get is something more like. Think of two paintings. Oh, this goes back kind of similar to our conversation with John Walton. It's an illustration that he's used before that. I like, think of one as, like, a view of the night sky from a Hubble Space Telescope, and then another view like Vincent Van Gogh's Starry Night. Two representations of the night sky of the same reality, the night sky. They're very different in their surface presentation.",
    "start": "00:50:53",
    "end": "00:51:35"
  },
  {
    "text": "Yeah.",
    "start": "00:51:35",
    "end": "00:51:35"
  },
  {
    "text": "And what if Genesis 1 and 2 are more like that? And so that both are giving complementary portraits of the nature of the cosmos, the role of humans and human identity within God's purposes in the cosmos. And if you look at that, they really are parallel. So, for example, the role of the Spirit. This actually is great for an example. And I just learned this. I taught a class on Ezekiel last week, and this hit me like a ton of bricks. So in Genesis 1, God's spirit is present in the dark waters. In Genesis 1, verse 2, we talked about that. And God begins Speaking in Genesis 2, God's breath is present in that. He infuses it into the dirt to make the humans. In Genesis, he does his breath. Oh, yeah, yeah, yeah. He breathes into the dust the breath.",
    "start": "00:51:35",
    "end": "00:52:20"
  },
  {
    "text": "Of life that was already been formed.",
    "start": "00:52:20",
    "end": "00:52:21"
  },
  {
    "text": "Yep, that's right. But the point is that God forms the dirt, but the dirt is not a human yet. Yeah, I was about to rhyme. The dirt is inert. The dirt is inert until God breathes.",
    "start": "00:52:21",
    "end": "00:52:31"
  },
  {
    "text": "Into it and turns it into dirt.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "That's right. In Genesis 1, humanity is male. And female already in Genesis 2, there's just a singular human who is split. And then you have man and woman. So you have these different concepts in Genesis 1. They're told to be fruitful and multiply. That language is not used in Genesis 2. It's about the two becoming one flesh. Okay, so in the book of Ezekiel, there's a sweet set of three essays or three paragraphs that are all right next to each other. The second half of chapter 36. And then Ezekiel 37 has two parts to it. And all three of them are meditations on the restoration of Israel from exile back to a new Jerusalem. And each one of them is riffing off of different elements in Genesis 1 and 2. And it treats different ideas and words from Genesis 1 and 2, but unifies them. So, for example, in Ezekiel chapter 36, God says he's going to recreate his new covenant people by putting his ruach within them, putting his spirit within them. You're like, oh, yeah, sweet Genesis. Genesis chapter two.",
    "start": "00:52:33",
    "end": "00:53:35"
  },
  {
    "text": "Always a good thing happens when God's ruach shows up.",
    "start": "00:53:35",
    "end": "00:53:38"
  },
  {
    "text": "And then he says he's going to plant a new garden where there'll be fruit trees multiplying. And you're like, yeah, sweet. The tree is multiplying.",
    "start": "00:53:38",
    "end": "00:53:45"
  },
  {
    "text": "So this is all Genesis 2 kind of thing.",
    "start": "00:53:45",
    "end": "00:53:47"
  },
  {
    "text": "This is all Genesis 2. And then he says at the end, and they will be fruitful and multiply. But that's language not from the Eden narrative from Genesis 1. Genesis 1. So that shows you. Ezekiel views Genesis 1 and 2 as complementary. And he'll use the language of those two creation stories and blend them together to talk about new creation. He does the same thing in the Valley of Dry Bounds. He does the same thing in the story after the Valley of Dry Bones, where he talks about, he says, get two trees, and then he says, write on them the names of Judah and then Joseph, the divided brothers, the divided tribes. And then he says, I'm going to put them back into that new Eden planted back in 36, and the two will become one. And then he says, and one king will reign or rule over them. So he's taking the two becoming one from the Garden of Eden, but he's getting the image of God ruling and reigning from Genesis 1. So he's taking once again concepts from.",
    "start": "00:53:47",
    "end": "00:54:46"
  },
  {
    "text": "Both sides, the ruling and reigning being the image of God stuff.",
    "start": "00:54:46",
    "end": "00:54:48"
  },
  {
    "text": "Yeah, and it's the new David Messiah. So the point is, here's an example of a later biblical author who sees these two first creation narratives as complementary portraits, referring to the same Thing. So those are just recent insights that I had. And I was like, wow, that's good. Ezekiel. That guy's brilliant. And you can see it continuing on into the early Jewish literature of the second Temple in the New Testament. They don't seem to have a problem with Genesis 1 and 2 having different timelines. They just quote and interact with them as if they're complimentary. And to me, that was an early clue many years ago. Like, oh, maybe the problems that I have, I'm bringing the wrong expectations to these narratives. So there you go.",
    "start": "00:54:48",
    "end": "00:55:27"
  },
  {
    "text": "That's great.",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "Cool.",
    "start": "00:55:28",
    "end": "00:55:29"
  },
  {
    "text": "Thank you so much for sending in these questions for the cosmology series. Great series. Thank you, Tim, for bringing us through. Yeah, these are always wonderful questions. Increasingly, increasingly wonderful. And up next on the podcast actually is, you know, we've been doing this podcast for five or six years.",
    "start": "00:55:29",
    "end": "00:55:47"
  },
  {
    "text": "Yeah, over five years.",
    "start": "00:55:47",
    "end": "00:55:48"
  },
  {
    "text": "Over five years.",
    "start": "00:55:48",
    "end": "00:55:49"
  },
  {
    "text": "Yeah.",
    "start": "00:55:49",
    "end": "00:55:49"
  },
  {
    "text": "And we've put out a new episode every week. Yeah, we haven't missed a week.",
    "start": "00:55:49",
    "end": "00:55:54"
  },
  {
    "text": "Yep.",
    "start": "00:55:54",
    "end": "00:55:55"
  },
  {
    "text": "Every single week.",
    "start": "00:55:56",
    "end": "00:55:57"
  },
  {
    "text": "Yeah. And that's not just you and me. That's a whole team of people working really hard to put this stuff out there. And, yeah, our team's never really taken a break.",
    "start": "00:55:57",
    "end": "00:56:07"
  },
  {
    "text": "We're gonna take a break of sorts in that we're going to. For the next five weeks, we're gonna re release some of the top podcasts from the last five years. They generally are the first episode in a series, and they're usually some of our older series because they've been out the longest, so they've got the most listens.",
    "start": "00:56:08",
    "end": "00:56:29"
  },
  {
    "text": "Yeah, they're also ones that we often recorded, like on the porch at your house or in a closet somewhere. And the sound quality is really different.",
    "start": "00:56:29",
    "end": "00:56:37"
  },
  {
    "text": "One of our first audio booths was literally under a stairs.",
    "start": "00:56:37",
    "end": "00:56:41"
  },
  {
    "text": "Yeah, totally. A set of stairs.",
    "start": "00:56:41",
    "end": "00:56:43"
  },
  {
    "text": "And you can just hear people talking in footsteps and stuff.",
    "start": "00:56:43",
    "end": "00:56:46"
  },
  {
    "text": "Yeah.",
    "start": "00:56:46",
    "end": "00:56:46"
  },
  {
    "text": "So we're going to remaster those and re release those, and that'll be a good way to kind of reintroduce to some old series that you might be interested in re listening to or listening to for the first time.",
    "start": "00:56:46",
    "end": "00:56:56"
  },
  {
    "text": "Yep.",
    "start": "00:56:56",
    "end": "00:56:56"
  },
  {
    "text": "So that'll be for the next five weeks. And then we've got some other cool content we're cooking up and some really amazing new series starting in the fall. And I'm really excited about all of that. Bibleproject is a nonprofit organization that exists because of. Well, because of generosity of thousands of people like you pitching in. So we can make these resources. But the purpose of all of this is to experience the Bible as a unified story. That that leads to Jesus. And we do this podcast. We've got videos, we've got other resources, we've got graduate level classes and it's all free. And it's thanks to you. So thank you so much for being a part of this with us. This week's episode was produced by Cooper Peltz, our lead editor Dan Gummel, assistant editor Zach McKinley. All the questions were compiled by Christopher Mayer and the show notes by Lindsey Ponder and the theme music by the band Tense.",
    "start": "00:56:56",
    "end": "00:57:47"
  },
  {
    "text": "As in the kind of tent that you camp in.",
    "start": "00:57:48",
    "end": "00:57:50"
  },
  {
    "text": "As in the kind of tent you.",
    "start": "00:57:50",
    "end": "00:57:51"
  },
  {
    "text": "Camp in tents G' Day. This is Chad and I'm from South Australia. I first heard about Bibleproject in 2018 when I was helping our church read through the Bible in a year. My favourite thing about bibleproject is their commitment to presenting the Bible's big picture story in an approachable and meaningful As a pastor, I often recommend the Bible Project to my church community. We believe the Bible is a unified story that leads people to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:57:51",
    "end": "00:58:34"
  },
  {
    "text": "Sam.",
    "start": "00:58:39",
    "end": "00:58:50"
  }
]