[
  {
    "text": "Hey, this is John@Bibleproject. This is our fifth and last stop in our conversation on ancient cosmology. In the ancient imagination, water brings both destruction like the chaos waters of the sea flooding the Earth, but also bring life like spring waters flowing out of the earth to water a garden. In Genesis 1, God tames the chaos waters of the sea with his Word and with his spirit. And in Genesis 2, we see God use the subdued chaos waters that are now under the land to water the dry earth.",
    "start": "00:00:04",
    "end": "00:00:37"
  },
  {
    "text": "The idea is that once the chaos waters underneath the land are tamed and subdued, when they pop up through the spring, they've been made fresh, they've been sweetened.",
    "start": "00:00:38",
    "end": "00:00:47"
  },
  {
    "text": "With these sweet waters, God creates a garden for humanity to live in and enjoy. This is Eden. And in Genesis 2, we get a long description of a river flowing out of Eden which turns into four rivers and goes out to bring the water of life to all the nations.",
    "start": "00:00:47",
    "end": "00:01:03"
  },
  {
    "text": "When people come across life giving springs or wells in stories in the Old Testament, we're meant to see this as a new little Eden spring popping up here. It's the life of heaven breaking into the dead wilderness of the earthly realm.",
    "start": "00:01:04",
    "end": "00:01:20"
  },
  {
    "text": "The people of Israel are meant to inhabit a new type of Eden, and they're meant to extend God's blessing to the nations. But instead, they find themselves exiled in.",
    "start": "00:01:20",
    "end": "00:01:31"
  },
  {
    "text": "Babylon, and it finds itself exactly where one of the rivers of Eden flowed long ago.",
    "start": "00:01:31",
    "end": "00:01:35"
  },
  {
    "text": "And the prophets of Israel tell them not to fight Babylon, but to remain true to their calling, to seek the well being of the nations, become the.",
    "start": "00:01:35",
    "end": "00:01:44"
  },
  {
    "text": "Waters of life for Babylon. So cool.",
    "start": "00:01:44",
    "end": "00:01:47"
  },
  {
    "text": "So today we talk about Israel's continued calling to be the waters of life to the nations who. We look at Ezekiel's vision of a river flowing out of the Temple, bringing life to the Dead Sea. And we look at how God envisions a time when all the nations stream back to Jerusalem.",
    "start": "00:01:47",
    "end": "00:02:01"
  },
  {
    "text": "It's this wonderful depiction of a reverse Eden. Instead of one river going out and splitting and becoming many, the many rivers that are humanity. So divided rivers will all become one and return to the new Eden.",
    "start": "00:02:01",
    "end": "00:02:17"
  },
  {
    "text": "Thanks for joining us. Here we go. In my mind, there's two types of waters. There's salt water and fresh water.",
    "start": "00:02:18",
    "end": "00:02:29"
  },
  {
    "text": "Oh, yes, yes, yes.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "Is that kind of distinction important to the ancients? Because if the abyss I always imagined is like salt water.",
    "start": "00:02:31",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. Because it's ocean. Yeah. That might be part of what gives it its disordered character. Like, it looks like the stuff that could give you life, but it'll actually kill you.",
    "start": "00:02:37",
    "end": "00:02:46"
  },
  {
    "text": "Right. You can't Drink it. Then what's the distinction between that and what the land's on top of, which can come up? And that's fresh water.",
    "start": "00:02:46",
    "end": "00:02:53"
  },
  {
    "text": "Yeah, that's right. It's very clear that in this conception of the land supported by pillars suspended above the waters below, and that you can call the waters down there the rivers because that's the source of all the rivers. The idea is that once the chaos waters underneath the land are tamed and subdued, when they pop up through the spring, they've been made fresh. They've been sweetened, actually, when drinkable water. Isn't the term potable water potable? I never actually say it. I've read it. I actually said it.",
    "start": "00:02:53",
    "end": "00:03:24"
  },
  {
    "text": "It's gotta be a dictionary that gives you the. Here we go. Potable.",
    "start": "00:03:24",
    "end": "00:03:29"
  },
  {
    "text": "Potable. All right, there you go.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "That's a weird word.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "It is weird. Okay, so we talked about this in the first part of this conversation where through the rest of the Old Testament, especially when people come across life giving springs or wells in stories in the Old Testament that were meant to see this as a new little Eden spring popping up here, it's the life of heaven breaking into the dead wilderness of the earthly realm, so to speak. So there's a story right after the Exodus where they pass through the waters in Exodus 15, the next story, like they finish the closing hymn of the song in Exodus 15, and the next line is, and they journeyed on from there. So three days in the wilderness. And they didn't find Mayim. The water. Didn't find waters because they're in the desert, which is the neutral term. Yeah. So they went to Bitterness, which is Mara. It's a place name, but the place name is Bitterness. And they couldn't drink the water that is there because of its Mara ness. They went to Mara and they found water, but we can't drink the water.",
    "start": "00:03:31",
    "end": "00:04:31"
  },
  {
    "text": "So bitter water, that's salt water.",
    "start": "00:04:31",
    "end": "00:04:34"
  },
  {
    "text": "Well, did they find a saltwater spring?",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "That doesn't make sense.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "Yeah, but it's non drinkable water, the bitter waters. I think it's related to just non potable. Okay, yeah, something about it. I'm sure people have done research on this. So they grumbled. This is the first time they grumble in the wilderness. And they say, what are we going to drink? So Moses cried out to Yahweh, and Yahweh instructed him about a tree. And he cast the tree into the waters and the waters became sweet. The waters are healed. The waters of bitterness are transformed by a tree into sweet waters. And then they drink.",
    "start": "00:04:37",
    "end": "00:05:11"
  },
  {
    "text": "He Threw a tree in there.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "There's so many things going on in this story we can't talk about. But the point is, is that the word for undrinkable water is mara, which isn't the tahom, the chaos abyss. But it is waters that prevent the flourishing of life. They have to be changed in some way, and they're changed. And when they're changed here, they become. The word is sweet. Literally, it's the word for sweet. Like honey is the same verb instead of honey.",
    "start": "00:05:12",
    "end": "00:05:36"
  },
  {
    "text": "So is there another way that in Hebrew you talk about salt versus fresh water.",
    "start": "00:05:36",
    "end": "00:05:41"
  },
  {
    "text": "That's why this came to my mind. I think the more fundamental is, is it drinkable and a source of life, or is it not drinkable and not a source of life? I think that's the distinction. So it can be bitter waters that prevent life, or to home, salt water. But the idea is that when God gives fresh water coming up out of the ground, that's an Eden gift because he's tamed the tum to make it into mayim.",
    "start": "00:05:41",
    "end": "00:06:05"
  },
  {
    "text": "Tamed water?",
    "start": "00:06:05",
    "end": "00:06:05"
  },
  {
    "text": "Yeah. Mayim is the neutral waters that are drinkable. So the tahom is transformed into mayim.",
    "start": "00:06:05",
    "end": "00:06:11"
  },
  {
    "text": "I thought you were saying Hamayam. It's just Mayim.",
    "start": "00:06:11",
    "end": "00:06:14"
  },
  {
    "text": "The difference between Mayim and Hamayim is that ha is the word, the thing. In Genesis 1, the agent of transformation of the waters is the spirit. Here in this story, it's a tree.",
    "start": "00:06:14",
    "end": "00:06:25"
  },
  {
    "text": "I always. I think maybe. Is it translated branch?",
    "start": "00:06:25",
    "end": "00:06:27"
  },
  {
    "text": "It might be translated stick. Yeah.",
    "start": "00:06:27",
    "end": "00:06:29"
  },
  {
    "text": "Because I never pictured a tree. I always pictured a stick.",
    "start": "00:06:29",
    "end": "00:06:31"
  },
  {
    "text": "It's just the word.",
    "start": "00:06:31",
    "end": "00:06:32"
  },
  {
    "text": "Well, that's Genesis.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "It's the word wood. Or Exodus 15, verse 25. It's an 8. It's the same word as the trees in the Garden of Eden. It's just the tree. And that's what you find in all of these wellspring narratives is the vocabulary of Eden.",
    "start": "00:06:33",
    "end": "00:06:49"
  },
  {
    "text": "Yeah.",
    "start": "00:06:49",
    "end": "00:06:49"
  },
  {
    "text": "A piece of wood is how it gets translated, Niv.",
    "start": "00:06:49",
    "end": "00:06:51"
  },
  {
    "text": "It'd be a lot easier to throw a piece of wood in the water than a whole tree. Well, that's why it's depending on how big the tree is. Yeah, it's a desert tree. Might be kind of scrawny.",
    "start": "00:06:51",
    "end": "00:06:59"
  },
  {
    "text": "When I was introduced to the history of allegorical or symbolic interpretation in church history, it was an example of Augustine, St. Augustine of Hippo. But he had the sermon where he used this sermon and then used the word tree as a symbol for Calvary, the cross. And then he linked these two stories together. And then how our bitterness becomes sweetness through the death and resurrection of Jesus. You know, I got preaches great.",
    "start": "00:06:59",
    "end": "00:07:26"
  },
  {
    "text": "That is preach good.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "And for a long time I thought, but what a. You know, it just seems like it's a great sermon illustration. Can I say that that's connected to what an author might have meant? But now I can see in a way it actually is not to connect the tree to the cross as such, but rather backwards, that this is connecting to tree imagery from Eden and.",
    "start": "00:07:27",
    "end": "00:07:47"
  },
  {
    "text": "And so is the cross.",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "And then the cross is also developing tree imagery from Eden. And so in a way, Augustine was reading the Bible as a unified story that leads to Jesus. But sometimes that kind of symbolic reading, it can lose control and become more arbitrary. Anyway, so there you go. You asked the question about salt versus sweet water.",
    "start": "00:07:49",
    "end": "00:08:07"
  },
  {
    "text": "Yeah.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "I think it's meaningful in terms of is it drinkable or not drinkable, because.",
    "start": "00:08:08",
    "end": "00:08:11"
  },
  {
    "text": "We talked about the two sidedness of water and that it can destroy life and it can bring life. And so the t home is destructive waters or just chaotic unruly waters where life can't develop.",
    "start": "00:08:11",
    "end": "00:08:24"
  },
  {
    "text": "And then there's the Mayam and there's.",
    "start": "00:08:24",
    "end": "00:08:26"
  },
  {
    "text": "The Mayim, which is then neutral waters. And in Genesis 1 we have the T home. There's darkness over it and you're supposed to just get this picture of. I guess we're out of luck.",
    "start": "00:08:26",
    "end": "00:08:36"
  },
  {
    "text": "Yeah. If that was the end of the story. Irony is that's the beginning of the story.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "That's the beginning of the story.",
    "start": "00:08:41",
    "end": "00:08:42"
  },
  {
    "text": "But if the beginning was the end.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "But then Spirit of God shows up and the t home becomes Mayim. And so then we talked about in Genesis 2, the spring, the flow that comes up out of the desert and waters all the land and makes the mud. Makes the mud which makes the humans. Right. The Ed makes the.",
    "start": "00:08:43",
    "end": "00:09:01"
  },
  {
    "text": "No, the Ed makes the Adama for the Adam to form the Adam.",
    "start": "00:09:01",
    "end": "00:09:05"
  },
  {
    "text": "And I remember as a younger person reading Genesis 2, Getting to the rivers.",
    "start": "00:09:06",
    "end": "00:09:12"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "And really feeling like, why is this here? And the only thing that made sense of it was, you know, this must be here, because it's trying to describe an actual place that existed. So some sort of map of where Eden was maybe, but it always just stuck out like a sore thumb. So we talked about these four rivers that all come from the one river which is the spring that comes from Eden. And how you have this whole paragraph and you follow these rivers and one goes to Egypt, one goes towards Egypt, kind of same area, cush.",
    "start": "00:09:13",
    "end": "00:09:47"
  },
  {
    "text": "But the point is it's the name of the spring in Jerusalem, but it's.",
    "start": "00:09:48",
    "end": "00:09:51"
  },
  {
    "text": "The name of the Spring in Jerusalem, the Gihon.",
    "start": "00:09:51",
    "end": "00:09:53"
  },
  {
    "text": "Yeah.",
    "start": "00:09:53",
    "end": "00:09:54"
  },
  {
    "text": "And then the Euphrates and the Tigris.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "Which are associated with Assyria and Babylon.",
    "start": "00:09:56",
    "end": "00:09:59"
  },
  {
    "text": "Assyria and Babylon.",
    "start": "00:09:59",
    "end": "00:09:59"
  },
  {
    "text": "Yeah.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "So you've got the Garden of Eden from which God has tamed the T, and then he makes life giving water come up out of the land. And now all of a sudden there's all this life and all this goodness. But it doesn't just stop there and stay in the land of delight. It continues to water all the earth, including some pretty epic places that we're going to run into later in the biblical narrative. Egypt, baby. Babylon, Assyria. And that this gift of life is supposed to go out to all the earth. And it kind of sets you up for the biblical story.",
    "start": "00:10:00",
    "end": "00:10:36"
  },
  {
    "text": "Yeah, it's about the waters that go out from Eden out into the biblical narrative world, so to speak, becomes a foundational image of God's desire to spread the goodness of Eden out to the nations.",
    "start": "00:10:36",
    "end": "00:10:49"
  },
  {
    "text": "Sam, it was really interesting when you talked about how when Joseph and his brothers show up to Egypt, it's described as a garden.",
    "start": "00:10:51",
    "end": "00:11:35"
  },
  {
    "text": "Totally.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "I was kind of tripping up on that because it would be weird for the biblical authors to describe Egypt as a garden because it's going to turn into the place of captivity. But your point was that the river.",
    "start": "00:11:36",
    "end": "00:11:48"
  },
  {
    "text": "Of life is supposed to water everywhere the nations.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "And God wanted this family to be his. You called them the river of life, but he wanted them to be the blessing to the nations. And they show up. And when it's done right, Egypt becomes this beautiful place. And the same thing happens in Babylon.",
    "start": "00:11:51",
    "end": "00:12:06"
  },
  {
    "text": "When the nations recognize that God has chosen the seed of the woman, the seed of Abraham, as the source of blessing to the nations. When the nations see that and then they bless this family, they find the blessing of Eden unleashed in their land too. And that's exactly the portrait of the good Pharaoh at the end of Genesis. That Pharaoh recognizes and elevates the suffering seed of Abraham. Joseph elevates him to a place of rule, and all of a sudden they're saved from the famine. And it's through Joseph's wise royal leadership that he, he saves a dream and turns Egypt into Eden in the middle of a famine. It's so rich how all these stories work together. But that's right. And so lo and behold, Eden becomes a little mini Eden. And you're like, oh, yeah, right. This is like Genesis 2 prepared me for this. That the life of Eden would reach out even to Egypt through the Pishon.",
    "start": "00:12:06",
    "end": "00:12:57"
  },
  {
    "text": "To Havilah, which is near Egypt. Now, why would. In Genesis 2, why wouldn't it just say Egypt then if it's. The point is Egypt?",
    "start": "00:12:57",
    "end": "00:13:04"
  },
  {
    "text": "I think we're here to the elusive nature of biblical narrative, where they feed you breadcrumbs to keep you reading, to keep you reading. Rereading. Because the next time Havilah is mentioned in the story, it's somebody going on the way to Egypt.",
    "start": "00:13:05",
    "end": "00:13:22"
  },
  {
    "text": "Who was it Hagar?",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "Yep. Hagar and then her son Ishmael go through Find the spring in the land of Shur, which is on the way to Havilah, which is where this family eventually settles. Or take it back to our how to Read the Bible series. Places in the Bible aren't just listed for archival notice. They are listed to accumulate meanings and symbolism as you go throughout the story so that you can connect the threads with the overall plot line.",
    "start": "00:13:23",
    "end": "00:13:47"
  },
  {
    "text": "So you've got Eden, from which water flows, that blesses the earth. And then as you move forward in the narrative, you've got Israel going into the promised land, which is described as a new Eden. And they're supposed to be the blessing that flows out to the nations. So you get there and it doesn't go well.",
    "start": "00:13:47",
    "end": "00:14:05"
  },
  {
    "text": "Well, it goes the way it typically goes.",
    "start": "00:14:05",
    "end": "00:14:08"
  },
  {
    "text": "Sometimes good.",
    "start": "00:14:09",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. Sometimes good, sometimes bad. So I'm thinking here, particularly about the stories of Solomon, who's the son of David, because David establishes Jerusalem, brings the tabernacle there, declares it's going to be the site of the future temple. Solomon.",
    "start": "00:14:10",
    "end": "00:14:23"
  },
  {
    "text": "All this is screaming Eden.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Oh, yeah. So many things in the book of Samuel are helping you see Jerusalem as the garden in Eden within the land promised to Abraham. And so by the time you get to Solomon, he's presented as an Adam. He's Adam, what, 5.0 or something by that point. And he describes himself as a child asking for divine wisdom about good and evil so that he can rule.",
    "start": "00:14:24",
    "end": "00:14:45"
  },
  {
    "text": "Yeah.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "And he loves animals. We didn't talk about this. There's that little line about how he just was super interested in animals and would study them and built up huge lists of notes and observations about them, and he knew all about animals. But then he blows.",
    "start": "00:14:46",
    "end": "00:15:00"
  },
  {
    "text": "It accumulates born wives, builds a army.",
    "start": "00:15:00",
    "end": "00:15:04"
  },
  {
    "text": "Wives that are connected to political marriages that are connected to honoring other deities, other gods. It just screams Genesis 3.",
    "start": "00:15:04",
    "end": "00:15:12"
  },
  {
    "text": "That does.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "Yeah. In terms of a wife.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "Oh. Points of view.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "Is connected to or somehow becomes connected to another evil divine figure that will lead God's people astray.",
    "start": "00:15:17",
    "end": "00:15:23"
  },
  {
    "text": "So they're back in Eden. You're supposed to see it as like kind of a replaying of The Eden story. Or you're supposed to see Eden as kind of this mini little packed story of what Israel is.",
    "start": "00:15:23",
    "end": "00:15:33"
  },
  {
    "text": "Correct.",
    "start": "00:15:33",
    "end": "00:15:33"
  },
  {
    "text": "Because what ends up happening is Israel then is exiled.",
    "start": "00:15:33",
    "end": "00:15:36"
  },
  {
    "text": "Solomon builds a temple which is a full on symbolic Eden. Cherubim and gold and jewels, the whole bit. And then his downfall, which leads the nation on inevitable path back to Babylon in exile.",
    "start": "00:15:36",
    "end": "00:15:50"
  },
  {
    "text": "Which is exactly what happens to humanity when they leave the garden. They end up in Babylon. Definitely supposed to see this as dual stories.",
    "start": "00:15:50",
    "end": "00:15:58"
  },
  {
    "text": "Yes.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "So we left off with Israel now in exile in Babylon and now going, well, isn't the point that we're supposed to be in God's presence in Eden as his chosen people to like bring blessing to the whole world? And now we're in Babylon.",
    "start": "00:15:59",
    "end": "00:16:16"
  },
  {
    "text": "But now we're in Babylon and we're back to that letter of Jeremiah that Jeremiah wrote to the people.",
    "start": "00:16:16",
    "end": "00:16:20"
  },
  {
    "text": "Plant some gardens here.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Yeah, come now. This is Jeremiah, chapter 29. So this is the letter. This is what the God of Israel says to the exiles in Babylon. Build houses, plant gardens, eat fruit, marry, be fruitful and multiply. Right. Become fathers of sons and daughters. Take wives for your sons. Give your daughters for husbands. They may multiply.",
    "start": "00:16:21",
    "end": "00:16:43"
  },
  {
    "text": "Oh, wow, he uses the word multiply.",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "It's all the language of Eden.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "Wow.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "Seek the shalom of the city where I have sent you into exile.",
    "start": "00:16:47",
    "end": "00:16:51"
  },
  {
    "text": "And seeking shalom is kind of like ruling.",
    "start": "00:16:51",
    "end": "00:16:53"
  },
  {
    "text": "Yeah, that's right. Yeah. Or here, remember we talked about this? This is the wisdom warrior. This is choosing not to revolt against your captors, but the upside down kingdom. It's the life of Eden. So now all of a sudden, here's a little family that's been cast out of Eden or the river that's flowed out of Eden, ironically, into exile. And it finds itself exactly where one of the rivers of Eden flowed long ago.",
    "start": "00:16:53",
    "end": "00:17:16"
  },
  {
    "text": "Yeah.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "And it's so cool. Become the waters of life for Babylon.",
    "start": "00:17:17",
    "end": "00:17:20"
  },
  {
    "text": "Yeah. Can make Babylon a beautiful place. Yeah, yeah. And it's very counterintuitive, you would think Babylon, you know, hunker down, make the best of it.",
    "start": "00:17:20",
    "end": "00:17:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "You know, don't get corrupted into it and maybe even plan a rebellion. But instead it's get in there and plant gardens and seek the shalom. And when I think of seeking the shalom, I think of Daniel and his buddies. They're in the king's court and they're helping rule.",
    "start": "00:17:31",
    "end": "00:17:51"
  },
  {
    "text": "Yes. We're using right now the Hebrew Bible symbolism, which is good. That's what we should do. But let's just pause and extend this Forward. This is exactly the ethic of the apostles and Jesus when they talk about the kingdom of God being here now, even though all nations don't recognize it, it's here. And with the resurrection of Jesus and the coming of the spirit. And the spirit is often depicted with imagery of water poured out, filled up with it. That's Eden water imagery. And so in the same way, the life of a community living by the spirit will become a little Eden in the midst of the many Babylons, where it finds itself. It's the same paradigm.",
    "start": "00:17:51",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "Just Jesus and spirit imagery in the New Testament.",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "That's cool.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "Yeah, it is cool. Okay, so that's one place this goes, is even though the waters of Eden aren't mentioned here, but the idea of Babylon, the family of Abraham being in Babylon and experiencing the blessing of Eden here in Babylon, the idea's been anticipated.",
    "start": "00:18:32",
    "end": "00:18:49"
  },
  {
    "text": "With waters flowing from Eden to Babylon.",
    "start": "00:18:50",
    "end": "00:18:53"
  },
  {
    "text": "However, God's people in Babylon isn't the ideal, because Babylon screwed up. Even if you are a blessing to it, not everybody will appreciate that blessing.",
    "start": "00:18:53",
    "end": "00:19:02"
  },
  {
    "text": "Yeah.",
    "start": "00:19:02",
    "end": "00:19:02"
  },
  {
    "text": "Like Nebuchadnezzar didn't always. And his son Belshazzar definitely didn't.",
    "start": "00:19:02",
    "end": "00:19:07"
  },
  {
    "text": "Yeah. There's still this sense of Eastern Eden needs to be recreated.",
    "start": "00:19:07",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. So there's two ways this imagery works. One is, we've already talked about in the metaphor series where Isaiah, in Isaiah chapter 2, begins with saying it will come about at the end of days. In Hebrew, at the end of days. The mountain of the house of Yahweh, which the mountain is Jerusalem, and then the house, the new temple. So in the new Jerusalem, in the establishment of the new temple, it will be the head of all mountains. We've made this observation.",
    "start": "00:19:10",
    "end": "00:19:46"
  },
  {
    "text": "Yeah, you brought this up the other day. It's obviously not the tallest mountain.",
    "start": "00:19:46",
    "end": "00:19:49"
  },
  {
    "text": "I was thinking of the time we were standing. We were standing there looking up and it's so obvious. The Mount of Olives.",
    "start": "00:19:49",
    "end": "00:19:55"
  },
  {
    "text": "Oh, it's taller.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "It's taller.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Yeah. Yeah. It's very clearly not the tallest mountain.",
    "start": "00:19:57",
    "end": "00:20:00"
  },
  {
    "text": "Right. So idea is it will be elevated in cosmic significance, so to speak, raised above the hills. Now, you know, if you have water and you have a mountain, or if you have water in a hillside, obviously water is going to flow where gravity pulls it, but here, gravity will be reversed, so to speak. And there will be streams going up to the new temple in the new Jerusalem. But what are the streams? They are the nations.",
    "start": "00:20:00",
    "end": "00:20:29"
  },
  {
    "text": "The nations will stream to it, into it.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "So it's this wonderful depiction of a reverse Eden, instead of one river going out and splitting and becoming many, the many rivers that are humanity. Humans are rivers in this metaphor. So divided rivers will all become one and return to the new Eden.",
    "start": "00:20:32",
    "end": "00:20:52"
  },
  {
    "text": "And you've pointed out that this word is actually the same word, river. The word river is a verb.",
    "start": "00:20:52",
    "end": "00:20:58"
  },
  {
    "text": "Yes.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "The word stream, it's stream in niv.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "In esv, it's the nations will flow. Niv is the nations will stream. Yeah. In Hebrew it's the same three letters as the noun river nahar. So a nahar is a river, a noun. And then what a river does is a nahar, nahars.",
    "start": "00:21:01",
    "end": "00:21:18"
  },
  {
    "text": "For us, a river flows.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "A river, rivers, the nation's river, back into the new Eden. Yep. So again, that assumes that the poet here has reflected a lot on that river in the Genesis narrative and sees that there's more than just somebody trying to tell me ancient geography. For me, this is important. This is a biblical author reflecting back on that river of Eden. And he sees it in terms of its symbolic significance as an image of the blessing of Eden to the nations.",
    "start": "00:21:19",
    "end": "00:21:46"
  },
  {
    "text": "And you're sure of that because it would be clear that Eden is a temple in the way that on a mountain, in the way that the temple is on Mount Zion.",
    "start": "00:21:47",
    "end": "00:21:56"
  },
  {
    "text": "Yeah, that's right. Well, and specifically that the river of Eden flows to areas of Egypt, Assyria, Babylon, and then one of the rivers is also the name of the spring in Jerusalem, which is where everybody's coming back. And who are the major imperial powers in the Bible? There's just only three, and they're the three that are going to feature big in the book of Isaiah. Egypt, Assyria and Babylon are like the most significant bad guys in the Book of Isaiah. So this one, this is the river metaphorically returning in the people. Ezekiel, famously in chapter 47, like Daniel, he's also in Babylon. The prophet Ezekiel, he had a vision of the divine Eden throne, the Garden of Eden, glory mobile, appearing to him in the first pages, all these animals or the cherubim bearing it and so on. At the end of the book, he sees a vision of a new Jerusalem. Actually here it begins in chapter 40. So he says, in the 25th year of our exile, exactly halfway through a 50 year Jubilee cycle. At the beginning of the year, on the 10th of the month, in the 14th year, after the city was taken, Jerusalem was taken. Jerusalem. The mention of Jerusalem halfway through jubilee cycle, after the capture of Jerusalem, the hand of Yahweh is on me. And he brought me there. Where is there?",
    "start": "00:21:56",
    "end": "00:23:23"
  },
  {
    "text": "Jerusalem. Just like a vision.",
    "start": "00:23:23",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. In other places it's the spirit of the Lord seized me or took me. He's having a dream vision, and he's being taken clearly to Jerusalem in visions of Elohim. He brought me into the land of Israel and set me on a really high mountain.",
    "start": "00:23:25",
    "end": "00:23:42"
  },
  {
    "text": "Okay, why wouldn't he specify which mountain if this is supposed to be the Jerusalem mountain?",
    "start": "00:23:43",
    "end": "00:23:48"
  },
  {
    "text": "Oh, I think he's intentionally not using the name Jerusalem because he's trying to paint this portrait on top of the Eden mountain of Genesis 2. Oh, yep, for sure. Okay, so he's using the language that the prophets used to talk about Eden and the new Eden, which is a new Jerusalem. And there was a structure, like, lo and behold, a city. So a city on a very high mountain that's connected to Jerusalem.",
    "start": "00:23:48",
    "end": "00:24:17"
  },
  {
    "text": "Says the south side.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "What's that?",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Niv Says the south side of Eden.",
    "start": "00:24:19",
    "end": "00:24:21"
  },
  {
    "text": "And on it to the south. Yes, that's important. But I forget why off the top of my head. So many details. The whole context is he's brought up to a new Jerusalem mountain and he sees a structure like a city.",
    "start": "00:24:21",
    "end": "00:24:33"
  },
  {
    "text": "Yeah, but not on top, on one of the sides.",
    "start": "00:24:33",
    "end": "00:24:36"
  },
  {
    "text": "Oh, I see.",
    "start": "00:24:37",
    "end": "00:24:37"
  },
  {
    "text": "Well, I guess when it says south side. But side is not in Hebrew. It's just to the south in Hebrew, huh?",
    "start": "00:24:38",
    "end": "00:24:45"
  },
  {
    "text": "Yeah, from the south. I'm not sure why that's significant off the top of my head. I know that it is, but I don't remember why. But yes, up there is a structure of a city. Then he's going to get a tour. In verse 5 and behold, there was a wall outside of a house, which is the temple. He gets a tour of a new temple in a new Jerusalem on a high exalted mountain. And so that is the framework. This is actually one of the most boring sections of Ezekiel. To read it straight up reads like an architectural tour. It's all these measurements. And he's going into gates and looking at windows and altars and so on. So once the tour finishes in Ezekiel 47.",
    "start": "00:24:45",
    "end": "00:25:25"
  },
  {
    "text": "Oh, wow, it's that long seven chapter tour of a visionary temple.",
    "start": "00:25:25",
    "end": "00:25:29"
  },
  {
    "text": "Yep. Then he verse 1 of chapter 47, he brought me back to the door of the house, the temple. And behold, water was flowing from under the threshold of the house, of the temple to the east. Because the entrance of. Of the house faced the east, like the temple and like Eden. Remember when they were expelled from Eden, they went to the east and the water was flowing down from under. From the right, that is the east side of the house. From the south of the altar. No, from the right, that is from the south of the house that is from south of the altar. So he led me out by way of the north gate and led me around on the outside to the outer gate that faces east. And look, water was trickling out from the south side.",
    "start": "00:25:29",
    "end": "00:26:17"
  },
  {
    "text": "It's trickling out from the south side. But it was heading east.",
    "start": "00:26:17",
    "end": "00:26:19"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "So it's coming out south.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "I mean, it's trickling out from under the threshold of the south gate, but then as it trickles out, it starts to head east.",
    "start": "00:26:23",
    "end": "00:26:30"
  },
  {
    "text": "Okay.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Which means it's heading down the hills.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Towards the Dead Sea, if this is in Jerusalem.",
    "start": "00:26:33",
    "end": "00:26:36"
  },
  {
    "text": "Correct. Well, whatever it is. Yeah. I mean, people debate these things. Okay, so then there's this man who is an angel, but he's never called an angel, he's just called a man. Went out and he measured the water. A thousand cubits. Then he led me in and it reached up to my ankles. He led me another thousand cubits up to my knees, another thousand cubits. He led me in up to my waist, another thousand. And I can't cross this thing.",
    "start": "00:26:36",
    "end": "00:27:05"
  },
  {
    "text": "He says it's like flooding the land.",
    "start": "00:27:05",
    "end": "00:27:08"
  },
  {
    "text": "The point is, within a short distance, it becomes a wide, wide, deep river. That's the emphasis of all these steps, is I see a thousand cubits. A cubit's, I think, a foot and a half, something like that. So the point is, from a trickle within a few thousand feet, it chews into a super deep, wide river. And then he goes back to the bank of the river and there's all these trees all way the. On one side, on the other. And he says, look, these trees are going to go down into the Aravah and then into the Dead Sea. And guess what the most desolate place on planet Earth is going to become. Oh, wait, does he say it healed? Yes, it will be healed.",
    "start": "00:27:08",
    "end": "00:27:48"
  },
  {
    "text": "The water becomes fresh.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "And the word fresh is a paraphrase, literally that says, it will be healed.",
    "start": "00:27:49",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, here we go. It says, salty water there becomes fresh. What's that in Hebrew? Healed about salty.",
    "start": "00:27:52",
    "end": "00:27:58"
  },
  {
    "text": "Let me look. And they went down, went down to the sea. And the waters which were found. And the waters were healed.",
    "start": "00:27:58",
    "end": "00:28:07"
  },
  {
    "text": "The Mayam were healed.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "Yeah, they're healed. I mean, it goes down to the sea. It's one of the saltiest bodies of water on the planet.",
    "start": "00:28:09",
    "end": "00:28:14"
  },
  {
    "text": "Whoa.",
    "start": "00:28:14",
    "end": "00:28:14"
  },
  {
    "text": "Okay. Hey, this is cool. Yeah, it's like the tahom. Yeah, they're waters of death.",
    "start": "00:28:14",
    "end": "00:28:20"
  },
  {
    "text": "Yeah.",
    "start": "00:28:20",
    "end": "00:28:20"
  },
  {
    "text": "We can like drive a car from Jerusalem to the Dead Sea. Now, I think it takes 45 minutes an hour.",
    "start": "00:28:52",
    "end": "00:28:58"
  },
  {
    "text": "Okay.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "You go down steep hills I mean, they had to dynamite through mountains to make this road. Yeah. Desert hills to make this road. But before that highway, it was days to go down, down, down to this desolate, hot place where nothing, virtually nothing, lives. Yeah, it was like a place of death down there. That's the Dead Sea region. And that place is turned into Eden.",
    "start": "00:28:59",
    "end": "00:29:26"
  },
  {
    "text": "The abyss.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "Yeah, the abyss, yeah.",
    "start": "00:29:28",
    "end": "00:29:30"
  },
  {
    "text": "So the Dead Sea. Yeah, it's just kind of this landlocked. But does the Jordan river go through it?",
    "start": "00:29:30",
    "end": "00:29:35"
  },
  {
    "text": "The Jordan River, Yep. Finally goes into the. Into the Dead Sea region. Dude, you know what? This is a new discovery from the last year. Archaeological discovery. Yeah. This isn't like wacko conspiracy theory. This is like I'm looking at Forbes magazine, New York Times, the Atlantic, the Times of Israel, all reporting on the series of geologists and archaeologists that were conducting this massive survey of the Dead Sea region, which is where Sodom and Gomorrah used to be. There was a network of cities that used to live down there. And even remember when lots of chose to go live down there, it said explicitly because it was like the garden of God.",
    "start": "00:29:35",
    "end": "00:30:22"
  },
  {
    "text": "So the Dead Sea was always dead?",
    "start": "00:30:22",
    "end": "00:30:25"
  },
  {
    "text": "No, within human memory. It wasn't always dead. Yeah. This is crazy, dude.",
    "start": "00:30:25",
    "end": "00:30:30"
  },
  {
    "text": "Used to be like a lake.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "Used to be a lake and a flourishing garden. Land down there. New research has found. I'm reading from the Forbes magazine summary that a powerful air burst from a meteor colliding with the atmosphere is the most likely explanation for the destruction of the Bronze Age civilization that lived on the north of the Dead Sea 3,700 years ago. Findings come from the excavation of Tel El Hammam archaeological site in Jordan. Many believe this place once known as Sodom. Archaeologist Philip Silva of Trinity Southwest University has been working at the site for 13 years and presented their report at the annual meeting of the American Schools of Oriental Research. I just learned about this in December.",
    "start": "00:30:31",
    "end": "00:31:19"
  },
  {
    "text": "What does that even mean, an air burst?",
    "start": "00:31:19",
    "end": "00:31:22"
  },
  {
    "text": "So samples from the site show that an extremely hot explosive event leveled the area of almost 200 square miles of the circular plane, wiping out 100% of the middle Bronze Age sites in the area. In other words, what they're saying is they've surveyed 200 square miles. The settlement that was in the area has a destruction date of burned remains.",
    "start": "00:31:22",
    "end": "00:31:47"
  },
  {
    "text": "All at the same time.",
    "start": "00:31:48",
    "end": "00:31:49"
  },
  {
    "text": "All at the same time. So these researchers also theorize that the intense shock waves of an exploding meteorite blast.",
    "start": "00:31:49",
    "end": "00:31:56"
  },
  {
    "text": "Shockwaves of an exploding meteorite blast. So the meteorite hits the atmosphere, but then there's a shock wave from the atmosphere that hits that region.",
    "start": "00:31:56",
    "end": "00:32:07"
  },
  {
    "text": "Oh. I think what I understand from it is that a big meteor splits apart in the atmosphere, and now it's like a shotgun meteor headed towards the localized area, and then it struck this place in many places, but all at once. And researchers theorize that shockwaves from this kind of blast.",
    "start": "00:32:07",
    "end": "00:32:28"
  },
  {
    "text": "What does that mean? The shock waves of the blast.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "Oh, the explosion in the sky or the explosions on the ground. Is that what you're saying, is the.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "Shock waves from the explosion in the sky?",
    "start": "00:32:33",
    "end": "00:32:35"
  },
  {
    "text": "I don't know the answer.",
    "start": "00:32:35",
    "end": "00:32:36"
  },
  {
    "text": "Okay.",
    "start": "00:32:36",
    "end": "00:32:36"
  },
  {
    "text": "But it would have covered the area with a super heated brine similar to the anhydride salts found in the Dead Sea.",
    "start": "00:32:37",
    "end": "00:32:47"
  },
  {
    "text": "Oh, that's what made it salty.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "Mm. Team also says archaeological evidence shows that it took 600 years for the region to recover its plant life.",
    "start": "00:32:48",
    "end": "00:32:57"
  },
  {
    "text": "Oh, wow.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "Because of the contamination of the soil, evidence paints a picture similar to the Tunguska incident in 1908.",
    "start": "00:32:58",
    "end": "00:33:05"
  },
  {
    "text": "Oh, the Tunguska, where? I have no idea what that is.",
    "start": "00:33:05",
    "end": "00:33:08"
  },
  {
    "text": "A fireball in the sky was followed by many explosions, and a large swath of the Siberian forest was leveled and decimated.",
    "start": "00:33:08",
    "end": "00:33:16"
  },
  {
    "text": "Flying space rocks.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Holy cow. Just to clarify, I think within a robust theistic worldview, this isn't saying, ah, see, God really didn't destroy Sodom and Gomorrah.",
    "start": "00:33:20",
    "end": "00:33:33"
  },
  {
    "text": "Oh, it was meteors.",
    "start": "00:33:33",
    "end": "00:33:34"
  },
  {
    "text": "Correct. Like that Either a meteor or like, that's a false dichotomy. To me, this makes perfect sense.",
    "start": "00:33:34",
    "end": "00:33:42"
  },
  {
    "text": "Wait, because Sodom and Gomorrah in the biblical narrative, there's salt in the narrative, right? Like someone turns into a pillar of salt or something.",
    "start": "00:33:42",
    "end": "00:33:49"
  },
  {
    "text": "Correct. Yeah, that's right. In other words, the idea is there's a memory preserved throughout the region, and the memory of it in the Bible, that there was a flourishing civilization down there.",
    "start": "00:33:49",
    "end": "00:34:01"
  },
  {
    "text": "Yeah. Where Lot wanted to go.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "It's where Lot settled and that it was destroyed, and that God spared some of the family of Abraham from that event. That's the memory preserved in these stories. And then that story is given place within the theological drama that that was an anticipation of God's justice on the whole region. For it. For Ezekiel, it was injustice towards the poor. That's what he pins on Sodom and Gomorrah. It's a city where people coming looking for shelter are gang raped. That's Genesis 19. Anyway, I just thought you'd find that interesting.",
    "start": "00:34:02",
    "end": "00:34:37"
  },
  {
    "text": "That's interesting.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Yeah.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "Well, what's interesting is you got all these archaeologists and stuff finding this, and then they're figuring it must be a meteor, because what else could it be?",
    "start": "00:34:39",
    "end": "00:34:47"
  },
  {
    "text": "Yeah. It's like a super detective case.",
    "start": "00:34:47",
    "end": "00:34:50"
  },
  {
    "text": "Yeah.",
    "start": "00:34:50",
    "end": "00:34:50"
  },
  {
    "text": "You have all these destruction layers. You have certain chemicals.",
    "start": "00:34:50",
    "end": "00:34:53"
  },
  {
    "text": "Yeah.",
    "start": "00:34:54",
    "end": "00:34:54"
  },
  {
    "text": "In the salt, in the water, you have the destruction record of plant life. And they're piecing together. This looks like the result of other events that have happened.",
    "start": "00:34:54",
    "end": "00:35:04"
  },
  {
    "text": "Oh, I see.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Namely meter showers of the worst kind. Anyhow, so that's the region that becomes a new Eden in Ezekiel's vision, the divine life of the new Jerusalem Eden will even restore the region of Sodom.",
    "start": "00:35:05",
    "end": "00:35:21"
  },
  {
    "text": "And Gomorrah, a place that in their memory was the result of God judging human evil. Human evil?",
    "start": "00:35:21",
    "end": "00:35:30"
  },
  {
    "text": "Yep. Totally.",
    "start": "00:35:30",
    "end": "00:35:31"
  },
  {
    "text": "And even there, in the.",
    "start": "00:35:31",
    "end": "00:35:33"
  },
  {
    "text": "Even there, God's salty abyss, life will reach out and transform it into a new evil.",
    "start": "00:35:33",
    "end": "00:35:38"
  },
  {
    "text": "Heal the waters.",
    "start": "00:35:38",
    "end": "00:35:38"
  },
  {
    "text": "Yep. It's so powerful.",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "Sa.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "Two other Old Testament prophets that we don't have to focus on in terms of talking about them for a long time. But the prophet Joel in chapter three also has a whole set of images where he says, it's framed in the opening sentence of Joel 3. In those days, and at that time, when I restore the fortunes of Judah and Jerusalem. That's the setting of the poem. And then there's a whole line. In that day, the mountains will drip with sweet wine.",
    "start": "00:36:19",
    "end": "00:36:49"
  },
  {
    "text": "Yeah.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "Hills will flow with milk. The brooks of Judah will flow with water. And a spring, a fountain will go out from the house of Yahweh to water the valley of Shittim. So similar image as a spring coming.",
    "start": "00:36:50",
    "end": "00:37:04"
  },
  {
    "text": "From a place that we recognize as an Eden type place. Watering. What's the Valley of Shittim?",
    "start": "00:37:04",
    "end": "00:37:10"
  },
  {
    "text": "Yeah, I was going to look that up. Anchor Bible Dictionary. The encampment site of Israel in the plains of Moab. Oh. On the northeast of the Dead Sea. There we go. It's the same as Ezekiel. It goes out to the Dead Sea region. That's right. Ah. And Shittim is the place where the Israelites fell into the idolatrous and sexually immoral practices at BAAL Poor. It's where they start worshiping BAAL and having ritual sex with Moabite women. That place is healed by the river of Life. I hadn't noticed that detail before.",
    "start": "00:37:10",
    "end": "00:37:47"
  },
  {
    "text": "When was that? Was that during their.",
    "start": "00:37:47",
    "end": "00:37:49"
  },
  {
    "text": "It's before they enter the land? Yeah, right. Before they enter the land. Yep.",
    "start": "00:37:50",
    "end": "00:37:53"
  },
  {
    "text": "All right. Because that's where they're kind of staged before they can enter.",
    "start": "00:37:53",
    "end": "00:37:56"
  },
  {
    "text": "Correct? Yep. Zechariah, chapter 14. This is awesome. Zechariah 12:14 are a bunch of oracles depicting the day of the Lord. There's a lot of judgment imagery like the nations and the Israelites who have been violent and faithless, they're going to be excluded or judged or destroyed. But verse six, in that day, there will be no light. There will be no light.",
    "start": "00:37:56",
    "end": "00:38:28"
  },
  {
    "text": "So, like, it's, like, really bad.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "Yeah, we're back to Genesis 1 imagery.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, we're back to.",
    "start": "00:38:34",
    "end": "00:38:34"
  },
  {
    "text": "Yeah, so there will not frosty darkness. Yeah, that's right.",
    "start": "00:38:34",
    "end": "00:38:40"
  },
  {
    "text": "There will neither be sunlight or darkness in that day.",
    "start": "00:38:40",
    "end": "00:38:44"
  },
  {
    "text": "There will not be light in Hebrew. That's what it says.",
    "start": "00:38:45",
    "end": "00:38:49"
  },
  {
    "text": "Well, what does it say after that?",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Oh, and then it said, literally in Hebrew, the precious ones will coagulate.",
    "start": "00:38:50",
    "end": "00:38:56"
  },
  {
    "text": "What?",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "Yeah.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "Is that the word from the Dead Sea walling up on that day?",
    "start": "00:39:00",
    "end": "00:39:05"
  },
  {
    "text": "There will be. Oh, man. Yeah, I forgot. This is a difficult passage. The Hebrew is really difficult here. I can see our English translations are going all over the map here.",
    "start": "00:39:06",
    "end": "00:39:17"
  },
  {
    "text": "Are they? Yes, I was just looking at. I'm switching to ESV here.",
    "start": "00:39:17",
    "end": "00:39:21"
  },
  {
    "text": "Oh, that's right. That's right. I remember. Okay, here we go. ESV gives us a good note. ESV says they translate, on that day, there will be no light, no cold and no frost. And then they have a footnote saying, this is based on the Septuagint Greek translation, the Syriac, the Latin Vulgate, and the Aramaic Targums. The meaning of the Hebrew text is uncertain.",
    "start": "00:39:22",
    "end": "00:39:46"
  },
  {
    "text": "Yeah, I see that now.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Yeah, so, yes, that's right. I actually think no light, cold or frost. Makes sense here.",
    "start": "00:39:49",
    "end": "00:39:55"
  },
  {
    "text": "Okay.",
    "start": "00:39:55",
    "end": "00:39:55"
  },
  {
    "text": "Anyways, okay.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "No light.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "Yep. And it will be day one. That's what it says in Hebrew. It's the same phrase from Genesis 1. And it will be Yom Echad.",
    "start": "00:39:57",
    "end": "00:40:06"
  },
  {
    "text": "Yeah, right. And you're just like, oh, yeah, day one.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "We're going back to day one. Here it is it. That day is alone known to Yahweh. Remember when Jesus is asked, when's the day? And he's like, man, I don't know. It's known alone to the Father. This is for sure the sentence in his mind. There won't be day or night. And of course, if there's no night, there's no sequence of day or night.",
    "start": "00:40:08",
    "end": "00:40:29"
  },
  {
    "text": "Yeah. There's no time yet.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. But it will come about that right at the evening time when you think it's going to be eternal darkness. Light. There will be light. So look how two little lines here that are all riffing off of Genesis 1, 1, 3. There will be no light. Well, where there's no light, there's nothingness. We're just back to day one.",
    "start": "00:40:30",
    "end": "00:40:52"
  },
  {
    "text": "Yeah. Pre day one.",
    "start": "00:40:53",
    "end": "00:40:54"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:40:54",
    "end": "00:40:55"
  },
  {
    "text": "Yeah.",
    "start": "00:40:55",
    "end": "00:40:55"
  },
  {
    "text": "Good point. Yeah. The nothingness of Tohu. Vavohu.",
    "start": "00:40:55",
    "end": "00:40:58"
  },
  {
    "text": "Yeah. Darkness over the deep.",
    "start": "00:40:58",
    "end": "00:40:59"
  },
  {
    "text": "That's right. And it will be at the time of evening.",
    "start": "00:40:59",
    "end": "00:41:03"
  },
  {
    "text": "Which is weird.",
    "start": "00:41:04",
    "end": "00:41:04"
  },
  {
    "text": "Which is weird. I guess it's saying within our frame of reference, towards the end of the day, towards the end of the.",
    "start": "00:41:04",
    "end": "00:41:10"
  },
  {
    "text": "But there is no day or night.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "There is no day or night. There will be light. I think we're recalling the imagery of the light coming into the darkness in Genesis 1.",
    "start": "00:41:12",
    "end": "00:41:20"
  },
  {
    "text": "Here comes day one.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "Yeah. And it will be on that day, day one, that waters of life will go out from Jerusalem, half to the Eastern Sea, that's the Dead Sea. And half to the Western Sea, that's the Mediterranean, in summer and in winter, year round. You know, some. A lot of the streams out there, if they're water fed, they dry up during the summer. In the summer. But this is eternal water of life going out from Jerusalem, not just to the Dead Sea, but also now.",
    "start": "00:41:21",
    "end": "00:41:56"
  },
  {
    "text": "Both ways.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "Both ways, yeah. And then notice the imagery here. This thing is so hyperlinked. And Yahweh will be king over all the land. And in that day, Yahweh will be one and his name one. It's the Shema. So good. And the whole land will be changed into a plain. It goes on. The imagery gets a lot more bizarre, but this is enough to make the point. You can see what he's doing here.",
    "start": "00:41:57",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, he.",
    "start": "00:42:27",
    "end": "00:42:27"
  },
  {
    "text": "He. Full on. He's reading Genesis 1 and 2 together as symbols of cosmic dissolution and recreation. And the waters of life, there they are again, giving life to the new creation.",
    "start": "00:42:27",
    "end": "00:42:44"
  },
  {
    "text": "And so all of these are Israel's prophets who are seeing the. That here we are, we're not in Eden, we're not in the land. The temple is gone. Something needs to change. And the way they think of that is the day of the Lord God coming.",
    "start": "00:42:45",
    "end": "00:43:07"
  },
  {
    "text": "And. Yeah, yeah.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "And human history. And just like the flood.",
    "start": "00:43:09",
    "end": "00:43:12"
  },
  {
    "text": "Handing the world over to its chaos because of human violence. That's the flood. It's a decreation, like the flood was, and then a new creation emerging out of the old one.",
    "start": "00:43:14",
    "end": "00:43:26"
  },
  {
    "text": "And one of the ways they talk about that new creation is waters flowing from Eden.",
    "start": "00:43:26",
    "end": "00:43:31"
  },
  {
    "text": "Correct.",
    "start": "00:43:31",
    "end": "00:43:31"
  },
  {
    "text": "Which is the image we get in Genesis 2.",
    "start": "00:43:31",
    "end": "00:43:33"
  },
  {
    "text": "There you go.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "And in Zechariah, he's even using Genesis 1 imagery.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "Yeah.",
    "start": "00:43:40",
    "end": "00:43:40"
  },
  {
    "text": "Totally drive home the point.",
    "start": "00:43:40",
    "end": "00:43:42"
  },
  {
    "text": "Yeah.",
    "start": "00:43:42",
    "end": "00:43:42"
  },
  {
    "text": "Thanks for listening to the series on ancient cosmologies. In the Bible, we're going to have two scholar interviews and then we're going to finish up with a question and response episode. So if you'd like to submit a question for that upcoming Q and R. We'd love to hear from you. The deadline for submissions is June 18th. You can record yourself asking a question. Try to keep it around 20 or 30 seconds. Let us know your name, where you're from. Send us your questions by June 18th. Email that to info Bibleproject.com Today's show is produced by Zach McKinley and Dan Gummel. Our show notes are done by Lindsey Ponder and the theme music is from the band Tense. Bibleproject is a non profit. Our mission is to experience the Bible as a unified story that leads to Jesus. So that's why we do this podcast. We've got videos, we've got study notes, we've got graduate level classes and it's all free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:43:44",
    "end": "00:44:42"
  },
  {
    "text": "Hi, this is Matt and I'm from Great Britain. I first heard about bibleproject from a friend at university. I use bibleproject for personal study and classroom teaching. My favorite thing about the Bible Project is how it engages all ages and abilities. We believe the Bible is the unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:44:42",
    "end": "00:45:12"
  }
]