[
  {
    "text": "The book of Genesis begins with an explanation of how the world came to be. In the beginning, God created the skies and the land. Genesis 1 has a lot of strange images. We're told of land emerging from chaotic waters, a solid dome holding back waters in the sky, the spirit of God hovering over a dark abyss. Where did these images come from?",
    "start": "00:00:04",
    "end": "00:00:28"
  },
  {
    "text": "What we're gonna see is that in Mesopotamia, ancient Babylon and Sumeria, and in ancient Egypt, there were, like, fixed traditions, ways of understanding how the cosmos works that involve the waters, things emerging out of the waters, things being separated from each other, the gods speaking or the gods acting. And Genesis 1 is at home in that cultural environment, and we are not.",
    "start": "00:00:28",
    "end": "00:00:53"
  },
  {
    "text": "This series is about ancient cosmology, or in other words, the way the ancients thought about the nature of reality.",
    "start": "00:00:53",
    "end": "00:00:59"
  },
  {
    "text": "The.",
    "start": "00:00:59",
    "end": "00:01:00"
  },
  {
    "text": "The images they used to think about it and what these images meant to them.",
    "start": "00:01:00",
    "end": "00:01:03"
  },
  {
    "text": "And so ancient cosmologies don't provide an account of the cosmos that's primarily concerned with the physical material processes by which what we call matter came into physical existence. And the way that in ancient near east, they accounted for the cosmos was completely different.",
    "start": "00:01:04",
    "end": "00:01:24"
  },
  {
    "text": "So today we're inviting you to join us in being a good tourist. Leave your own cosmology behind for a second, and let's look at the world in a foreign way, the way the authors of the Hebrew Bible looked at it. In today's episode, we're going to set.",
    "start": "00:01:24",
    "end": "00:01:41"
  },
  {
    "text": "The stage for this conversation.",
    "start": "00:01:41",
    "end": "00:01:42"
  },
  {
    "text": "What is a cosmology anyways? Do I really have one? Do they really matter? And how do I become a good reader of ancient texts that have an ancient cosmology? Thanks for joining us here we.",
    "start": "00:01:42",
    "end": "00:01:56"
  },
  {
    "text": "I'm really excited about this new series that we're gonna be doing.",
    "start": "00:02:03",
    "end": "00:02:07"
  },
  {
    "text": "Me too. What the series will be is exploring the literary design and main themes and images in Genesis chapters one through three.",
    "start": "00:02:07",
    "end": "00:02:18"
  },
  {
    "text": "Genesis one through three. But we're doing this because Genesis one three. I mean, we're always talking about Genesis one.",
    "start": "00:02:18",
    "end": "00:02:23"
  },
  {
    "text": "We're always talking about. Yes, it's super densely composed to introduce you to all the key themes and ideas for the rest of the biblical narrative.",
    "start": "00:02:23",
    "end": "00:02:34"
  },
  {
    "text": "It has become the favorite chapters for me to read in the Bible.",
    "start": "00:02:34",
    "end": "00:02:37"
  },
  {
    "text": "Yeah, sure. And it's because what you discover new in them is noticing how they have prepared you for something later. But you didn't know it when you first read it.",
    "start": "00:02:37",
    "end": "00:02:48"
  },
  {
    "text": "Right.",
    "start": "00:02:48",
    "end": "00:02:48"
  },
  {
    "text": "But then you hit something in Isaiah or Daniel or the Gospel of John, and you're like, oh, you go back and oh, I see. Yeah, yeah. So that's really where this comes out. Of we are not going to address issues surrounding the culture wars surrounding debate about these chapters.",
    "start": "00:02:49",
    "end": "00:03:08"
  },
  {
    "text": "Yes. And that's one thing that got me really excited about this approach to the series. Looking at Genesis 1 through 3 and the way we're going to walk through it, you get to bypass the entire cultural debate about evolution and creation doesn't even have to come up. You're not bypassing it just to be sneaky. No, it's just you don't even have to consider it.",
    "start": "00:03:08",
    "end": "00:03:32"
  },
  {
    "text": "That's right. And if you're honoring the biblical authors that God chose ancient Israelite authors to communicate through, then we're honoring the cross cultural nature of that communication. So ancient Israelites were not arguing with Canaanites or Babylonians about the issues of our day. They were debating different issues. And they were debating, as we'll see, Genesis 1 and 2 is very much a part of a conversation happening in the ancient world about the nature of the gods and the nature of the world. And so we're bypassing it because the debate that's called creation and evolution in the 21st century didn't exist in the first millennium and earlier when these texts originated. So that's the approach.",
    "start": "00:03:32",
    "end": "00:04:16"
  },
  {
    "text": "And by bypassing it, we're really honestly not taking a stance.",
    "start": "00:04:16",
    "end": "00:04:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:20",
    "end": "00:04:20"
  },
  {
    "text": "Because you just don't have to.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. Well, everybody of any position is, first of all, attempt to understand what's being communicated by these authors in their context and then appropriate the significance of that meaning in our modern conversations. And people of different positions on the debate should all at least have that as a primary goal.",
    "start": "00:04:22",
    "end": "00:04:44"
  },
  {
    "text": "Yeah.",
    "start": "00:04:44",
    "end": "00:04:44"
  },
  {
    "text": "So, yeah, I'm excited too. What I find this is just in general as an approach. When I was just thinking about this this morning, I don't know why, as I was doing some dishes, I was thinking about one of the first classes I took at the Bible college that I went to was one a How to read the Bible class. I was introduced to all of this historical context literature, but I also took a systematic theology class. And I remember the first time I was introduced to 1 Corinthians. Chapter 12 was just a passage in Paul's letters about spiritual gifts. I was kind of new at the whole thing and I was introduced into that chapter, was not reading it. But here are the debates people have about it, here are the positions, and here are the key verses. That's how I was introduced. And so there's some verses still in 1 Corinthians 12 that I today still have to actively unhinge that framework and learn to read it as a whole, as Paul wrote it, as a flow of thought.",
    "start": "00:04:45",
    "end": "00:05:45"
  },
  {
    "text": "That's fascinating.",
    "start": "00:05:45",
    "end": "00:05:46"
  },
  {
    "text": "And so that's true. We're introduced to the Bible in the context of debates about its meaning. Then the debates determine what we look for and they determine what questions we ask. And then we walk away thinking we've understood a passage when actually all we've done is taken something out of context. To shore up my position on something.",
    "start": "00:05:46",
    "end": "00:06:07"
  },
  {
    "text": "It's interesting. It's like going to a play and instead of just going to the play and watching it, someone recorded it and then sat you down and paused it. Played certain sections, told you about the debate about the play, but never let you just kind of watch people debate.",
    "start": "00:06:07",
    "end": "00:06:21"
  },
  {
    "text": "About what this character meant when they said this.",
    "start": "00:06:21",
    "end": "00:06:23"
  },
  {
    "text": "Yeah.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "As opposed to first just saying, before we do anything, let's just sit down and watch the play.",
    "start": "00:06:24",
    "end": "00:06:29"
  },
  {
    "text": "But the problem with watching the play, for me reading Genesis 1 and 2 and 3. Well, one, I don't know a lot of what's going on. These like ancient debates that you want to talk about and stuff.",
    "start": "00:06:29",
    "end": "00:06:41"
  },
  {
    "text": "That's right, Yep.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "But two, there's certain things that I. It's. They're just so anchored in my brain about the way I read things.",
    "start": "00:06:42",
    "end": "00:06:47"
  },
  {
    "text": "That's right. Just being a child of our culture.",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "Yeah.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "So we'll talk about that. Yeah. The moment you see the word earth in the first sentence of the Bible, we're already set up at a disadvantage.",
    "start": "00:06:50",
    "end": "00:06:57"
  },
  {
    "text": "We're thinking about the globe because earth.",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "Means globe in modern English and it does not mean that in Hebrew. That's more an example about language. For me, it was about debates. When we come to the Bible, primarily to settle issues about debatable matters. In our day, we're predisposed to not understand things in context. We just need to be aware of that.",
    "start": "00:06:59",
    "end": "00:07:18"
  },
  {
    "text": "And it's a good reminder of the analogy we've used. Reading the Bible is a cross cultural experience. And when you go to another culture.",
    "start": "00:07:18",
    "end": "00:07:26"
  },
  {
    "text": "Yes.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "What kind of tourist are you going to be?",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:28",
    "end": "00:07:29"
  },
  {
    "text": "Are you going to bring your culture there, stuff it in your fanny pack and kind of impose it on everyone else? Are you going to try to just kind of experience their culture?",
    "start": "00:07:30",
    "end": "00:07:40"
  },
  {
    "text": "Yeah, that's right. Good. Okay, so let's start right there. This is a one liner. A Hebrew Bible scholar who's done a lot of helpful work on helping people understand Genesis 1 and 2. His name is John Walton. He introduces the whole discussion about Genesis 1 and 2 with a fact that nobody disagrees with but that most everyone ignores. Once they actually start Talking about Genesis 1 and 2, it's the fact that the Bible is an ancient te.",
    "start": "00:07:40",
    "end": "00:08:05"
  },
  {
    "text": "We use the word ancient a lot. And what do you mean by ancient?",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Ah, well, there's something that's old. This might be totally subjective. When I think of something that's old, I tend to think of a couple generations. Few generations.",
    "start": "00:08:33",
    "end": "00:08:46"
  },
  {
    "text": "Yeah.",
    "start": "00:08:46",
    "end": "00:08:46"
  },
  {
    "text": "When I think of ancient, I think of, like, I would hardly. I would hardly recognize the world if I were to be transported there. Yeah, just totally.",
    "start": "00:08:46",
    "end": "00:08:55"
  },
  {
    "text": "I find that oftentimes it's juxtaposed with just the term modern. There's modern and then there's ancient. But that's a big category. And then sometimes people use it in a derogatory way. But I found that it's more and more being used in a way that has respect.",
    "start": "00:08:56",
    "end": "00:09:09"
  },
  {
    "text": "Here's Miriam Webster online dictionary relating to a remote period of time early in recorded history.",
    "start": "00:09:10",
    "end": "00:09:18"
  },
  {
    "text": "Early recorded history?",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Mm.",
    "start": "00:09:19",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:20"
  },
  {
    "text": "The historical period beginning with the earliest known civilizations. The period Mesopotamia, extending through the fall of the Roman Empire.",
    "start": "00:09:20",
    "end": "00:09:28"
  },
  {
    "text": "That's what I was thinking. That would be kind of the cutoff is the Roman Empire.",
    "start": "00:09:28",
    "end": "00:09:31"
  },
  {
    "text": "Yeah, that's right. That's how I use it. And then I think before that, I think prehistoric, before humans developed writing and recording.",
    "start": "00:09:31",
    "end": "00:09:37"
  },
  {
    "text": "We just don't know other than like fossils and stuff.",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Another term, antiquity. Oh, yeah, antiquity, yeah. And that is sometimes used to describe from the beginning of the Roman Empire to, like, the Dark Ages on into the Medieval period. Medieval period, yeah. And the Medieval period began somewhere in, like the 80s, 7,8ish hundreds up until the Renaissance.",
    "start": "00:09:40",
    "end": "00:09:57"
  },
  {
    "text": "Yeah. Flying through human history.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "That's right. So the Bible is an ancient text. I'm going off your point of being a considerate tourist.",
    "start": "00:09:59",
    "end": "00:10:04"
  },
  {
    "text": "Yes.",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "So when you fly on a plane, you're going not to an ancient time, but you are going to another culture.",
    "start": "00:10:05",
    "end": "00:10:09"
  },
  {
    "text": "Yes.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "When we're opening the pages of the Bible, we are doing both. We're going to another culture in another period of history.",
    "start": "00:10:10",
    "end": "00:10:17"
  },
  {
    "text": "Yeah. Getting in that time machine.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, totally. So one easy way of summarizing the modern debates and why there's so many different views. It results from people not treating Genesis 1 and 2 as ancient texts. It comes from a desire to read an ancient text as if its language is addressing our modern ideas and categories for talking about cosmology.",
    "start": "00:10:18",
    "end": "00:10:41"
  },
  {
    "text": "Now, it should have some sort of implication for modern issues.",
    "start": "00:10:42",
    "end": "00:10:46"
  },
  {
    "text": "Of course it should. Yeah, that's right. But an ancient text can communicate things that address a modern audience. But that's very different than reading an ancient text as if it was written.",
    "start": "00:10:46",
    "end": "00:10:58"
  },
  {
    "text": "As a modern text.",
    "start": "00:10:58",
    "end": "00:10:59"
  },
  {
    "text": "Yeah, in the modern age. So why is it significant that the Bible is an ancient text and that we should read it like one? And it's a simple fact about communication, language. First of all, words don't mean anything. People mean things. And by mean, I mean people intend things.",
    "start": "00:10:59",
    "end": "00:11:16"
  },
  {
    "text": "And words are a vehicle, a small vehicle, oftentimes.",
    "start": "00:11:16",
    "end": "00:11:19"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "Because you got your body language and your facial expressions.",
    "start": "00:11:20",
    "end": "00:11:23"
  },
  {
    "text": "Yeah, yeah. Words are one part tone of voice.",
    "start": "00:11:23",
    "end": "00:11:26"
  },
  {
    "text": "Sometimes your words can be a very small piece of that pie.",
    "start": "00:11:26",
    "end": "00:11:29"
  },
  {
    "text": "That's true. That's right. So people intend things through their words, and those words have the meanings that they do within a particular language, which is an abstract mental symbol set of these syllables arrange into patterns that you and I agree on mean certain things.",
    "start": "00:11:29",
    "end": "00:11:48"
  },
  {
    "text": "We want to read the Bible, but we're talking about communication theory.",
    "start": "00:11:49",
    "end": "00:11:52"
  },
  {
    "text": "Yeah, we are. Well, we have to. I find when it comes to Genesis 1 and 2, you have to start from the ground up. So let's not spend forever doing this.",
    "start": "00:11:52",
    "end": "00:11:59"
  },
  {
    "text": "No, I love it.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "So the syllables that we arrange together into certain patterns, we agree that they mean what they mean both because we share a language, and then second, we share a historical context, a cultural context where those syllables match realities that we assign meaning to in our world. So there you go. Words and phrases mean what they mean in light of the cultures and the people that give them meaning.",
    "start": "00:12:00",
    "end": "00:12:23"
  },
  {
    "text": "Yeah.",
    "start": "00:12:23",
    "end": "00:12:23"
  },
  {
    "text": "So this whole series is born out of honoring that basic fact about human communication.",
    "start": "00:12:23",
    "end": "00:12:35"
  },
  {
    "text": "SA.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "Here'S John Walton. This is actually not on Genesis 1 and 2. It's called Ancient Near Eastern thought and the Old Testament. He says effective communication requires a body of agreed upon words, terms and ideas, a common ground of understanding for the speaker. This often requires accommodation to the audience by using words and ideas they'll understand.",
    "start": "00:13:04",
    "end": "00:13:24"
  },
  {
    "text": "Yeah, we do this a lot.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Yeah. You'll adapt how you say something based on who you're saying it to. For the audience, if they are not native to the language and cultural matrix of the speaker, this means reaching common ground may require. Will require seeking out additional information or explanation. In other words, the audience has to adapt to a new and unfamiliar culture.",
    "start": "00:13:25",
    "end": "00:13:47"
  },
  {
    "text": "Now, one way you can interpret what he's saying there is you can't read the Bible without having like a study Bible in a way.",
    "start": "00:13:47",
    "end": "00:13:54"
  },
  {
    "text": "Yeah.",
    "start": "00:13:54",
    "end": "00:13:54"
  },
  {
    "text": "Do you think it goes that far? Like, you can't just. Here, here's Genesis 1, 3. Unless they are an ancient Semitic speaker.",
    "start": "00:13:54",
    "end": "00:14:02"
  },
  {
    "text": "Yeah, but there's no ancient Israelites around. The Bible is a book that you have to study. You have to study it, you have to study it. Yeah. It's designed to be studied, not simply read right from the very beginning, whatever it means for the framers of the Hebrew bible in Psalm 1 or Joshua 1, to say that it's a thing you have to recite quietly to yourself repeatedly, every day for the rest of your life. I think that's a good definition of study.",
    "start": "00:14:02",
    "end": "00:14:26"
  },
  {
    "text": "Do you remember in our undergrad there was this debate, do you have to have something outside the Bible to interpret the Bible?",
    "start": "00:14:26",
    "end": "00:14:33"
  },
  {
    "text": "Oh, yes, yes, I do remember that debate. And I think on one level, if all you had was the Hebrew Bible and the Greek New Testament, and you.",
    "start": "00:14:33",
    "end": "00:14:42"
  },
  {
    "text": "You can make it work.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "You can make it work. Totally. There are challenges with that approach with the English Bible, because in any translation, you're reading in interpretation. But, yeah, I think if you just give someone of any time period in history a Hebrew Bible and a dictionary, ancient Hebrew dictionary, and they just taught themselves the language and started on paper.",
    "start": "00:14:43",
    "end": "00:15:03"
  },
  {
    "text": "They'Ll figure it out.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "Yeah, they'd figure out a lot. So what we're talking about is within a language system. At the least, we're crossing into ancient Hebrew culture. But what we find was that the ancient Hebrews didn't exist in a vacuum. The very language is a Semitic language.",
    "start": "00:15:04",
    "end": "00:15:17"
  },
  {
    "text": "So.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "So Hebrew belongs to a whole family of languages throughout the near east, and they belong to a whole matrix of ancient Near Eastern cultures that all shared a lot in common in how they saw the world. They also differed radically in important ways. That's the second point. First one is words for me, like movie references are easy ones. Certain phrases I have here, like, beam me up, Scotty, you have to know Star Trek. You have to know Star Trek. But whatever. Think of any movie line. There's a very small window of time in American culture where you can understand the intention of the phrase, Beam me up, Scotty. Yeah, Otherwise you'd have to do some homework.",
    "start": "00:15:17",
    "end": "00:15:57"
  },
  {
    "text": "And then there's other phrases that lose their original, like, beam me up, Scotty. Doesn't really happen with that necessarily. But imagine another generation, people are using it, but they're just meaning like, let me come over. And when you ask someone, what does beam me up mean? I don't know. It just means, let me come over.",
    "start": "00:15:57",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. They become dead metaphors.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "And that happens a lot. In fact, someone pointed this out, actually just today on Twitter, that we were talking about Nimrod, because Nimrod's that character in the Bible.",
    "start": "00:16:18",
    "end": "00:16:25"
  },
  {
    "text": "Yeah, it means rebel.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "It means rebel, but in English, it means idiot.",
    "start": "00:16:26",
    "end": "00:16:29"
  },
  {
    "text": "Yes.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "If you're a nimrod. You're an idiot.",
    "start": "00:16:29",
    "end": "00:16:30"
  },
  {
    "text": "And you know where that came from?",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "No.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "It came from Bugs Bunny.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "Really?",
    "start": "00:16:34",
    "end": "00:16:34"
  },
  {
    "text": "Yeah. Bugs Bunny would call Elmer Fuddy a nimrod.",
    "start": "00:16:34",
    "end": "00:16:37"
  },
  {
    "text": "He was a hunter. Elmer Fudd's a hunter.",
    "start": "00:16:37",
    "end": "00:16:40"
  },
  {
    "text": "Yeah.",
    "start": "00:16:40",
    "end": "00:16:40"
  },
  {
    "text": "Nimrod was a hunter.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "And Nimrod was a hunter. Yeah, he would call him Nimrod, but he would always say it in this, like, demeaning way. It became this cultural reference of calling someone nimrod. Meant more like you idiot.",
    "start": "00:16:41",
    "end": "00:16:50"
  },
  {
    "text": "Whoa.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Bugs Bunny?",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "Are you serious?",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "Yeah.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "This is a great example of what we're talking about.",
    "start": "00:16:54",
    "end": "00:16:56"
  },
  {
    "text": "Yeah.",
    "start": "00:16:56",
    "end": "00:16:56"
  },
  {
    "text": "Okay, so Nimrod's this hunter. He's an animal slayer. Remember, humans get off the boat in Genesis, and instead of ruling the animals in peace, they're going to kill the animals because humans are violent now. That's the whole thing with humans. And so in Genesis 10, you meet an animal slayer, and his name is Rebel, and he founds the civilization of Babylon.",
    "start": "00:16:56",
    "end": "00:17:17"
  },
  {
    "text": "Yeah. Right. And it's impossible to read that name in English and not think idiot when it means, like, rebellious. Animal slayer.",
    "start": "00:17:17",
    "end": "00:17:25"
  },
  {
    "text": "Fascinating. Yeah. I need to follow this up. What's this from dot and line.net. i don't know what this is. Bugs Bunny. The secret origin of one of Bugs Bunny's best insult. The cultural icon. Bugs Bunny redefined the meaning of the word nimrod, and no one even knew he was doing it. Oh. It's a picture of Bugs Bunny putting his finger in Elmer Fudd's rifle. So he constantly outwits and insults Elmer Fudd. One of his favorite put downs is calling the hapless hunter a nimrod, which, as we all know, means idiot. Except until Bugs Bunny came along, the word did not mean that.",
    "start": "00:17:25",
    "end": "00:18:04"
  },
  {
    "text": "Yeah.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Whoa. What a trip. Because Bugs Bunny's popularity of the use of nimrod became, over time, the predominant meaning of that word. So much so that few people today even know that it's a biblical character. It's a prime example of life imitating art. Okay. The word means something in its cultural context.",
    "start": "00:18:06",
    "end": "00:18:26"
  },
  {
    "text": "Rebellious.",
    "start": "00:18:27",
    "end": "00:18:27"
  },
  {
    "text": "It's actually adopted by the writers of Bugs Bunny. I think it would be because Elmer Fudd's a hunter.",
    "start": "00:18:28",
    "end": "00:18:34"
  },
  {
    "text": "Yeah. I didn't connect that. That's amazing.",
    "start": "00:18:34",
    "end": "00:18:36"
  },
  {
    "text": "But he's a stupid hunter.",
    "start": "00:18:36",
    "end": "00:18:38"
  },
  {
    "text": "Yeah.",
    "start": "00:18:39",
    "end": "00:18:39"
  },
  {
    "text": "And so calling him nimrod is almost an inversion. It's sarcasm.",
    "start": "00:18:39",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. And Bugs Bunny is a sarcastic kind of character.",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "Totally. You're supposed to be able to kill me, the rabbit, but I keep beating you, you know. What a nimrod. Thank you. I'm really happy to know about that. That's a great example where now the meaning of the word is completely disconnected from its original cultural context.",
    "start": "00:18:45",
    "end": "00:19:00"
  },
  {
    "text": "Yeah.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "So there you go. When we're opening the first pages of the Bible, that's it. It seems like a basic point that shouldn't need to be made, but I find that as you keep Talking about Genesis 1 and 2, you keep having to make the point over and over again, at least in a modern context. So the meaning of earth in Genesis 1 is not globe.",
    "start": "00:19:01",
    "end": "00:19:17"
  },
  {
    "text": "Right.",
    "start": "00:19:17",
    "end": "00:19:17"
  },
  {
    "text": "It means the land. The meaning of the firmament or the expanse up there.",
    "start": "00:19:18",
    "end": "00:19:23"
  },
  {
    "text": "Yeah, the rakiya.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "The rakiya. Yeah. Is a solid dome.",
    "start": "00:19:24",
    "end": "00:19:27"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "The word rakia means a smoothed out surface. And so the meaning of words then gets tied into ancient conceptions of the cosmos and how it's structured. It's inseparable. And I think a lot of the missteps in our debates about these chapters come when we try and give these ancient Hebrew words, modern English meanings. Yeah, there you go. Second starting point is if it's an ancient text and the words mean what they mean. Ancient cosmologies. So ancient narratives about the origins and nature and architecture of the cosmos.",
    "start": "00:19:28",
    "end": "00:20:36"
  },
  {
    "text": "That's a mouthful.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "Okay, let me say this. Genesis 1 and 2 are in ancient Hebrew cosmologies. And by cosmology you mean cosmos and logos. Cosmologos, understanding or account. An account being a word about an account of the cosmos.",
    "start": "00:20:37",
    "end": "00:20:53"
  },
  {
    "text": "So an account of the universe.",
    "start": "00:20:53",
    "end": "00:20:55"
  },
  {
    "text": "That's right.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "Or the entirety of space time.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "Yeah. And cosmos is a Greek word, from the Greek verb cosmeo. So we get cosmetic to order. So to even say the word cosmos is to talk about the ordered snow globe that we're in, so to speak. So an account of the cosmos. So just like words have their meanings in light of their ancient culture, any culture's cosmology means what it means in light of an ancient cultural setting.",
    "start": "00:20:58",
    "end": "00:21:25"
  },
  {
    "text": "And cosmology today is changing so rapidly.",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "It's changing, yes. Now by the year. And we're in an interesting transition period, I think, where much of our language about the universe is still embedded in a completely outdated cosmology. When we talk about laws, universal laws, or when we use metaphors of the universe as a machine.",
    "start": "00:21:28",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:49"
  },
  {
    "text": "But from my minimal understanding of quantum physics, this molecule is this cog, this molecule is that gear. You put them together and out comes. No, it's way, way more complicated.",
    "start": "00:21:49",
    "end": "00:22:02"
  },
  {
    "text": "So, yeah, this all came from trying to build quantum computers. And in a quantum computer, you don't have like a binary. Like it's on or it's off. You have a. I think they call it a qubit, and a qubit instead of a bit being on or off. A qubit is a potential of many states in the way that in quantum theory works. So then you add two qubits together, and now you got this exponential set of potential states. And because of that, quantum computers are just so powerful and how they could process information. Yeah, One of the problems with quantum computers, as I understand it, is that the quantum world is so sensitive when it becomes physical that you get all these bugs really quick where, like qubits stop working correctly. And so what they're trying to do now in quantum computing is they're trying to figure out how do we smooth out these bugs, how do we. I can't remember the word they're using, but how do we basically create these safeguards so that the qubits don't bug out? And so they're writing all this code and different stuff to protect it. And what they found was the code that's working the best has a strange association with gravity and space and time. And so there's these theorists going, oh, maybe all space, time and gravity is a smoothing out of the quantum world so that we can kind of live in it anyways.",
    "start": "00:22:03",
    "end": "00:23:19"
  },
  {
    "text": "All that to say whatever the universe is, it's not a machine.",
    "start": "00:23:20",
    "end": "00:23:23"
  },
  {
    "text": "It's not a machine. It isn't.",
    "start": "00:23:23",
    "end": "00:23:25"
  },
  {
    "text": "No, it doesn't work like the engine of a car. But that is the cultural environment in which most of our English words about the universe came into existence. It's the same way in every single culture. Every culture's account of the cosmos was in flux, and those cultural contexts determine the meaning of words about the cosmos. So another Hebrew Bible scholar who's written a really helpful book on this whole set of issues, guy named William Brown, he puts it this way. He says the framers of creation in the Bible inherited a treasure trove of venerable traditions from their cultural neighbors. Instead of creating their accounts ex nihilo out of nothing. Out of nothing. The composers of scripture develop their traditions in dialogue with the great religious traditions of the surrounding cultures, particularly those originating from Mesopotamia and Egypt, as well as of their more immediate Canaanite neighbors. What he's not saying is, oh, the biblical authors just borrowed. Just like I don't borrow the concept of atom from anybody when I use the word atom or atom, a t o m atom. It's my environment.",
    "start": "00:23:25",
    "end": "00:24:34"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:35"
  },
  {
    "text": "For me, the world is composed of atoms. That's actually my understanding based on my cultural context. And the cosmology of my culture. And so I'm not borrowing atom from somebody. It's just the fixed feature of my imagination.",
    "start": "00:24:36",
    "end": "00:24:50"
  },
  {
    "text": "It's the building blocks of your.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "That's right.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "Understanding of the world.",
    "start": "00:24:53",
    "end": "00:24:53"
  },
  {
    "text": "And so his point is, the biblical authors, I believe my conviction, were carried along by God's spirit to talk about the cosmos with the language and categories of their cultural context, the cosmology available to them. How could it be otherwise? And what we're going to see is that in Mesopotamia, ancient Babylon and Sumeria and in ancient Egypt, there were, like, fixed traditions, ways of understanding how the cosmos works that involve the waters, things emerging out of the waters, things being separated from each other, the gods speaking or the gods acting. And Genesis 1 is at home in that cultural environment.",
    "start": "00:24:53",
    "end": "00:25:33"
  },
  {
    "text": "And we are not.",
    "start": "00:25:33",
    "end": "00:25:34"
  },
  {
    "text": "And we are not. And so ancient cosmologies don't provide an account of the cosmos that's primarily concerned with the physical material processes by which what we call matter came to be. Came into physical existence.",
    "start": "00:25:34",
    "end": "00:25:50"
  },
  {
    "text": "Came into physical existence and then became life.",
    "start": "00:25:50",
    "end": "00:25:53"
  },
  {
    "text": "Correct.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "And became more sophisticated life.",
    "start": "00:25:54",
    "end": "00:25:56"
  },
  {
    "text": "That's right.",
    "start": "00:25:56",
    "end": "00:25:56"
  },
  {
    "text": "Any of that stuff.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Yeah, Those are all very modern, developed contexts with the history and the way that in the ancient near east they accounted for the cosmos was completely different. Completely different. And so there you go. Genesis 1 and 2 are written in Hebrew. So we're visiting another language and culture. Genesis 1 and 2 are ancient Hebrew cosmologies, which means we have to become familiar if we really want to understand this thing in full depth. We want to appreciate both the Hebrew words and their cultural context and the ancient cosmologies.",
    "start": "00:25:57",
    "end": "00:26:31"
  },
  {
    "text": "So not only how you use your words, what do your words mean to you, but what kind of mental constructs do you have about the nature of the world that these words are being used within?",
    "start": "00:26:31",
    "end": "00:26:44"
  },
  {
    "text": "And they're related.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "Words mean what they mean in a cultural context. Cosmologies are what they are in a cultural context.",
    "start": "00:26:46",
    "end": "00:26:51"
  },
  {
    "text": "Is there another, like, more normal word.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "To use in cosmology than the word cosmology?",
    "start": "00:27:33",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:36"
  },
  {
    "text": "Oh, I've come to use it precisely because it's not a word that we use. And so it's a fresh word that you can give meaning to.",
    "start": "00:27:36",
    "end": "00:27:43"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "As we have the conversation.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Yeah. And so your. What would you describe as your cosmology? Just to kind of give a framework for someone still, alas. Like, what do they mean by cosmology? Maybe not even yours. What's an average modern person's cosmology?",
    "start": "00:27:46",
    "end": "00:27:57"
  },
  {
    "text": "Oh, the universe. We live in an expanding universe.",
    "start": "00:27:57",
    "end": "00:28:00"
  },
  {
    "text": "It's growing.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "Yep. It's composed of material objects, which is both matter and some kind of dark matter that we don't fully understand, but that is necessary to account for the existence of matter. Matter is composed of exponentially decreasing building blocks right down to molecules, and then atoms, and then protons and neutrons, and then whatever quantum states are that determine the behavior of those protons and neutrons. Yeah. And then the space time continuum, we call them laws. But there's some kind of constraints, you know, what a theist would call design features or constraints that make possible the emergence of conscious life. That's one way to spin it. Another to say is conscious life is an epiphenomenon.",
    "start": "00:28:01",
    "end": "00:28:47"
  },
  {
    "text": "So that's what a really geeky person would say their cosmology is.",
    "start": "00:28:48",
    "end": "00:28:51"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:51",
    "end": "00:28:52"
  },
  {
    "text": "Maybe someone who just, you know, doesn't care about that stuff.",
    "start": "00:28:52",
    "end": "00:28:56"
  },
  {
    "text": "Oh, I see.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "And just to really simplify, well, are.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "They religious or are they not?",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "But even between the two, there's some common ground. We use the phrase flying space rock a lot.",
    "start": "00:29:00",
    "end": "00:29:04"
  },
  {
    "text": "Yep.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "I think everyone agrees.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "Ah, okay.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "We're on a globe. We're circling the sun.",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "We're in a solar system.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "We're in a solar system.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "It got way too complex.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "No, it's great. I love it.",
    "start": "00:29:12",
    "end": "00:29:14"
  },
  {
    "text": "It's a world picture of an average human who's gone.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "Yeah. You look up, you see the sun, you realize even my 7 year old.",
    "start": "00:29:16",
    "end": "00:29:19"
  },
  {
    "text": "Realizes that thing is far away and it's not moving. We're the ones moving and we're moving.",
    "start": "00:29:19",
    "end": "00:29:26"
  },
  {
    "text": "Around it and the moon moves around us. And all the stars in the sky are suns. Very far away. Most of them. Some of them are planets in our solar system. And then what gets really kind of mind blowing is you've probably seen those videos where you kind of like keep going exponentially out of Earth. Then you realize like, oh, our solar system is in a neighborhood of solar systems that are in the galaxy. The Milky Way galaxy.",
    "start": "00:29:26",
    "end": "00:29:55"
  },
  {
    "text": "Yes.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "Which is if you see that stripe of intense stars and just kind of that milky. That's why it's called Milky Way, because the galaxy's flat.",
    "start": "00:29:55",
    "end": "00:30:03"
  },
  {
    "text": "So it's like the flat strip.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "And if you can go beyond that, then there's tons of those. We're just one floating around with a bunch. And that's the universe. And it's actually expanding. It's like the edges of it's growing like a balloon. That got a little geeky.",
    "start": "00:30:06",
    "end": "00:30:18"
  },
  {
    "text": "That's all right. But that's not expanding. The larger thing in which the Milky.",
    "start": "00:30:18",
    "end": "00:30:23"
  },
  {
    "text": "Way exists, the Milky Way is one of many Floating around in this thing, which is expanding.",
    "start": "00:30:23",
    "end": "00:30:28"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "That's kind of a modern cosmology.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "Modern cosmology. We're on a flying space rock orbiting with a bunch of other flying space rocks around a big exploding plasma ball.",
    "start": "00:30:30",
    "end": "00:30:38"
  },
  {
    "text": "Now, we get a bit of arrogance in that. We would look back at an ancient cosmology, and we'll look at these and we'll be like, what a bunch of idiots. And I bet you when our children have children.",
    "start": "00:30:38",
    "end": "00:30:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "We'll look back at our understanding of the universe and be like, wow, how primitive.",
    "start": "00:30:50",
    "end": "00:30:53"
  },
  {
    "text": "Yeah. So this is the difference between maybe knowledge and wisdom.",
    "start": "00:30:53",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:58",
    "end": "00:30:58"
  },
  {
    "text": "Well, in an ancient context, their knowledge about the material construction of the universe may have been different. Their wisdom and intuition and conclusions about the nature and operating realities and significance of the cosmos, I think is actually likely to have been way more profound than anything in the modern era. That's my humble opinion.",
    "start": "00:30:58",
    "end": "00:31:22"
  },
  {
    "text": "So this whole conversation on cosmology is helpful because if I were to make an account of the meaning of the universe, I would be borrowing from the cosmology that I have.",
    "start": "00:31:22",
    "end": "00:31:33"
  },
  {
    "text": "Correct.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "And I wouldn't do it as a technique. I would just do it because that's my cosmology. It's just how I understand the universe.",
    "start": "00:31:34",
    "end": "00:31:42"
  },
  {
    "text": "You were born into it. A classic Jewish Christian confession about the inspiration of the scriptures is that God chose as the vehicle to speak to his people, ancient Israelite authors, and to address his people through that culture's cosmology. And there you go. So let's honor that and dive in.",
    "start": "00:31:42",
    "end": "00:32:01"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're diving in deeper. We're going to start looking at the ancient cosmologies of Israel's neighbors. And as we do, these stories in Genesis 1, 2, and 3 are going to come to life in a new way.",
    "start": "00:32:04",
    "end": "00:32:19"
  },
  {
    "text": "Another helpful way to do this and to Help place Genesis 1 and 2 on the map of ancient cosmologies is to learn something about the cosmologies of Israel's neighbors. I want to introduce people to a quick survey of ancient Egyptian cosmology, a quick survey of ancient Babylonian cosmology, and then see how Genesis 1 is participating in a dialogue with those cosmologies.",
    "start": "00:32:19",
    "end": "00:32:44"
  },
  {
    "text": "Today's episode was produced by Dan Gummel and Zach McKinley. Our show notes by Lindsey Ponder and our theme music from the band Tense Bible Project is a crowdfunded nonprofit. We exist to help us all experience the Bible as a unified story that leads to Jesus. So we have this podcast, we've got videos, we've got free online seminary classes and we got a lot more in the works. It's all free because of the generous support of thousands of people just like you who are pitching in. So thank you so much for being a part of this with us.",
    "start": "00:32:45",
    "end": "00:33:17"
  },
  {
    "text": "Hi, this is Grace from Seven Valleys, Pennsylvania, and I first heard about the Bible Project when I first became a Christian in the early years of my college experience when I was trying to understand how to better study the Bible. And I use the Bible Project now for just that. How to better study the Bible, how to better unpack the deep literary designs throughout it all, and how it applies to my life even now. My favorite thing about the Bible Project is that it takes very complex and and intricate ideas and themes throughout the Bible, but makes it in a very digestible manner that just teases your curiosity just to dig and unpack and learn more about the character of God and how he outlined the Scriptures. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:33:17",
    "end": "00:34:21"
  }
]