[
  {
    "text": "Hey, this is John@Bibleproject. And today Tim and I have the pleasure of interviewing Dr. John Walton. He's an Old Testament scholar and professor who has written extensively on ancient Near Eastern backgrounds of the creation accounts in the Bible. And that's what we've been talking about in this cosmology series. And Tim has referenced Dr. Walton's work extensively throughout these discussions. I was introduced to John Walton with his popular level book, the Lost world of Genesis 1. It's a really accessible and helpful book for framing up the Genesis 1 creation story. We're really grateful that Dr. Walton spent some time with us to debrief all these ideas we've been walking through in this cosmology series to hear directly from him, to hear some of the new ways that he frames his ideas and some of the new things that he's working on. Tim begins the interview, and you'll hear me jump in a little bit later. Thanks for joining us. Here we go.",
    "start": "00:00:04",
    "end": "00:01:01"
  },
  {
    "text": "All right, John Walton, thank you for joining us on the podcast today.",
    "start": "00:01:13",
    "end": "00:01:17"
  },
  {
    "text": "It's really great to be in this conversation, Tim.",
    "start": "00:01:17",
    "end": "00:01:20"
  },
  {
    "text": "Yeah. So we're going to talk about the early narratives in Genesis, concepts of creation and cosmology, cosmic stuff. But first, let's start with something very practical, but it's really important. As we talk about your work, tell us some about you. So maybe where, where you came from, your family origins, your faith community origins, and how does a human end up in a career of biblical scholarship? The wonderful world of biblical scholarship.",
    "start": "00:01:20",
    "end": "00:01:46"
  },
  {
    "text": "Well, I grew up in the suburbs of Philadelphia, raised in a Christian home. And so I was introduced to the Bible, to church, to belief and faith from my earliest. It really was a fully Christian environment in which I grew up and lived. The result of that was that I was in a family that was very much interested in the Bible. And as a result, I learned Bible early and thoroughly. Nothing to do with me, just that's how I was raised. So even as a kid in grade school, I remember well the time we spent learning all of the trivia of the Old Testament Bible, quizzing and all of those things. So I was immersed in all of that as I grew up.",
    "start": "00:01:46",
    "end": "00:02:33"
  },
  {
    "text": "And are those positive memories? They sound like they're really positive?",
    "start": "00:02:33",
    "end": "00:02:36"
  },
  {
    "text": "Yes, very much so.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "That's awesome.",
    "start": "00:02:37",
    "end": "00:02:37"
  },
  {
    "text": "And I think it's even because the Old Testament has so much more trivia than the New Testament that that became an early interest of mine, you know, a good thing for all the wrong reasons, maybe, but that idea of being fully immersed. So I always knew that I loved Old Testament But I had no clue that there was a career connected to that. I thought, you know, if you liked Bible, you would be a pastor or missionary, you know, and that didn't really fit with the things that I was thinking. But as a result, when I went to college, I majored in economics and accounting. That's because basically the vocational tests told me you should major in economics and accounting and being a compliant child, that's what I did because I didn't have any other options. And so I went through college with that kind of background. And it really wasn't until the end of my junior year when you start seeing the light at the end of the tunnel and you figure out this is going to switch from being a major to being a career. Is that really what I want to do? And, you know, I'd been around Christian circles enough, Bible camps, retreats, summers at Bible conferences, things like that, you know, I knew the routine. What are your passions? You know, do the inventory, you know, passions and gifts and, you know, you think through all of those things. Yeah, you know, so I was, I was having this introspective time conversation with, with the Lord in this spring break and I'm thinking, you know, I don't know that I really want to spend my life doing accounting. It's great, but it just doesn't feel like it's me, you know, so I'm thinking, okay, so what, what do I, what am I passionate about? Well, of course I'm passionate about Old Testament, that boy. But, but there's no career with Old Testament. I mean, there's nothing you can do with that unless you were going to teach it or something. And whoa, you know, that had just never ever occurred to me, you know. Now this all took place in about five minutes. You know, this wasn't a week long retreat with prayer and fasting. You know, this is a five minute. Suddenly the eyes pop open and you say, there are people that teach this stuff. I'm going to do that. And it was an immediate switch around. So I started taking Greek and Hebrew the next year and then moved into my graduate work from there. So that's kind of how I got into it. I was always interested in it. I just didn't realize that there was a connection to be made.",
    "start": "00:02:38",
    "end": "00:05:04"
  },
  {
    "text": "Sure, sure. Wow. And was there a specific teacher or class or kind of what you're saying was you just always had an interest and then it was this internal process that kind of clicked. I'm guessing there was some teachers that you saw as models. You're like that's the thing I want to do.",
    "start": "00:05:04",
    "end": "00:05:20"
  },
  {
    "text": "Well, eventually there were. But of course, I had never studied the Old Testament academically. I mean, in college, even though I was an economics major, I took all the electives in the religion department, but it was a religion department. It wasn't a biblical studies department, and it was not in a. A school that really cared much about the authority of the text. So it really wasn't until I got into my graduate work at Wheaton for my master's that I started having teachers who, you know, were teaching me and things of that sort about that material. I think probably the biggest influence on me was in my PhD program. My supervisor was Hanan Brikto, a rabbi scholar. And as I reflect back, what I have come to understand is that he's the one who taught me to think, to be curious, to ask questions, to look around for answers that maybe you hadn't thought of before, to interrogate yourself about the text and about your interpretation, to develop evidence and to be able to substantiate it, to build a position, to humbly recognize the limitations in a position that you take, you know, all of those things just about thinking and critical study. And I credit that to him, along with other professors that I had at Hebrew Union. But that's what I learned, how to think through those things.",
    "start": "00:05:20",
    "end": "00:06:49"
  },
  {
    "text": "Man, what a gift. You know, as I think about it, too, I can trace a handful of influential figures, and it wasn't just the content that you learned from them. It was the mode of how to even think about something. And from the start, like, how do you get acquainted? How do you learn how to probe exactly all the things that you described? That's really good, man. I haven't heard Herbert. Was it Herbert? Chanan Brichto.",
    "start": "00:06:50",
    "end": "00:07:12"
  },
  {
    "text": "Yeah. Hanan is what people called him.",
    "start": "00:07:12",
    "end": "00:07:14"
  },
  {
    "text": "Yes. Okay. Yeah, sure. You know, I was in college, I was first exposed to his work. I think it was an essay on the Elijah narratives. And then I think all I've ever read, other than that was a long study he did on the Golden Calf narrative. It was brilliant. He did brilliant work.",
    "start": "00:07:14",
    "end": "00:07:29"
  },
  {
    "text": "He really did. He really did.",
    "start": "00:07:29",
    "end": "00:07:31"
  },
  {
    "text": "That's cool.",
    "start": "00:07:31",
    "end": "00:07:32"
  },
  {
    "text": "And just really made you think through. You know, we had very different presuppositions about biblical texts.",
    "start": "00:07:32",
    "end": "00:07:39"
  },
  {
    "text": "Sure.",
    "start": "00:07:39",
    "end": "00:07:39"
  },
  {
    "text": "But we both respected it. And so the challenge was to make the things that you observe and study stick in his context. And, of course, that required me to depend on evidence more than on my presuppositions, which may differ from ones that he had.",
    "start": "00:07:39",
    "end": "00:07:56"
  },
  {
    "text": "Yeah. Well, thank you. Thanks for that kind of personal. A bit of personal bio. I just always find as time goes on in biblical scholarship and I meet more and more scholars, I'm just always fascinated because people have many different temperaments and stories, and how you end up in this wonderful field is just always so interesting. So we've invited you on podcast today because a big theme in your work throughout the years. And so when I say your work, it's like a lot of books now. You've been really busy and working and writing in your.",
    "start": "00:07:56",
    "end": "00:08:26"
  },
  {
    "text": "About 30.",
    "start": "00:08:26",
    "end": "00:08:27"
  },
  {
    "text": "Yeah. So first, just thank you. Your work has been a big influence and help and stimulus in my own journey of learning. And you've made a big contribution to the Bible project through that influence. So thank you.",
    "start": "00:08:28",
    "end": "00:08:41"
  },
  {
    "text": "It's great when the things that you do find reception.",
    "start": "00:08:41",
    "end": "00:08:45"
  },
  {
    "text": "Yeah. So maybe I'd like to ask you first, just kind of like a meta theme throughout all of those books and all of the talks and so on that I've heard you give. So a big theme. Underlying is the importance of understanding the ancient cultural context of the Hebrew scriptures. So one more personal, but also kind of foundational because it underlies all your work. When did this dawn on you as being something not only that's just really important in understanding Scripture, but something that the audience you wanted to address. There's a deficiency or there was something missing that you thought, man, this is. I really need to get this out there. Why do you care about this so much?",
    "start": "00:08:45",
    "end": "00:09:22"
  },
  {
    "text": "Yeah, I started to recognize it through my graduate studies, and it was somewhat gradual, but really didn't involve a huge shift at any point. I had been raised in a context where the authority of Scripture was important. And of course, that's one thing to say, it's another thing to try to figure out what are the implications of that and how does that affect my hermeneutics, my approach to the text? What's important and what's not? How do I weigh evidence against, you know, and so all of those things that I was picking up at Hebrew Union, again, in a different presuppositional context, I had to try to bring them into the idea of the authority of the text. And that made me work very, very hard on hermeneutics. That is so what counts? What counts in our interpretation, what counts as strong evidence? How do I make sure that my convictions about authority are rippling through my interpretation? Now, what I eventually came to call that is the idea of being accountable. If we consider the text authoritative, then we submit to it, and that means we're accountable to it. Now, in the Large scope. We could talk about being therefore accountable to God because we consider it inspired and therefore it comes from God. It's in some sense God's voice, and we are accountable to God. But of course, it doesn't work that way because we all don't have our hotline to heaven. God has chosen to place his voice in any variety of ways in these human instruments that we often call authors. But sometimes our editors are compilers. These human instruments, God has chosen to work through them. And that means if I'm going to be accountable to God, I have to be accountable to the instruments that he chose to use. Now, that's the critical building block that's involved. Because once I admit that, that I'm accountable to those human instruments, now I've got issues of language and culture and literature that become not just important, but essential. So I began to see that if I was going to be accountable to those human instruments that God used as my way of being accountable to God, I needed to understand their language better. I needed to understand their culture better. Because as I increasingly came to recognize, all communication takes place, of course, in a language, but also in a culture. And as a result, I felt like I really needed to understand whatever cultural aspects might be there. The things that go without saying to an insider conversation were not insiders. The authors and their audience were insiders. And they shared information that didn't have to be said. I'm an outsider, we all are. And so we come to the text and we have to make up the slack for those things that didn't need to be said. And I came to understand how significant culture was in all of that. And of course, that culture is only recoverable to us through the literature. Literature is an imperfect reflection of the culture, but it's all we've got. I mean, we've got material culture that's.",
    "start": "00:09:23",
    "end": "00:12:42"
  },
  {
    "text": "Also important, but there's rocks and ancient temples and stuff like that.",
    "start": "00:12:42",
    "end": "00:12:46"
  },
  {
    "text": "Yeah, sure. But it's the texts that are most important to us. So I began really diving into the ancient literature at the time I was in grad school. Might have been the same for you. Most people are using ancient literature in comparative studies with Hebrew Bible. Were discussing about borrowing or not borrowing, and I found that distracting and not really the issue. I wasn't really interested in who might have borrowed from whom or whether the Israelites could have had a copy of this or that piece of literature in front of them and whether they were reworking it or not. There are questions, but they're not ones that kit to the core of what I was interested in. Yeah, I wanted to know about the ways that Israel was embedded in the culture, not the ways that they might have been indebted to various pieces of literature. And I think many people who read me still don't understand that. They still want to push the discussion to an indebtedness and a borrowing and those kinds of issues. I'm not interested. I want to try to understand the embeddedness because that's the way that I can be accountable to the authors and especially at the level of things that are not being said, but that everybody understood.",
    "start": "00:12:46",
    "end": "00:14:00"
  },
  {
    "text": "Yeah, thank you for that really clear train of thought. It makes me think of John. I'm talking to two Johns here. So. John Collins, it makes me think. I mean, this has been a continuing theme throughout our conversations for years.",
    "start": "00:14:00",
    "end": "00:14:13"
  },
  {
    "text": "Sam.",
    "start": "00:14:20",
    "end": "00:14:29"
  },
  {
    "text": "That first building block that John Walton just mentioned about, to be accountable to God through these texts means being accountable to the language and cultural medium of these texts. To me, it's interesting. John Walton, you're describing. I mean, you're kind of summarizing your intellectual journey of processing this through. For you, John Collins, that process has been more fraught. There's been more tension there for you, it seems, as, you know, as I'm thinking about our conversations over the years.",
    "start": "00:14:51",
    "end": "00:15:20"
  },
  {
    "text": "Yeah, we talk about what paradigm you bring to the Bible. And the paradigm I grew up with the Bible is that it is a rule book or a theological dictionary, and I should just be able to read it and understand it. And there's almost a sense of, like, it falling out of heaven in this pristine form. So when you start talking about having to learn ancient culture to understand the Bible, suddenly it started to feel. Just felt. It felt strange to think the God of the universe didn't think of a easier way to communicate with me than having to understand ancient languages and ancient culture. And not that you have to understand those things, but that to really start getting more to the heart of what's going on, you do need to appreciate those things. And so why is it that that's the communication medium that the God of the universe gave us? That's the question I wrestle with, which I don't, you know, we're not going to answer here, but we talk a lot about being a good tourist, being someone who doesn't come with our own presupposition of the world and try to understand what these ancient writers are doing.",
    "start": "00:15:20",
    "end": "00:16:34"
  },
  {
    "text": "Well, communication is always contextualized. I mean, the Bible Project's all about doing that sort of thing, Contextualizing. Right. Communication is always contextualized. That means if God was going to communic, he had to do so into a context. He had to use a language. If he's going to communicate to human beings, he has to use a language, he has to use a culture. They're inseparable. So in one sense, you could say, what's a God to do? You know, the limitations are not on his side, the limitations on our side. That's how we receive communication. Now, he could do it again every generation, he could do it again to each of us as individuals. We can't argue with what methods God chose to use. But the minute we realize that he communicated in time, in space, in a culture, in a language, we then have to acknowledge our responsibility to try to step into that circle of communication. I grew up the same way that you mentioned the idea that we should be able to just open our Bible, you know, our quiet time in the morning, the birds are singing, and the sun shining through the windows in my quiet room, and open my Bible and just let it wash over me. Yes. You know, there's a sense in which, of course, when we open God's word, the Spirit can speak to us. I get that. I agree with that. That's not the same thing as interpretation. Okay. And so if we're going to interpret, we need to use tools and we need to have controls. Now, at that sense, we still like to use kind of our intuition. Okay. But as I talk about a cultural river, that metaphor, the idea that when we use our intuition, we are thinking and working from our cultural river. And that is not a reliable approach to interpretation. It's not that it's always wrong, but it's not reliable because again, we, we have all kinds of baggage that we bring in from our cultural river, and we have all, all kinds of levels of ignorance regarding their cultural river. And we need to try to remedy that. And so, yes, you're right, John. That makes it work. And we don't like to think of our Bible reading as requiring work. We'd rather be intuitive.",
    "start": "00:16:34",
    "end": "00:18:49"
  },
  {
    "text": "Yeah.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "People who think that the Spirit is going to give you the right interpretation have missed something important about the Spirit's role.",
    "start": "00:18:50",
    "end": "00:18:59"
  },
  {
    "text": "I asked him this question. I'll ask you the same question. If we didn't have these ancient texts, and now we're talking specifically about the Genesis 1 and 2 creation story stories, if we didn't have these other contemporary texts, to them.",
    "start": "00:18:59",
    "end": "00:19:14"
  },
  {
    "text": "You're talking about Egyptian or Babylonian.",
    "start": "00:19:14",
    "end": "00:19:16"
  },
  {
    "text": "Yeah, the Egyptian Babylonian or we, we just knew nothing about ancient Israelite culture. And all we had was the Torah. Would we be able to understand it?",
    "start": "00:19:16",
    "end": "00:19:25"
  },
  {
    "text": "I believe that absolutely we would be able to understand what we most desperately need to understand. God has plans and purposes, and he has communicated those plans and purposes sufficiently for us to be able to understand how we can be participants in them. And he has told us the way that we can do that, and he has showed the way that he is working out those plans and purposes in history, in time. Now, that's at the very macro level of theological significance, and nobody can miss it. But it's a different thing when you say, I want to interpret the sons of God and daughters of men. That's exegesis. Now, certainly we believe that eventually our exegesis is going to filter up into our theology.",
    "start": "00:19:26",
    "end": "00:20:16"
  },
  {
    "text": "One hopes, yes.",
    "start": "00:20:16",
    "end": "00:20:18"
  },
  {
    "text": "But the fact is, you can be dead wrong about the sons of God and daughters of men for centuries and millennia, which maybe we have. And it doesn't necessarily affect your theology. Now, you may make decisions theologically that say, oh, there are these, you know, minions of divine beings, and you might start to build a reality based on these otherworldly beings and their interaction. That's theology, but that's not the big theology. So, yeah, we have enough to get right. What we really, really need to get right.",
    "start": "00:20:18",
    "end": "00:20:59"
  },
  {
    "text": "Don't you think? Part of that is even though the scriptures, in this case the Hebrew Bible, it's embedded in an ancient cultural context, it's also written by people, and I'm a people. Like, it's written by humans and I'm a human. So there are, even though vast differences in culture, there are some basics of, like, light and dark water, death and life. Right. These fundamental images that have different connotations in different cultural settings. But on that level, I can get the communication that, like, there's a God with a purpose to bring life, humans do stuff that brings death and pain, and God's on a mission to. I mean, you can get that it doesn't matter what translation you read the Bible in. You get that.",
    "start": "00:21:00",
    "end": "00:21:39"
  },
  {
    "text": "One of the things I say is that cultures change, but people don't change.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "Sure.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "You know, we're just as selfish or selfless, faithful or unfaithful, greedy or generous people throughout the ages. People are people. And so that's why we can resonate with the characters in Scripture. Yet we shouldn't let that fool us into thinking that cultures are all the same.",
    "start": "00:21:44",
    "end": "00:22:02"
  },
  {
    "text": "So let's talk about that. Because while every person on the planet has an idea of what it means to be dead or lost or in the Dark. The images and the words we use from culture to culture will change. And the Bible uses very specific images and words that come from an ancient near east context. And I think one of the. One of the things that's really helped me, which I've gotten from Tim, but also from reading your work, John, is this idea of having to try to understand those images from their cultural context. I think the frustration that I have growing up in the church is that if I do that too much, who knows where this will lead? There's kind of this scary, like, what will happen if I try to allow some translation to occur. But I'd love to hear your thoughts on this, on this idea of cultural cognitive translation.",
    "start": "00:22:02",
    "end": "00:23:03"
  },
  {
    "text": "Yeah. The metaphor I use is the metaphor of a backpack. So we carry around our cognitive backpacks, you know, our ideas, and the backpack might have a label on it. So think about the label creation. So we've got this label creation, and there are certain basic things that we think about creation, but our backpack is full of things, full of ideas that are uniquely ours, both in our own culture and across time and space. And as I would compare my backpack that says creation to either of yours, there'd be some differences, but there'd be a lot of commonality. Ancient Israel and ancient Babylonia and ancient Egypt also have their backpacks that say creation on them. But if you unpack their backpacks, you're going to find a lot of things that are very, very different from what we have in our backpacks. And sometimes we don't take enough cognizance of the fact that the label doesn't tell you the exact nature of everything in the backpack. So I can't go to an ancient Israelite or an ancient Babylonian context and just assume that their backpack that says creation is going to have all the same kind of elements in it that mine does. That's. That's not respecting them, and it's not going to do justice to their ideas. But whatever they have to say about creation is going to come out of their backpack, not out of mind. They have no idea what's in my backpack. I don't know if that helps any or not, but that's one of the ways that I think about sort of how this content can vary, even though the general labels are similar.",
    "start": "00:23:03",
    "end": "00:24:40"
  },
  {
    "text": "Sam, let's compare some items from the backpack, then. So earlier in this series that this conversation fits into, John and I actually read some of the coffin texts, some cosmologies. We read some of Enuma Elish and processed it together. And then we dove into Genesis 1, really just verses 1 and 2. So let's take out some of these concepts, like concepts of creation, because you brought that up. Or even maybe more fundamentally, like what does it mean for something to be or to exist? And just kind of paint that sketch of like an Egyptian says, here's what it means to create or to be, here's what an Israelite, here's Babylonian, so on.",
    "start": "00:24:55",
    "end": "00:25:55"
  },
  {
    "text": "Well, actually, of course, creation and existence are inevitably related. If creation generally means to bring something into existence, you have an assumption about what constitutes existence. And that gets back to one of the basic differences that I've tried to identify as we read the Bible, because I'm convinced that the Israelites shared with most of the rest of the ancient world a concept of existence that's very different from ours. And the way that I've expressed that is in what I initially called a functional ontology, that something exists. Ontology when it has a function. I've tweaked that some by leaning more toward the word order. So the idea that, I mean, when I talked about function in my initial work, I talked about the idea that things existed when they had a function, a role and a purpose in an ordered system. And there's where you get the word order. And I've come to think that that's more important than the word function. That in the ancient world something existed when it was ordered and it was outside of order, it didn't exist. So for the Egyptians, they talk about the sea as non existent. They talk about the desert as non existent. The idea that they are not integrated into the ordered system as they understood it. Of course, we know well today how important the sea and the desert are for ecology and all of those kinds of things. But as they understood, or which is order focused on them, humanity, those things were outside of the ordered system. And so to them they did not exist.",
    "start": "00:25:56",
    "end": "00:27:46"
  },
  {
    "text": "John Collins. So we had a whole conversation about if we could sit down with an Egyptian. I want you to ask John Walton that question because you badgered me with it and I'm really grateful that you did. And so I was actually really curious to hear how John Walton would reply to your question.",
    "start": "00:27:47",
    "end": "00:28:03"
  },
  {
    "text": "Sure, yeah. We have this idea of there was nothing and then there was something. And so, and which is funny, because if you really start thinking about what is nothing, your brain spins and it becomes impossible. But that's important to us, this idea of, of nothingness. And so I'm wondering if you sat down with an ancient Egyptian and you were like, what do you mean? By the abyss or an ancient Israelite. What is. What is that? We have this idea of nothingness. Is that what you mean? If they were able to understand what I mean by nothingness, would they go, oh, yeah, that's what I mean. I mean nothingness.",
    "start": "00:28:03",
    "end": "00:28:42"
  },
  {
    "text": "Yeah. I'm not sure that they would have thought much about. I don't want to say they wouldn't understand because I don't want to be imperialistic here, but I don't know that they would have thought much about a world with no matter. Some people think that especially the Egyptians did, but it's not central for their thinking. And they quickly move to something which of course, we have to do. Even when we talk about big bang cosmology, we can't really talk about before the bang or just without words to do so. So for them, the nothing didn't mean that there was no material. They're more interested in whether there was order or not. So I can't really answer whether they would have comprehended nothingness as we might discuss it. But in some of my work, I talk about the difference between a house and a home. And the idea that one way you can talk about the origins of the place you live is to talk about the building of the house. The framing, the siding, the foundation, the roof, the electricity, the plumbing. Right? That's the physical material. House. And you can talk about the building of a house. And we consider that a manufacturing, a creation process. But then there's a different level, and that is making that house your home. How is your house going to function? How are the rooms going to be ordered? What furniture goes where? What room are you going to use? In which way? What's my room? What's your room? What's the kitchen? And so ordering is what makes it a home. Now, building a house is not the same thing as making a home, but they are both creative activities. Which is more important? Well, you could say, well, you can't have the home without the house, although explore other cultures, and you might come to different ideas about that. But you could also say, but what good's a house if it's not a home? And so you could prioritize one or the other. When we in our culture tell creation stories, we want a house story because that's what science does, and that's what we want to understand, and there's value in that. But when the ancient world talked about creation, they wanted a home story. They wanted an understanding of kind of how things work in the environment in which they live. And that's also important. And you could argue all day which one's more important. But in one sense, it might be a chicken and egg kind of discussion.",
    "start": "00:28:42",
    "end": "00:31:18"
  },
  {
    "text": "One way to maybe think about it is there's these core concepts that humans across culture and time have had a mental category for. There's what is and then there's the opposite of what is. There's creation and something, and then there's non creation and no thing. And so what we're trying to say one in this conversation is different cultures have different whole imaginations around those two concepts. But then the second part that's interesting is what's the possibility of real cross cultural understanding and conversation between those concepts? So John, you're John Collins, you're talking about, could you and an ancient Egyptian reach mutual understanding about a concept of nothingness? And that's a fascinating question to think about. I guess it's as much as to say, could you, you know, go to a different part of Portland or to another country in the world and talk to somebody of a different culture about whatever justice or family and that. Right. It's the same kind of question that we're asking.",
    "start": "00:31:18",
    "end": "00:32:25"
  },
  {
    "text": "We all know that cross cultural communication is fraught with inherent places where we don't even know. We don't understand each other, but we do very deeply.",
    "start": "00:32:25",
    "end": "00:32:35"
  },
  {
    "text": "I almost imagine the ancient Israelites turning to me and going, your idea of nothingness is weird. Like, I get it now, but I don't get it, because what is, what is nothing? And isn't it more important to talk about order and meaning than nothingness? And I think they might actually help me a little bit in that conversation.",
    "start": "00:32:35",
    "end": "00:32:55"
  },
  {
    "text": "And you're getting right to the issue there, because it comes down to a matter of what is your desired conversation, what's helpful, what's relevant to you in your cultural context. If I can share quickly an illustration I use for that, I think about you going to a play and you get tied up in traffic and construction and parking problems, and you end up walking into the theater half an hour late. Intermission comes and you poke the person next to you and you say, how did the play begin? And he says, well, the script was written in the 1930s. It was very. And you say, no, no, no, no, no, I. I don't want to know that. He says, well, you can't have a play without a script. How can a play begin without a script? And the person on the other side of you says, oh, oh. She says, I. I can answer it. This stage was built to suit this black box theater. And you say, no, no, no, I. I don't really care about when the set was built. She says, the. The play couldn't happen without the set. I mean, it's very important for. Yeah, and I get it. I get it. The person behind you now chips in and says, the cast was chosen. And you say, no, no, I'm not asking about the cast. They say, well, there's no play without a cast. Okay. And finally, in your frustration, you say, what's happened since the curtain opened? Now, this is not a matter of competing truths. They are all correct, true ways to answer the question. And they all actually do answer the question, at least in part. But there's an issue of what is the information that is important to me. And anybody who tells a creation story, any culture that frames a creation story, is framing it in that sort of relevance theory kind of way. What is it that is most important to us about creation? And if we go and tell ancient Israelites that they really need to be more concerned about the building of the set, that's our problem, not theirs. And that becomes our misinterpretation, because they're not talking about that.",
    "start": "00:32:56",
    "end": "00:35:00"
  },
  {
    "text": "That's a great illustration.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "I love it.",
    "start": "00:35:02",
    "end": "00:35:02"
  },
  {
    "text": "Yeah, it is. Really.",
    "start": "00:35:02",
    "end": "00:35:03"
  },
  {
    "text": "If it's okay, I want to take us kind of back and then forward to something you brought up earlier, John Walton, about the indebtedness or the embeddedness of these creation narratives in the Bible. And I think it was actually in your monograph on Genesis 1, Genesis 1 as ancient cosmology. Yeah, it's probably sold a lot less copies than the more popular version, but I really appreciated it. What I really appreciated, and it was there. And then I think in your other work, just Ancient Near Eastern thought in the Old Testament, you talk about what we need to imagine is a spectrum of the biblical authors might just take for granted and assume certain ideas with their ancient Near Eastern neighbors. And then on the opposite end of that would be they actually are trying to provide an alternative or a counter to an idea that's very common. And then within that spectrum, there would be a whole variation of ways that biblical authors can interact with ideas in their cultural environment. So I thought maybe let's take an example, you know, from Genesis 1. And so whether you want to choose, you know, whether it's like the act of separating, there's so much dividing and separating in Genesis 1, or maybe the act of naming and creating in Genesis 1. Those are shared motifs across ancient and recent cosmologies. But the question is, are the biblical authors assuming that act, but Also shaping it in a unique way that's different than how Egyptians or Babylonians would do it.",
    "start": "00:35:34",
    "end": "00:37:00"
  },
  {
    "text": "Well, of course, that's the most fundamental dictum of comparative studies. There are similarities and differences.",
    "start": "00:37:00",
    "end": "00:37:05"
  },
  {
    "text": "Yeah.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "And you ignore either one of them to your risk, to your peril, because you really need to take account of both. So in one book that I did ancient Near Eastern thought in the Old Testament, I tried to develop all of the levels of similarity so we understand how the Israelites are immersed in the ancient world. And another book, I did, Old Testament theology for Christians. I started with the ancient world, but then tried to show all of the ways that Israel developed different, distinctive, even unique ways of thinking that really didn't have much to do with the ancient world at all. So you can approach it from either end, and both can bring productive results. In the Genesis narrative, of course, they share so much with the ancient world. You already mentioned separating and naming as creative acts, because when you're ordering, to separate, to distinguish things is part of that ordering. To say, this belongs in this room and not in that room, you know, part of making your home. To name something, you know, labeling is a way of defining it, and therefore is also a way of ordering. And so those are things that they share with the ancient world. And they're really, when we think about it, they're things that we can resonate with. We just don't tend to think of them as creation because we are so scientifically minded in our approaches. But they also thought about light and the celestial bodies and the dry land emerging from water, the. The seas. They thought of all of these things the same way that people did in the ancient world. There's nothing really that distinguishes their cosmic geography from the ancient world. And so they thought about the world in the same way they thought about the idea of image of God. And that's something that is pervasive in the ancient world. But yet at the same time, they did something very different with it. They democratized it. Everybody is the image of God, although let's even define that a little bit. It's not like each individual is the image of God. It's that humanity as a whole, as a corporate group, is the image of God. Again, they're not individualists. They don't think like we do on that count. They're thinking of corporate identity that's different from Mesopotamia, where only the king was the image of God. And so in that sense, again, they're in the same room of conversation, but they bring something different into the room. And so in that sense we can see over and over again throughout the Old Testament, that phenomenon. They're in the same room, but they're bringing some different things into it. They're very comfortable in that room, though they don't always get along with the other people in the room.",
    "start": "00:37:06",
    "end": "00:39:57"
  },
  {
    "text": "It actually sounds a lot like the annual Biblical Studies conference of the Society of Biblical Literature.",
    "start": "00:39:58",
    "end": "00:40:03"
  },
  {
    "text": "Exactly.",
    "start": "00:40:05",
    "end": "00:40:05"
  },
  {
    "text": "People who have a common interest, but they have lots of different angles. Yeah, thank you. That spectrum is really helpful. And maybe this is just personal because when I was first introduced to these concepts in Bible college, it was more of the either the Bible is unique and stands out in the ancient world or it was borrowing. So I just was immensely helped by this spectrum, you know, that you, you begin to show and demonstrate. And it's actually really intuitive that there would be a whole spectrum, not just a binary of unique or borrowing. So maybe let's drill in on another text example from the early Genesis narratives that kind of sheds light on this whole topic, but from a different angle. So Genesis 1 and 2 begin with two narratives. You have the seven day sequence creation narrative that we call Genesis 1, but actually it bleeds into Genesis 2 up.",
    "start": "00:40:05",
    "end": "00:40:57"
  },
  {
    "text": "To 2, 3. Who put those chapter divisions in? I know, what were they thinking?",
    "start": "00:40:57",
    "end": "00:41:03"
  },
  {
    "text": "So we've got the seven day sequence, then we have the Eden story, which begins. Well, there's debate. Does it begin in Genesis 2, 4, 2, 5? And that's a whole something for another day. But it goes through the end of chapter three, but really kind of continues on with Cain and Abel and so on. But you've got two narratives. Genesis 1 begins with darkness and way too much water. The Eden story begins with wilderness and not enough water. Genesis 1 famously has humans as the climax after the animals. Genesis 2, it's the opposite. It's humans first and then the animals and so on. So how do our assumptions about all these things we've been talking about, how have people throughout history approached these two narratives standing next to each other and how they relate to each other in terms of time, sequence and so on? To me, that's always just been a really helpful test case to how do my assumptions prepare me to see these two stories and how they relate in a certain way? And then how does all of this open up what the biblical authors assume and why they feel perfectly fine putting these two narratives right next to each other?",
    "start": "00:41:03",
    "end": "00:42:05"
  },
  {
    "text": "Well, of course you've got the mainstream biblical scholarship today, which is inclined to see them as reflecting two different sources and therefore two different stories. And they don't shy Away from considering them competing stories, that's in the mainstream. Traditionally, people have tended to think that Genesis 2, the Eden story, is a recapitulation of day six, and that you're supposed to pick it up and just plop it into day six. And that in that view, some of those differences that you mentioned become a little bit bothersome. Because if this is a recapitulation of day six, then why is it that we have these differences so mainstream doesn't really care about the differences. They highlight them and use them to say these are just conflicting stories. I would say I don't think sources is the issue, regardless of whether there could have been sources or not. That's not the issue. But likewise, I don't accept that chapter two is a recapitulation of day six. I think the difference between them is that chapter one is establishing order in the cosmos at the cosmic level, Chapter 2 is establishing order at the terrestrial level. So instead of taking the whole view, three tiered universe, it's now moved to this tier. And therefore non order is reflected in 1, 2 in the cosmic stage where everything is non order, everything's darkness and sea, non order is expressed on the terrestrial level with regard to people and their productivity in planting and harvesting and growing, which is what those words in 2, 5 and 6 really tie into. And so in that sense, they're just telling the story from a different perspective. Going back to the play. And how did the play begin? Well, there are different ways to answer that, depending on what vantage point you're adopting. So I do not see chapter two as simply a recapitulation of day six. Chapter one, Day six does not mention Adam and Eve, does not suggest that there are only two people. It just doesn't talk about it. Chapter two is now going to drill down on this particular aspect and it's telling a different story. And so I think we do an injustice to the text if we try to interlock them. But likewise, we do an injustice of the text if we try to problematize them against one another. They're both telling important stories at important levels of our experience and our existence, and they both have important things to say. I'm inclined these days to almost avoid labeling them as origins stories, because in our cultural river, our modern world, we immediately think of science when we think of origins. So I think it's more on track to talk about Genesis 1 as an account of cosmic identity and the Eden story as an account of human identity. It's trying to say who we are in relationship to God in relationship to one another, in relationship to the animals, in relationship to everything around us. Who are we? We're dust. And that's an important statement about who we are, not about what we are. And so I think that again, this is one of those shifts of what's in our backpack. You know, the minute we say origins, we've got a backpack and we start unpacking the science. Yeah, so let's relabel the backpack here. That it's really all about identity. And that gives you a different perspective because even today, identities are very important topic of discussion.",
    "start": "00:42:05",
    "end": "00:45:53"
  },
  {
    "text": "What I hear you saying, I just want to say it back to you maybe with an illustration, as it's helpful if we are going to colonize, so to speak, the biblical text with our material creation mindset. The creation is something out of nothing. We see these two narrative sequences as being in. Somehow in competition with each other, or we've got a harmonizing is the classic term. We got to make the details fit, which you're saying. Yeah, trying to cram the Eden narrative into day six doesn't work because you also need some stuff from day three about the plants. So you got to cram days three and six together.",
    "start": "00:45:54",
    "end": "00:46:27"
  },
  {
    "text": "It was always problematic.",
    "start": "00:46:27",
    "end": "00:46:29"
  },
  {
    "text": "Yeah, totally. So this is much more akin to saying. It's a lot more the way that if John Collins was to sit down and we had a Renaissance portrait made of John Collins actually like to imagine what that would look like, you know, like a classic Renaissance and you're wearing like the purple robe. And then you were to do a Picasso style portrait, you know, with like his cheeks are on one side and then he has two eyeballs and what look like the side of his head, just different angles on the same subject. Would you say that that's more like how the two narratives relate in Genesis?",
    "start": "00:46:29",
    "end": "00:47:02"
  },
  {
    "text": "But even with that, they're not talking about the same thing. So they're not both portraits of John Collins.",
    "start": "00:47:02",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, good point. Yeah, that's good.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "One is a. Trying to look at the. At a cosmic level and another's trying to look at, you know, the terrestrial level. Human interactions is different from cosmic order. So in that sense, I think that they're trying to do different things, both important things, but it's really not the same conversation.",
    "start": "00:47:09",
    "end": "00:47:29"
  },
  {
    "text": "Yeah, maybe the Renaissance portrait is of John Collins like in the middle of a town square. And then the Picasso is you, I don't know, in your house or something like that. Anyway, that's getting silly, but I just wanted to. I wanted to find an illustration to kind of get what you're after. You've probably come up with one.",
    "start": "00:47:29",
    "end": "00:47:45"
  },
  {
    "text": "Well, they're both about order. It's just different levels of order, you know, and then you get to the Torah, and that's about order in society, which is different from kind of the human beings and their order at the larger level.",
    "start": "00:47:45",
    "end": "00:47:58"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "Sam.",
    "start": "00:48:04",
    "end": "00:48:12"
  },
  {
    "text": "Well, I want to throw maybe a curveball. I think that once you start understanding this, it really brings these stories to life and makes them more meaningful and more interesting and doesn't take away the divinity of them. Actually brings me closer to. To God and my purpose. I've gotten there, and I'm sure, John, you've seen a ton of students wrestle through this paradigm shift. I think one thing that keeps people from getting there is honestly the culture war issues, which is, are you doing this just so you can then capitulate to evolutionists and be okay with these atheistic cosmologies? And should we really give them a leg up? You know, like there's a sense of us versus them. Have you seen that tension? And how do you. How do you tend to approach that?",
    "start": "00:48:37",
    "end": "00:49:33"
  },
  {
    "text": "Absolutely, and I get accused of that all the time. People who say, I'm just doing all of these gymnastics and calling it ancient world in order to make the science that I want to work to work. And that's not true, you know, And I kind of object when people think that they can unpack your motivations and know why you're doing something. I try not to do that to other people, and I wish people would treat me with the same respect. But at any rate, one of the things that I say is, if tomorrow morning we were to wake up and the headlines on the Internet and the news would flash, evolution was proved wrong. It couldn't possibly be. My lecture that evening on this material wouldn't change a bit. I'm still trying to understand the text better. The fact that I believe that the interpretation I'm giving of Genesis means that it's not making scientific statements and that it's therefore compatible with a wide range of scientific conclusions doesn't make me a promoter of some particular scientific view. If the whole world changed tomorrow and the prominent science became very different, I would still want to ask the same question. Is the Bible compatible with what the mainstream thinking is? That's an important question to ask. That's not because I'm trying to make myself agree with the mainstream science or promote that science. It's just I want to know if there's compatibility. And for me, that comes down to a very basic Distinction, which I didn't make up, but I think it's very important. And it's the distinction between mechanism and agency that is science, really, whether this science or that science or another science. Science is very much interested in mechanism. How did things happen, how do things work? And that really entails science's pursuits. But science can't say much about agency. They can only talk about mechanism.",
    "start": "00:49:34",
    "end": "00:51:39"
  },
  {
    "text": "I'm sorry to interrupt. By agency, you're talking about that there is some sort of purpose or personal intention in the mechanistic process.",
    "start": "00:51:39",
    "end": "00:51:46"
  },
  {
    "text": "Exactly, yes. In the Bible, it's all about agency. God's the one who did it. God gave it order, God gave it purpose. God gave his shape. Whatever extent they talk about that material or immaterial, visible or invisible, God did it. And the Bible is all about affirming agency, and I believe says nothing, or at least nearly nothing about mechanism. It's just not what it's there to address. And in that way, the Bible's about agency and not mechanism. Science is about mechanism and not agency. It's easy to see that they are compatible because anything that science says about mechanism can be brought into what the Bible says about agency. Whether you're talking about de novo, immediate things appear, or whether you're talking about long processes over millions of years, God's the one doing it. God is the agent. And so what we've tried to do is sometimes people who read the Bible have tried to make that a story of mechanism. And there are certainly scientists who have tried to make their science say there is no agent. But both of those are errors, and we have to recognize what each is doing.",
    "start": "00:51:46",
    "end": "00:52:58"
  },
  {
    "text": "And you would say that there are errors not just because you disagree with it, but they're errors in how to think about something. They're errors in method category.",
    "start": "00:52:58",
    "end": "00:53:07"
  },
  {
    "text": "Errors. Yeah.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "Thank you. We could talk for a very long time about these things, but maybe I'll just try and help us land the plane. Maybe. Two questions that may be short. One is, so you've been researching and communicating about all this for a couple of decades now? Well, researching for longer, really communicating for a couple decades. As you look at students and people who are adopting this and now doing new research and thinking, and who are you excited about? Or is there anyone in terms of authors or organizations that are working with a contextual understanding of the creation narratives, but then also integrating with new science and so on, what gives you optimism about this conversation?",
    "start": "00:53:08",
    "end": "00:53:49"
  },
  {
    "text": "Certainly there are two organizations that could be immediately identified who are doing a lot of work with this integration process using Some of the ideas that I've developed. One, of course, is BioLogos here in the United States, founded by Francis Collins and now President Deb Harsma. And there's an awful lot of information there trying to work this intersection, this conversation, and to do it in gracious ways, which I really, really appreciate. And another centered at Cambridge is the Faraday Institute, which likewise is trying to do a lot at the intersection of. Of faith and science. So there's just two. I'm sure there are more that are doing that. They both have websites full of information, and I'm very much involved with both of those organizations, and I really appreciate the opportunities they give me to contribute to their development of ideas.",
    "start": "00:53:49",
    "end": "00:54:47"
  },
  {
    "text": "That's great. I think we can maybe include links in the show notes for those of you listening on the podcast.",
    "start": "00:54:47",
    "end": "00:54:52"
  },
  {
    "text": "Good.",
    "start": "00:54:52",
    "end": "00:54:52"
  },
  {
    "text": "And then maybe lastly, what are you excited about right now? What projects are you working on now? I don't assume that you're going to want to work on Genesis 1 and 2 your whole life. You probably have other parts of the Bible you're interested in.",
    "start": "00:54:53",
    "end": "00:55:04"
  },
  {
    "text": "For the last three years, I've been working intensely on a commentary on Daniel. Very different end of the canon, but I've been working on a commentary on Daniel. It's with Eerdman's Their NICOT series, and I'm co authoring it with my colleague Aubrey Buster. So we already have passed 1100 pages of manuscript. This is going to be quite extensive commentary. So that's been occupying a lot of my time.",
    "start": "00:55:04",
    "end": "00:55:36"
  },
  {
    "text": "Awesome.",
    "start": "00:55:37",
    "end": "00:55:37"
  },
  {
    "text": "Another book that is in the planning stages is that since Lost World of Genesis 1 came out now, more than a decade ago, I've learned a lot. I've presented it hundreds of times around the world in podcasts, in lecture series, and I've learned a lot. And so I'd like to do a book called Advances in the Lost World of Genesis. It's not a revision of the books I've already done. It's saying what's happened since then. And so illustrations like I've used on this podcast with House and Home, with how did the play begin? With the backpack imagery, with the focus on order, all of these things which really have developed out of my continuing involvement in these conversations. So hopefully we could pick up some of that. So those are some of the things that are floating around.",
    "start": "00:55:38",
    "end": "00:56:32"
  },
  {
    "text": "Yeah. Awesome, man. You've got a lot of projects in the hopper. Thank you. Thank you for all of your hard work you're doing. It's really helping a lot of people, and it's helped us.",
    "start": "00:56:33",
    "end": "00:56:43"
  },
  {
    "text": "And I have to say I'm really appreciative of what you guys are doing. You are reaching an audience that I would never reach. And you're doing it in such effective ways. I'm really excited about the ongoing project.",
    "start": "00:56:43",
    "end": "00:56:55"
  },
  {
    "text": "Thanks, John.",
    "start": "00:56:55",
    "end": "00:56:56"
  },
  {
    "text": "Yeah, thank you. And thank you for being on the podcast here with us today.",
    "start": "00:56:56",
    "end": "00:57:00"
  },
  {
    "text": "Sure.",
    "start": "00:57:00",
    "end": "00:57:01"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We've got one more scholar in the in this cosmology series that's going to be next week. We're going to sit down with Dr. Joshua Swamidas. He works at the intersection of data and genetics, a really interesting field people call bioinformatics. And you might be asking yourself, why is bibleproject talking about that stuff? Well, you're going to find out. I'm really excited for it. That's next week. Following week we are doing a question and response episode. We don't have time to accept any new questions for this series, so hopefully you've gotten any questions in. We're excited to hear those and discuss them. Bibleproject is a non profit and we exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generosity of thousands of people just like you. Today's episode was made possible by Cooper Peltz, our producer Dan Gummel, our Lead Editor Zach McKinley, Assistant Editor Lindsey Ponder with our show notes and the theme music by the band tense. Thanks again for Dr. John Walton spending time with us and thank you for being a part of this with us.",
    "start": "00:57:02",
    "end": "00:58:15"
  },
  {
    "text": "Hi, this is Uwa Tusin and I am from Abuja, Nigeria. I first heard about the Bible project in 2018 through friend and I use the Bible Project as a simplified guide in studying the Bible and it helps me to understand the right perspective to the story of the Bible. So we believe the Bible is a unified story that leads to Jesus where crowdfunded projects by people like me find free videos, study notes, podcasts, classes and more@bibleproject.com sa.",
    "start": "00:58:15",
    "end": "00:58:49"
  }
]