[
  {
    "text": "Thanks for listening to BibleProject Podcast.",
    "start": "00:00:04",
    "end": "00:00:06"
  },
  {
    "text": "This is John and I'm Tim.",
    "start": "00:00:06",
    "end": "00:00:08"
  },
  {
    "text": "And today we have a special episode where we are going to interview a scholar by the name of Joshua Suomedas.",
    "start": "00:00:09",
    "end": "00:00:16"
  },
  {
    "text": "Yeah. Joshua is a professor of biomedical engineering at Washington University of Medicine in St. Louis. And this is actually our first time interviewing a scientist on the BibleProject podcast, and we'll explain why in a minute. But we're really excited to talk with him today about the early narratives about Adam and Eve and the Garden of Eden in Genesis.",
    "start": "00:00:16",
    "end": "00:00:40"
  },
  {
    "text": "Thanks for joining us. Here we go. So, Tim, before we jump into this conversation we had with Joshua, which was really great, so I just want to. I just want to paint the landscape, why we're having this conversation.",
    "start": "00:00:40",
    "end": "00:01:02"
  },
  {
    "text": "Yeah, that's right. So maybe the first and real practical reason is that Joshua researched and released a book. It's called the Genealogical Adam and Eve. And it's a contribution to the larger conversation about how you read the stories about Adam and Eve in light of both ancient cultural context and in light of modern scientific findings about the development of the species and evolutionary science. And so I found the book so surprising and enormously helpful for thinking about that larger issue integration of science and how you read these texts. And that's not an issue we've really ever tackled in depth here on the podcast.",
    "start": "00:01:02",
    "end": "00:01:46"
  },
  {
    "text": "No, we've stayed away from it on purpose because there's been this conviction that the. That if you. If you approach these texts as literature, it's not trying to tell us about science, it's trying to tell us about other things.",
    "start": "00:01:46",
    "end": "00:01:59"
  },
  {
    "text": "Yeah.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "And what you want to do with science is another issue altogether.",
    "start": "00:02:00",
    "end": "00:02:04"
  },
  {
    "text": "Yeah.",
    "start": "00:02:05",
    "end": "00:02:05"
  },
  {
    "text": "So we don't interview scientists, but like you said, you decide. This is a first for us. You told me that it was very unifying, the book.",
    "start": "00:02:05",
    "end": "00:02:13"
  },
  {
    "text": "Yeah, yeah, Joshua. And as you'll hear later in the conversation, he's putting forward a hypothesis. He grew up in a Christian tradition that had a traditional reading of the Adam and Eve stories, that they were real humans created directly, without parents or any preceding species about 6,000 years ago. And so he had a journey as he went into the sciences and into genetics, by the way.",
    "start": "00:02:14",
    "end": "00:02:40"
  },
  {
    "text": "My tradition as well had that conviction. Where does that conviction come from and why is it significant?",
    "start": "00:02:40",
    "end": "00:02:47"
  },
  {
    "text": "Oh, I think it comes from a face value reading of the text. I mean, it's just right there. You just count the numbers and you look at the number of people and get out a calculator.",
    "start": "00:02:47",
    "end": "00:02:58"
  },
  {
    "text": "Like, of the genealogies, you mean?",
    "start": "00:02:58",
    "end": "00:03:00"
  },
  {
    "text": "Correct. That's right. Yeah. Yeah. And so Adam and Eve being made out of the dust, you know, and put in the garden. And you do the math. And so it's very, it's an intuitive reading to get to that conclusion.",
    "start": "00:03:00",
    "end": "00:03:12"
  },
  {
    "text": "And there's also a theological understanding that if we're all descended from Adam, we're all under that lineage.",
    "start": "00:03:12",
    "end": "00:03:19"
  },
  {
    "text": "Yes.",
    "start": "00:03:19",
    "end": "00:03:19"
  },
  {
    "text": "Which is a very important theological idea, correct?",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "Yeah, that's right. Because what they did in the garden affects all of humanity in the storyline of the Bible. And so if we think that that's an important idea to hold because that leads us to the second Adam, or what Paul the Apostle calls the last Adam, Jesus Messiah, what Jesus did was connected to the failure of the first Adam. So Joshua was raised in that tradition. And as he went into the sciences and into genetics, he discovered that there's a big culture war happening between these two ways of understanding the origin of the human species, but also a debate over these chapters in Genesis and how you understand them. And so we've just kind of defined one view, you could say, which would be kind of the Adam and Earth made directly by God, Adam and Eve without parents, without any predecessors, just made from the dust put into Eden. So that'd be one view. And you can see how you get there from a face value reading of the story. So that's one camp. Then there has developed in fits and starts over the last few hundred years as the origin of species, Darwinian evolutionary theory, all of that comes growing. And so the question is, well, as we learn from the sciences about the origin of the human species and then specifically with genetics, humans, the human genome shares a huge, like the majority of our genome maps precisely onto the genome of the great apes, showing that common ancestry and that that ancestry goes back hundreds of thousands of years. Yeah. So that's a growing narrative about human origins that's still being tweaked and developed in the sciences, but, you know, it's the mainstream view in the sciences. And so the question is, how do these two views go together? Or maybe they just can't and you have to pick and choose and then they're going to debate with each other as just completely opposing views about the origins of humanity. So that's kind of the state of play in our moment right now. And that's the situation Joshua was raised into and he began to get really curious and wanted to figure out if there wasn't a different way forward.",
    "start": "00:03:22",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. And so what we're doing here is we're not trying to make a case for young Adam and Eve or an Adam And Eve, that is. What would another position be? That they are just.",
    "start": "00:05:36",
    "end": "00:05:49"
  },
  {
    "text": "Yeah, well, man, there's a whole. The two ends of the spectrum we've already painted, and then there's almost every possible logical position has been developed by biblical scholars, theologians, scientists working.",
    "start": "00:05:49",
    "end": "00:06:01"
  },
  {
    "text": "So.",
    "start": "00:06:01",
    "end": "00:06:01"
  },
  {
    "text": "So one way is, well, Adam and Eve are purely symbolic characters. And so where the history really starts in the book of Genesis is maybe with Abraham or something like that, or maybe Adam and Eve are symbolic corporate characters. If genetic science points in the direction which the experts say it seems to do that the human population never dipped below a few thousand as it was developing from the great apes. How do you square that with the Genesis story? And so some people say, well, maybe they're corporate or symbolic symbols. So what any position's trying to do is find a way to harmonize these two. These two narratives. What you and I have typically done is said, let's step back from that. Let's just read these texts as best we can with a historical imagination the way ancient Israelites would have read them, and we'll let other people debate about that other stuff.",
    "start": "00:06:01",
    "end": "00:06:53"
  },
  {
    "text": "Okay, so we're not taking a position on Adam and Eve, historical, not historical, all the things in between. Also, we're not taking a position on what you need to believe about what science is saying right now. Correct. That's not our job. But that landscape is, man. I take science seriously and I have to take seriously that the Earth is old and human DNA comes from the same pool as great apes and is really old. Or some people just say, ah, no, I can't trust any of that. And so. And there's probably a thousand positions in between, too.",
    "start": "00:06:54",
    "end": "00:07:35"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:07:35",
    "end": "00:07:36"
  },
  {
    "text": "So tons of different positions. We're not trying to stake a claim of, like, to read the Bible, you have to believe any of these things. But specifically what this conversation is saying, if you happen to be someone who trusts in the scientific method and in what DNA is telling us about human genetics, and you also hold a view of historic, historical Adam and Eve that all humans were descended from 5 or 6,000 years ago, can you hold those two things together? Is there a way that they're compatible? Because intuitively you would say they're not. You've got to choose one.",
    "start": "00:07:36",
    "end": "00:08:16"
  },
  {
    "text": "You've got to choose one. Yep. Yeah.",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "And so what Joshua has done is he said, actually, I know happen to know a lot about genetics, and it just turns out there's a way through this.",
    "start": "00:08:17",
    "end": "00:08:25"
  },
  {
    "text": "Yeah, he calls it a hypothesis. So he's being a true scientist here. He's saying, here's a whole set of data, actually a set of details in the biblical narrative that tend to be under emphasized in this whole debate. And there's also a whole set of features in genetics and genealogical science that tend to be underemphasized in this debate. And when you put those biblical details and these under emphasized scientific facts together, you get, wow, a workable hypothesis of how these two seemingly opposing views can actually work together in a really interesting way. And so as he'll talk about the way he came up with this hypothesis, who he's learned it from, he's test driven this hypothesis with workshops of biblical scholars, scientists, theologians. As I'm saying, it's surprising. Like, I was surprised and I guess the last thing I'll say as preface into the interview was his hypothesis is actually unifying. You could hold, you could actually be compelled by his hypothesis and hold a view anywhere on the spectrum.",
    "start": "00:08:25",
    "end": "00:09:34"
  },
  {
    "text": "The landscape we painted.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, the landscape we just painted. Somebody on either end of that spectrum could actually be persuaded by his hypothesis. I was so surprised and just found it so helpful and so unifying. I just felt like, man, bibleproject podcast listeners, I just felt like y' all would really benefit from hearing from Joshua and hearing about his research and the conclusions that he came to. So I think that's kind of the context for this conversation.",
    "start": "00:09:36",
    "end": "00:10:01"
  },
  {
    "text": "Great.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Anything more you want to say?",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "No, that's it. That's a ton of preamble. Let's jump into our conversation with Joshua.",
    "start": "00:10:03",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. Awesome. All right. Joshua Swamidas, thank you for joining us on the podcast today.",
    "start": "00:10:08",
    "end": "00:10:14"
  },
  {
    "text": "Thanks for having me. It's great to be here.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Yeah, man. These are both really exciting and complex topics we're going to be addressing today. So before we get into the nerdy stuff, that's really exciting, I would be curious to learn more and I know our audience would be too, just about your background, your faith journey, and how did you end up in the sciences doing what you're doing, but with this desire to create another part time job for yourself of researching and writing a book on Adam and Eve and science.",
    "start": "00:10:16",
    "end": "00:10:46"
  },
  {
    "text": "Yeah. So I'm a scientist. I work at Washington University in St. Louis. It's a leading science institution. I am a medical doctor too, and I really spend most of my time during the day when I'm not doing this, really working with a small group of scientists trying to discover really cool things in the world using artificial intelligence and medicine and chemistry and biology. That's what I do. I'm a computational biologist that way. And why I Do it is I was made for it. I mean God made me to be a scientist. I mean it's weird that that's the way it is, but I mean I kind of find myself here. But I'm also a Christian. I follow Jesus from the Son covenant. I believe that Jesus bodily rose from the dead. And I got to tell you, I've looked all over science, but I've seen nothing in science that compares to the beauty I found in Christ.",
    "start": "00:10:46",
    "end": "00:11:28"
  },
  {
    "text": "When you say you were made for it, is this like little tiny Joshua who's like dissecting frogs but nobody had to tell you, you just wanted to or like what is science, science, science dissecting frogs. What does the scientific instinct look like to discover that in yourself at a young age?",
    "start": "00:11:29",
    "end": "00:11:46"
  },
  {
    "text": "Well, I didn't know it at a young age. That's part of what is so surprising about it. I mean I wanted to be a medical doctor. When I got into pre med I found out that I mean, you know, some people are made to be medical doctors. For me it became very clear I'd be bored out of my mind being a medical doct. And as I was kind of exploring that part of the things you have to do go to medical school is start take research courses. And the problem was that in biology education at that point there's a lot of really squishy stuff, things like frogs. But I was much more mathematically inclined, I liked the computer program and I was much more interested in going and finding out new things rather than just memorizing long lists of names of every little nook and cranny in your bones. And so I didn't realize it, but it turns out that there's a real need or particularly then with the rise of bioinformatics and you know, I graduated in 2000, that's when the human genome was sequenced. I was, I was in my PhD when the chimpanzee genome was sequenced in 2005. And it turns out that you really need people who understand biology, that want to use it to further human health, but also really good at computer programming and mathematics and they think in that sort of way. And all the same things that would have made me really dissatisfied with a lot long term career. Just treating patients turns out to be what actually made me come alive in research. And that field didn't even exist when I was born. There's no way I could have even dreamed to do it. So that's why I say I think God made me for it.",
    "start": "00:11:46",
    "end": "00:13:16"
  },
  {
    "text": "Wow. Yeah, that's neat. That's really neat to hear. So you've had, it sounds like a very committed faith to following Jesus from, I guess I'm assuming a young age. Maybe I shouldn't make that assumption then at some point. So maybe tell us about that. But also at some point how to integrate what you believe and follow about Jesus with everything that you're learning as a young adult as you go into the sciences.",
    "start": "00:13:16",
    "end": "00:13:38"
  },
  {
    "text": "Yeah, so I was born into a family of Indian immigrants. So I have kind of that cross cultural experience kind of embedded there as a second generationer. And my family was young earth creationist. And that's kind of how I was raised. And it just seemed like when you read scripture, it just seemed like Abeny were really recent and it just seemed like they were created de novo. And that's what we believed. We didn't. It wasn't as connected to like the fundamentalism potentially, you know, in the American church. It was just. That's kind of how I think many, you know, international believers read scripture. And as I kind of grew up, I kind of had that pull towards science. And it was a constant place of insecurity, both of attraction and security and fear of not knowing how to make sense of what I was learning about on the Discovery Channel alongside what it seemed to be Scripture was telling. And I just was always growing up in that tension. And slowly what really helped, honestly, was learning more about how different people read Genesis in the church and also in history. And I remember there was a key point where I learned about Augustine's literal interpretation of Genesis. I mean, he was really fascinated with Genesis. He wrote several books on it, and one of them was on a literal interpretation of Genesis. When you looked at his interpretation, I remember coming across this in college, actually. I realized, oh my goodness, his interpretation of Genesis is literal, but it's nothing like the literal interpretation that I've been told Scripture requires. And as I looked at Scripture, Scripture really did tell me things, but it didn't box me into particular points of view as I had been told. And I came to more and more realize that the issue wasn't really with a conflict between scripture and science, even evolutionary science. That's not where the conflict was. It was really more with men's interpretation of Scripture, which was often in conflict with science. But I wasn't bound to what another Christian thought Genesis said. I was really bound to what Genesis itself said. And that was really freeing to go back and actually read it for what it actually said and know that there wasn't nearly as much of a conflict There.",
    "start": "00:13:38",
    "end": "00:15:39"
  },
  {
    "text": "What's an example of a literal interpretation that Augustine made that is different than a modern literal interpretation?",
    "start": "00:15:39",
    "end": "00:15:47"
  },
  {
    "text": "Well, so, for example, he says that if you're going to take it literally, the days couldn't have been. I mean, the morning and night can't be actually interpreted as a literal morning and night because the sun didn't exist. There is no morning and night before the sun. So he goes on about that and he just thinks it doesn't make any sense. Another point he goes to is looking at how, I mean, about carnivory before the fall. And he basically says that there's just really no way to make sense of. If you're going to take it literally, you really have to believe that there's carnivory before the fall. Another example, too, which I think is actually a really important one that was really important for how I started to think about Genesis is how the curse comes to Adam, about death. He says that, you know, the day that you eat of the fruit, you'll surely die. That's what God says. The fact of the matter, though, is that Adam doesn't die that day.",
    "start": "00:15:47",
    "end": "00:16:35"
  },
  {
    "text": "In fact, he lives for centuries after that day.",
    "start": "00:16:35",
    "end": "00:16:37"
  },
  {
    "text": "Yeah, the whole point is that he has a long, full life. And so it's completely in conflict. And this is where I think his interpretation just blew my mind because I said, oh, wow. There is a certain sense to what he's saying. He said, well, the fact of the matter is that, you know, God said that. And in his view, that's actually what happened. But what was going on is that Adam had a physical physically live, but he had a spiritual death. And then here's the move that he made makes, which I thought was really brilliant. He's saying, but this is being said from God's point of view and from God's point of view, spiritual death is more literal and tangible than physical death. And so that was the bigger deal. We were focused on the physical death. But to take this literally means that it's actually a spiritual death and that's more literal. And that was like totally backwards from a way how I would understand it, but in a lot of ways. Not to say that we have to come to that conclusion necessarily, but there's some really solid theological grounding to that that once again really brought me much more closely back to seeing not what I've been told Scripture tells me, and what I've been told Scripture rolls out, but what does it actually say? And is that really in conflict and what is it really teaching me? And as I started to look more and more at Scripture. I just could not find the conflicts that. That everyone else was so certain of and even that I had perceived earlier.",
    "start": "00:16:37",
    "end": "00:17:51"
  },
  {
    "text": "Yeah. So one of the things that the story says is that God created these two humans, Adam and Eve. And you wrote the book Genealogical Adam and Eve, the Surprising Science of Universal Ancestry. It seems like you were very convicted that Adam and Eve were actual humans in actual history relatively recently. And this book is about figuring out is that compatible with science? Is that a good summary or how would you summarize your book? And then why a conviction that Adam and Eve are literal humans in the story?",
    "start": "00:17:52",
    "end": "00:18:29"
  },
  {
    "text": "Well, so this book doesn't really talk about my convictions about Adam and Eve, because I think the last Adam, Jesus is far more important than the first Adam. And even if Adam and Eve don't make sense, Jesus does. So I think that's really important. And so I really wrote this book, really, as a service to the church. It doesn't really disclose very much about what I personally think about these things, but I think whatever your point of view about Adam and Eve is that from an objective point of view, can look back at church history and what Christians today think, whether you're a Christian or not. And I think we can conclude that the majority of Christians through history have really understood Adam and Eve to be relatively recent in the past, de novo, created without parents and ancestors of all of us. That's kind of the starting point. So you can call that the traditional view. Maybe the traditional view is wrong. Maybe all these Christians just had it wrong.",
    "start": "00:18:30",
    "end": "00:19:17"
  },
  {
    "text": "De nova. That sounds like Latin.",
    "start": "00:19:17",
    "end": "00:19:19"
  },
  {
    "text": "Yeah, from new.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Right, from new. Okay.",
    "start": "00:19:20",
    "end": "00:19:22"
  },
  {
    "text": "But the idea is like. So it appears in a lot of doctrinal statements of without parents. It's been taken up in different theological and doctrinal statements. Right.",
    "start": "00:19:22",
    "end": "00:19:29"
  },
  {
    "text": "Right.",
    "start": "00:19:29",
    "end": "00:19:29"
  },
  {
    "text": "Now, some Christians don't think that Scripture requires one or all of these things. That's fine. But I think we can say that most Christians think that, and now most people thought that. If that's true, it's in direct conflict with evolutionary science. And evolutionary science really teaches that we share common ancestors with the great apes and that our ancestral population was always a large group and it never was a single couple. I mean, I heard over and over again that these things are in conflict, but they're really not. It turns out that really both things could be true at the same time. And that's really what the book is exploring. Like, maybe you end up rejecting the traditional view of Adam and Eve for some other reason. Maybe you don't Trust scripture, or maybe you think it tells us something differently, that's fine. But you can't say it's because evolution's true, that Adam and Eve in that sense is not true, that's no longer viable. And it goes other way around. You can't say that, you know, evolution is false because of the Adam and Eve story either. There's some people, me included, that really trust scripture over science. And if you are convinced that scripture really teaches Adam and Eve and Eve in that really traditional view, that is not in conflict with evolution. So you might still reject evolution for other reasons, but that's not a valid reason to reject evolution anymore.",
    "start": "00:19:29",
    "end": "00:20:34"
  },
  {
    "text": "So help me really understand the, the apparent conflict, because I'm not super smart about these things. When you say, like, so in evolutionary theory, humans evolve from a population of apes and that you said that they're. That there's this just big group of not quite sapiens yet who then through that kind of what genetic line humans evolve out of. But you can't like go to two exact people and say that's when humanity began. Yeah. How does that work?",
    "start": "00:21:00",
    "end": "00:21:32"
  },
  {
    "text": "Well, I mean, I think what you're saying there is a pretty good description of what the evolutionary account is. Of course, as Christians, we know that it wouldn't be random that God is involved somehow. If that's how God created things, he's involved somehow. Right. So we're not talking about atheistic evolution. And you don't even have to agree with evolution to kind of go with me on this story. This is a thought experiment. So it's okay at this table, if you're here and you think evolution is totally nuts, that's fine. We're just playing. We're playing science fiction, an imagination game, right?",
    "start": "00:21:32",
    "end": "00:21:58"
  },
  {
    "text": "Yeah, it's a good way to put it.",
    "start": "00:21:58",
    "end": "00:21:59"
  },
  {
    "text": "Or more generously, it's a hypothesis. You're creating a way to account for certain information, and you're convinced that this kind of dichotomy or tension between a literal reason, Adam and Eve, and then an evolutionary explanation of human origins, you're convinced they actually aren't at odds with each other in the way almost everybody thinks they are. You have a hypothesis for how to propose how those two could be true at the same time. Is that a fair description?",
    "start": "00:21:59",
    "end": "00:22:27"
  },
  {
    "text": "Yeah. So let's explain that hypothesis. That can make sense of it. I mean, obviously. I mean, I think most people who are listening can kind of see the conflict apparent between the idea of we share common ancestry with the great apes and Adam and Eve have no parents like those Things can't be both through at the same time. Well, I think if you go to the Genesis tradition and you read how Jewish and Christian interpreters have looked at it certainly over the last 500 years, from well before Darwin and even going back thousands of years, there's been a big question mark about what's going on outside the garden when you read Genesis 2. One of the things when I started to read Genesis really a lot more closely in high school was when you read it closely, you realize that Genesis 2 is spending a lot of time marking out the borders of the garden. And then you read Genesis 3. The way how the, the fall comes or the curse comes to Adam is because he's removed from the garden. And they even have to put a person there at the boundary. And so clearly there's a boundary there. I mean, there's a. Not a person, there's an angel there. Right, with a sword. And so clearly there's a boundary if there's an angel there. And so then the question becomes, well, I mean, if you're reading scripture closely, well, what's going on outside the garden? And I'm not the first person to wonder about that question. People have been wondering about that for ages. And it comes up in different ways. There's questions about Cain's wife, there's questions about the Nephilim, there's questions about the extent of the rats. And, you know, that is part of the Genesis tradition. That's part of what makes Genesis such a compelling and attractive book, is that it doesn't give all the answers. It has these, these lacunae, these, these spaces, these spaces of silence where we're invited to wonder. And in that place of wondering, you know, we can start to wonder together about, well, what if God had created a larger population in a different way outside that Adam and Eve encountered when they left the garden and their offerings started to interbreed and those lines mixed. And that's how, how we got here. It's because we descend from Adam and Eve, but we also descend from other parents, from the great apes that God still created those people, but just created them in a different way. So that's the basic idea.",
    "start": "00:22:27",
    "end": "00:24:28"
  },
  {
    "text": "And beyond Cain's wife, when Cain goes, he's worried that people are going to kill him because he is being exiled. And it's like, what, people out there are going to kill him? That's one thing we've wrestled with as well.",
    "start": "00:24:28",
    "end": "00:24:42"
  },
  {
    "text": "And God endorses his fear by putting a mark on him.",
    "start": "00:24:43",
    "end": "00:24:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "He says, yeah, you do have something to be worried about. I'm going to put a mark on you.",
    "start": "00:24:46",
    "end": "00:24:49"
  },
  {
    "text": "Yeah, yeah. And then he builds a city which may not. You know, the Hebrew word doesn't mean metropolis, but it means a walled enclosure with a bunch of people in it. These are the classic questions, right?",
    "start": "00:24:49",
    "end": "00:24:59"
  },
  {
    "text": "And these are also the points where I think a lot of the people who had told me what Scripture says really started to struggle a lot, and they would start to do a lot of backflips to explain it. I mean, they wouldn't tolerate any reordering of events or any gaps in Genesis 1. But when it came to Genesis 4 and 5, then there's gaps everywhere. There's reordering things. And it doesn't make a lot of sense there in particular, because, you know, it doesn't make any sense if Abel, Cain and Seth were not the first three sons of Adam and Eve. It doesn't really make sense why their lineages are followed and no one else's. I mean, you would follow the firstborn son or the first one that actually has inheritance because the first one dies or it gets exiled. Right. And then also Enoch. Right. Enoch really seems to be the first son of Cain. And then later on it talks about how Adam and Eve had many children, but it doesn't say that beforehand. So you have to do all this reordering to kind of somehow come up with a clever gap theory to make sense of it Now. I mean, maybe. I mean, I think Scripture doesn't really speak with precision on these things, so I can't say we can necessarily rule it out, but it does seem like a very inconsistent hermeneutic that they were trying to apply of being very rigid in one place, but then very, very flexible in the other.",
    "start": "00:24:59",
    "end": "00:26:11"
  },
  {
    "text": "So a young adult, Joshua, is noticing all of this. And so what I appreciate about your book is, you know, you say I'm not like a Bible scholar, but anyone can read these texts closely and notice these kinds of glaring things right there. And so these. It sounds like what I'm hearing you say is these both problematize the particular view you were raised with about the early chapters. And then as you begin to go into the sciences and further your interest, you begin to see there's actually a way the gaps in those early Genesis narratives and what you're learning about human ancestry. There's a possibility here. It's actually hard to say for anybody when it comes to anything in the Bible. I think we're forging a new path or a new idea here, but I think You've kind of done it, and I just never heard the way that you are putting pieces together scientifically and then how it fits with these real obvious gaps in the narrative. So kind of explain. You're pointing out the biblical features that made you notice this, maybe point out a big part of your book is what you call the difference between the genealogical approach to human ancestry versus a genetic. And why is that difference important? And why has it led to some dead ends in the debates up to this point?",
    "start": "00:26:11",
    "end": "00:27:28"
  },
  {
    "text": "Yeah, so most people, when they think about science and Adam and Eve and the conflict there, or the coherence, if that's what they want to make, is they go straight to talking about genetics. Most of us have heard of Y chromosome Adam or Y Adam or mitochondrial Eve. And some people have tried to associate Adam and Eve with that. That's all about genetics. And that's where people focus. They'll talk about how that makes sense or doesn't make sense. And there's people who have basically made their living arguing one way or another just on the genetics of this. The thing about it, though, is that scripture doesn't really talk about genetics. I mean, genetics meaning pertaining to DNA. I mean, I think the word genetics might appear in scripture, like monogenes, for example, in reference to Jesus in a couple of places. I'm not a biblical scholar, you guys can correct me. But whatever their meaning when they talk about the word genetics before 150 years ago could not possibly be in reference to DNA. Frankly, anything prior to 100 years ago where there's a reference to genetics really can't possibly be to DNA. Deoxyribonucleic acid, you know, with AG's and T's and C's or genomes. It's just not referencing that.",
    "start": "00:27:28",
    "end": "00:28:35"
  },
  {
    "text": "Sure.",
    "start": "00:28:35",
    "end": "00:28:35"
  },
  {
    "text": "And so this is, I think, really led to a real cultural gap and a real deep confusion, I think you can say, about the conversation where people conflated two very different types of ancestry. Genetic ancestry, which is about DNA, and genealogical ancestry, which is. Which is a more ordinary understanding of ancestry.",
    "start": "00:28:36",
    "end": "00:28:54"
  },
  {
    "text": "Okay. So for the layperson, I don't know if the distinction's going to land because they seem like two different ways to talk about the same thing.",
    "start": "00:28:54",
    "end": "00:29:02"
  },
  {
    "text": "I know they do. Especially when you haven't made the distinction. Right?",
    "start": "00:29:02",
    "end": "00:29:05"
  },
  {
    "text": "Yes. So you go to great lengths and you have lots of illustrations, and it took me, actually a number of your illustrations to really sink in. So. Yeah. But this is really crucial and it was surprising for me. Like you say in the subtitle of the book. So help us understand the difference.",
    "start": "00:29:05",
    "end": "00:29:21"
  },
  {
    "text": "I think it's a really great object lesson, honestly, about how culture shapes how we see things. And then people from other cultures are just not going to see it. And I do think growing up in an immigrant family helps a bit with that because you have parents using words in strange ways compared to all your friends and you're trying to navigate all that. And sometimes I kind of felt that's what was going on here. So let's think about this. You have parents, right? Both of them are your genealogical ancestors. Your mom and your dad. You have two of them. You get about half of your DNA from each one of them. Each one of them kind of gives you half of your genome.",
    "start": "00:29:21",
    "end": "00:29:51"
  },
  {
    "text": "Is it about half? It's not exactly 50, 50.",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "It's not exactly 50. 50. Right. The X chromosome is a bit bigger than the Y chromosome. You also get mitochondria from your mom. So your mom average gives you a little more than your dad. And then also there's recombination, which is breaking up your genomes a bit randomly and reassorting them. So it's never perfectly 50%, but it's about that amount. Here's the key thing though. They're 100% your genealogical ancestor, but they're only 50%, approximately 50% your genetic ancestor. If you pick up any part of your DNA, it'll either come from your mom or your dad. It won't come from both of them. Now, if you go back another generation, now you have four ancestors. They're all your genealogical ancestors.",
    "start": "00:29:53",
    "end": "00:30:29"
  },
  {
    "text": "I see.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "They're all connected to you by reproductive physical reproduction. This isn't some like weird esoteric spiritual description. This is like literally physical reproduction or biological reproduction from all four of those people is responsible for producing you. But you only get a quarter of your DNA from each of them. Yeah. And then you go back another generation. It's now 8. And so it's about 1 8, then 1 16th, 1 32nd. And this is the crazy thing that is super non intuitive to the point. I was a biologist at the time when I understood this, like a professor. And I've talked to other biologists, professors, and unless, unless you are trained as a population geneticist and have had to talk to you, most people are just as surprised. Even if they're biologists. It turns out that just in a few hundred years, meaning three or four hundred years, the majority of your ancestors actually gave you zero DNA. Zero. We'd understand them as genetic ghosts. That's a totally non intuitive finding. It Just turns out that they really are connected to us. But we just found DNA.",
    "start": "00:30:30",
    "end": "00:31:22"
  },
  {
    "text": "It wouldn't be something north of zero just like, but an actual zero amount.",
    "start": "00:31:22",
    "end": "00:31:27"
  },
  {
    "text": "Of, well, natural zero, because, remember, there is only so many pieces of your genome. Right? There's 46 chromosomes. Right. And 47 if you count. Now, I'm wondering if I got the numbers right, but there's around that many chromosomes, and they're being broken up into pieces every single time a child is born. So each chromosome just gets split into two or three pieces. So there's maybe around like 120 or 150 pieces every single. Every single time this happens. And so that's not that many. And so at a certain point, it just becomes more likely than not to just gotten no big chunks of DNA from anyone, and so therefore no chunks of DNA from them.",
    "start": "00:31:27",
    "end": "00:32:08"
  },
  {
    "text": "Interesting.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Yeah.",
    "start": "00:32:09",
    "end": "00:32:09"
  },
  {
    "text": "So my grandpa on my dad's side found a family tree that traces the Collins name all the way back to a guy who came over to us in, like the 1600s from England. And he's a Collins. And actually he was a John Collins. That was his name. So you're saying it's very likely that I might have 0 of his DNA?",
    "start": "00:32:09",
    "end": "00:32:31"
  },
  {
    "text": "Depending on how far back and other details, it's entirely possible, or maybe even most likely, that you have none of his DNA.",
    "start": "00:32:32",
    "end": "00:32:38"
  },
  {
    "text": "But he is my ancestor. Genealogical ancestor.",
    "start": "00:32:38",
    "end": "00:32:43"
  },
  {
    "text": "Well, maybe. So we're talking now we got to be careful about another distinction between written records, right. And the actual history of what happened. So in written records, you know, do you really know if everyone was a direct connection or there wasn't an adoption involved there, or there wasn't, or there wasn't infidelity. And in recorded genealogies, we know that they're full of errors. Right. But what we're really concerned with in this book is the true history of reproduction that gave rise to us that we can't actually see. We get probably an imperfect representation of in the written records. And you'll notice that this isn't a language that isn't of DNA. Like when you read through Genesis, I went through and actually listed out all of the genealogies that are in it. There's a whole bunch of them. And if you go through the penatech, I was going to do this actually, more broadly. And then I realized, wait a minute, there's going to be so many genealogies here. I could probably fill a full page of just references to genealogies. There's a point where this is going to get a bit ridiculous. So I limited it just to Genesis and there's still quite a bit there. And then, you know, it also comes up in Luke and in Matthew where you see the genealogies there. Clearly, for some reason, for some reason, these chains of physical descent were important to the authors in a way that's probably, we can understand in some way, but it's also probably a little bit foreign to us.",
    "start": "00:32:43",
    "end": "00:34:01"
  },
  {
    "text": "Yeah.",
    "start": "00:34:01",
    "end": "00:34:01"
  },
  {
    "text": "Especially in our individualistic American culture where we tried to think that we're entirely our self made people independent of our parents. Right. I'm an Indian. Right. So I think I come with a little bit of a different perspective there. I mean, I'm connected to my parents in an important way. I mean, I wouldn't even be in the United States if they hadn't decided to move here and come here. So I inherit something out of their decisions. But regardless, that was important to them. And I think that's part of the task of reading scripture is to figure out why that was important, why did they care about it. And they're not talking about DNA, they're just talking about offspring and parents, and parents giving rise to offspring in a way that somehow gives rise to us.",
    "start": "00:34:01",
    "end": "00:34:36"
  },
  {
    "text": "I know for me, and I want to keep kind of clarifying the difference and why the difference between these two ways of thinking about ancestry are significant. For me, I had been, I don't know, ever since college, trying to keep pace with the discussion about this question. And so I didn't read heavily in genetics, but anytime a biblical scholar was interfacing with genetic science and writing a synthesis, I would try and read or listen to, kind of stay tuned there. And so where I had landed from, you know, kind of the main scholars I had been following was a genetic conclusion about the basic population of the ancestors of what we call Homo sapiens never dipped below a certain point based on what the genetic statistics say about that could produce the genome that we have today. And I started hearing that and so I just thought, well, I guess that's it. And so what I appreciated about your book was you're offering both a different perspective and you also take issue with what has become a pretty common position. Not because you're angry, but you just, you actually think there's some flaws in that approach. And then reading Genesis in light of that conclusion. So that was significant for me.",
    "start": "00:35:10",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "So I'm guessing it'll be significant for some of our listeners. So maybe I'll put those back pieces together.",
    "start": "00:36:24",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. I think just to start out with, it's important to recognize that a lot of the genetic claims as pertinent to Adam and Eve have been wildly overstated, independent of what we just discussed. So Bill Craig, William Lane Craig actually has a book that's coming out this fall with the scientific content I really helped him with to kind of really navigate that. I think that's going to be a really helpful reference point for a lot of people in the broader community. But even if we're going to say, let's just say, even though I don't actually think the evidence is there, quite the way it's been put out that Homo sapiens don't arise an individual couple, I think a really key point that we have to remember is that, you know, science doesn't actually tell us what human is. There's no definition for human in science. Scientists can't agree with one another. But even if we could agree and say that there's really no reason to think that the scientific definition of human corresponds at all to the correct hermeneutical or theological definition of human. And I think, think if you kind of allow there to be a separation in those terms to say that maybe scientists are using that term in a very different way than are the theologians, then then you realize that there's once again a lot of other conflict that really doesn't have to be there. And I think allowing for that difference was really missed in a lot of these scientific arguments. So they all really depend on really, you know, adopting a very scientific, biologically defined use of a term that's also very usually far more narrow than even most scientists term and saying that that's what human is. And you all have to agree with us that that's what human is. And if that's what human is, then all of these things happen. But from the outset that's just not what scientists are allowed to do. We're not allowed to come to theologians and tell them how to define such an important term. We're not allowed to do that. And so I think there's a legitimate autonomy that really needs to be respected in this interdisciplinary exchange where we're able to say to people who are looking at different aspects of reality, right, and say, you know, you know, we're asking the question of what it means to be human. It's a grand question. There isn't some simple closed off answer that I can give you that's going to be the one definition to rule them all that you have to agree to. We really need to think through what's the definition of human that's precise for the purpose that you're using it for. In theology. And I think that there are some really good ways to think about that that start to really make sense of it. Now they're going to be different than the scientific definition. Like, you throw out the term Homo sapien, but you guys are biblical scholars. Where in scripture does it say Homo sapiens?",
    "start": "00:36:28",
    "end": "00:38:55"
  },
  {
    "text": "Sure, that's right.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "Or the homogeneous or. It just doesn't say those terms. I mean, early on in the process, I was really privileged to be invited to a seminary and I was talking to a couple other scholars. They were biblical scholars and theologians. But I had their head spin where I said, well, you know, we should probably first start by recognizing that Genesis doesn't actually include the word human in it. It just doesn't. And then they did a double triple take, like. Well, what do you mean? I said, well, like the word for human that gets translated as humankind or mankind mind, it's a dom. That's not human, that's not Homo sapien, that's not anthropos, that's just a dom. I mean, it seems like it's talking about Adam and Eve's lineage that gets translated in our moment to humankind, but that's not a dom. And that really, it's funny because they actually are more in their area of expertise than I am.",
    "start": "00:38:57",
    "end": "00:39:42"
  },
  {
    "text": "Sure.",
    "start": "00:39:43",
    "end": "00:39:43"
  },
  {
    "text": "But it kind of goes to. I think, once again, it's a cultural thing. Right. We kind of impose our cultural understanding of terms onto them. It's just a natural thing to do. But this is a very foreign text. It's not speaking in our language.",
    "start": "00:39:44",
    "end": "00:39:55"
  },
  {
    "text": "Yeah.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "So to be very plain about this thesis, then it seems like you're saying there could be sapiens around. It could be that God then formed out of nothing or with no parents. Adam and Eve called them the image of God. And then you're saying their genealogy, which very much could have intermixed.",
    "start": "00:39:56",
    "end": "00:40:17"
  },
  {
    "text": "Well, if they were recent, I think science makes pretty clear that they did intermix, but that's okay.",
    "start": "00:40:17",
    "end": "00:40:21"
  },
  {
    "text": "And then they did intermix. Yeah, with the sapiens, especially if. Yeah, if it was very recent, then the Homo sapiens, then. And it's that genealogy that the Bible is interested when it talks about Adam or humanity made in the image of God.",
    "start": "00:40:21",
    "end": "00:40:37"
  },
  {
    "text": "Yeah. So I think Scripture, if you're going to read it literally, once again, like, you don't even have to go to ancient Near Eastern literature, you just look at what the actual text says. It's not talking about humans, it's talking about Adam. It's talking about the People that are associated with Adam and with leaving a big question mark. I think the original readers probably had a sense that there were people outside in a way that was probably lost. So kind of retrospectively, it's more of a question mark, I think. You know, you don't know if there are people outside, but Scripture is really focused. It's telling that story. And, you know, once again, if you go to the Genesis tradition, people wonder about that for a long time. There's been a long. For a long time, people wondered about the cosmic fall that happened before Adam and Eve. Because. Because, I mean, this is another key point too. A lot of times I was told, well, this is a story about evil entered the world. But if you read the story, you see the serpent actually tempting Adam and Eve first. So what actually caused him to fall first? It wasn't Adam's sin that caused him to fall. And so people looked at that and said, well, maybe there was another fall of angels that had happened beforehand. And then kind of God's kind of coming in a media res into this with this perfect temple of the garden, right? And he's kind of creating a sacred or covenantal humanity there that has a purpose to spread out across the entire globe. But. But to think that this is the whole story, I think really undermines the logic of the whole book. It really seems to be very clearly coming in medias in the middle of things and telling us that. I got a little bit drifted from your question, though. Did I get your question or did I lose it?",
    "start": "00:40:37",
    "end": "00:42:00"
  },
  {
    "text": "Well, I think to John's, and then I want to tie it back in to kind of follow a thread. So the difference between what you're calling a genetics approach to try and explain how the biblical Adam and Eve, every.",
    "start": "00:42:00",
    "end": "00:42:13"
  },
  {
    "text": "Single human, has come from two exact humans.",
    "start": "00:42:13",
    "end": "00:42:17"
  },
  {
    "text": "Yeah, exactly. From these two.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "With no interbreeding.",
    "start": "00:42:18",
    "end": "00:42:19"
  },
  {
    "text": "Yeah, that's right. So actually, one important takeaway. This was another big moment for me, for your book. And you repeated it many times. As you're saying, the science of genealogical ancestry actually makes it completely possible that a single couple could become the ancestor of everybody on the planet in an amount of time, that. That blew my categories. I had no concept we wanted to counterintuitive. But of course, on the hypothesis that it's these two intermixing with another population that's outside the garden. We'll talk about that again later. But just. Yeah, talk about that part that blew my mind.",
    "start": "00:42:19",
    "end": "00:42:54"
  },
  {
    "text": "Yeah, that's a good point. Thanks for pulling me back to that. There's a lot of Things that are surprising once you get the distinction straight. And you're trying to say, okay, so if we don't care about genetics now, and we're going to only look at genealogical ancestry, a really important question becomes is like, well, if we take miracles off the table for a moment, not to say that God doesn't do miracles, but let's just see what science says happens on its own by the natural outworkings of the world, how long would it take for Adam and eve, say just 6,000 years ago, to become ancestors of everyone? What's our best estimate? And it turns out that this is really close to some really well established findings that were in the literature from 2004. And in 2018, I wrote a paper that really extrapolated them back a little bit and kind of answered a lot of the objections to it. But it turns out that in probably less than 4,000 years, Adam and Eve in the Middle east would be ancestors of everyone. So that means before Paul writes Romans, before Jesus's ascension, before he dies on the cross and is raised again three days later, before the gospel, you know, before Peter is even considering admitting Gentiles into the church, and before they're even thinking about actually taking his commission seriously to spread the Gospel to the four corners of the earth, to the ends of the earth, before all that, Adam and Eve would be ancestors of everyone. And so when Scripture is talking about Adam, then he's really talking about all of us. And so then all of the major theological objections to understanding human as the descendants of Adam and Eve really melt away. So it turns out some of these questions were addressed before, and this definition of human is not my invention. It's actually in church history. And it was first considered in a context where people saw the new world. And they said, well, those people clearly don't descend from Adam and Eve because we can't imagine how that happened. They were wrong. So maybe they didn't descend from Adam and Eve, and maybe there were some people out there that God created a different way and they still exist to today. And that was pretty much universally condemned in the church. Even as far as heretical. In, for example, the Catholic Church, they would call it heretical. And it just turns out that they were wrong about the science there. If Adam and Eve really lived that when they discovered all these people in the new world, well, they would still be descendants of Adam and Eve. And so all the objections of wondering about whether or not people alive on earth today still fit into God's salvation plan and so on, and so forth. They're just not. They're just become moot. They're irrelevant. So it allows us to really take a hold of that old definition of human, that scriptural definition of human, in a way that avoids all of the theological pitfalls that cause people to reject that or reject a recent Adam and Eve, I would say.",
    "start": "00:42:54",
    "end": "00:45:28"
  },
  {
    "text": "Right, right.",
    "start": "00:45:28",
    "end": "00:45:28"
  },
  {
    "text": "So I think what happened actually in the church was there was a big splitting that happened in a lot of ways I called a splintering of traditions. I talked about three main splits. But one of the main splits or splinterings was between Catholics that took a more mythological view of Genesis because of this and pushed Adam and Eve really, really ancient. It wasn't just a discovery of the New World, it was also discovery of things like Neanderthals. It was called the problem of the antiquity of man. And so they were comfortable just saying, well, most of Genesis is totally mythological. We can. Can neglect all that and put them really, really ancient. Because what's really critical is that we all descend from him. And then what we might call more Protestant understandings of Scripture, which were much less inclined to depart from Scripture in that way, but for those that were engaging with mainstream science had to more and more grapple with this reality that they were adopting a view that much of the church had considered heretical. So John Walton is a great example of this. So he does not actually have a heretical view, to be clear. And I'm not going there at all, but I'm just trying to point out, out what the. What the gap is. So, I mean, he's inclined to a more recent Adam and he thinks Adam and Eve are real people in real past. And, you know, if you're going to look at the. The time period, it's like it seems like a Neolithic time period. You know, Dennis Alexander would say the same thing too. But then they thought, incorrectly, that if they put Adam and Eve there, then we wouldn't all descend from Adam and Eve. So they had to come up with different theories of original sin, different ways of thinking of all those sorts of things, and all that just becomes unnecessary because in the end, even if Adam and Eve were recent, we'd still all descend from them. And so that split ends up becoming a false choice. I mean, you can really. You could really have both if you want it. Sam.",
    "start": "00:45:28",
    "end": "00:47:37"
  },
  {
    "text": "Just to flip it over. And I was pretty sure I knew the answer, but I was. I wanted to ask you the question. When you're saying Adam and Eve in a recent past could, by the way human genealogy happens, could Become the ancestors of everybody. But that could also be true of the couple down the street, in theory from Adam and Eve. It would be true of that couple too. In other words, because it's not a static entity like there are still ongoing ancestors of everybody that exist in every generation as humanity goes forward. Is that right?",
    "start": "00:47:52",
    "end": "00:48:24"
  },
  {
    "text": "That's exactly right. So it's not something that they're the most recent common ancestors of everyone. That's not what we're saying. And we're not saying they're the only common ancestors of everyone. Right? That's not what we're saying either. But the scripture doesn't say that. I mean the tradition just teaches that, that we all descend from them. So what would make them special wouldn't be the fact that they're ancestors of everyone. It would be rather other things about the story, the narrative and about theologically and spiritually that have happened there that make them important in a way that the people next door weren't. And that also means too that it's not that science fixes their time at 6,000 years ago. It could have been 10,000 years ago, 15,000 years ago, 20,000, 100 or even 500,000 years ago. From a scientific point of view, there's, there's individuals across the globe at all those time points and it's not fine tuned and doesn't require any miracles. It's just what we expect scientifically that we all descend from. It just turns out that rather than being this really tricky thing to work out, it just turns out to be a boring fact of population genetics that if Adam and Eve exist, then we all descend from them. And not only that, we probably don't have their DNA, so we don't have any evidence to tell us one way or another.",
    "start": "00:48:24",
    "end": "00:49:38"
  },
  {
    "text": "So how do we know that we would all descend from them? Is it that we could or that we know that we would?",
    "start": "00:49:38",
    "end": "00:49:45"
  },
  {
    "text": "Well, so if it depends on the timeline we're talking about. So I think if we're talking just 6,000 years ago, yeah, it would be hard to imagine a scenario where we all today don't descend from Adam and Eve.",
    "start": "00:49:46",
    "end": "00:49:57"
  },
  {
    "text": "It's hard to imagine a scenario that we don't all descend.",
    "start": "00:49:57",
    "end": "00:50:01"
  },
  {
    "text": "For everyone alive today, if you go back 2,000 years ago, so does everyone. 2,000 years ago. There is a possibility that, I mean there is some debate about some outer reaching places. I mean, I think the main place where there's a debate is Tasmania. And to be clear, there aren't quote, unquote, I hate to even use these terms Pure blooded Tasmanians right now. So that's part of the reason why that goes away. But you could say possibly an exception to the rule. And I don't think it's a problem even if that is really the case. If we really think that they have full human worth and dignity. And that really comes down to theology. It's certainly less of a problem than when we thought that the majority of people across Earth didn't descend from Adam and Eve. They were resent. Right. But if they were more ancient, let's say 20,000 years ago, I think it would be hard to imagine a scenario where we didn't all descend from Adam and Eve. I mean, it starts to get to the point where it might start requiring very creative, potentially miraculous scenarios.",
    "start": "00:50:01",
    "end": "00:50:52"
  },
  {
    "text": "It becomes statistically impossible.",
    "start": "00:50:52",
    "end": "00:50:54"
  },
  {
    "text": "Yeah, I mean, I think it'd be very hard to find informed scientists that would dispute it at 20,000 years ago. All the dispute that I know about for 6,000 year really centers around, around the isolation of Tasmania. And that really isn't an issue if Adam and eve are about 10,000 years ago.",
    "start": "00:50:54",
    "end": "00:51:10"
  },
  {
    "text": "So other than isolated populations, just the fact that you have 6,000 years, that it just becomes a mathematical almost certainty that everyone comes from the same two people 6,000 years ago.",
    "start": "00:51:10",
    "end": "00:51:24"
  },
  {
    "text": "Yeah, I mean, we're starting to deal with like, it's hard to predict these things scientifically. Right. Because we're starting to deal not with the general pattern, but with the flukes and what we can tell. I mean, like one of the ways that this was tested and where there's hard evidence behind it and it wasn't clear when the idea was first proposed in 2004 was by looking at ancient DNA. So what ancient DNA is, is that we can actually dig up remains of people across the globe from different points in time, like 1,000 years ago, 10,000 years ago, 8,000 years ago. There's thousands of genomes that actually have been dug up. And what they'll do is they'll take these remains and like take a tooth or a bone, they'll grind it up and extract DNA from and you can then sequence that DNA. And that gives us information about the past. David Reich wrote a really excellent book here called who We Are and How We Got Here. And he's one of the leading researchers in Harvard who's actually been going through and getting these and trying to reconstruct the past. And one of the things that we found out since 2004. So over the last 15 years, as we've looked more and more at these ancient genomes, Is that really in no population that we've had a lot of data for that we've looked at, have we seen any long term isolated populations? We start to see long range mixing across the globe everywhere. And we see things that match history. We can see like the slave trade, we can see the Silk Road, we can see Genghis Khan's, you know, in the Mongols spreading out. But we also see things that aren't in history books. Like about 4000 years ago is when a large number of ships went from India to Australia, for example. There's really no written records of this. And then several of the European populations that had a strong mythology of isolation, of a certain type of pure bloodedness, that all turned out to be nonsense. They were all intermixing with their neighbors. And so it turns out that the pattern for humans, which is very different than other animals, it's one of the ways we're somewhat unique, is that we're just interbreeding everywhere across the globe. We're actually linked together into a common evolutionary fate. We don't really have isolated populations. If there's an opportunity for interbreeding over even long distances, we will usually take it. And so that means that there's really good evidence against isolated populations in almost every place we've looked. And so that's why it starts to become entering the realm of very hypothetical counterfactual stories you might come up with.",
    "start": "00:51:24",
    "end": "00:53:37"
  },
  {
    "text": "So you've said multiple times, and this is your hypothesis, nature of it. If Adam and Eve were to have existed in a recent past, namely 6,000 years, there's nothing extraordinary about the process by which they could become the ancestors of Everybody alive even 2,000 years ago.",
    "start": "00:53:37",
    "end": "00:53:55"
  },
  {
    "text": "Yeah, they would be our genealogical ancestors, but they wouldn't probably be our genetic ancestors. I mean, we can't rule it out.",
    "start": "00:53:55",
    "end": "00:54:02"
  },
  {
    "text": "Because genetically their genetics might have disappeared.",
    "start": "00:54:02",
    "end": "00:54:05"
  },
  {
    "text": "Well, probably just disappeared. Yeah. Kind of like a drop of water in the ocean, right?",
    "start": "00:54:05",
    "end": "00:54:08"
  },
  {
    "text": "Yeah. Right. So, and this is something. And you did say this multiple times though, if I remember correctly, because I listened to it before I went back and walked my way through it, reading it was, you are not trying to prove the existence of an Adam and Eve. What you're trying to say is the genealogical account does not prove, but it's impossible to disprove the existence of such a couple in 6,000 years ago. And for you it's actually that point that's super important for everybody on all sides of the debate. And I found that really interesting. So talk about that more.",
    "start": "00:54:08",
    "end": "00:54:41"
  },
  {
    "text": "Yeah, I think everyone has had A false presupposition that the scientific evidence adjudicates this, that science will tell us about Adam and Eve. That's just been the strong presupposition that everyone's come to and it just turns out to be a very reasonable presupposition that's false. We have many presuppositions that when we learn about scientifically, we just find out our intuitions are wrong. And this is just one of those places where our intuitions were really, really wrong. And that's okay, but I think it really alters the conversation. So we've talked about it a little bit. If the fact of the matter is, is that you can can affirm all of evolutionary science and that doesn't actually conflict with a literal reading of Genesis and it's actually connected to the Genesis tradition and just recovering stuff that was already there then, that's no longer a valid reason to reject either account. I mean, I had a really interesting interview with an atheist who was an ex Christian who a part of his story of leaving the faith was seeing all the conflict between evolution, which he saw evidence for, and the Genesis story. And that was one of the reasons why he left the faith. I mean, I know a lot of atheists which, this is part of their journey. I mean, not every atheist becomes an atheist for that reason, but some do. But now we know that, that, I mean, maybe become an atheist, maybe leave the faith, but that's not a very good reason anymore. Likewise, there's a lot of people I knew and I know that reject evolution because of, you know, the conflict that they perceive with a traditional reading of Genesis. You know, you know, you can still reject evolution. I'm not trying to convince you it's true, but I mean, just as basic coherence, that's no longer a valid reason to reject evol. And you know, maybe we can still reject it, but we can understand it with less fear and realize that there isn't actually any conflict there if it were true. And there's also a lot of Christians that came to affirm evolution but took more mythological views of Adam and Eve and often would claim science as support for what they did. I think that that's a real problem actually at this point because maybe they're right. I mean, maybe scripture doesn't box us into thinking Adam and Eve are real people in the recent past. I mean, maybe, but you can't say that that's because of science that you got there. I mean, that really bad science. I mean, I think the reality is that science doesn't tell you that. And so in a lot of ways, I think it ends up upending. Even if people end up in the same positions in the end, I think it has to alter their reasons for why they're there. And that's, I think, also why it's why it's been simultaneously attractive and controversial and maybe even hated at times by different people. Because if you take them seriously at the reasons why they say they hold the positions they have, if what I said is true, that means that they should probably be really thinking what they believe. I mean, this goes all the way to even talking about Ken Hammett answers in Genesis, right. He's given reasons why he thinks that young Earth creationism is true, but those reasons don't apply anymore. I mean, those things aren't in conflict. So then why is it important? That's the sort of stuff that has to be worked out now across, I think, the whole conversation.",
    "start": "00:54:41",
    "end": "00:57:32"
  },
  {
    "text": "So, yeah, it sounds like your experience over time is like watching two people get into an argument, but you know that actually they just fundamentally haven't understood each other or this thing that they're fighting over.",
    "start": "00:57:33",
    "end": "00:57:47"
  },
  {
    "text": "Yeah, and not only that, it's not just that they're getting in an argument. It's the same argument. It is like Groundhog Day. They're like fighting it stagnantly for decades, like a century, like long before I was born, people were fighting the saints argument stuck. That's actually, I think what's so exciting about this is that it's showing that that argument was just based on really bad presuppositions, that when we look at it closely, we find out that we just were misunderstanding science and we're misunderstanding Scripture. And I would say even right now, for the people, the scholars I know and most of the people I know that have been exposed to it, they're going to disagree on different particulars here and there. But I think the agreement that scripture can't be talking about, about genetics, but it might be talking about genealogical ancestry, that almost seems to be universally appreciated when people come to see it. I don't know of any legitimate argument against that or anyone who's trying to argue against that now. Sam.",
    "start": "00:57:47",
    "end": "00:59:04"
  },
  {
    "text": "So actually I'd like you to comment on that. You include quite a bit of narrative, personal narrative about how the ideas of the book came into existence, the story of research. You have fielded these findings in a lot of different cross disciplinary settings with theologians, with scientists, with historians. So just talk about that. You've actually been airing, taking these ideas on the Road for quite a few years now before they took published form. So talk about that.",
    "start": "00:59:39",
    "end": "01:00:08"
  },
  {
    "text": "Yeah, well, part of that is just part of my instinct as an interdisciplinary scientist. I mean, to do good interdisciplinary work, you have to engage with other experts. And I didn't want to be putting out there stuff that would either get me in embarrassed professionally or that would be unstable for the church. So I got population geneticists involved. I'm also not a biblical expert. I mean, I have. I'm a Christian that reads scripture the best I can. And so I started talking to a lot of exegetes over. I was really fortunate to get some funding to bring together a small group of scholars. Oh, it'd be a little bit bigger. It was about 35 people or so, 40 people to basically workshop my book, which I'm very fortunate to have happened as well. But I guess one of the main reasons why I put all this effort into it is because I was. Was in a very unstable professional situation when this happened. For some reasons outside my control, I kind of got thrust into the public when I didn't have tenure. It was something that a lot of evolutionary creationists were uncomfortable with. It was wrapped up in some of the reasons why they asked me. They kind of basically kicked me out at the time. So I was in this place where I was talking about this thing, which really sounds totally pseudo scientific, right. And I was coming up for tenure at a secular institution. I was thinking, man, and this is not the wise way to do it, but here I am. I need to be obedient to the Lord. I think this is going to serve the church. And I need to make sure that this is as solid and as careful as humanly possible and diligent as I can about, you know, retracting my mistakes and backing off claims that aren't true. And so I've been really fortunate to be in a community of scholars that met me on that path. We figured it out together and it was. I gotta tell you, it's one of the most risky things I ever did in my career. If I wasn't to follow follower of Jesus. I can't imagine doing this because it was too risky to be worth it. And I also lost things through it too, you know, but at the same token, I told you God made me to be a scientist. You know, I think he might have made me to write this book too. I didn't realize it at the time. And my real hope with it is just that it's going to serve the church and that it will help clarify this point of unending conflict. So maybe we can kind of unsettle that a bit and maybe try and find a better way forward.",
    "start": "01:00:08",
    "end": "01:02:13"
  },
  {
    "text": "One thing I did appreciate, and I won't make you try and summarize this part of the book, but a big question that arises for people is concepts of sin. And these easy to say, but hard to actually define, concept of original sin and what that means. So you do tackle that in the book and you do explore how your hypothesis kind of fits with that. So more or less, let's just. Just tease it up so that our people listening to this will want to go hear what you say. But you do address that topic.",
    "start": "01:02:14",
    "end": "01:02:43"
  },
  {
    "text": "Yeah. So once again, one of the misguided objectives I would get would be people complaining that, well, that means that we don't have DNA from Adam and Eve, so how does original sin make sense? But no one thinks that. So that's kind of absurd from the get go. I mean, conservative theologians have been howling that as a mischaracteration of their views over and over again. Adam and Genome is a book that came out recently by Dennis Venema and Scott McKnight, and it defines historical Adam as saying, sin transmits by DNA. Almost every review of that book by conservative theologians is saying, why does original sin have to transmit by DNA? Exactly. That's not our views. So let's just put that aside. Then the question is, well, how do we make sense of this theologically? Here's a simplistic answer. There's a lot of existing theologies out there. One example is covenant theology that just slots in necessarily really easily to this. So in covenant theology, God puts into a contract essentially into the covenant with Adam and Eve that if he sins, there's going to be consequences for his descendants. And so it's not about DNA, it's just the contract. And so he breaks the contract and then that happens. And that's kind of how it happens. The original sin is, is really how Adam's sin affects us through that contract. That's one way to understand it.",
    "start": "01:02:43",
    "end": "01:03:51"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:03:51",
    "end": "01:03:52"
  },
  {
    "text": "But I think there's a deeper question here to really pursue theologically where we start really thinking about what inheritance is and what is it that we inherit from our ancestors. And to really go deep into that question, you know, I was in a lot of churches I went to. We really focus and talk a lot about the paradox between justice and mercy. Right. And how God is in this infinitely just and infinitely merciful person. But justice requires punishment and mercy requires withholding punishment. So how do you Reconcile that tension. Right. I think that tension is deeply embedded in the story of Scripture and it's part of even what gives rise to the logic of the gospel. I think one element that we tend to neglect in the church is how in this paradox which we see as a two part, I think there's a tri part to it, a third part to it of inheritance and how inheritance is in tension with just justice. Because if we punish the parents, it's also going to affect the children even though they did nothing wrong. And how inheritance is in tension with mercy and how if we show mercy to one generation that actually is unfair to the next in many important ways. And so. Or if we were to punish one generation for what they did, it wouldn't be showing mercy to the next. Like there's a complex of relationships which you see deeply come out in Scripture. It's most clear, I think, in the stories of exile where you see Daniel like lost in Babylon and he's done nothing wrong and he's being faithful in this pagan world not because of his sins, but because of the sins of his parents. That's not just in important ways. Yet there's a mercy that God gives. And it's funny, that's how I came. I think this is one place where I will show load my cards. When I read that paradox, that struggle where Augustine looked at God telling Adam that you will die this very day, I think maybe we can understand that as physical death and realize that what's really going on is that mirroring what's going to happen in the rest of Israel, that maybe Adam really deserved death and that really was the law, that he would die that very day. But then when it happens, God extends a mercy instead and lets him be exiled rather than be executed. And so I think that then puts entailments on him and his progeny. If God actually followed through with that judgment, we wouldn't be here. At least we wouldn't be here in our current form. And I think we can start to think through the theology, but I think that's one of the big open questions here. Now, I'm a theologian, I'm just kind of spitballing to some extent here, but I think that's the big invitation to start thinking about the paradox not just of justice and mercy, but also of inheritance alongside it.",
    "start": "01:03:52",
    "end": "01:06:14"
  },
  {
    "text": "You know, one thing, well, so many things I appreciated about the book, but one main theme was that kind of what you were doing earlier right there, your hypothesis actually could fit nicely and be at home in many different theological traditions. And many different approaches to not just Genesis 1 and 2, but to all of the pieces of like Genesis 1 through 11 or the Bible. And so that's a real heartbeat for John and I with the Bible Project is to show how actually the main themes of the Bible and the main things it's doing can fit at home in all of our traditions. But we mostly focus on the boundary line issues because that's where we gain identity or, I don't know, it's what gets the most likes. So in one sense there's something new and exciting about your hypothesis, but there's also an unremarkable quality to it because it's not like a new position. It's actually a way of reading things that are there that could be at home in many positions. And I just found that really refreshing.",
    "start": "01:06:14",
    "end": "01:07:14"
  },
  {
    "text": "You guys know the Lausanne Covenant? It says that God makes his wisdom known through the many colored diversity of the church. That's a little bit of a butchered quote, which is worth going and reading. And that's from Ephesians 3:10. So John Stott picked that up when they're trying to deal with this deeply evangelical problem of how do we deal with and make sense of the diversity of the church and the unity of the church together. He quotes Ephesians 3:10, which really, and it's a literal translation, when he says many calls colored. And what he's saying is that there's something prophetic about the diversity of the church. Another way to put it, as I would say as a scientist or just as a human, is that part of how we know we're engaging reality is that there's many descriptions of it that are all coherent and that there's something more real that becomes out of it when there is a great diversity of people that have encountered the same living God. And that's a reality that we've lost in origins for a long time because the Count splinter. And what you're describing here is I think, a rebinding of the account, a reintegration of it where it's no longer that we all have our mutually personally individualized accounts in a corner somewhere that you have for your reason, like you like chocolate, you like ice cream. It's rather that we're all maybe have an opportunity to start gathering around the same thing now and start trying to understand it maybe in different ways. And maybe in our different understandings of that elephant in the room as blind men, we can start to try to piece together that larger reality. And I think that is the evangelical instinct Right. To understand that there's something legitimate about even the people who disagree with us. And we want to try a way to kind of piece together the whole story of the elephant together.",
    "start": "01:07:14",
    "end": "01:08:47"
  },
  {
    "text": "Yeah. Thank you. That's well said. And man, such a rich book. There's so many things that we could still talk about. I appreciate how you've tried to capture the heartbeat of what you're doing and the core ideas. This book took a lot of work. It's just very clear when you read it.",
    "start": "01:08:47",
    "end": "01:09:03"
  },
  {
    "text": "So.",
    "start": "01:09:03",
    "end": "01:09:03"
  },
  {
    "text": "So thank you for all of the effort you've put in. I think it's a really important contribution to this whole, whole set of issues.",
    "start": "01:09:03",
    "end": "01:09:09"
  },
  {
    "text": "Well, yeah, thank you for your work too, and for inviting me to your audience. It's great to meet you all and look forward to hearing what you guys think of it.",
    "start": "01:09:09",
    "end": "01:09:15"
  },
  {
    "text": "All right, good to talk, Joshua.",
    "start": "01:09:15",
    "end": "01:09:16"
  },
  {
    "text": "Yeah. Bye, Joshua. Thanks for listening to this episode of BibleProject Podcast. Next week will be our final episode in this series where we're going to do some question and response with the questions you've already sent. Thank you so much for sending those. Bibleproject is a nonprofit. Our mission is to experience the Bible as a unified story that leads to Jesus. So we make this podcast, we have videos, we have graduate level classes and many other resources. It's all for free because of the generous support of people like you. So thanks for being a part of this with us. Hi, this is Chris Stout. I'm from Warren, Ohio, home of the Youngstown Scrappers.",
    "start": "01:09:16",
    "end": "01:10:00"
  },
  {
    "text": "I first heard of the Bible project.",
    "start": "01:10:01",
    "end": "01:10:02"
  },
  {
    "text": "From the YouVersion app and I used the Bible Project to watch cool videos.",
    "start": "01:10:02",
    "end": "01:10:07"
  },
  {
    "text": "And learn the story about God's love. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:10:07",
    "end": "01:10:13"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free video, study notes, podcasts and more@thebibleproject.com com yes.",
    "start": "01:10:13",
    "end": "01:10:21"
  }
]