[
  {
    "text": "Hey, this is John@Bibleproject. And this is our final conversation in our series on the family of God. How God created all of humanity and all of our diversity to be one family. But the impulse of humanity isn't to be unified through our diversity. It's rather to mistrust each other, rule over each other, and create violence and oppression. We see this in the story of Babylon. We also see this in the story of Israel as slaves in Egypt, in.",
    "start": "00:00:04",
    "end": "00:00:33"
  },
  {
    "text": "Babylon, in the story of the exodus in Deuteronomy 32. There's this developing theme that the many nations that don't want to live under the allegiance of the Creator God think that they're giving their allegiance to the ultimate divine being. But in reality, they're giving their allegiance to idols which are wood or stone and nothing. Or even worse, they are actually being deceived by dark spiritual powers that manifest themselves through social structures.",
    "start": "00:00:33",
    "end": "00:01:04"
  },
  {
    "text": "Dark spiritual powers that enslave us. According to the Bible, this is the reality of the world we live in. So who will stand up to these spiritual powers? Who will display a power that is greater than violence and injustice? In the book of Ephesians, the Apostle Paul believes that that job is for us and they'll see our power through our diverse unity God.",
    "start": "00:01:04",
    "end": "00:01:29"
  },
  {
    "text": "God's multidiverse wisdom is demonstrated through a multi diverse community of people. To whom? To whom is that wisdom made known? Through a multi diverse community of people to the principalities and powers.",
    "start": "00:01:29",
    "end": "00:01:41"
  },
  {
    "text": "So today on the show, we're gonna see how passionately the Apostle Paul cares about the unity of God's family. He doesn't care about unity just for unity's sake. Paul believes the church is bringing back our calling of being God's image and showing that to all of creation. Thanks for joining us. Here we go. All right, let's continue. We've got this discussion. We're going to look at the book of Ephesians and a little bit of Galatians.",
    "start": "00:01:41",
    "end": "00:02:12"
  },
  {
    "text": "Yes. Theme of the family of God.",
    "start": "00:02:12",
    "end": "00:02:14"
  },
  {
    "text": "The theme of the family of God.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "I think this might be the last conversation.",
    "start": "00:02:15",
    "end": "00:02:17"
  },
  {
    "text": "This will be the last one.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "Yeah.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Then we'll do a question response and.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Then there's going to be some interviews that'll come after the series about books or articles from some theologians I read recently that really tie in in a power away to the themes we've been talking about in the Family of God series.",
    "start": "00:02:19",
    "end": "00:02:34"
  },
  {
    "text": "Yes. Esau Moli.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Yep.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "And that one we've already done.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "Yeah.",
    "start": "00:02:38",
    "end": "00:02:38"
  },
  {
    "text": "And then there's one more, and I'm not even in the loop.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "Yeah. Yeah. Young New Testament scholar Andrew Rilera, who's done some really important work on Jew gentile identity and unity in the letter to the Ephesians that I learned a lot from. So we're going to talk to him about that.",
    "start": "00:02:40",
    "end": "00:02:53"
  },
  {
    "text": "This theme of the family of God to me has actually been a little bit surprising. I think overall, and I mentioned in the outro to last week's. Or, sorry, the intro to last week's episode that I think this theme can get kind of buried, kind of hidden in the Bible because a lot of the story is about God electing Israel.",
    "start": "00:02:53",
    "end": "00:03:14"
  },
  {
    "text": "Yeah.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "One particular family and he actually gives them a lot of laws to keep them separate.",
    "start": "00:03:14",
    "end": "00:03:20"
  },
  {
    "text": "Yep. And a lot of favorite.",
    "start": "00:03:20",
    "end": "00:03:23"
  },
  {
    "text": "Yeah.",
    "start": "00:03:23",
    "end": "00:03:23"
  },
  {
    "text": "And focus.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "Right. And then even though this is all for the purpose of being a blessing to the nations and bringing the blessing of Eden into the world, the story is actually that they become really insular and become, you know, violent to other nations like everyone else.",
    "start": "00:03:24",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. Abraham brings about as much trouble and curse on the non Abrahamites around him as he does blessing. But he does some good stuff too. But when it comes to his descendants, they bring mostly bad news to their neighbors, and then sometimes their neighbors are no better. And so the Israelites also become God's agent of bringing justice upon their neighbors as much as being agents of God's blessing. It really gets complicated. But family is complicated, especially estranged family members in relationships.",
    "start": "00:03:41",
    "end": "00:04:17"
  },
  {
    "text": "Some of our most complicated relationships individually with family.",
    "start": "00:04:17",
    "end": "00:04:19"
  },
  {
    "text": "Yeah, totally. So sorry, I digress.",
    "start": "00:04:19",
    "end": "00:04:21"
  },
  {
    "text": "But yeah, so, I mean, it's a beautiful theme in that this idea of every human represented in all these different nations and tribes and tongues are part of the image of God. We're all in the family of God. But if someone were to say, hey, John, put together some thoughts on the family of God, the thing I would immediately be thinking about is the very select few I see.",
    "start": "00:04:21",
    "end": "00:04:44"
  },
  {
    "text": "Yeah.",
    "start": "00:04:44",
    "end": "00:04:44"
  },
  {
    "text": "That get to be in the family of God. And not starting with the sense of, hey, look, God's desire is for every nation.",
    "start": "00:04:44",
    "end": "00:04:53"
  },
  {
    "text": "Yeah. Yeah. So the biblical story begins with this really expanded, unified view of the human family as God's image. When that fractures laser focus in on one particular family and you think, oh, I guess God favors just one family. Just like God favored one brother, Abel instead of Cain. But then God comes and addresses Cain and is like Cain, it's not over between you and me. Like, you know, you're struggling here, but let's work past this and things will go great. There will be good. That's what he says. There will be good.",
    "start": "00:04:53",
    "end": "00:05:24"
  },
  {
    "text": "If you do what is right.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "If you do. Yeah. If you do good, there will be exaltation for you too, Cain. And so there's a similar dynamic at work. The family of Abraham is chosen not just to go to heaven when they die. What they're chosen is to be the vehicle of God's blessing to all the other non chosen families. And then they do a worse or better job from generation to generation at that. What you also see is that the chosen family is not morally superior in any way to the non chosen. And the flip side, that it's often among the non chosen families that God raises up heroes and deliverers for the chosen family. So it really messes with your sense of is this a story with good people and bad people and. Emphatically no. It's a story about humans.",
    "start": "00:05:25",
    "end": "00:06:12"
  },
  {
    "text": "Yeah.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "But that doesn't erase the fact that God does choose one and commit himself to working through that one family, even though they don't deserve it and even though there's a lot better people outside that family. Yeah, it's really, it's an amazing story in that from that perspective, isn't it?",
    "start": "00:06:13",
    "end": "00:06:29"
  },
  {
    "text": "I think another thing that has surprised me a little bit, you know, I grew up with the Bible and so I grew up understanding this idea of every tongue, tribe and nation, especially from an evangelical culture where, you know, going out like as missionaries.",
    "start": "00:06:29",
    "end": "00:06:45"
  },
  {
    "text": "Yeah, right.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "And making sure that everyone from all these different nations can hear about Jesus. But for me, I think I just thought of it as just like this, it's some sort of finish line where then Jesus can come back and everything can be restored and he'll do that.",
    "start": "00:06:46",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, like he'll bring unity to the nations.",
    "start": "00:07:00",
    "end": "00:07:02"
  },
  {
    "text": "And. And so what didn't click was the unity between the nations. Like that the reason why every nation needs to be included is for unity. It was just some other arbitrary finish line I think of like then we get there, then Jesus can come back and everything be good. And maybe it was like so everyone has a chance or something like that. But this idea of the unity of the nations being so important.",
    "start": "00:07:02",
    "end": "00:07:28"
  },
  {
    "text": "Yes.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "So this idea of unity amongst the nations being so important to the Bible and we end there in Revelation.",
    "start": "00:07:29",
    "end": "00:07:37"
  },
  {
    "text": "Yeah. And as we're going to see today, we're going to hang out in Paul's letters a little bit more. For Paul, it's not just this is an implication or a consequence that follows from what Jesus did. It's actually basic to the message of the Gospel. For Paul, this unity of humans across these boundary lines outside the community of Jesus, there's all these boundary lines. He's going to name some gender, ethnicity, your national identity, your socioeconomic identity. And most communities are stratified and divided up along those lines. And for Paul, it's basic. It's not just a consequence of the good news about Jesus that those boundary lines should be transcended for him. It's basic to the message. The message doesn't mean what it means if there isn't a community of people doing this alongside their message of the gospel. And what is the gospel? It's that Jesus is the crucified, risen king of all nations. And if his people are as divided as everywhere else, then they're not actually demonstrating their allegiance to a universal king. I think that's why Paul gets so riled up when these issues are on the line, like in the letter to the Galatians.",
    "start": "00:07:37",
    "end": "00:08:52"
  },
  {
    "text": "Galatians, yeah. You want to start there?",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, let's start there. There's a lot going on, but there's just a couple touchdown points that really make this point very quickly and why it matters so much to Paul. And then after that, I thought we could take a quick tour of this theme, which is the unifying theme in his letter to the Ephesians, from the first paragraph to the final paragraph. So Paul's letter to the Galatians, he's writing somewhere early in his missionary career. Scholars of Paul's letters debate about the dates of the letters and so on, but there's a significant number of New Testament scholars who think that Galatians is actually his earliest. The earliest of his letters. So I'd put us in the early 50s, I think. Am I so bad at really specific chronology things?",
    "start": "00:08:54",
    "end": "00:10:04"
  },
  {
    "text": "Are you bad at that?",
    "start": "00:10:04",
    "end": "00:10:05"
  },
  {
    "text": "Well, when it comes to Paul.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "Oh.",
    "start": "00:10:07",
    "end": "00:10:07"
  },
  {
    "text": "Because I've tried to memorize the chronologies so many times, and I always forget because it's complicated anyway.",
    "start": "00:10:07",
    "end": "00:10:13"
  },
  {
    "text": "How do they even try to discern?",
    "start": "00:10:14",
    "end": "00:10:16"
  },
  {
    "text": "It's difficult. What they have to do is locate an event in Paul's life in relation to some other publicly dated event that you can use other sources to corroborate. And so it's a big jigsaw puzzle being made of not all the pieces with no picture on the lid. And so different scholars do it a little bit differently. So what everybody agrees on is that Paul planted a bunch of churches, Jesus communities, up in what today would be like northern Turkey, Galatia, what it was, the region was called in the Roman Empire, and it was majority non Israelites, Gentiles. And this letter is written to them sometime after how many Years after, people debate these things. But the thing that's happened that makes Paul write the letter is. Is what for him is a crisis. There have been some leaders, Messianic, Jewish. So Jewish leaders in the Jesus movement who have been trailing Paul. Like, when Paul leaves town after planting some churches, some people are following up and kind of giving their take on the Jesus story. And badmouthing. That's a good strategy, badmouthing Paul. Yes. Yeah. And apparently they were effective because they show up in Corinth. Maybe, but. And apparently they were somewhere around Philippi, because he talks about them in Philippi. So anyway, what these people have convinced the Galatians to do, or at least some of them, is to be circumcised.",
    "start": "00:10:16",
    "end": "00:11:47"
  },
  {
    "text": "These are Jewish people then trailing Paul, going, okay, Paul's spreading these Jewish Messianic.",
    "start": "00:11:47",
    "end": "00:11:54"
  },
  {
    "text": "Communities, but telling them they don't need to be circumcised because they're not Israelites.",
    "start": "00:11:54",
    "end": "00:11:59"
  },
  {
    "text": "Right. So let's go in and let's let them know. No, you do.",
    "start": "00:11:59",
    "end": "00:12:02"
  },
  {
    "text": "Yeah, you do.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "You do need to be circumcised.",
    "start": "00:12:03",
    "end": "00:12:04"
  },
  {
    "text": "You do. To be a member of the community of Jesus, the Messiah, who's an Israelite Messiah of the family of Abraham. You need to join the family of Abraham the way people have always joined the family of Abraham, including Israelites, which is. To be circumcised was the forefront issue. Now, there's kosher laws and there's Sabbath, but circumcision is the main. The main point.",
    "start": "00:12:04",
    "end": "00:12:26"
  },
  {
    "text": "In Galatians.",
    "start": "00:12:26",
    "end": "00:12:27"
  },
  {
    "text": "In Galatians. And so Paul usually starts his letters by like, hey, grace and peace to you. I pray this for you. I got this report, and he doesn't begin with any prayer of thanks or kind hellos. It's just after introducing himself and who he's writing to, he's like, I'm astonished. Yes. The opening lines are just, I'm stunned at your behavior. It's just.",
    "start": "00:12:27",
    "end": "00:12:53"
  },
  {
    "text": "Yeah.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "And for him, this is a. This is not a minor issue. He calls it a different good news, the message that these other Christians have brought, that you need to be circumcised to become a part of the family of the Messiah.",
    "start": "00:12:54",
    "end": "00:13:08"
  },
  {
    "text": "Yeah. Isn't that taking it a little far? Right. I mean, it's kind of like they're adding something or I guess, subtracting something. Technically.",
    "start": "00:13:08",
    "end": "00:13:16"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "But I could see myself as Paul if I was in that position, being a peacemaker, wanting just to like things, to be chill, Being like, okay, guys, you did the circumcision thing.",
    "start": "00:13:18",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:28",
    "end": "00:13:28"
  },
  {
    "text": "All right. It's not that important. They told you it was important. It's not. Let's move past it. But he's like, he's ticked off.",
    "start": "00:13:28",
    "end": "00:13:37"
  },
  {
    "text": "He's ticked off because in his mind if they get this wrong, that the Jesus movement won't actually viably spread to the nations and that the Jesus who loved him and gave himself for him, as they'll say in chapter two, won't be acknowledged as the true king of all nations. He'll simply remain the king of. The king of one particular subgroup of humanity, but not the whole family. And for Paul, Jesus is. And how he reads his Bible is that the exalted Messiah of Israel is the true image of God, the truly human one who can put the human family back on track with its vocation and to put this cultural barrier back on to all of these non Israelite, he's fine. If Israelites want to keep getting circumcised and follow Jesus, that's great. But to make non Israelites do that.",
    "start": "00:13:37",
    "end": "00:14:31"
  },
  {
    "text": "For him, it's an unneeded hindrance.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "It thwarts the purposes of God. In his mind, it's standing opposed to the purposes of God and to the promise he gave to Abraham that he would become the father of many nations. I mean, Paul's dead convinced that the purpose of God is to create a family that brings in all the families. And he sees demanding circumcision as opposing the will of God. Yeah, I mean, this is why he's so worked up in the matter. I'm just trying to sympathetically enter his imagination. And for him, this is another good news. It's a news about an Israelite Messiah for Israelites. And that's not who the risen Jesus is for Paul. So he tries to make this point in multiple ways. So he says, listen, I'm the most Jewish, Jewish man you could ever meet. He goes, here's credentials, here's my training. And he's telling this to people who are divine.",
    "start": "00:14:33",
    "end": "00:15:28"
  },
  {
    "text": "I've been circumcised, the whole thing.",
    "start": "00:15:28",
    "end": "00:15:31"
  },
  {
    "text": "Yeah, totally. I was trained by so and so. And you guys know this. I persecuted this very movement. So you makes that point. There is no way anyone can accuse Paul of not being faithful to the Jewish traditions. Like he's that guy.",
    "start": "00:15:31",
    "end": "00:15:46"
  },
  {
    "text": "You've always been like this, Paul. You've always kind of not cared enough about the Jewish faith.",
    "start": "00:15:47",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. So no one can make that accusation against him. Then he goes in and he starts telling this story about something happened at Antioch and whether it's very recent past or sometime in the past again. This is all debated chronology, but he talks about how when he and Barnabas were at Antioch, which was the first really multi ethnic Jesus community that launched the mission to the nations. When did we talk about Antioch?",
    "start": "00:15:52",
    "end": "00:16:21"
  },
  {
    "text": "I think it was our Acts series.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "That's right. Yep, that's it. Yeah. That was cool. I learned a lot.",
    "start": "00:16:22",
    "end": "00:16:26"
  },
  {
    "text": "I learned a lot.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "We both learned a lot.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "Well, I just think it's funny. I learned a lot. You bring all the learning. I mean, I think that's the first time I really kind of onboarded this idea that there was this multinational hub called Antioch. Like, I didn't really.",
    "start": "00:16:32",
    "end": "00:16:45"
  },
  {
    "text": "It was a big deal. Yeah, totally. Yeah. So Peter, who here, he uses his Aramaic name to refer to him, Cephas, came and he wanted to check out to represent the Jerusalem apostles. Like, check out this new hub of the Jesus movement. And there were all these non Israelites and they'd given their allegiance to Jesus. And Peter was up there for a while, sleeping, eating, hanging out just in the community. It was awesome. And he highlights that he had no problem eating in majority non Jewish room. But at some point, a representative group came from Jerusalem who was a part of this. Paul calls them the circumcision. And they're a part of this. Listen, if you really want to follow Jesus, you'll become an Israelite. And so when that group came, like a pressure group, he recounts that Peter stopped eating with non Jewish people.",
    "start": "00:16:45",
    "end": "00:17:37"
  },
  {
    "text": "Yeah.",
    "start": "00:17:37",
    "end": "00:17:38"
  },
  {
    "text": "And we can infer there. Well, there's likely to be non kosher food at the table. Even if Peter's not eating it, it's at the table. And there's a bunch of people at the table who aren't circumcised. Yes.",
    "start": "00:17:38",
    "end": "00:17:49"
  },
  {
    "text": "They convinced Peter to tighten up on this thing that he allowed himself to do in Antioch, which was, hey, while I'm here, I'm going to be fine eating at the same table as people eating not kosher.",
    "start": "00:17:49",
    "end": "00:18:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "Although Peter would have still been kosher.",
    "start": "00:18:02",
    "end": "00:18:04"
  },
  {
    "text": "Yeah. There's no reason why he would have had to violate kosher laws himself. But the point is that he's sharing a table with somebody, having a ham sandwich over there, even if Peter doesn't have one. And so once this pressure group comes from Jerusalem, and these people are Christians, they're Jewish Christians who come, but they are of the you gotta be circumcised group. And so Peter, we don't know there's so much untold backstory. Did he know them? They had some influence over Peter where he says that he stopped eating he separated himself from non Jewish Christians and a whole bunch of Jewish Christians Paul says acted hypocritically along with him. And even Barnabas, my co worker, was influenced by these people.",
    "start": "00:18:04",
    "end": "00:18:51"
  },
  {
    "text": "So I get this one. I get the idea of being ticked off you're not going to eat at the same table. Cause that's gonna destroy community.",
    "start": "00:18:51",
    "end": "00:18:58"
  },
  {
    "text": "Totally. That's it? Yeah, that's it.",
    "start": "00:18:58",
    "end": "00:19:00"
  },
  {
    "text": "You wanna snip it? Okay, fine.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "You know, I see, I see.",
    "start": "00:19:02",
    "end": "00:19:04"
  },
  {
    "text": "It's like.",
    "start": "00:19:04",
    "end": "00:19:04"
  },
  {
    "text": "Yeah, so we have to.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "Or you wanna like convince people that that's important? Okay, fine. It's like an elected surgery.",
    "start": "00:19:05",
    "end": "00:19:10"
  },
  {
    "text": "I see.",
    "start": "00:19:11",
    "end": "00:19:11"
  },
  {
    "text": "Well, it's not gonna destroy community.",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "I see.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "I mean, it becomes an unneeded barrier. I get that.",
    "start": "00:19:15",
    "end": "00:19:18"
  },
  {
    "text": "Yeah.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "But sorry.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Well, no, I hear that. So we have to imagine ourselves into a setting where if it becomes known that so and so got circumcised, you're in the same house, church, and so and so got circumcised.",
    "start": "00:19:21",
    "end": "00:19:31"
  },
  {
    "text": "And so now they're a real follower.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "Yeah. Which means that they probably think I'm not a real Christian if I'm not circumcised. And then that rift begins. And now they won't even come over to my house and eat with me anymore because they say that they're a real Christian. Gosh, you know, this kind of stuff happens all the time.",
    "start": "00:19:33",
    "end": "00:19:51"
  },
  {
    "text": "Oh yeah.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "Over all kinds of stuff.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "Yeah.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "And Paul's having none of it.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "When you just said that.",
    "start": "00:19:54",
    "end": "00:19:55"
  },
  {
    "text": "Yeah, I was going current. I was transporting Paul into the 21st century.",
    "start": "00:19:55",
    "end": "00:19:59"
  },
  {
    "text": "Got it.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Let me keep us in the first century just for a few more minutes at least. Look at verse 14. What Paul says is when I saw that their conduct was not in step toward the truth of the good news, the gospel. I confronted Cephas Peter before everybody and he goes into a speech where that's actually one of the most complicated paragraphs in all of Paul's letters to translate and interpret. I actually don't want to get into that. What I wanted to just name was that this isn't a theological debate as such. This isn't like a debate between how many attributes does God have? Well, he has this many. No, he has that many. You're not a real Christian. This is a theology debate. But it's actually what is the good news? What's at stake is what is the good news? And what kind of community constitutes a community that's created by the message of the good News? That's what's at stake here. So he calls it. Well, actually he says what I saw their conduct wasn't in step with. It's the Greek word verb orthopede.",
    "start": "00:20:00",
    "end": "00:21:05"
  },
  {
    "text": "Oh, nice.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Where we get orthopedics. So to walk padeo, to walk and then ortha straight. So the good news marks out a path that leads to a certain type of street walking practice and way of life. And there are steps that you can take that go along that path, and there are steps that you can take that veer you off the path toward the truth of the good news. And letting a ethnic cultural practice create a division within the family of Jesus. For Paul, that's you've compromised the gospel.",
    "start": "00:21:06",
    "end": "00:21:42"
  },
  {
    "text": "And this is where the classic quote, if anyone preaches a gospel, another gospel other than the true one, that's a big problem. The context is a 1. How did you just phrase it?",
    "start": "00:21:42",
    "end": "00:21:55"
  },
  {
    "text": "Where here it's one ethnic group, but not just any ethnic group. It's an Israelite ethnic group. And Jesus is an Israelite messiah. But they're saying you must take on an Israelite ethnic cultural identity to be a part of the family of Jesus and the family of Abraham.",
    "start": "00:21:56",
    "end": "00:22:12"
  },
  {
    "text": "That's a different good news.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "Paul says it's not the good news.",
    "start": "00:22:14",
    "end": "00:22:16"
  },
  {
    "text": "It's not the good news.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "It's not God's good news. That's somebody else's good news. Yeah, he just doesn't mince any words. But I remember, just when this really hit me, that what's that debate isn't just like, is your salvation a gift of God's grace or do you have to work for it? Now, that's a very common theological debate in our time, and it's an important one. But that's not the core of what's at stake here. What's at stake here is, is Jesus the king of the nations? And if he is, then his family is made up of people of all nations. And even though he's an Israelite messiah, non Israelites can come to him as they are if they trust in him, in his death and resurrection, and give their allegiance to him. And for him, that's it. Just trust in the Messiah. That's the entry. That's the entry card to this family. And any other added entry requirements in his mind is another good news. Sa this debate, there's a red thread, a line right to one of the most famous paragraphs in the letter that comes in the next chapter in chapter three. And it comes at the conclusion of him doing this long, complicated argument to make this very point that anyone of any subgroup of humanity can enter the family of Abraham thus long all it takes is giving your allegiance to Jesus as the risen king of the world. And so Galatians, chapter 3, verses 26 through 29 is a culminating paragraph. I'll let you read it because in this context, it has a punch to it.",
    "start": "00:22:17",
    "end": "00:24:41"
  },
  {
    "text": "For you are all children of God through faith in Messiah Jesus. For all of you who were baptized into Messiah have been clothed yourself with the Messiah. It's an interesting metaphor.",
    "start": "00:24:42",
    "end": "00:24:54"
  },
  {
    "text": "It is from the Garden of Eden story. Your clothes, your clothing. We're naked little creatures and we can generate our own clothing or we can be clothed with a new humanity. Yeah, dude.",
    "start": "00:24:54",
    "end": "00:25:05"
  },
  {
    "text": "Okay.",
    "start": "00:25:05",
    "end": "00:25:05"
  },
  {
    "text": "Such an odd. Clothing yourself with.",
    "start": "00:25:09",
    "end": "00:25:11"
  },
  {
    "text": "You think that comes from the Messiah, God giving the animal skin?",
    "start": "00:25:12",
    "end": "00:25:15"
  },
  {
    "text": "Yeah. There's a design pattern about the clothing that starts with the clothing.",
    "start": "00:25:16",
    "end": "00:25:21"
  },
  {
    "text": "That's. Tag that for later.",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "Yeah.",
    "start": "00:25:23",
    "end": "00:25:23"
  },
  {
    "text": "There is neither Jew nor Greek. There is neither slave nor free man. There is neither male nor female. For you are all one in Messiah Jesus. And if you belong to Messiah, then you are Abraham's descendants, heirs according to promise.",
    "start": "00:25:24",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:42",
    "end": "00:25:42"
  },
  {
    "text": "You're part of the family of God. And it doesn't matter if you're Jew or Greek, slave or free, male or female.",
    "start": "00:25:42",
    "end": "00:25:49"
  },
  {
    "text": "Yeah.",
    "start": "00:25:49",
    "end": "00:25:49"
  },
  {
    "text": "You're all on the same.",
    "start": "00:25:49",
    "end": "00:25:51"
  },
  {
    "text": "Yeah. And notice how he brings it into then the debate in Galatia. Not only do you belong to the.",
    "start": "00:25:51",
    "end": "00:25:57"
  },
  {
    "text": "Messiah, you're part of Abraham's family.",
    "start": "00:25:57",
    "end": "00:25:59"
  },
  {
    "text": "You're part of Abraham's family.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "And that's the big deal. Circumcision.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Correct.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "If you want to be Abraham's family, you get circumcised. I mean, that's really clear in the Torah.",
    "start": "00:26:02",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. Read the Bible.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "Read the Bible.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "But then Paul's also reading his Bible in light of what happened with Jesus. Life, death, resurrection and the gift of the spirit. And then all these non Jews coming in. And we talked about that in previous episodes.",
    "start": "00:26:10",
    "end": "00:26:21"
  },
  {
    "text": "Yes. And how Abraham was credited with faith before he was circumcised.",
    "start": "00:26:21",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, yeah, that's right. So what Paul highlights here, he highlights three categories. What we might call ethnic or national identity. Ethnic.",
    "start": "00:26:28",
    "end": "00:26:36"
  },
  {
    "text": "Yeah. Whether you're Jew or Greek, Jew or Greek, Jew or not Jew.",
    "start": "00:26:36",
    "end": "00:26:39"
  },
  {
    "text": "Basically. Jew or not Jew, which is everybody.",
    "start": "00:26:40",
    "end": "00:26:43"
  },
  {
    "text": "Because everyone's Greek. It's the Greek world at this point.",
    "start": "00:26:43",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, exactly Right. Thanks, Alexander the Great.",
    "start": "00:26:45",
    "end": "00:26:48"
  },
  {
    "text": "Thanks, Alexander.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Thanks, Alex. There is neither slave nor free. And in Roman society, those are the two options, two basic categories. They'll middle class determine your whole life. And there's neither male nor female. So he picks like the big three in first century Roman culture.",
    "start": "00:26:49",
    "end": "00:27:08"
  },
  {
    "text": "Yeah.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "Ethnicity, slave or free.",
    "start": "00:27:09",
    "end": "00:27:11"
  },
  {
    "text": "Gender this is really an issue about ethnicity.",
    "start": "00:27:11",
    "end": "00:27:14"
  },
  {
    "text": "Oh, correct. Yes. The issue at stake here is only the first of those three.",
    "start": "00:27:14",
    "end": "00:27:19"
  },
  {
    "text": "Yeah, it's whether you're a Jew or not a Jew. But then he adds slave and free.",
    "start": "00:27:19",
    "end": "00:27:24"
  },
  {
    "text": "What that shows is he's actually got some larger framework and way of thinking about the unity of the family of God. And what's at stake in Galatia is just one way this could all go terribly, terribly wrong. But let's say that there was, I don't know, another church of Dalmatia. If we had the letter to the Dalmatians, that place.",
    "start": "00:27:24",
    "end": "00:27:46"
  },
  {
    "text": "That's a dog. The Dalmatians.",
    "start": "00:27:47",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, Dalmatia.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Nice.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "Yeah. It's a Roman province. And the moment you asked, I was like, think of 101 Dalmatians.",
    "start": "00:27:51",
    "end": "00:27:57"
  },
  {
    "text": "Well, you said Dalmatians. I was like, I could buy that. And then you called them Dalmatians. And I'm like, okay.",
    "start": "00:27:57",
    "end": "00:28:01"
  },
  {
    "text": "If we had the letter to Dalmatians and it was a group of Christians who wouldn't let their slaves sit at the same table with them when they gathered on the Lord's Day, then we would have a similar letter from Paul to the Dalmatians, and same. If there was a group of men who wouldn't allow women at the same table, then we would have that letter too. So that's why I think this paragraph is so significant. He's only addressing one specific way that division can manifest itself in the body of the Messiah. And there are many ways that we ought to have our eyes out for, even though Paul wasn't addressing that specifically in this letter. And many people have looked to Galatians 3, 28, these three categories, as an important guidepost for later generations in the history of the church, to apply this principle of the unity of the family in ways that the apostles maybe didn't encounter in the first century, but we encounter them, and we should have the same passion that Paul did.",
    "start": "00:28:02",
    "end": "00:29:02"
  },
  {
    "text": "So the point here is that there can't be a category that defines whether or not you're in the family of God other than allegiance to Jesus. Any other category, whether it's gender, whether it's a socioeconomic category or an ethnic category. And then we could add from there, I suppose, what other categories people might create that tell you whether or not you're in the family.",
    "start": "00:29:03",
    "end": "00:29:31"
  },
  {
    "text": "Yeah, and this all goes back to the opening paragraph, actually, the opening line of Galatians where he says, grace and peace to you from God our Father and the Lord Jesus Messiah, who gave himself for our sins so that he could rescue Us from this present evil age. So in the story that he's painting, Jesus is in the midst of a rescue effort creating a new family of God right here in the middle of an era that's characterized by certain patterns of organizing groups of people.",
    "start": "00:29:31",
    "end": "00:30:02"
  },
  {
    "text": "I see. You're important. You're not important.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Yep.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Like, you belong. You don't belong.",
    "start": "00:30:05",
    "end": "00:30:07"
  },
  {
    "text": "Correct.",
    "start": "00:30:07",
    "end": "00:30:07"
  },
  {
    "text": "You're in, you're out. And yeah, that's the evil age.",
    "start": "00:30:07",
    "end": "00:30:09"
  },
  {
    "text": "It's the evil age.",
    "start": "00:30:09",
    "end": "00:30:10"
  },
  {
    "text": "That's this whole idea of we don't trust in each other anymore. We stand up for the people. We think we're like. And we have violent opposition against the other.",
    "start": "00:30:10",
    "end": "00:30:19"
  },
  {
    "text": "Yeah. And so Jew or Greek Macedonians, slaves. In Paul's mind, if you're human, you're a candidate to be in the family of God, period. And then the entry card is simply allegiance towards the truly human one.",
    "start": "00:30:20",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. Well, then the problem becomes then is how do you define allegiance? Right. Because then you would say, well, but you got to be circumcised to have allegiance to Jesus.",
    "start": "00:30:38",
    "end": "00:30:45"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "And then Paul would be like, well, no, no, no, because now you're making ethnic dividing.",
    "start": "00:30:46",
    "end": "00:30:49"
  },
  {
    "text": "Yeah.",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Or if someone could say, well, you need to. You need to clothe yourself with the Messiah to have allegiance.",
    "start": "00:30:50",
    "end": "00:30:56"
  },
  {
    "text": "Sure, sure.",
    "start": "00:30:56",
    "end": "00:30:56"
  },
  {
    "text": "And then Paul would be like, well, yeah, that one.",
    "start": "00:30:56",
    "end": "00:30:58"
  },
  {
    "text": "Yeah, that's right. And then he gives a long exposition of what that looks like. It's the ninefold fruit of the spirit. Love. Love, as I'll say it in chapter five and six, love fulfills the Torah. So for non Israelites can live by the Torah when they love their neighbor as themselves and love God with all their heart, soul, mind, and strength. And I think Jesus said something very similar to that too. Yeah, man, this was as controversial as you could get. This was the main issue in the first century. But the fact that things.",
    "start": "00:31:00",
    "end": "00:31:27"
  },
  {
    "text": "Don't you see the blurriness? I'm trying to maybe, like, uncomfortability is like, there's some. You can really sympathize with a Christian subculture who says, I understand what it means to have allegiance with Jesus. And it's these things.",
    "start": "00:31:27",
    "end": "00:31:40"
  },
  {
    "text": "Things I understand. Yeah.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "And now those things become the category. But as soon as those cross a line where those things aren't the real things, now you're in trouble. But when those things are the real things, it's protect those things.",
    "start": "00:31:41",
    "end": "00:31:53"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "So then what? How do you know what the thing is?",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Totally. So the trick is, in any cultural setting where a Jesus movement takes root, constantly evaluating are the Practices that we invite people to do to mark themselves as a follower of Jesus. Did we make these up? Do we know for a fact that these are the core? Or maybe these are just the way our particular tradition has developed. How you live and how you mark yourself as a follower of Jesus. So that's what they're negotiating right here. And I think every generation of the church has had to do that. And so much will depend on the social location of the group. Yeah, so much.",
    "start": "00:31:56",
    "end": "00:32:33"
  },
  {
    "text": "Right.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Really everything. I mean it's a pretty short list regarding to like love, I mean the fruit of the spirit. If Paul wants to give a short list, that's the list that he gives. Love, joy, peace, patience, kindness, goodness, faithfulness, something and self control.",
    "start": "00:32:34",
    "end": "00:32:51"
  },
  {
    "text": "Goodness, faithfulness.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "Did I say goodness already? We usually leave one out. Yeah, this is a dynamic movement. This goes all the way back to our first conversation. Baked into the DNA of this movement, at least the way that the apostles, and particularly here Paul saw it. It's a movement that both has a core to it that's very clear. But then also it's a very flexible tradition. It's a universal story that can be. The Jesus story can be adapted into so many cultural forms. Which brings us all the way back to, you know, the Lord's Prayer being inscribed in a hundred languages in that church on the Mount of Olives or the Church of the Annunciation in Nazareth. Dozens of cultural representations of Jesus and his mother. Yeah, you can't, you can't contain the thing. It was never meant to be.",
    "start": "00:32:53",
    "end": "00:33:42"
  },
  {
    "text": "So we got to get to Ephesians.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "Yeah, we do.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Sat.",
    "start": "00:33:49",
    "end": "00:34:14"
  },
  {
    "text": "Let's just take some soundings, probe a little into one of Paul's other shorter letters, letter to the Ephesians, where he's got the same core conviction driving his mind and his heart as he writes, but he's not addressing a crisis. And so instead of really specifically getting into the weeds about a crisis, Paul is just waxing eloquent about the beauty of the purpose and mystery of God coming among us to unify the human family. So it opens with the Jewish style hymn in the opening sentences and it's kind of, I don't know, I don't know how many, how well known it is, but I fell in love with Ephesians a long time ago. So it's very familiar at this point. It opens, praise be to the God and Father of our Lord Jesus the Messiah. He has blessed us with every blessing of the Spirit in the skies, the Messiah. And Vody goes on is to praise God for Those blessings, he chose us. He's raised us with the Messiah and so on. But at the center, the poem, opening poem, has three movements, and the center of the center movement is verses 9 and 10 where he's praising God because he made known the mystery of his will, which if you've make known a mystery, it's not a mystery anymore.",
    "start": "00:34:15",
    "end": "00:35:33"
  },
  {
    "text": "You've demystified a mystery.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "Yeah. It's the strategic plan about bringing the times to their fulfillment, that all things would be anakephaliao.",
    "start": "00:35:35",
    "end": "00:35:44"
  },
  {
    "text": "Yeah.",
    "start": "00:35:45",
    "end": "00:35:45"
  },
  {
    "text": "Brought to a head in the Messiah. The things up in the skies and the things down here on the land, Everything would be on a kephala. Yes. There's multiple translations here. Unified, brought under one head, brought together, summarized. It's a difficult word to translate into English. Yeah, It's a compound word, ana, which means use it to mean repeat or do again. Or you can mean to bring back around and then kephelia. Actually, here, there's another example. There's one other time Paul uses this verb that really illuminates. It's in Romans, chapter 13. I have it down here. I'll let you read it.",
    "start": "00:35:45",
    "end": "00:36:25"
  },
  {
    "text": "You shall not commit adultery. You shall not murder. You shall not steal. This is really good advice. You shall not covet. If there is any other commandment, it is summed up, brought together. Ana Kafalaio.",
    "start": "00:36:25",
    "end": "00:36:40"
  },
  {
    "text": "Yeah.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "In this saying, love your neighbor as yourself. Oh, yeah. Okay.",
    "start": "00:36:41",
    "end": "00:36:44"
  },
  {
    "text": "Yeah.",
    "start": "00:36:44",
    "end": "00:36:44"
  },
  {
    "text": "Love does no wrong to a neighbor. Therefore, love is the fulfillment of the law.",
    "start": "00:36:44",
    "end": "00:36:47"
  },
  {
    "text": "Yeah. So the point is this. Romans 13:9, he uses the same verb.",
    "start": "00:36:47",
    "end": "00:36:51"
  },
  {
    "text": "Okay.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "There's all these commands and all these different commands. Don't murder, don't commit adultery, don't steal. But, you know, really, they are anakephaliaud. Their essence is all connected, distilled. There's an inner unity. They're different commands, but there's a unity that they all have. And that unifying factor is they all.",
    "start": "00:36:52",
    "end": "00:37:14"
  },
  {
    "text": "Are stuck in orbit around some other object.",
    "start": "00:37:14",
    "end": "00:37:17"
  },
  {
    "text": "Center of gravity.",
    "start": "00:37:17",
    "end": "00:37:18"
  },
  {
    "text": "Yes.",
    "start": "00:37:18",
    "end": "00:37:18"
  },
  {
    "text": "To use that metaphor. Yeah. And that is love your neighbor as yourself. You do that, everything else will follow. So when you unify something to display its essence and inner unity, that's an A kephalia. So what he just said was, in Israel's Messiah, who was crucified and raised, everything in the skies and on the land has been anakephaliyaud.",
    "start": "00:37:18",
    "end": "00:37:48"
  },
  {
    "text": "The universe.",
    "start": "00:37:48",
    "end": "00:37:49"
  },
  {
    "text": "Yes. The cosmos. The cosmos, yeah. And all of the different things in it.",
    "start": "00:37:49",
    "end": "00:37:54"
  },
  {
    "text": "So everything.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "Yeah.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "The center of gravity for everything is.",
    "start": "00:37:58",
    "end": "00:38:01"
  },
  {
    "text": "Jesus is the Messiah. Now, underneath that something he doesn't explore here, but he does in Colossians with a poem, with poetry, is because he believes the Messiah was the one through whom God generated the entire cosmos. He is its creator. So of course the creation would be unified in the mind and heart and will and purpose of its creator. And if the Messiah is reigning as the king of this unified cosmos, then seems like that would shape my behavior in some pretty specific ways. Ah, it seems like that would shape a community's behavior and how they behave as a community in some pretty specific ways. I wonder what that would involve. Oh, lucky for us, it's called Ephesians, chapters 2, 3, 4, 5 and 6.",
    "start": "00:38:01",
    "end": "00:38:55"
  },
  {
    "text": "Sam.",
    "start": "00:39:13",
    "end": "00:39:28"
  },
  {
    "text": "So what happens is in every single section of the letter that follows, he's essentially unpacking either another aspect or he'll highlight some specific things that are different but yet are made one in the Messiah. He'll apply it in terms of conceptually, or once he turns the page to chapter four, he's going to call people to specific practices that will demonstrate that unity among the community. Ephesians is the letter about the unity.",
    "start": "00:39:40",
    "end": "00:40:10"
  },
  {
    "text": "Of the so if Jesus is a unifying factor to all of the cosmos, then by implication, the way we should live as humans, Jesus should unify us. Is that what you're saying?",
    "start": "00:40:10",
    "end": "00:40:23"
  },
  {
    "text": "As humans? Yes. Paul is realist enough to know that what he has to work with in the moment is a network of house churches. So as he says in Corinthians, let the people outside the community. God will deal with them. Let's just focus on the coherence of our communities right here. So he's concerned about the unity of these Jesus communities, but for in his mind, they're the vanguard of the new humanity that will model for the rest of the human family what it means to live as the image of God. So lo and behold, in chapter two, he moves right towards what in his day is the most important horizon for the unifying of the family of the Messiah, which is he's addressing a mostly non Jewish audience. And so that's what he talks about.",
    "start": "00:40:23",
    "end": "00:41:15"
  },
  {
    "text": "The thing we've been talking about.",
    "start": "00:41:15",
    "end": "00:41:16"
  },
  {
    "text": "The thing we've been talking about. Yep.",
    "start": "00:41:16",
    "end": "00:41:18"
  },
  {
    "text": "So how do you in the family of God, if the family of God came through and a Jewish man that came out of a covenant with a specific family, Jewish people who have practices that made it so that they could be faithful to this covenant.",
    "start": "00:41:18",
    "end": "00:41:33"
  },
  {
    "text": "Yeah.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "That were Jewish practices. How do other people become part of this?",
    "start": "00:41:34",
    "end": "00:41:37"
  },
  {
    "text": "So for example, here's an example where he's going to apply this unifying messianic theology here, chapter 2, verse 14. Paul says the Messiah is our peace, and by our he means Jew and gentile, which means he's the one who created peace between these two ethnic groups.",
    "start": "00:41:37",
    "end": "00:41:55"
  },
  {
    "text": "So there's this idea that there wasn't peace between the two ethnic groups.",
    "start": "00:41:55",
    "end": "00:41:58"
  },
  {
    "text": "Correct? That's right, yeah. Read the Hebrew Bible or look at recent history from their point of view. There's the Maccabean revolt, or there's Jews right now in terms of Paul's time revolting against Rome. So the Messiah is the one who made the two into one.",
    "start": "00:41:58",
    "end": "00:42:15"
  },
  {
    "text": "The two ethnic groups.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "Yes, yes. But also that the two may be one. Where is he getting that phrase from?",
    "start": "00:42:17",
    "end": "00:42:22"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Genesis getting that from the Garden of Eden story where God took one human.",
    "start": "00:42:23",
    "end": "00:42:27"
  },
  {
    "text": "Split one human into two, made them.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Into two, so that they could become one again through covenant. And remember in that story, I was.",
    "start": "00:42:29",
    "end": "00:42:35"
  },
  {
    "text": "Trying to emphasize that story is about gender.",
    "start": "00:42:35",
    "end": "00:42:37"
  },
  {
    "text": "That story is about marriage and gender.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:39"
  },
  {
    "text": "But in the image of God poem in Genesis 1, gender is just one example of the larger. There's many other ways that humanity needs to be.",
    "start": "00:42:39",
    "end": "00:42:49"
  },
  {
    "text": "And you know what's interesting is when you were doing that maneuver, I was like, that's interesting maneuver.",
    "start": "00:42:49",
    "end": "00:42:53"
  },
  {
    "text": "Yeah.",
    "start": "00:42:53",
    "end": "00:42:53"
  },
  {
    "text": "But here's Paul doing it.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Here's Paul doing it.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "He's taking the language. So let's. Thank you. And I want to spell this out for myself. He's taking language from Genesis 2, verses 23 and 24. For this reason a man will leave his father and mother joined to his wife, and the two will become one flesh. He's taking that phrase, but now using it as a paradigm for another division in the human family ethnicity. And he uses the same phrase to talk about the ideal image of God is the two becoming one.",
    "start": "00:42:56",
    "end": "00:43:24"
  },
  {
    "text": "Wow.",
    "start": "00:43:25",
    "end": "00:43:25"
  },
  {
    "text": "Yeah, It's a great example. Thank you for drawing attention to that. That was good. I drew attention to it and then you made me be more clear about it. So he goes on, he says the Messiah took down the dividing wall.",
    "start": "00:43:25",
    "end": "00:43:37"
  },
  {
    "text": "And that's again, just talking about the non peace.",
    "start": "00:43:38",
    "end": "00:43:41"
  },
  {
    "text": "Yeah, there's been this wall dividing Jews and non Jews that generated hostility. And Jesus absorbed that in his own flesh. And he's the Israelite Messiah getting executed by the Romans. Yeah, like he took in his own flesh the hostility between Israel and the nations. He did something to the Torah that has commands and decrees. There's a translation, actually challenge here that we're going to work on in a couple episodes in our interview with Andrew Rilera, who's done an important Academic article on this paragraph and Jew and Gentile stuff in Ephesians, so I'll save that for a moment.",
    "start": "00:43:41",
    "end": "00:44:18"
  },
  {
    "text": "So he did something to the Torah.",
    "start": "00:44:18",
    "end": "00:44:20"
  },
  {
    "text": "He did something in relation to the Torah so that he could create in himself. Here's the phrase again. The two into one new humanity, making peace so that he could reconcile the two through one body to God. So he's got this two and one thing going on here. And it all comes out of Genesis chapter 2, verse 24.",
    "start": "00:44:20",
    "end": "00:44:41"
  },
  {
    "text": "Yeah. Which is this contemplation on what does it mean to be the image of God?",
    "start": "00:44:42",
    "end": "00:44:45"
  },
  {
    "text": "Yeah.",
    "start": "00:44:45",
    "end": "00:44:45"
  },
  {
    "text": "It's to be unified in our diversity.",
    "start": "00:44:45",
    "end": "00:44:48"
  },
  {
    "text": "Yeah. So Jesus was the one human who now is welcoming two different kinds of human, Jew and non Jew into his body and family. And so if Jesus is saying, listen, I took the hostility between you into my own flesh on your behalf, you don't get to fight anymore. I died because of your hostility. And I declare peace. Jesus was the peacemaker of the Beatitudes in the Sermon on the Mount.",
    "start": "00:44:48",
    "end": "00:45:15"
  },
  {
    "text": "Blessed are the peacemakers.",
    "start": "00:45:15",
    "end": "00:45:16"
  },
  {
    "text": "Yeah. Anyway, let's keep going. Watch this. Two one language. A few sentence verses later, he'll summarize again and say, through the Messiah, the two of us have access into God's presence by the one spirit. So notice the two and the one. But now the one isn't just Jesus, it's the Spirit. It's the Spirit. Let's see the opening of chapter three. He uses some different language. I'll let you read this one.",
    "start": "00:45:16",
    "end": "00:45:42"
  },
  {
    "text": "The open secret. The mystery is what a lot of translations do.",
    "start": "00:45:42",
    "end": "00:45:46"
  },
  {
    "text": "Yeah.",
    "start": "00:45:46",
    "end": "00:45:46"
  },
  {
    "text": "The secret that's now revealed by the Spirit to all.",
    "start": "00:45:47",
    "end": "00:45:53"
  },
  {
    "text": "Right, this is my translation. Which means it's clunky.",
    "start": "00:45:53",
    "end": "00:45:56"
  },
  {
    "text": "Okay, right, I get it. Okay. So the open secret, which is your translation for the mystery.",
    "start": "00:45:56",
    "end": "00:46:02"
  },
  {
    "text": "Yes.",
    "start": "00:46:02",
    "end": "00:46:02"
  },
  {
    "text": "Is this mystery. It's now revealed by the Spirit. It's been revealed to his set apart apostles and prophets.",
    "start": "00:46:03",
    "end": "00:46:10"
  },
  {
    "text": "And it's this, John, what is that mystery?",
    "start": "00:46:10",
    "end": "00:46:12"
  },
  {
    "text": "The nations are co heirs and co body members and co participants in the promise in the Messiah through the good news.",
    "start": "00:46:13",
    "end": "00:46:21"
  },
  {
    "text": "Yeah.",
    "start": "00:46:21",
    "end": "00:46:22"
  },
  {
    "text": "All the nations.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "All the nations, yes.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "We all get to participate together and inherit together and be one body together because of Jesus.",
    "start": "00:46:24",
    "end": "00:46:32"
  },
  {
    "text": "So think so on the important passages.",
    "start": "00:46:32",
    "end": "00:46:34"
  },
  {
    "text": "For Paul, that's on the nose for this theme.",
    "start": "00:46:34",
    "end": "00:46:36"
  },
  {
    "text": "Yeah, exactly. It's totally on the nose. Yep. So Paul, what's the inheritance of the Messiah? What does the Messiah inheritance?",
    "start": "00:46:36",
    "end": "00:46:44"
  },
  {
    "text": "The land.",
    "start": "00:46:45",
    "end": "00:46:45"
  },
  {
    "text": "Yeah, yeah. I think Psalm 2, where there's that poem and the Messiah speaks up and says, hey, guess what God said to me? The World is your inheritance. Not just like the promised land of Canaan, right? Or Israel, the world, the nations. I will give the nations as your inheritance. And not only are the nations the Messiah's inheritance, but now the nations. Actually, if you are one with the Messiah, the nations are your inheritance. You're a part of all these metaphors. Co heirs, co body members, co participants. It's bold stuff, man. Okay, here's a good one. This is later on in chapter three, Paul talks about how he's in prison. And some people might think it's a bummer to be in prison, but he considers it an honor because he's in prison for this job. And this job is rad. He says, here's my job, verse nine of chapter three, to bring to light the strategic plan of this open secret, this mystery that in the past, you know, it was hidden. People didn't quite see it as clearly in the past. But now, through the ekklesia, which is the Greek word for the assembly of Jesus followers. So through the assembly of Jesus followers, here's what God's doing. God is making known the multi diverse wisdom of God.",
    "start": "00:46:45",
    "end": "00:48:05"
  },
  {
    "text": "Multi diverse?",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Multi diverse wisdom.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "So diverse it's multidiverse.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "That's my translation. I'll tell you why in a second. Who is God making known through the assembly the multi diverse divine wisdom to. To the rulers and authorities in the skies. One step at a time. So somehow through this assembly of Greeks and Macedonians and Romans and Jews, men and women, orphans, merchants, slave freeman.",
    "start": "00:48:11",
    "end": "00:48:39"
  },
  {
    "text": "The diversity of this assembly.",
    "start": "00:48:39",
    "end": "00:48:41"
  },
  {
    "text": "Yes. The fact that in the Messiah such different people are being treat each other as siblings and family.",
    "start": "00:48:41",
    "end": "00:48:51"
  },
  {
    "text": "That this diversity represents God's wisdom, that.",
    "start": "00:48:51",
    "end": "00:48:54"
  },
  {
    "text": "Community is a display. It's the way God makes known his multi diverse wisdom. So a multi diverse people makes clear the multi diverse wisdom. So the word that he uses is another compound word. Poly.",
    "start": "00:48:54",
    "end": "00:49:09"
  },
  {
    "text": "Many.",
    "start": "00:49:09",
    "end": "00:49:09"
  },
  {
    "text": "Oh, and that's the English compound. We use that in English words. Poly.",
    "start": "00:49:09",
    "end": "00:49:13"
  },
  {
    "text": "Polygon.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "Polygon. Polychromatic. My sister went to a polytechnic high school, which was like you could learn being an electrician or metal work or.",
    "start": "00:49:14",
    "end": "00:49:23"
  },
  {
    "text": "You could wear polyester.",
    "start": "00:49:23",
    "end": "00:49:24"
  },
  {
    "text": "Polyester. Yes. Yep.",
    "start": "00:49:25",
    "end": "00:49:27"
  },
  {
    "text": "Many.",
    "start": "00:49:27",
    "end": "00:49:27"
  },
  {
    "text": "At your own risk.",
    "start": "00:49:28",
    "end": "00:49:28"
  },
  {
    "text": "Really, It's a risky thing.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "Have we told this story before?",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "I don't think so. I have no idea what you're talking about.",
    "start": "00:49:33",
    "end": "00:49:36"
  },
  {
    "text": "Well, you and I met at skate park ministry outreach to skateboarders here in Portland.",
    "start": "00:49:36",
    "end": "00:49:42"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:49:42",
    "end": "00:49:43"
  },
  {
    "text": "In the era that I was a part of this.",
    "start": "00:49:43",
    "end": "00:49:45"
  },
  {
    "text": "Yeah, the melting polyester fire.",
    "start": "00:49:45",
    "end": "00:49:46"
  },
  {
    "text": "When did we tell that?",
    "start": "00:49:47",
    "end": "00:49:48"
  },
  {
    "text": "Yeah, you did tell me that. Story. I think we were on mic when you told me that story.",
    "start": "00:49:48",
    "end": "00:49:52"
  },
  {
    "text": "It might have been this episode, but the lost up version of this episode. Oh, yeah, I think so.",
    "start": "00:49:53",
    "end": "00:49:59"
  },
  {
    "text": "That's funny.",
    "start": "00:49:59",
    "end": "00:50:00"
  },
  {
    "text": "It is funny.",
    "start": "00:50:00",
    "end": "00:50:01"
  },
  {
    "text": "We did record this episode.",
    "start": "00:50:01",
    "end": "00:50:03"
  },
  {
    "text": "We did. This is the second time we've had this conversation. I knew it. You know what?",
    "start": "00:50:03",
    "end": "00:50:07"
  },
  {
    "text": "When I said polyester, it did this weird thing in the back of my head was like, this has happened before.",
    "start": "00:50:07",
    "end": "00:50:12"
  },
  {
    "text": "Okay, I want to tell the story. I'll try and tell it quickly.",
    "start": "00:50:12",
    "end": "00:50:14"
  },
  {
    "text": "Okay.",
    "start": "00:50:14",
    "end": "00:50:15"
  },
  {
    "text": "Okay. So you and I met at the skate park ministry and one of the outreach wing. Outreach wings of the ministry was a bunch of us who were leaders or volunteers at the skate park. We formed a demo team. We would get. Basically we'd get in a van and put on a trailer, a bunch of ramps and just go set up shop at a parking lot, like near a mall. Or gather a crowd near somewhere. And gather a crowd and do a skateboard circus.",
    "start": "00:50:15",
    "end": "00:50:42"
  },
  {
    "text": "Yeah, yeah. Do some cake flips.",
    "start": "00:50:42",
    "end": "00:50:44"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:50:45",
    "end": "00:50:45"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "We'd be just skating the ramps and doing cool looking stuff, and then one of us would get up with a microphone and tell the story of Jesus. And it was rad.",
    "start": "00:50:46",
    "end": "00:50:54"
  },
  {
    "text": "Yeah.",
    "start": "00:50:54",
    "end": "00:50:55"
  },
  {
    "text": "But the grand finale of the circus was this big metal rebar ring that Paul, who started the ministry, welded into a huge ring and would put it in between two ramps, wrap it in burlap, and set it on fire. And then we would jump through the ring of fire, skate through playing Johnny Cash's song, the Ring of Fire or Eye of the Tiger, depending depending on your mood. One demo, he forgot to bring the burlap. I don't know how this happened, but there was like a polyester blanket that somebody had. It was in the back of somebody's car, and he ripped it up and wrapped it in polyester and then lit it on fire.",
    "start": "00:50:55",
    "end": "00:51:36"
  },
  {
    "text": "And that's like. Basically like plastic.",
    "start": "00:51:37",
    "end": "00:51:39"
  },
  {
    "text": "Yes. It became immediately clear that he just wrapped it in plastic because it was dripping fiery drips. So a bunch of us went through. Some were unscathed, and then other people, like, got drips of molten plastic on their skin. It left scars.",
    "start": "00:51:39",
    "end": "00:51:59"
  },
  {
    "text": "Yep.",
    "start": "00:51:59",
    "end": "00:51:59"
  },
  {
    "text": "I'm so sorry that was such an unnecessary rabbit trail. But poly. Polyester.",
    "start": "00:51:59",
    "end": "00:52:05"
  },
  {
    "text": "Polyester, okay. The moral of that story is don't light it on fire and skateboard through it.",
    "start": "00:52:05",
    "end": "00:52:10"
  },
  {
    "text": "I guess so. Oh, but man, imagine being in a burning building wearing a polyester sh. Bad news. I'm sure it's happened in human history.",
    "start": "00:52:10",
    "end": "00:52:18"
  },
  {
    "text": "Yeah.",
    "start": "00:52:18",
    "end": "00:52:18"
  },
  {
    "text": "Coming back, Paul's got this idea that.",
    "start": "00:52:18",
    "end": "00:52:21"
  },
  {
    "text": "We got to the first one Poly.",
    "start": "00:52:21",
    "end": "00:52:23"
  },
  {
    "text": "That A poly.",
    "start": "00:52:23",
    "end": "00:52:24"
  },
  {
    "text": "What's the second part?",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "Polyethnic community. Through a polyethnic community. The polypoikilos is the second part of.",
    "start": "00:52:25",
    "end": "00:52:31"
  },
  {
    "text": "The Greek word polypoikilas.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "Polypoikilas. And so poly means multiple, but poikilas means diverse.",
    "start": "00:52:33",
    "end": "00:52:38"
  },
  {
    "text": "Okay.",
    "start": "00:52:39",
    "end": "00:52:39"
  },
  {
    "text": "Poikilas is the word used to describe Joseph's coat that Jacob gave him, the coat of many colors. And in Greek, the Greek Septuagint, it translated the poikilos coat, the coat of diversity. So polypoikilos, the multi diverse. That's a good translation. It's not a normal word, but it gets the point across.",
    "start": "00:52:39",
    "end": "00:53:01"
  },
  {
    "text": "But what does that mean? To have multidiverse wisdom?",
    "start": "00:53:01",
    "end": "00:53:05"
  },
  {
    "text": "Yes. God's multidiverse wisdom is demonstrated through a multi diverse community of people. To whom. To whom is that wisdom made known? Through a multi diverse community of people. To the principalities and powers.",
    "start": "00:53:05",
    "end": "00:53:19"
  },
  {
    "text": "Which is weird. That's weird. But first of all, I can't. Like, what's that mean for your wisdom to be diverse?",
    "start": "00:53:19",
    "end": "00:53:26"
  },
  {
    "text": "Okay, so it has everything to do with who are the rulers and authorities in the skies?",
    "start": "00:53:26",
    "end": "00:53:31"
  },
  {
    "text": "Yeah. The angels, the divine beings.",
    "start": "00:53:31",
    "end": "00:53:33"
  },
  {
    "text": "Yeah. The sons of Elohim.",
    "start": "00:53:33",
    "end": "00:53:35"
  },
  {
    "text": "Yeah.",
    "start": "00:53:35",
    "end": "00:53:35"
  },
  {
    "text": "The sons of elohim of Genesis 11. Excuse me, of Genesis 6 that Moses refers to in Deuteronomy 36. Yeah.",
    "start": "00:53:35",
    "end": "00:53:42"
  },
  {
    "text": "Is this tapping into this whole biblical theme of that, like God chose humanity, we're lower than the angels. There's these creatures that like, we're earth bound and we were like made of carbon atoms. But there's these other creatures that before.",
    "start": "00:53:42",
    "end": "00:53:58"
  },
  {
    "text": "We try and translate it into our cosmology, let's think in terms of biblical cosmology. There's the skies and the land.",
    "start": "00:53:58",
    "end": "00:54:05"
  },
  {
    "text": "Yes.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "There's rulers below on the land. They're called the image of God, the humans. There's the rulers above. They're called the host of. The host of the skies, the host of heavens, otherwise known as the sons of Elohim. In Babylon, in the story of the Exodus, in Deuteronomy 32, there's this developing theme that the many nations that have don't want to live under the allegiance of the creator God. I think that they're giving their allegiance to the ultimate divine being, but in reality, they're giving their allegiance to idols, which are wood or stone and nothing. Or even worse, they are actually being deceived by dark spiritual powers that manifest themselves through social structures. So Paul's got one for sure on the brain that's front and center. It's a goddess named Roma. Well, Roma impulsae is the Roman Empire The Roman Empire is a deity. The power and might of Rome was considered to be not just personified in a metaphorical way, but in their cosmology, embodied. Not embodied. The Roman Empire is the embodiment of the power of a goddess, Roma, and.",
    "start": "00:54:06",
    "end": "00:55:20"
  },
  {
    "text": "That'S their wisdom and strength.",
    "start": "00:55:20",
    "end": "00:55:21"
  },
  {
    "text": "Yeah. Her wisdom and strength is manifest in Roman legions going and sacking other cities and annexing them into the empire. And Paul says, you know how the God of Israel who came among us in the person of Jesus reveals his wisdom is by creating communities of people that just thumb their nose. Yeah, that's the thing you say. Old expression they laugh at and gather over against the dividing lines that Roma wants to put in place. Roma says that your identity is defined by whether you're a slave or whether you're free.",
    "start": "00:55:21",
    "end": "00:56:01"
  },
  {
    "text": "Okay, I see. And that's the wisdom of Roma.",
    "start": "00:56:01",
    "end": "00:56:04"
  },
  {
    "text": "That's the wisdom of Roma. Divide up society this way, and that will lead to, you know, that's the right way to do things, because if you're a slave, you deserve it. And that's probably in your nature to be a slave and to be inferior.",
    "start": "00:56:04",
    "end": "00:56:18"
  },
  {
    "text": "Yeah, that argument has been made.",
    "start": "00:56:18",
    "end": "00:56:20"
  },
  {
    "text": "That argument has been made. And in Paul's mind, the wisdom of God that's multi diverse, made known through the enthroned Messiah, is that every human is an image of God. And to be a part of his family, you just need to be human and man. Give your allegiance to the right king who will unlock your humanity and allow you to be fully human in a community of the beloved. That's the assembly that he's talking about here.",
    "start": "00:56:20",
    "end": "00:56:50"
  },
  {
    "text": "I see this diverse assembly who's living as one, is actually showing to the cosmic powers which is manifesting in just culture.",
    "start": "00:56:50",
    "end": "00:57:02"
  },
  {
    "text": "In culture. Yeah. What we would call class.",
    "start": "00:57:02",
    "end": "00:57:05"
  },
  {
    "text": "Yeah. Things like class or things like just biases.",
    "start": "00:57:06",
    "end": "00:57:11"
  },
  {
    "text": "Yeah, that's right. Yeah. Prejudice, bias, prejudice. Yeah. Systems of inequity.",
    "start": "00:57:11",
    "end": "00:57:16"
  },
  {
    "text": "Yeah. Systemic things. All of this stuff in the biblical worldview is not just some institutions or there's a larger spiritual climate that's. That's making that a reality.",
    "start": "00:57:16",
    "end": "00:57:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:30",
    "end": "00:57:31"
  },
  {
    "text": "And that is forcing us into tribalism and it's forcing us into being separate. But the wisdom of God is displayed through unity amongst diversity.",
    "start": "00:57:31",
    "end": "00:57:42"
  },
  {
    "text": "When a church community consists of people who outside of this church would hate each other, would never be seen together, never eat together, never be civil, talking to each other. But when they gather here and call each other brother and sister, give their allegiance to the one true God and love and serve each other, help each other, that is an incarnate display of the wisdom of God. It's thumbing their nose to the powers that be. Dude, this is rad.",
    "start": "00:57:42",
    "end": "00:58:15"
  },
  {
    "text": "Yeah. This is what Jesus prayed in John 17, right?",
    "start": "00:58:15",
    "end": "00:58:19"
  },
  {
    "text": "Yeah, man. That they may be one. You and I are one, he says to his father. That's exactly right. That's a great observation. It's the same core theme coming out in two very different books of the Bible, Ephesians and John, but it's the same core idea, the unity of the human family. This is powerful stuff, man. This bridges very quickly from the 1st to the 21st century.",
    "start": "00:58:19",
    "end": "00:58:42"
  },
  {
    "text": "SA.",
    "start": "00:58:49",
    "end": "00:58:49"
  },
  {
    "text": "So here's a little homework assignment for listeners of the podcast. We've only made our way through the first half of Paul's letter to the Ephesians. You all just take literally 20 minutes to listen to or read through the second half and count or get a yellow marker for every time the words one unity body members one another come up. And you're going to have hits in multiple paragraphs throughout the rest of the book. And his burden there is to explore the actual lived practices, the kinds of behaviors that it will require of us to realize and embody the multi diverse wisdom of God. How do you actually treat other people to create a community that makes known?",
    "start": "00:59:24",
    "end": "01:00:08"
  },
  {
    "text": "How do you live in such a way that you can be in unity with others?",
    "start": "01:00:09",
    "end": "01:00:12"
  },
  {
    "text": "Correct. So some people call it the ethics part of the letter. The first half of Ephesians is about theology, second half is about ethics. But that doesn't capture quite what Paul's doing. It's about what kinds of communal behavior will create communities that send a signal to the powers that be that their time is up and that they don't get to divide up humanity anymore by their own fabricated schemes.",
    "start": "01:00:12",
    "end": "01:00:36"
  },
  {
    "text": "And then to close this, we talked about just looking at this passage in Revelation one last time.",
    "start": "01:00:37",
    "end": "01:00:43"
  },
  {
    "text": "Yeah.",
    "start": "01:00:43",
    "end": "01:00:43"
  },
  {
    "text": "Revelation 21. Maybe we just read it and we can just then be done.",
    "start": "01:00:43",
    "end": "01:00:47"
  },
  {
    "text": "Yeah. John's got a vision of the new Jerusalem and he says, you know, this is a city that doesn't need the sun or moon anymore because the brilliant glory of God lights it up.",
    "start": "01:00:47",
    "end": "01:00:58"
  },
  {
    "text": "Let there be light.",
    "start": "01:00:58",
    "end": "01:00:59"
  },
  {
    "text": "And the lamp is the lamb.",
    "start": "01:00:59",
    "end": "01:01:01"
  },
  {
    "text": "Yeah.",
    "start": "01:01:02",
    "end": "01:01:02"
  },
  {
    "text": "So wait, what's the source of light? God or the Lamb? Exactly, exactly. The two are one. As Paul would say. Verse 24, the nations will walk by its light.",
    "start": "01:01:02",
    "end": "01:01:14"
  },
  {
    "text": "Who, the God or the lamb?",
    "start": "01:01:14",
    "end": "01:01:15"
  },
  {
    "text": "Exactly. Okay, we had this conversation in the first episode. And the kings of the earth will bring their manifestations of their honor and glory into it. So it's a full scale Multinational multi ethnic polypoikilas celebration. And they bring the redeemed humanity still has their unique identities.",
    "start": "01:01:15",
    "end": "01:01:38"
  },
  {
    "text": "Yeah. The kings of the earth.",
    "start": "01:01:38",
    "end": "01:01:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:01:39",
    "end": "01:01:40"
  },
  {
    "text": "The king of the earth with their own splendors.",
    "start": "01:01:40",
    "end": "01:01:41"
  },
  {
    "text": "That's right. The kingdom of God is not colorblind, as it were, or nation blind. It doesn't call you to abandon the unique aspects of your identity, of your human community, but what it does is provide a story in which they can be recreated and brought into unity with all the other families of the land. And then imagine what would a redeemed Portland have to offer the world, or a redeemed Kenya, or a redeemed Germany or Brazil or what have you in the daytime, because there's no night there. The gates of the city will never be closed. Everybody will bring the glory and honor of the nations into it.",
    "start": "01:01:41",
    "end": "01:02:24"
  },
  {
    "text": "Yeah.",
    "start": "01:02:25",
    "end": "01:02:25"
  },
  {
    "text": "Yeah, man.",
    "start": "01:02:25",
    "end": "01:02:26"
  },
  {
    "text": "That's the vision at the end of the Bible.",
    "start": "01:02:26",
    "end": "01:02:28"
  },
  {
    "text": "Yeah. Any retelling of the biblical story that doesn't highlight this theme and lead us to be unsatisfied with a church community that isn't in some way striving to embody these ideals and every church will look different in context and culture. But the longer I sit with this theme, the more compelled I am that if an assembly of Jesus isn't going after this in a really practical way, in Paul's conviction, we are not keeping in step with the good news. That's both a calling and a really exciting prospect.",
    "start": "01:02:28",
    "end": "01:03:06"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. And that's it. That's a wrap on the Family of God series. Although we're going to do one more episode of A Question and Response. We've got a number of questions from you that we can't wait to dig into. And that's next week. After that we're going to release a couple interviews of some scholars that we recently got to talk with. Both of those interviews tie in well to this theme of the family of God and I look forward to putting those on the show. If you like this podcast, we would really appreciate a review. Reviews really help get the word out. Or you can also just share this with a friend. And you might also be interested in a brand new podcast that bibleproject launched. It's from our writer Cherie Hayes called Reflections. It's a weekly micro podcast designed for folks who are reading through the Bible. You can find it wherever you're listening to this podcast. Today's show was produced by Dan Gummel. Our theme music from the band Tents and Lindsey Ponder did the show notes. We're a crowdfunded nonprofit in Portland, Oregon and we make resources to experience the Bible as a unified story that leads to Jesus. This podcast and all the resources are free because they've already been paid for. Thank you for being a part of this with us. Hi, this is Charles and I'm from Austin, Texas. I first heard about Bibleproject through the YouVersion Bible app. I use Bibleproject for self study. My favorite thing about Bibleproject is how it allows me to envision the world at the time that the Bible was being written and understand better what it is that the Bible is trying to convey to us. Today, we believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:03:08",
    "end": "01:04:56"
  }
]