[
  {
    "text": "Hey, this is John at bibleproject. Right now we're in the middle of a series called the Family of God. In episode one, we looked at the diversity of the Jesus movement all over the globe. Last week, in the second episode of this series, we looked at the story of Adam and Eve and how one human became two, meant to be united back as one. Now, fast forward through Genesis, past the flood narrative, and then you get your.",
    "start": "00:00:06",
    "end": "00:00:30"
  },
  {
    "text": "Favorite part of the Bible and mine. Genesis, chapter 10, the Table of the nations.",
    "start": "00:00:30",
    "end": "00:00:35"
  },
  {
    "text": "And if you're like me, you'll skip over this chapter. It's just a boring list of names, right?",
    "start": "00:00:35",
    "end": "00:00:41"
  },
  {
    "text": "Dude, Genesis 10 is so awesome. It's a genealogy kind of really. More. It's an ethnographic map of the biblical world. So this ethnographic map consists of 70.",
    "start": "00:00:41",
    "end": "00:00:54"
  },
  {
    "text": "People, 70 nations, but there's way more than 70 nations and 70 ethnicities in the biblical world.",
    "start": "00:00:54",
    "end": "00:01:01"
  },
  {
    "text": "The number 70 is typological. It's a rhetorical effect that evokes the idea of totality, comprehensiveness on a large scale, as opposed to the use of 7 for completeness on a smaller scale.",
    "start": "00:01:01",
    "end": "00:01:13"
  },
  {
    "text": "So when we look at the table of nations, we're going to notice a lot more than a list of random people from a long time ago. It's a highly designed map showing us the outline of the biblical world. But why take all this time mapping out genealogies?",
    "start": "00:01:13",
    "end": "00:01:26"
  },
  {
    "text": "This document is no mere academic exercise. It affirms first of all a common origin and the absolute unity of humankind.",
    "start": "00:01:26",
    "end": "00:01:36"
  },
  {
    "text": "All the nations and all their diversity all come from the same family.",
    "start": "00:01:36",
    "end": "00:01:40"
  },
  {
    "text": "And then buried in the middle of that is this narrative about the origins of Babylon comes from a violent warrior who has a great name. What's the next story after Genesis 10? It's the story about the building of the city and tower of Babylon.",
    "start": "00:01:40",
    "end": "00:01:54"
  },
  {
    "text": "The tower of Babylon. Babylon, or in your translation, likely the Tower of Babel. This is the tower that all humanity unites together to build up to the sky. And you might be thinking, well, this is great. Humans uniting to build something together. We want unity. The problem is they're creating a destructive type of unity to make their own name great.",
    "start": "00:01:54",
    "end": "00:02:14"
  },
  {
    "text": "The story of Babylon represents the human short sighted attempt to unify the human figure. But here, by elevating one culture and place and city, elevate one city's name. It's people making a name for themselves.",
    "start": "00:02:15",
    "end": "00:02:31"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. Today, Dr. Temecki and myself will talk about the family of God and the table of nations and the tower Of Babylon. Thanks for joining us. Here we go. Dr. Mackey.",
    "start": "00:02:31",
    "end": "00:02:48"
  },
  {
    "text": "John Collins.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "I don't call you doctor quite enough.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "No, I would prefer that.",
    "start": "00:02:51",
    "end": "00:02:53"
  },
  {
    "text": "Well, I just did. We are continuing our discussion on.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "Yes.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "The Family of God.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Family of God, Man.",
    "start": "00:03:00",
    "end": "00:03:01"
  },
  {
    "text": "Last episode was hard for me, but I think I got there and pages one and two of the Bible give this, in a sense, like a puzzle, this reflection on what it means to be human. And the puzzle goes something like this. All of humankind, all of humanity is the image of God. But also male and female together are the image of God. And in Genesis 2, there's this really strange story about man being alone, seeing that all these animals have a companion.",
    "start": "00:03:01",
    "end": "00:03:35"
  },
  {
    "text": "Sorry, a human alone. It uses the generic term the human. The human is how Genesis 2 starts.",
    "start": "00:03:35",
    "end": "00:03:41"
  },
  {
    "text": "There's a human alone.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "Yeah. Undifferentiated in terms of gender. Just the human.",
    "start": "00:03:42",
    "end": "00:03:46"
  },
  {
    "text": "The human.",
    "start": "00:03:46",
    "end": "00:03:46"
  },
  {
    "text": "Yeah.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "But it's the word Adam which becomes the man.",
    "start": "00:03:47",
    "end": "00:03:50"
  },
  {
    "text": "Correct. But as the story begins, it doesn't mean the man. Because male and female don't exist in the narrative yet. It's just the human.",
    "start": "00:03:51",
    "end": "00:03:58"
  },
  {
    "text": "The human sees that animals have others, that they come in sets of two by two.",
    "start": "00:03:59",
    "end": "00:04:05"
  },
  {
    "text": "Yeah.",
    "start": "00:04:05",
    "end": "00:04:06"
  },
  {
    "text": "And that this human has. Doesn't have that to complete his ability. His ability?",
    "start": "00:04:06",
    "end": "00:04:13"
  },
  {
    "text": "Its ability to complete the humans, to complete the divine vocation, to be the image and rule.",
    "start": "00:04:13",
    "end": "00:04:20"
  },
  {
    "text": "So you get this really weird story of him going into the stupor, God taking half of him forming woman, and then forming the other half, man. And then now you've got two from one. And then the narrator sits back and reflects. You know, also you. When you leave your parents, there's a unity there. And then you go and you find another and you unite as one flesh and the two become one. One flesh, one body. And so there's this. This reflection on what does it mean to be human. That to be fully human, you need to be unified with others to represent who God is. And there's something here also about families, because this theme is about family of God.",
    "start": "00:04:21",
    "end": "00:05:11"
  },
  {
    "text": "That's right.",
    "start": "00:05:11",
    "end": "00:05:12"
  },
  {
    "text": "And so the origin of families is always about two humans coming together in a way that creates a new type of unity, that creates more humans.",
    "start": "00:05:12",
    "end": "00:05:20"
  },
  {
    "text": "Yes.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "And then those humans become a unit, a family unit which has a unity. But that in order for those to continue to grow, someone has to leave that family unit, create a new one. So you get families and families and families. And eventually, if you just look around and you think about just the human race, you're just like, this is a bunch of families. And all of these families are the image of God together somehow. Which means somehow there needs to be a unity amongst all of these families.",
    "start": "00:05:21",
    "end": "00:05:49"
  },
  {
    "text": "Yeah. In other words, the image of God poem in Genesis 1 begins a theme that by the end of Genesis 2, makes you realize that it's only as a family of humans unified that we fully represent the image of God as intended. It's the many being and acting as one family that truly reflects the image. Yeah.",
    "start": "00:05:49",
    "end": "00:06:12"
  },
  {
    "text": "Cool.",
    "start": "00:06:12",
    "end": "00:06:12"
  },
  {
    "text": "So wouldn't that be great if everybody got along?",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "Some sort of utopia of unity?",
    "start": "00:06:15",
    "end": "00:06:18"
  },
  {
    "text": "Yeah, yeah, yeah. But it's imagining that whatever ideal exists for humanity, it's when all families are at peace and acting as one.",
    "start": "00:06:18",
    "end": "00:06:28"
  },
  {
    "text": "Yeah.",
    "start": "00:06:28",
    "end": "00:06:29"
  },
  {
    "text": "And that's.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "It would be great.",
    "start": "00:06:30",
    "end": "00:06:30"
  },
  {
    "text": "That's a pretty compelling vision.",
    "start": "00:06:30",
    "end": "00:06:32"
  },
  {
    "text": "Why don't we all get along?",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "Here's the step to take from that ideal vision of a unified human family that is the image of God. That's a shorthand way to summarize everything. The ideal is a unified human family that is altogether the image of God.",
    "start": "00:06:34",
    "end": "00:06:50"
  },
  {
    "text": "And when you say family there, you're using it in a very generic sense. Because not family, like immediate family or extended family, you're talking about.",
    "start": "00:06:51",
    "end": "00:06:58"
  },
  {
    "text": "Yeah, I'm using it in an extended sense. Yeah. A tribal nation sense.",
    "start": "00:06:58",
    "end": "00:07:03"
  },
  {
    "text": "But even beyond tribes and nations, you're.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "Talking about as the whole human family.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "The whole human family.",
    "start": "00:07:08",
    "end": "00:07:08"
  },
  {
    "text": "The whole human family made up of sub families.",
    "start": "00:07:08",
    "end": "00:07:11"
  },
  {
    "text": "Yeah.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "Yep. So in a way, the stories in Genesis 3 leading up to Babylon are a domino chain of domino effect about the fracturing of families on all their levels. So in the story of Adam and Eve and the snake, they take what is good in their eyes. They want to seize wisdom that they think will make them like God, even though they are already like God. And when they do so, they look at each other. And now they each have their own wisdom about what is good and bad. And their response is to realize that, oh, you're different than me. They realize the first thing that happens. They realize they were naked when they eat from the fruit. And the nakedness tells them, you're different than me.",
    "start": "00:07:12",
    "end": "00:08:00"
  },
  {
    "text": "Oh, interesting. Do you think that's. The nakedness is like, wait a second. Whoa, I'm a man, you're a woman.",
    "start": "00:08:00",
    "end": "00:08:06"
  },
  {
    "text": "You're not like me.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "You're not like me.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "You're not like me.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "That's why the nakedness is.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "And they cover their bodies so that.",
    "start": "00:08:10",
    "end": "00:08:12"
  },
  {
    "text": "They can forget that they're not like each other.",
    "start": "00:08:12",
    "end": "00:08:14"
  },
  {
    "text": "So it's a rich image. It's a rich image. At the end of chapter two, they're naked. You're different than me. I'm different than you. But there's no shame, no need to hide. We're open, vulnerable, because the two were one. But then the moment something happens when humans define their own wisdom about good and bad, that being naked and vulnerable to an other becomes a risk, becomes dangerous, it becomes not safe. I think that's where the images are trying to push the reader to go. Now, all of a sudden, our difference is a source of conflict, at least potential conflict. So we hide from each other. We're seeing it as a fracturing of their unity, the man and the woman. Their unity is fractured. It's the first casualty.",
    "start": "00:08:15",
    "end": "00:09:02"
  },
  {
    "text": "Yeah. Can't be unified when you're hiding from each other.",
    "start": "00:09:02",
    "end": "00:09:04"
  },
  {
    "text": "Totally. That's right. Next story, they have kids, and you have a story about two brothers, one of whom becomes jealous of the favor that God shows to his brother. And so that unity is fractured through murder. Then what the murderer does is go exiled to the east, and he wanders out of Eden, and he goes and he builds a city. Builds a city.",
    "start": "00:09:04",
    "end": "00:09:27"
  },
  {
    "text": "The first city.",
    "start": "00:09:27",
    "end": "00:09:27"
  },
  {
    "text": "Yeah, the first city. This is Cain and Cain's city. And then you get a genealogy. And the seventh descendant from Adam through Cain is a guy named Lamech who takes two wives. So he makes the two become one by taking two, which. Which is not how Genesis 2 set up the ideal, but he takes two, and then he sings a song about how he murdered a young man for wounding him and how the protection that God gave Cain he declares over himself 10 times over. So all of a sudden, you have a whole human community. So it's like Cain times 10. So Cain fractured his own family with his brother, and Lamech represents that in a community times 10. That's the image here.",
    "start": "00:09:27",
    "end": "00:10:16"
  },
  {
    "text": "Yeah.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "So you can just see the narratives are really focused on this fracturing of the human family, the splitting and dividing of the human family.",
    "start": "00:10:17",
    "end": "00:10:24"
  },
  {
    "text": "Because Lamech is fracturing it more because he's taking multiple wives and he's killing.",
    "start": "00:10:25",
    "end": "00:10:33"
  },
  {
    "text": "Yeah, yeah. In the context of a city. Of a whole community.",
    "start": "00:10:33",
    "end": "00:10:36"
  },
  {
    "text": "In a whole community.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Yeah. Whereas the setting.",
    "start": "00:10:37",
    "end": "00:10:38"
  },
  {
    "text": "And he's celebrating it. It's like a city where.",
    "start": "00:10:38",
    "end": "00:10:41"
  },
  {
    "text": "Correct.",
    "start": "00:10:41",
    "end": "00:10:41"
  },
  {
    "text": "Someone can celebrate that kind of fracturing.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Yep. Yeah, that's right. And so the narrative pauses for a genealogy, but when it picks up again in chapter six, we're told that there's a cosmic fracturing with the sons of God and the daughters of humans. And then you combine Lamech's violent. The Cain's city of blood represented by Lamech, and you represent the cosmic crossing of boundaries with the sons of God and the daughters of men. Genesis 6. And then Genesis 6, verses 5 and following. Tell us. And the land was filled with violence. The humans were supposed to fill the land.",
    "start": "00:10:45",
    "end": "00:11:18"
  },
  {
    "text": "Oh, right. Fill the earth.",
    "start": "00:11:18",
    "end": "00:11:20"
  },
  {
    "text": "But the land was filled with violence. And all flesh had ruined its way, corrupted its way on the land. And so what, God, Violence is like.",
    "start": "00:11:20",
    "end": "00:11:29"
  },
  {
    "text": "The opposite of unity.",
    "start": "00:11:29",
    "end": "00:11:30"
  },
  {
    "text": "Oh, okay. Yeah, yeah, you are. Other than me, two ways we could go about this. We learned about each other, learn to appreciate what is different and find a way to make it all work together as one. That's one solution.",
    "start": "00:11:30",
    "end": "00:11:43"
  },
  {
    "text": "Yeah. Being violent is for the purpose of fracturing and destroying.",
    "start": "00:11:43",
    "end": "00:11:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:50",
    "end": "00:11:51"
  },
  {
    "text": "So perhaps if something needs to be destroyed, maybe then violence is good. But if the purpose is to build unity, violence is just going to get in the way.",
    "start": "00:11:51",
    "end": "00:12:00"
  },
  {
    "text": "Yeah, that's right. Human violence between family members, Cain and Abel, or between community members, Lamech becomes a core portrait of the problem. Like the biblical diagnosis of the problem. When I see and treat other people. Yeah.",
    "start": "00:12:00",
    "end": "00:12:17"
  },
  {
    "text": "As contempt.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "Yeah, yeah. As less than human. Right. Am I my brother's keeper? What am I responsible for him? Another human? I'm responsible for them. That's what Cain says to God. You're supposed to be the keeper of humanity. Me. So we're really flying high here. God's decision is to purify his creation from the blood of the innocent. The blood's crying out from the ground. In the Cain story, God purify creation from the blood. He sends waters to wipe away the violent bloodshed from the land. And actually God's emotional response to it is grief. We're told that he's pained in his heart. And you have a land. So this is the flood. Yeah, the flood narrative. But he selects one guy and his family. A guy named Rest.",
    "start": "00:12:19",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, Noah.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "Noah. And he puts him in a little floating micro Eden where he's at peace with animals which are all come two by two, male and female. And then when the flood's over, the boat rests on top of Mount Kars. Do you remember this? The name Ararat is the Hebrew word Kurs with one letter different.",
    "start": "00:13:08",
    "end": "00:13:28"
  },
  {
    "text": "Yeah, Kars.",
    "start": "00:13:28",
    "end": "00:13:29"
  },
  {
    "text": "So you thought of Kars.",
    "start": "00:13:29",
    "end": "00:13:31"
  },
  {
    "text": "Did I?",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Yeah. Oh, what conversation was that?",
    "start": "00:13:32",
    "end": "00:13:35"
  },
  {
    "text": "You have such a good memory.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "I think it was about on the trees of Eden, conversation, Mount Cars. Because it is funny. It's funny in Hebrew too. Mount Ararat, Mount Karst. Mount Kars. So he gets off the boat and we're told in chapter nine, verse 18, now, the sons of Noah who came out of the ark were Shem, Ham, and Japheth. Now, dear reader, Ham was the father of the Canaanites. That'll be relevant for something later in the book. Verse 19. These three were the sons of Noah, and from these the whole land was dispersed. Oh, people are going to disperse from these three somehow. What follows is the story where Noah replays the failure of Adam and Eve, but in his own garden, plants a vineyard, gets drunk, and then he eats from the fruit of a garden, and he gets. And he's naked. Clearly, all the key riffing on images of Genesis 3. But then that narrative combines the Cain and Abel story with it, because then you get a story about one of his sons who in some way violates the dignity and honor of his father. Some cryptic way by looking on his nakedness. Long rabbit hole there. But then he goes out and he tells his brothers and his bro, I'm filling in the details here. His brothers respond by saying, not cool. And they divide. The brothers divide. And so what his brothers do is they walk in backwards with a blanket over their shoulders. The narrative slows down on the scene of one brother goes in and looks. The other brothers walk in backwards so that they do not look. And they cover their father's nakedness just like God covered for the human nakedness. Yeah. So you have two brothers who are acting like God covering their father's nakedness. And you have one brother who's acting like the snake, taking advantage of the human nakedness. And it's a division of the brothers. Then you get your favorite part of the Bible in mind. Genesis, chapter 10.",
    "start": "00:13:37",
    "end": "00:15:39"
  },
  {
    "text": "Yeah. A bunch of genealogies.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "The table of the nations.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Sam.",
    "start": "00:15:48",
    "end": "00:16:00"
  },
  {
    "text": "It's a genealogy, kind of really more. It's ethnographic map.",
    "start": "00:16:35",
    "end": "00:16:40"
  },
  {
    "text": "Ethnographic map of the biblical world. Ethnographic meaning. What is graphic?",
    "start": "00:16:40",
    "end": "00:16:46"
  },
  {
    "text": "Graphic would be like. Think a graph. Like an infographic.",
    "start": "00:16:46",
    "end": "00:16:49"
  },
  {
    "text": "Like a graph. Okay.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "Yeah.",
    "start": "00:16:50",
    "end": "00:16:50"
  },
  {
    "text": "So it's a graph of where did all the nations come from?",
    "start": "00:16:50",
    "end": "00:16:53"
  },
  {
    "text": "Of the nations from the three. Yeah. So from the one new Adam who saved through the floating micro, Eden put on the mountain.",
    "start": "00:16:53",
    "end": "00:17:00"
  },
  {
    "text": "Yeah.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "Replays the sin of Adam and Eve.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "Yeah.",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "Through him come three, and then these three become the ancestors of the 70 nations of Genesis 10. Dude, Genesis 10 is so awesome.",
    "start": "00:17:03",
    "end": "00:17:14"
  },
  {
    "text": "How long would it take you to convince me that Genesis 10 is so awesome?",
    "start": "00:17:16",
    "end": "00:17:18"
  },
  {
    "text": "Yeah, probably about three hours. But here, I'm just showing you a map I made of the literary design of the chapter. It opens and closes with kind of a key repeated phrase. It opens with the line, chapter 10, verse 1, these are the generations of the sons of Noah, Shem, Ham, Japheth, and there were born to them sons after the flood. The opening line, if you look at the closing line, these are the families of the sons of Noah in their generations by their nations. Because now we've.",
    "start": "00:17:18",
    "end": "00:17:53"
  },
  {
    "text": "Now we've traced them down to trace them out.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "From these were separated the nations in the land after the flood. Oh, separated.",
    "start": "00:17:55",
    "end": "00:18:01"
  },
  {
    "text": "Separated.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "I mean, they're supposed to fill the land, but.",
    "start": "00:18:04",
    "end": "00:18:06"
  },
  {
    "text": "Yeah. Which means you have to spread out.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "You have to spread out. Separated could. That could mean just they're filling the land. And that's a good thing.",
    "start": "00:18:07",
    "end": "00:18:13"
  },
  {
    "text": "Right.",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "But separated puts a little more of a note of finality on it. Severing of breaking relationship. What you get are three long paragraphs that are dedicated to each of the three sons. Let's start with Japhet.",
    "start": "00:18:14",
    "end": "00:18:27"
  },
  {
    "text": "Japhet, which looks like Japheth.",
    "start": "00:18:27",
    "end": "00:18:30"
  },
  {
    "text": "Oh. Or Japheth is Japheth. We often say it in English. So what you first get are the seven sons of Yaphet. Then after that, you get seven grandsons of Yahveh. And then a conclusion in verse five, what you're going to see is this is a highly schematized ethnographic map.",
    "start": "00:18:30",
    "end": "00:18:47"
  },
  {
    "text": "Yeah.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "Where the number seven plays a key role.",
    "start": "00:18:47",
    "end": "00:18:49"
  },
  {
    "text": "Imagine that.",
    "start": "00:18:49",
    "end": "00:18:50"
  },
  {
    "text": "Imagine that most of these nations fill out people on the north or west of the Mediterranean Sea. Look at the conclusion in verse 5. From these 14 are separated the islands of the nations in their lands, each into their language, into their family, by their nations.",
    "start": "00:18:50",
    "end": "00:19:11"
  },
  {
    "text": "Where did you say these were?",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "Oh, for the most part. Here's what's interesting. These are naming people because it'll be like, gave birth to or fathered so and so. But each of these names refers to a geographical region where a people who go by that name exist.",
    "start": "00:19:12",
    "end": "00:19:27"
  },
  {
    "text": "Got it.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "So Gomar, Yavan. Yavan is Greece. It's the Hebrew word for Greece. Oh, Ashkenaz. With Ashkenaz, the Hebrew word for essentially what we would call Eastern Europe. Yeah, yeah. The Kittim is Italy, kind of the far Mediterranean from Israel. The islands like the coastlands.",
    "start": "00:19:28",
    "end": "00:19:47"
  },
  {
    "text": "Yeah. Because you got to go through the Mediterranean to get to them.",
    "start": "00:19:47",
    "end": "00:19:49"
  },
  {
    "text": "Yeah. It's essentially the wider Mediterranean world is what Yafet represents. And notice the categories here. These are the nations, each in their language, by their family, by their nation.",
    "start": "00:19:49",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "We're building out the biblical world right here. These are all the characters that are going to play a role in the rest of the biblical story.",
    "start": "00:20:01",
    "end": "00:20:07"
  },
  {
    "text": "Really? All of them?",
    "start": "00:20:07",
    "end": "00:20:08"
  },
  {
    "text": "Yeah, they all get brought up. Some of Them play more important roles than others. Starting verse six, you get these are the sons of Ham. Ham has four sons, cushion, which is what we would call Ethiopia, Egypt, Mitsraim.",
    "start": "00:20:08",
    "end": "00:20:23"
  },
  {
    "text": "That's an easy one.",
    "start": "00:20:23",
    "end": "00:20:24"
  },
  {
    "text": "Yep. Put. I need to do more homework on put. And Canaan. So essentially the geographical regions, Egyptians, Kushites, Canaanites.",
    "start": "00:20:24",
    "end": "00:20:33"
  },
  {
    "text": "Yeah. So kind of the Puttites, Northern Africa into the Levant or the. Into Canaan.",
    "start": "00:20:34",
    "end": "00:20:41"
  },
  {
    "text": "Yep. And then Canaan, like the land that will be promised Abraham. Then you get the seven sons and grandsons of Cush, the firstborn of Ham. Then the genealogy stops and you get a narrative. We'll come back to that narrative. We Continue on verse 13 with seven sons of Egypt.",
    "start": "00:20:41",
    "end": "00:21:01"
  },
  {
    "text": "Sorry. And these seven sons of Cush in Egypt, they're also people groups.",
    "start": "00:21:01",
    "end": "00:21:06"
  },
  {
    "text": "Ah, they're naming tribes.",
    "start": "00:21:06",
    "end": "00:21:07"
  },
  {
    "text": "They're naming tribes.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "Full tribes of people.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Okay.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "Yep. And then you get in verses 15 to 18, the 12 sons of Canaan.",
    "start": "00:21:09",
    "end": "00:21:14"
  },
  {
    "text": "Got it.",
    "start": "00:21:14",
    "end": "00:21:14"
  },
  {
    "text": "These are tribes in Atlanta. And these are all the famous list of Canaanites, the Hittites, the Jebusites, the Amorites are in the promised land. The Girgashites, the Hivites, the Archites, the Sinaites, the Arvadites, the Timorites, the Hamathites and the Canaanites. Yeah. Then you get another narrative about the borders of Canaan. Because that's going to be really important once you come into the story of Abraham and Joshua. And then here's the conclusion. These are the sons of Ham into their families, into their languages, in their lands, by their nations last son left Shem. Shem. Shem. Shemites. Where we get the word Semites or Semitic.",
    "start": "00:21:14",
    "end": "00:21:50"
  },
  {
    "text": "Oh, okay.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "Comes from Shem. It's also the Hebrew word name.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "I thought Canaanites were Semitic people.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "Canaanites spoke a Semitic dialect, but at least in this accounting, they're not. They're not part of that, of the Semitic line. What you get after being introduced to Shem, who's the father of all of the sons of Ever, which is the word Hebrew. The word Hebrew in English pronunciation comes from name Ever. You'll see ever in the Bible. E B E R, He Beru. Hever. Heveru.",
    "start": "00:21:56",
    "end": "00:22:21"
  },
  {
    "text": "Oh, interesting. Sons of Eber. That's a Hebrew.",
    "start": "00:22:21",
    "end": "00:22:24"
  },
  {
    "text": "Sons of Hever is Hebrews. Yep. Then you get Shem's 12 sons. Yeah. You get a list of 12 sons, and then you get 14 descendants of Hebrew of a guy named Ever. Then Shem's line draws to a close. Verse 31. These are the sons of Shem in their families, their Languages, their lands, their nations.",
    "start": "00:22:24",
    "end": "00:22:46"
  },
  {
    "text": "The son. The twelve sons of Shem seem like kind of Mesopotamian kind of.",
    "start": "00:22:47",
    "end": "00:22:52"
  },
  {
    "text": "Yes. Yeah. Elam, Ashur, Aram, Ooz. They're all to the north and to the east. Yeah. So let's just pause. So this ethnographic map consists of 70 people. So that's a.",
    "start": "00:22:53",
    "end": "00:23:06"
  },
  {
    "text": "That's an important number.",
    "start": "00:23:06",
    "end": "00:23:07"
  },
  {
    "text": "And they're all divided up into multiples.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "Wait, why is that important number again?",
    "start": "00:23:09",
    "end": "00:23:11"
  },
  {
    "text": "Oh, it's combining the key numbers of Genesis 1, which is 7 and 10. Oh, 7, 10 or 7 times 10, 70. These are all very significant numbers, but they're images of completeness. Okay, so let me first quote an Israeli scholar, Nehum Sarna. You'll find him on the top of the next page. He's got a. Just kind of a nice summary here. He says the peoples listed in Genesis 10amount precisely to 70. There are 14 Japhethites, 30 Hamites, and 26 Shemites. The figure 70, even if not explicitly given, can hardly be fortuitous. The mere recognition in verse 5 of the existence of additional unnamed coastal nations. So I didn't draw attention to this, but after you get the list of 14 sons of Yaphet, or grandsons, verse 5 in the summary comes along, and it said, from these, the islands or the coastlands of the nations were separated into their lands. So in other words, verse five is acknowledging there are more nations connected to. Yeah, there's more out there, japheth, than the 14 I just named. Which means these 14 are selected out of a larger pool to create the number 70.",
    "start": "00:23:11",
    "end": "00:24:28"
  },
  {
    "text": "Yeah.",
    "start": "00:24:28",
    "end": "00:24:28"
  },
  {
    "text": "So he said that verse five, naming that there are other nations aren't not named here lends significant to the enumeration back to Nehemsarna, that the number is deliberately chosen. In the biblical world, the number 70 is typological. It's a rhetorical effect that evokes the idea of totality, comprehensiveness on a large scale, as opposed to the use of 7 for completeness on a smaller scale. So According to Genesis 46, the whole household of Jacob that went down to Egypt, 70 people, the representatives of the whole community of Israel in the wilderness, 70 elders, and so on.",
    "start": "00:24:28",
    "end": "00:25:05"
  },
  {
    "text": "And so when you need even a bigger level of completeness, you go 70 times seven.",
    "start": "00:25:05",
    "end": "00:25:11"
  },
  {
    "text": "Yeah, totally. Yeah, exactly. Right. Like Daniel.",
    "start": "00:25:12",
    "end": "00:25:14"
  },
  {
    "text": "And Daniel.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Yeah. So he says, in light of this convention, one may safely assume that making the offspring of Noah's sons total 70, it's a literary device conveying the notion of the totality of the human family.",
    "start": "00:25:15",
    "end": "00:25:30"
  },
  {
    "text": "Yeah. How did we get where we're at.",
    "start": "00:25:30",
    "end": "00:25:31"
  },
  {
    "text": "That's right. To me, this was a payoff. That's why I'm quoting this. Sarna says this device affords an insight into a major function of this table. A document far unparalleled in the ancient world. And that's true. There are lots of genealogies, there are lots of listing names of where people live. But something this artistically crafted and trying to account through the number 70 for the whole like Mediterranean and Middle east.",
    "start": "00:25:32",
    "end": "00:25:59"
  },
  {
    "text": "Which is the world as far as anyone living there is concerned.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "Totally. That's right. It's unique. He says this document is no mere academic exercise. It affirms first of all, a common origin and the absolute unity of humankind.",
    "start": "00:26:01",
    "end": "00:26:14"
  },
  {
    "text": "Which we take for granted in sense of like DNA.",
    "start": "00:26:15",
    "end": "00:26:20"
  },
  {
    "text": "Thank you. That's right.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "And yes, we could all get traced back to the same set of grandparents.",
    "start": "00:26:21",
    "end": "00:26:25"
  },
  {
    "text": "Yes, that's true. Yes. This was not taken for granted in the ancient world.",
    "start": "00:26:25",
    "end": "00:26:28"
  },
  {
    "text": "That was not taken.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "No. Yeah. Core to the national mythology of many people groups was that they are the real humanity that comes from the gods and the rest of the people are subhuman, so on. So this is saying every human you meet all goes back to one common source, that is the image of God through Noah. Thank you for drawing attention to that. We take that for granted because of living post genome project. But even before then.",
    "start": "00:26:29",
    "end": "00:26:59"
  },
  {
    "text": "Yeah.",
    "start": "00:26:59",
    "end": "00:26:59"
  },
  {
    "text": "And also it's because we live in a culture that has this story as its heritage.",
    "start": "00:27:00",
    "end": "00:27:05"
  },
  {
    "text": "Yes.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "We're shaped by a culture that is living in the light of.",
    "start": "00:27:06",
    "end": "00:27:09"
  },
  {
    "text": "But imagine this was wrong, the biblical story.",
    "start": "00:27:09",
    "end": "00:27:11"
  },
  {
    "text": "Right, Right. Yeah.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "I mean, it turns out this is. This is true.",
    "start": "00:27:13",
    "end": "00:27:15"
  },
  {
    "text": "Yes.",
    "start": "00:27:15",
    "end": "00:27:15"
  },
  {
    "text": "But we know because we can look at DNA and we can figure that out.",
    "start": "00:27:15",
    "end": "00:27:18"
  },
  {
    "text": "Correct. And it does get messy back there with species, whether there was like, there's.",
    "start": "00:27:18",
    "end": "00:27:23"
  },
  {
    "text": "A little Neanderthal blood interbreeding and with Neanderthals.",
    "start": "00:27:23",
    "end": "00:27:26"
  },
  {
    "text": "But the point is. Yeah, that's right. Yeah. You can trace the line now, that was not the case. You know. Yeah. I could do a lot more homework here, but I know that this is a thing I remember. I think it might be predecessors of the Greeks had a mythology that they are the ones that came from the dirt and were created by the gods and that everybody else comes from some other source and therefore it gives them the right to subdue and conquer everybody else.",
    "start": "00:27:26",
    "end": "00:27:52"
  },
  {
    "text": "Yeah. And be in charge. Yeah, Sounds great.",
    "start": "00:27:52",
    "end": "00:27:54"
  },
  {
    "text": "So back to Sarna. He's saying one main point that we might take for granted, but that shouldn't go unnoticed is it's affirming the common origin and unity of the human race, he says, then it tacitly but effectively asserts that all the varied instrumentalities of human divisiveness, they're all secondary to the essential unity of the international community which constitutes the family of man. Genesis 10 is claiming that all humanity is unified, going back to a common origin. Second, it's implicitly. In other words, not directly, but by affirming that unity, what it's claiming is that all of the ways that we divide ourselves up from each other is all secondary to our real unity with which is the family of humanity.",
    "start": "00:27:54",
    "end": "00:28:51"
  },
  {
    "text": "Yeah, the family of humanity. That's what we should call the video.",
    "start": "00:28:51",
    "end": "00:28:55"
  },
  {
    "text": "Oh. Huh? Family of humanity, which is the family of God. If you believe in the image of God, that means the family of God. The family of humanity is the family of God. So now, all of a sudden, look, the two have become one, and you have many. And the problem is, now you have many. And will these many become one? That seems impossible. They're all separating from each other.",
    "start": "00:28:55",
    "end": "00:29:52"
  },
  {
    "text": "Right?",
    "start": "00:29:52",
    "end": "00:29:52"
  },
  {
    "text": "Oh, and notice they all have different languages. We're told at the end of each summary of each three sons, they all have their different languages. Wait a minute.",
    "start": "00:29:52",
    "end": "00:30:02"
  },
  {
    "text": "That's a little hiccup.",
    "start": "00:30:02",
    "end": "00:30:02"
  },
  {
    "text": "I thought they all got off the boat. You're telling me. They surely were speaking the same language on the ark. So how did we get from those three sons to all these nations?",
    "start": "00:30:02",
    "end": "00:30:12"
  },
  {
    "text": "Yeah, it's just two generations.",
    "start": "00:30:12",
    "end": "00:30:14"
  },
  {
    "text": "The different languages. Surely there's more to the story.",
    "start": "00:30:16",
    "end": "00:30:19"
  },
  {
    "text": "Wait, how do. That's a rabbit hole.",
    "start": "00:30:19",
    "end": "00:30:21"
  },
  {
    "text": "Okay, so let's go back to that little narrative in the list of the sons of Ham. Interesting narrative. Starts in verse eight. Okay, now here's the thing. Cush, who was the firstborn of ham, he had a son, and that son's name was Nimrod. Nimrod the warrior.",
    "start": "00:30:21",
    "end": "00:30:40"
  },
  {
    "text": "Right.",
    "start": "00:30:41",
    "end": "00:30:41"
  },
  {
    "text": "Oh, well, it's this Hebrew word. The same Hebrew letters that spell the Hebrew word. Rebel.",
    "start": "00:30:41",
    "end": "00:30:47"
  },
  {
    "text": "Rebel.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, rebel. And here's the thing. You remember those. When the sons of God violated the boundary of the heavens and had sex with human women? Yeah, I know.",
    "start": "00:30:48",
    "end": "00:30:59"
  },
  {
    "text": "I wasn't there, but I've read about it, okay?",
    "start": "00:30:59",
    "end": "00:31:01"
  },
  {
    "text": "In that story, they bore sons for them, and those sons were called the gibboriim, the violent, mighty ones. Violent warriors.",
    "start": "00:31:01",
    "end": "00:31:10"
  },
  {
    "text": "Oh, that's where I'm getting. Warrior.",
    "start": "00:31:10",
    "end": "00:31:11"
  },
  {
    "text": "Yeah, gibborim. You know, here's the thing. Nimrod, he was one of those. Says verse 8. He was a gibor, a mighty warrior on the land. Verse 9, not only was he a gibor, a warrior of humans, he was an animal slayer before Yahweh. This mighty violent animal slayer before Yahweh. In fact, here's the thing, says verse nine. Everybody around here loves to say this guy's name. His name has turned into a famous saying. You know, let's say we're hunting elk and you fire a shot from 100 yards and you nail it, and you nail it. And you know what everybody would say? You're like, nimrod, that violent animal slayer before Yahweh. We need to start doing that like Nimrod.",
    "start": "00:31:11",
    "end": "00:31:59"
  },
  {
    "text": "Every time we nail a three pointer. Like Nimrod.",
    "start": "00:31:59",
    "end": "00:32:02"
  },
  {
    "text": "This is so funny. Why are we being told this information? Well, actually. Okay, here's why we're being told this information. You know, here's the thing. The beginning of Nimrod's kingdom, he started building an empire. The first kingdom empire Nimrod did. And the name of that kingdom? Babylon. Babylon. And Erech and Akkad and Calneh. All over there in the east, in the land of Shinar. Mm.",
    "start": "00:32:05",
    "end": "00:32:34"
  },
  {
    "text": "Yeah.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "And here's what he did after building that empire. He went forth from that land.",
    "start": "00:32:35",
    "end": "00:32:39"
  },
  {
    "text": "He's a busy guy.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "To the north. And he built another empire called Assyria.",
    "start": "00:32:41",
    "end": "00:32:45"
  },
  {
    "text": "It's quite a resume.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "You know, it was capital city. He built Nineveh, and then also Rehovotir, which means huge city. And Kala and Rezen between Nineveh and Cala, the great city. And then it just goes back to the genealogy, and you're just like, what?",
    "start": "00:32:46",
    "end": "00:33:04"
  },
  {
    "text": "Yeah, what?",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "Okay, so first of all, guys named Rebel, who.",
    "start": "00:33:07",
    "end": "00:33:12"
  },
  {
    "text": "Who's also a violent warrior. A violent warrior, like, and also a.",
    "start": "00:33:12",
    "end": "00:33:16"
  },
  {
    "text": "Good hunter, but a great hunter. So that everybody loves to say his name. He has a great name.",
    "start": "00:33:16",
    "end": "00:33:21"
  },
  {
    "text": "He has a great name. Remember when we talked about how that name became.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "Yes.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "A put down.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "You sent me an article. Yeah, it became a put down.",
    "start": "00:33:26",
    "end": "00:33:29"
  },
  {
    "text": "Bugs Bunny.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "Because of Elmer Fudd.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "Elmer Fudd because he was a hunter.",
    "start": "00:33:31",
    "end": "00:33:33"
  },
  {
    "text": "He was a hunter.",
    "start": "00:33:33",
    "end": "00:33:34"
  },
  {
    "text": "And Bugs Bunny would call him Nimrod.",
    "start": "00:33:34",
    "end": "00:33:35"
  },
  {
    "text": "Bugs Bunny made fun of him, calling him Nimrod.",
    "start": "00:33:35",
    "end": "00:33:38"
  },
  {
    "text": "Well, he called him Nimrod, which means hunter. Yeah, but he was always making fun of him. So now every time you hear the word Nimrod, you think of it as an insult. As an insult.",
    "start": "00:33:38",
    "end": "00:33:46"
  },
  {
    "text": "Which is like the ultimate. Oh, it's so good. It's like the ultimate tragic inversion.",
    "start": "00:33:46",
    "end": "00:33:52"
  },
  {
    "text": "Because the whole point is to celebrate that name when you score a touchdown.",
    "start": "00:33:53",
    "end": "00:33:57"
  },
  {
    "text": "Now, his name means, like, idiot. Idiot. What if, like, the name Tim became the word for idiot in some other culture?",
    "start": "00:33:57",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, that'd be unfortunate.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Probably does. Anyhow. So what's this narrative doing? Why is it here? Well, here's the thing, is this table of nations also raised the issue of all these nations are separated now.",
    "start": "00:34:08",
    "end": "00:34:21"
  },
  {
    "text": "Yeah.",
    "start": "00:34:21",
    "end": "00:34:21"
  },
  {
    "text": "This is giving us the result of some great separation. And they're all speaking different languages. And then buried in the middle of that is this narrative about the origins of Babylon comes from a violent warrior who has a great name.",
    "start": "00:34:21",
    "end": "00:34:35"
  },
  {
    "text": "Yeah. And then all of these cities in Mesopotamia, basically, that he founded.",
    "start": "00:34:35",
    "end": "00:34:39"
  },
  {
    "text": "That he founded. Yep. What's the next story after Genesis 10? It's the story about the building of the city and tower of Babylon. So Genesis 10, 11 are actually out of chronological order, but it's great storytelling order. So the sons of Noah get off the boat. You're presented with them, and you're just like, oh, oh, no. They're being fruitful and multiplying. But they're all divided now, and they're all speaking different languages. How will the many be one?",
    "start": "00:34:39",
    "end": "00:35:34"
  },
  {
    "text": "Well, it almost seems like 10 and 11 are in the same way of Genesis 1 and 2. It's like they're both accounts of division of humanity.",
    "start": "00:35:34",
    "end": "00:35:42"
  },
  {
    "text": "Yes, that's right. That's right.",
    "start": "00:35:42",
    "end": "00:35:43"
  },
  {
    "text": "But they're separate companion accounts that if you try to, like, merge them together, they break.",
    "start": "00:35:43",
    "end": "00:35:49"
  },
  {
    "text": "That's right.",
    "start": "00:35:49",
    "end": "00:35:49"
  },
  {
    "text": "Because in Genesis 10, they're speaking different languages.",
    "start": "00:35:49",
    "end": "00:35:52"
  },
  {
    "text": "Yeah, they're already. That's right.",
    "start": "00:35:52",
    "end": "00:35:54"
  },
  {
    "text": "In Genesis 11, they all speak the same language.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "That's right. It's as if, I think, Genesis 11, the story of Babylon, it's like a flashback. It's like you tell the story forward to a result to say, how did we get here? Then the next narrative offers the information.",
    "start": "00:35:56",
    "end": "00:36:08"
  },
  {
    "text": "But still, if you try to merge these, it feels like it doesn't work.",
    "start": "00:36:09",
    "end": "00:36:11"
  },
  {
    "text": "No, that's right. Genesis 10 tells you about Nimrod building Babylon.",
    "start": "00:36:12",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. And in Genesis 11, it's all of mankind building Babylon.",
    "start": "00:36:15",
    "end": "00:36:19"
  },
  {
    "text": "Well, okay, let's look at it. So Genesis 11 begins by saying, now listen, all of the land had the same lip and unified words. The phrase, the same words. It's the word one in plural. It's impossible. In English, it's translated same. But it's the Hebrew number one.",
    "start": "00:36:19",
    "end": "00:36:41"
  },
  {
    "text": "Okay.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "They had one language and one word. They are one. Remember, all the way back we got off the boat, everybody was one. But they all journeyed east and they found this nice floodplain river delta in the land of Shinar, which is where.",
    "start": "00:36:42",
    "end": "00:36:58"
  },
  {
    "text": "Like, the most ancient civilization existed.",
    "start": "00:36:58",
    "end": "00:37:01"
  },
  {
    "text": "It's where the first cities were built. Sumer.",
    "start": "00:37:01",
    "end": "00:37:04"
  },
  {
    "text": "Sumerian.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. Where the Tigris and Euphrates create this gigantic river delta valley, super rich soil and empties into the Persian Gulf. So everybody said to one another, no, excuse me. Each one said to his companion, they got companions even. Exactly. So it's even. It's saying like, yeah, they're one. They have one language. They're one. Everybody's got their buddy.",
    "start": "00:37:05",
    "end": "00:37:29"
  },
  {
    "text": "Yeah.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "Each one said to his buddy, they're working together. Yeah, yeah. Come on, let's make bricks. The word bricks is the letters of the word Babylon swapped around.",
    "start": "00:37:30",
    "end": "00:37:41"
  },
  {
    "text": "Oh, really?",
    "start": "00:37:41",
    "end": "00:37:41"
  },
  {
    "text": "Yeah. And let us burn them thoroughly.",
    "start": "00:37:41",
    "end": "00:37:45"
  },
  {
    "text": "That's how you make bricks.",
    "start": "00:37:45",
    "end": "00:37:46"
  },
  {
    "text": "Yeah. And so they made bricks, which again, it's the words Babylon scrambled for instead of stone, instead of stacking stones, they started mass producing these nice bricks that fit tightly together. Technology, man taking this next level. Then they said, come, let's build for ourselves a city. Remember who built the first city?",
    "start": "00:37:46",
    "end": "00:38:09"
  },
  {
    "text": "Cain.",
    "start": "00:38:09",
    "end": "00:38:09"
  },
  {
    "text": "Cain. And let's build ourselves a tower. Whose head. It's the Hebrew word for head. Whose head is in the skies.",
    "start": "00:38:09",
    "end": "00:38:20"
  },
  {
    "text": "Really tall.",
    "start": "00:38:21",
    "end": "00:38:21"
  },
  {
    "text": "Really tall with head in the skies. Yeah, yeah.",
    "start": "00:38:22",
    "end": "00:38:25"
  },
  {
    "text": "And because we got this new technology, we can get this thing so you.",
    "start": "00:38:25",
    "end": "00:38:28"
  },
  {
    "text": "Have a unified humanity creating their own city with its head in the skies. Yeah. And let us make for ourselves a shem, a name. If we don't, here's what will happen. We are going to get scattered all over the face of the land. So it's this interesting tension where be fruitful and multiply, fill the land. So that is going to involve going out. So unity can't mean that we all just stay in one place because we.",
    "start": "00:38:28",
    "end": "00:39:02"
  },
  {
    "text": "Need to fill the land.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "We're going to have to go out. But I guess the question is, how can we all go out and be multiplied, but yet be one?",
    "start": "00:39:03",
    "end": "00:39:09"
  },
  {
    "text": "That's interesting to go back to that call of what does it mean to be the image of God? To multiply and subdue the earth and spread out and fill it? Because to spread, you would expect division.",
    "start": "00:39:09",
    "end": "00:39:22"
  },
  {
    "text": "At least physical division. In terms of distance.",
    "start": "00:39:22",
    "end": "00:39:25"
  },
  {
    "text": "Yeah. Of distance. But to do that while maintaining unity in the human family.",
    "start": "00:39:25",
    "end": "00:39:32"
  },
  {
    "text": "That's right.",
    "start": "00:39:33",
    "end": "00:39:33"
  },
  {
    "text": "Yeah. And they're like, you know, the easiest thing is we just all stay here.",
    "start": "00:39:33",
    "end": "00:39:37"
  },
  {
    "text": "Correct. So attached to a piece of land. So all of a sudden a region becomes part of our identity and oneness. One piece of land. And now all of a sudden, our name, we will make for ourselves a name and create a monument about our name that reaches up into the heavens. It's an image of. They're creating a new Humanity, but for their own name. I think we're to imagine it's as if they're building a gigantic human.",
    "start": "00:39:37",
    "end": "00:40:10"
  },
  {
    "text": "What?",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "They have a huge tower and it has a head.",
    "start": "00:40:12",
    "end": "00:40:15"
  },
  {
    "text": "Oh. Because that's not a normal turn of phrase in Hebrew to call the top of a tower a head.",
    "start": "00:40:15",
    "end": "00:40:19"
  },
  {
    "text": "Not that I know of. No. The word head can refer to the tops of things, but I think it's suggestive, especially because of the way that the author of the Book of Daniel picks this up with the image. The king of Babylon makes a gigantic image.",
    "start": "00:40:19",
    "end": "00:40:35"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And he had a dream about a huge image that represents human rulers and empires, and he is the head. And then Daniel 3, he goes to the plane of Shinar.",
    "start": "00:40:36",
    "end": "00:40:47"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:40:47",
    "end": "00:40:47"
  },
  {
    "text": "The plane of Shinar is only used in any biblical story two times, right here. And in Daniel chapter three, where he makes a huge human image whose head is up in the heavens.",
    "start": "00:40:47",
    "end": "00:41:00"
  },
  {
    "text": "In the heavens? Yeah.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "And you're just like, come now. You know? And all the languages and tribes and tongues and nations are around, and he commands them all to bow down and give their allegiance to the one. The One. It's the many and the one. So here humanity is one. But then what they want to do is create their own version of humanity with a name that honors themselves and their identity. We are the Shinarites.",
    "start": "00:41:02",
    "end": "00:41:28"
  },
  {
    "text": "Now, if you read this without already knowing that this is a negative story, it almost seems like this is great. They're doing it. The only hint that this is not quite right is that they don't want to scatter over the face of the Earth.",
    "start": "00:41:29",
    "end": "00:41:44"
  },
  {
    "text": "Sure, yeah. That's right. The other thing that leads you here is understanding the literary design of Genesis 1 to 11.",
    "start": "00:41:45",
    "end": "00:41:50"
  },
  {
    "text": "Okay.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "Genesis 111 is designed as a mirror. There are three rebellion narratives pre flood, and then three rebellion narratives post flood. And in each case, the third pre flood, it's the rebellion of the sons of God and the daughters of men. And there it's the realm of heaven coming down to earth illegitimately. Here it's people of the earth realm trying to get to heaven, going up to heaven illegitimately. And in both cases, you have these violent warrior guys in the mix, Right? The sons of God, rebellion results in the gibborim, the violent warriors. And here, Babylon. Oh, there's no reading back from Genesis 10. The origins of Babylon is connected to a gibborim.",
    "start": "00:41:51",
    "end": "00:42:35"
  },
  {
    "text": "But the fact that they are seeking unity, you should be like, okay, well, there's unity.",
    "start": "00:42:35",
    "end": "00:42:40"
  },
  {
    "text": "Just. That's exactly right. Yes. Just like it was good for humans to want to be Wise. The question is, what narrative, what story are you living out and telling in your quest for wisdom? Is it the narrative where I will be like God and do what is good in my eyes?",
    "start": "00:42:40",
    "end": "00:42:58"
  },
  {
    "text": "It's not that our desires are bad. The desire for unity, the desire for wisdom.",
    "start": "00:42:58",
    "end": "00:43:02"
  },
  {
    "text": "Yes.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "It's how do we, how do we fulfill those desires?",
    "start": "00:43:03",
    "end": "00:43:06"
  },
  {
    "text": "Yeah. The story of Babylon represents the human short sighted attempt to unify the human family. But here through elevating one family's name. Right.",
    "start": "00:43:06",
    "end": "00:43:18"
  },
  {
    "text": "Well, this is the whole world.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Oh, I understand. You're right. By elevating one culture and place and city. Elevate one city's name. It's people making a name for themselves.",
    "start": "00:43:20",
    "end": "00:43:31"
  },
  {
    "text": "Yeah. Well, it seems like there's one language, one common speech. Everyone's unified. Great. That's awesome.",
    "start": "00:43:31",
    "end": "00:43:39"
  },
  {
    "text": "Yep, yep.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "Let's build something awesome. A tower that reaches to the heavens. Okay. That's kind of a temple of sorts.",
    "start": "00:43:41",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "So that's not necessarily bad.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "If you read the story out of the context of Genesis 1 to 11. It's more neutral if you're reading it in the context of Genesis 1 to 11 and then thinking of its historical context.",
    "start": "00:43:53",
    "end": "00:44:04"
  },
  {
    "text": "Yeah. And it is Babylon. So. But then let's make name for ourselves. It seems like at that point you're like, oh yes, okay, God's gonna make you great through his wisdom.",
    "start": "00:44:04",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:16"
  },
  {
    "text": "You making yourself great, that seems to be a problem.",
    "start": "00:44:16",
    "end": "00:44:19"
  },
  {
    "text": "And I think the head and the head in the skies.",
    "start": "00:44:19",
    "end": "00:44:21"
  },
  {
    "text": "Head in the skies.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "Remember Eden was in the skies. It was the mountain.",
    "start": "00:44:22",
    "end": "00:44:25"
  },
  {
    "text": "Right. So I guess the point is it's starting out kind of like, oh, great, unity. But this unity. Something wrong with this unity. Yes, Something actually really wrong with the unity.",
    "start": "00:44:26",
    "end": "00:44:34"
  },
  {
    "text": "Yes, I understand. No, no, that's a good point. Even with just on a basic level reading the story just like it was right for the humans to want to become wise, it's right for the humans here to want to be one. But then that oneness gets twisted into a self elevation which creates violent empires.",
    "start": "00:44:34",
    "end": "00:44:56"
  },
  {
    "text": "And you get a guy like Nebuchadnezzar.",
    "start": "00:44:56",
    "end": "00:44:59"
  },
  {
    "text": "Totally.",
    "start": "00:44:59",
    "end": "00:44:59"
  },
  {
    "text": "Who this is. This is basically riffing off of in a lot of ways with Daniel.",
    "start": "00:44:59",
    "end": "00:45:03"
  },
  {
    "text": "Yeah, yeah. This story is crafted fully as throwing an elbow jab at the foundation story of Babylon. Babylon's foundation story. You can. It's a public domain. You can go read it. It's called Enuma Elish. And yeah. It's founded by the gods and it's the bastion against all chaos in the world. And it legitimates Babylonian kings to plunder the nations. And Genesis 11 is coming along saying, no, man. Babylon has its origins in a misguided human attempt for unity. So, yeah, again, this is written by a people group that will have their capital city attacked, burned by this people. The city.",
    "start": "00:45:04",
    "end": "00:45:49"
  },
  {
    "text": "Yeah. These are the bad guys.",
    "start": "00:45:49",
    "end": "00:45:50"
  },
  {
    "text": "These are the bad guys. And they're gonna take our people into exile into Babylon, trying to assimilate us into their machine, into their. The reason why I wanted to get us here is we have this diversifying of the human family with a common origin. But then Babylon represents, like a false start of unifying or failed and distorted human attempt to unify the human family around the wrong story, which is elevating our name, elevating one city's name to be the thing that will unite us all.",
    "start": "00:45:50",
    "end": "00:46:58"
  },
  {
    "text": "It's strange to me. What do you do with the discrepancy of. Like, in this story, it's one city, because it's the city. But then if you think of it in terms of. Well, it's a reflection on Babylon, which is one empire. It's a bunch of cities.",
    "start": "00:46:58",
    "end": "00:47:13"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "Then what you're saying makes sense. But here in this story, it's all of human. It's all of humanity.",
    "start": "00:47:15",
    "end": "00:47:20"
  },
  {
    "text": "Yeah. Well, it just says all the land had the same language. Had one language and one word.",
    "start": "00:47:20",
    "end": "00:47:25"
  },
  {
    "text": "All the land.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "That's what it says.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "The whole world. Ah, all the land.",
    "start": "00:47:27",
    "end": "00:47:29"
  },
  {
    "text": "It just says all the land had one language and one word.",
    "start": "00:47:29",
    "end": "00:47:34"
  },
  {
    "text": "So this doesn't necessarily mean all the people on Earth.",
    "start": "00:47:34",
    "end": "00:47:36"
  },
  {
    "text": "Yeah. You know what? I need to think about this more because I think this is telling the backstory of how you get the table of nations in Genesis 10. How do you get to all the languages of Genesis 10? And then you begin a story with all the land had one language. And then if you're trying to say Genesis 11 is trying to explain the origin story of all human cultures and ethnicities and languages, that would be one interpretation that requires you to say that all humanity is being represented in Genesis 11, verse one. It could just be that a whole bunch of people. That make sense.",
    "start": "00:47:37",
    "end": "00:48:14"
  },
  {
    "text": "Well, it makes more sense in terms of where it's placed after 10 and. And how it works with 10. And it makes sense for the fact that they knew that Babylon was just one people out of many.",
    "start": "00:48:15",
    "end": "00:48:28"
  },
  {
    "text": "Correct. Yeah. Yeah. You know, it may be because Babylon's own origin story makes this universal claim that they're telling, like a parody. A parody version of it here. Yeah. It's interesting. There was an important study done of this story done by scholar Jack Sasson. A number of decades ago. And he does a lot. Pays a lot of attention to the word plays. The Hebrew letters for B and L are riddled throughout the story. And there's all kinds of little parody interconnections with Babylonian foundation stories. So it's very much trash talk.",
    "start": "00:48:28",
    "end": "00:49:07"
  },
  {
    "text": "The trash talk in Babylon.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "Yeah, totally. But it also becomes an icon of the human problem.",
    "start": "00:49:08",
    "end": "00:49:14"
  },
  {
    "text": "Yeah, right. It's doing both things.",
    "start": "00:49:14",
    "end": "00:49:16"
  },
  {
    "text": "Yes. Seems to be doing both things. I need to ponder this more. So from here on out, then you have two. You have an ideal, and then you have, like, the anti ideal. You have the Eden ideal, which is where the human family spreads out, multiplies.",
    "start": "00:49:17",
    "end": "00:49:34"
  },
  {
    "text": "Subdues the earth, rules it, but retains a unity in that they are all the image of God together collectively.",
    "start": "00:49:34",
    "end": "00:49:41"
  },
  {
    "text": "Yep. Then you have the Babylon ideal, which tries to unify humanity around an imperial dream of elevating one city's name into the heavens. I mean, I think it's a narrative about how human families deify their own tribe into the heavens. And then all of a sudden, that becomes. Can become a very dangerous unifying principle.",
    "start": "00:49:41",
    "end": "00:50:07"
  },
  {
    "text": "Well, yeah. They could come and wipe you out.",
    "start": "00:50:07",
    "end": "00:50:10"
  },
  {
    "text": "Yeah.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "Send you into exile, try to assimilate you. Otherwise, just.",
    "start": "00:50:10",
    "end": "00:50:16"
  },
  {
    "text": "Yeah.",
    "start": "00:50:16",
    "end": "00:50:17"
  },
  {
    "text": "Be kind of.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "Yeah. I mean, what else is human history except just one group elevating itself, legitimating its superiority and power, and then conquering, killing, taking other people's stuff. I was reading this or listening to this interesting essay on how cultures create ritual violence to subdue actual violence. It was actually a history of athletics.",
    "start": "00:50:18",
    "end": "00:50:40"
  },
  {
    "text": "Oh, yeah. Interesting.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Which is essentially a form of ritualized human violence.",
    "start": "00:50:41",
    "end": "00:50:44"
  },
  {
    "text": "Yeah.",
    "start": "00:50:44",
    "end": "00:50:45"
  },
  {
    "text": "So instead of having all these especially American football cities in America be at war with each other, we'll create these symbolic representatives through our athletes, our sons of gods. Yeah, totally.",
    "start": "00:50:45",
    "end": "00:50:56"
  },
  {
    "text": "Put on some helmets.",
    "start": "00:50:56",
    "end": "00:50:57"
  },
  {
    "text": "Yeah. And then make them fight and hurt each other as a symbolic enactment of our tribal differences. Yes. Yeah.",
    "start": "00:50:57",
    "end": "00:51:04"
  },
  {
    "text": "Whoa.",
    "start": "00:51:04",
    "end": "00:51:04"
  },
  {
    "text": "It's ritual violence. And if you think of it on that level, anthropologically, it's very similar. Most cultures have a form of ritual violence which becomes like a displacement of real violence that destroys the community. Like a way of letting the steam out.",
    "start": "00:51:04",
    "end": "00:51:20"
  },
  {
    "text": "Yeah.",
    "start": "00:51:20",
    "end": "00:51:20"
  },
  {
    "text": "It's like a pressure release valve for human violence.",
    "start": "00:51:20",
    "end": "00:51:24"
  },
  {
    "text": "Fascinating.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "It is fascinating. But even through that, it's like these superhumans become icons of some deified identity of our city, and then we send them off to go make war on Earth.",
    "start": "00:51:24",
    "end": "00:51:35"
  },
  {
    "text": "We call them things like the Vikings and the Raiders. The Raiders and the Dolphins. Those poor guys.",
    "start": "00:51:35",
    "end": "00:51:50"
  },
  {
    "text": "Dude, Dolphins, dude. Dolphins are. They can stick up for themselves, really. Oh, yeah, they can take out a shark. Poke that bottlenose.",
    "start": "00:51:52",
    "end": "00:52:00"
  },
  {
    "text": "You're just making stuff up now.",
    "start": "00:52:00",
    "end": "00:52:02"
  },
  {
    "text": "Jab to the ribs.",
    "start": "00:52:02",
    "end": "00:52:02"
  },
  {
    "text": "A shark would destroy a dolphin.",
    "start": "00:52:02",
    "end": "00:52:04"
  },
  {
    "text": "God's response is to bring about the thing that they fear, which is to scatter them. Actually, what God says in verse six is, oh, look, they are one. They're one people. And they all have one language. Now. This is what they have begun to do. Oh. Nothing that they plan will be out of reach for them. So God's acknowledging. If you get images of God who unify and, dude, they start planning, they.",
    "start": "00:52:08",
    "end": "00:52:43"
  },
  {
    "text": "Might come up with the Internet at some point.",
    "start": "00:52:43",
    "end": "00:52:45"
  },
  {
    "text": "They could leave the planet. They could go colonize another planet. Yeah. And the way this sentence is structured maps precisely onto the sentence that God says about humans in Genesis 3. Now, look, the humans have become like one of us, knowing good and evil.",
    "start": "00:52:46",
    "end": "00:53:04"
  },
  {
    "text": "This is Genesis 3.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "Yep. What I'm saying is this sentence is structured in Hebrew.",
    "start": "00:53:06",
    "end": "00:53:09"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "With the same grammar and sentence structure.",
    "start": "00:53:10",
    "end": "00:53:12"
  },
  {
    "text": "Got it.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "As Genesis 3. I think it's verse 22, which is, the humans have become like one of us.",
    "start": "00:53:13",
    "end": "00:53:17"
  },
  {
    "text": "Yeah.",
    "start": "00:53:17",
    "end": "00:53:18"
  },
  {
    "text": "The humans.",
    "start": "00:53:18",
    "end": "00:53:18"
  },
  {
    "text": "Elohim.",
    "start": "00:53:18",
    "end": "00:53:19"
  },
  {
    "text": "Yep. Knowing good and bad so that they don't stretch out their hand and take from the Tree of Life. And here it's the humans are one, and they've begun to do this now nothing they do will be impossible. Verse seven. Let's go, Balal. Let's go, Balal, the language. And so therefore, they called the name of the city Babel because you. Balal, the language. Yeah. So, yeah, Babylon becomes an icon of. Yeah. The imperial dream to unify humanity under the aegis of one particular city and culture. That becomes like the Blob, assimilating all into itself to elevate its name. And God acknowledges that, like, yeah, yeah.",
    "start": "00:53:19",
    "end": "00:54:05"
  },
  {
    "text": "This is going to become powerful.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "Yeah.",
    "start": "00:54:06",
    "end": "00:54:07"
  },
  {
    "text": "And, yeah, I need to save it from.",
    "start": "00:54:07",
    "end": "00:54:09"
  },
  {
    "text": "From itself.",
    "start": "00:54:10",
    "end": "00:54:11"
  },
  {
    "text": "From itself, yeah. Which is what he does in the garden, too. It's like this. You eat of the Tree of Life while you're in this state. It's no good.",
    "start": "00:54:11",
    "end": "00:54:20"
  },
  {
    "text": "It's no good. That's exactly right. It's parallel. It's a design pattern. Parallel. So it's a severe mercy, just like exiling humans from Eden. The scattering of Babylon is God's severe mercy here. And so, lo and behold, the genealogy picks up from the line of Shem and goes down to this moment that it calls with a guy named Peleg who lived during the division of the land. And then it breaks off through Peleg to get to Abraham. What does this say that Abraham or.",
    "start": "00:54:20",
    "end": "00:54:56"
  },
  {
    "text": "No, Peleg Eber became his father Peleg. And after he became father Peleg, where does it say that he lived? In the division?",
    "start": "00:54:56",
    "end": "00:55:03"
  },
  {
    "text": "Oh, sorry. This was in Genesis 10. Oh, yeah. In the line of Shem in Genesis 10, it went forward to this line between two guys name. Their names are Peleg and Yoktan. Look at Genesis 10, verse 25. Now, Hebrew had two sons, verse 25. One was named Division because in his days the land was divided. Again, I think it's a little hint forward to the Babylon story. And his brother's name was Yoktan. And then it focuses on Yoktan. And after Genesis 11, we replay the line of Shem. And when we get to Peleg, we don't go through his brother this time, we go through Peleg. Division. And then that lands us to Hebrew and then eventually to Abraham.",
    "start": "00:55:03",
    "end": "00:55:55"
  },
  {
    "text": "Aber is before Peleg. Okay. And then we finally. And then we get to Abraham.",
    "start": "00:55:55",
    "end": "00:56:02"
  },
  {
    "text": "Yeah, yeah. So 10 generations from Adam to Noah. 10 generations from Noah to Abraham. So they're mirrors. Genesis 1:11, and they're mirrors of each other.",
    "start": "00:56:02",
    "end": "00:56:15"
  },
  {
    "text": "And the Noah stories, Abraham's father lived 70 years.",
    "start": "00:56:15",
    "end": "00:56:19"
  },
  {
    "text": "Yeah. And actually Abraham and Noah had him.",
    "start": "00:56:19",
    "end": "00:56:21"
  },
  {
    "text": "At 70 years old.",
    "start": "00:56:21",
    "end": "00:56:22"
  },
  {
    "text": "It was from Adam to Noah is ten generations. Noah has three sons. From Noah to Abraham is ten generations. And Abraham is one of three sons of the tenth generation. So Noah with his three sons, Abram and his two brothers as the three sons of the tenth generation. Again, highly designed. Highly designed. And then God says to Abram a new developed version of what he said to Noah after getting off the boat. After the flood, God said to Noah, get off the boat. Be fruitful. I bless you. Be fruitful and multiply. Fill the land.",
    "start": "00:56:22",
    "end": "00:57:01"
  },
  {
    "text": "And now you can eat animals.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "Yep. But don't spill their blood or eat it. And certainly don't kill another human, because humans are made in the image of God. He told Noah they still are the image. Now God says to Abram, after the scattering of Babylon, I mean, how many times have we read these lines here? But you can see they're a hinge. Now the whole biblical story now is going to focus in like, think of a camera zoom. We've been global for all humanity, all the nations. God's got a plan to bless all the nations. But the nation's rebellion has culminated in Babylon. So what God is going to do is start working outside the value system and the infrastructure of the human power game. And if people want to build their own name, I'm going to go with Some no name guy. And God says to him, leave your family. Leave your family. A man will leave his father and mother.",
    "start": "00:57:02",
    "end": "00:58:03"
  },
  {
    "text": "That kind of division isn't necessarily bad. That's part of the plan.",
    "start": "00:58:04",
    "end": "00:58:08"
  },
  {
    "text": "Especially when they go out to join with another to become one flesh, to become the origins of a new family. I actually think Genesis 12:1 is a hint back to and the man will leave his father and mother. Remember you just talked about how to fulfill the image of God. Be fruitful and multiply. There's going to have to be a separation of distance. But then the ideal would be how can we be separated but still as a family maintain unity.",
    "start": "00:58:08",
    "end": "00:58:39"
  },
  {
    "text": "Yeah.",
    "start": "00:58:39",
    "end": "00:58:40"
  },
  {
    "text": "I think there's something similar here where he's leaving his family in order to be a part of something that will create unity.",
    "start": "00:58:40",
    "end": "00:58:46"
  },
  {
    "text": "Yeah.",
    "start": "00:58:46",
    "end": "00:58:47"
  },
  {
    "text": "Verse 2. I will make you, Abram, a great nation. That's the word of Genesis 10. One guy becomes a nation. I'll bless you. I'll make your name your name. He comes from the line of name Shem. But then this becomes a great contrast to the people of the empire of.",
    "start": "00:58:47",
    "end": "00:59:06"
  },
  {
    "text": "Babylon making their name great.",
    "start": "00:59:06",
    "end": "00:59:07"
  },
  {
    "text": "Yeah.",
    "start": "00:59:07",
    "end": "00:59:08"
  },
  {
    "text": "God says, I will make your name great.",
    "start": "00:59:08",
    "end": "00:59:09"
  },
  {
    "text": "God will make. Yeah. So it's inverting the power game where if the humans have one name and city and have their head in the skies, that nothing will be impossible for them and that will not be good. But God inverts it and takes a no name and elevates them the humble to the place of the great name. Now sounds like the God of the Bible, but not just for your sake. You will be a blessing to others. I'll bless those who bless you. And the one who curses you, I will curse. I'm going to protect you because there's some violent families out there and in you all the. And it's the word mishpochah, clan, family, family. All the families on the land will be blessed. So this becomes the key hinge in the biblical story. We've been at the many and the many tried to become one and it was a disaster. So he scatters the many and then chooses one. And now the story will focus in on the family of the one. We were told from the beginning the story of God's purposes with the one family have their origins in the story of the many families and will all lead back to the blessing for the many families. It just might take a while.",
    "start": "00:59:09",
    "end": "01:00:25"
  },
  {
    "text": "It's interesting. So if you stop here, you kind of get this sense of, okay, the human project to subdue and rule the earth. It requires unity because Two are better than one. Some of these things are big projects. But when we do it in a way that we want to make our own name great in our own city great, it just leads down to violence and bad news. And then so you get this. This germ of a. Of a new ideal which is letting God make your name great. And through that, true unity will somehow take place where all the families will be blessed.",
    "start": "01:00:25",
    "end": "01:01:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:01:08",
    "end": "01:01:08"
  },
  {
    "text": "And there will be some sort of new unity. And so then the question becomes, well, how does that happen? How does one family saying, I'm not going to make my name great. I'm going to let God do it. How does that create true unity?",
    "start": "01:01:08",
    "end": "01:01:22"
  },
  {
    "text": "Yeah, that's the question. How is God going to do it in a way that's different than how Babylon would propose to do it? Yeah, that's the question. Driving. Because the whole idea is here, through the blessing of the one, there is abundance for the one. And then that abundance goes out to bring abundance and blessing for others so that through the one, the many are blessed. There was one family that was connected to the life of Eden, which is the eternal, unending source of life. And blessing, you could see how this would be great news, like a little conduit of Eden. My wife uses these soaker hoses for a garden in her front yard. We used to have a front yard. Now we just have like a little arboretum and flower garden with no grass. But she puts these soaker hoses like an inch under the dirt so you can't see them. But they're out there dispersing water to all the plants. And it's cool because in the summer it'll just be like a dry day and she'll just turn on the hose, and then 30 minutes later, everything's saturated. And it's like. So I think it's like that image. This family is supposed to be like the soaker hose of the life of Eden out there among the nations. And that becomes. Yeah, the drama of the Abraham story. Because he's not always a soaker hose of Eden out there. Sometimes he's soaker hose of pesticide or like weed killer or something. I don't know.",
    "start": "01:01:23",
    "end": "01:02:50"
  },
  {
    "text": "Yeah.",
    "start": "01:02:50",
    "end": "01:02:50"
  },
  {
    "text": "He ends up bringing as many curses on the nations as he does blessing. And that becomes the drama of Abraham's story.",
    "start": "01:02:50",
    "end": "01:02:56"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're going to continue this series on the family of God and look at the story of Abraham, Sarah, and hagar.",
    "start": "01:02:58",
    "end": "01:03:07"
  },
  {
    "text": "So Genesis 16 opens with Sarai Abram's wife had borne him no children, but she did have an Egyptian slave whose name was the Immigrant. We've talked about this before. Hagar is the exact word the immigrant in Hebrew.",
    "start": "01:03:07",
    "end": "01:03:23"
  },
  {
    "text": "We'd love to hear your questions that have come up as you listen to this series, and we love to interact with them in an upcoming question and answer episode. So if you have a question, send it to us. The deadline for questions is going to be January 18th. You can email your question to infoibleproject.com Please send an audio recording of yourself. Try to keep it to 20 or 30 seconds or so and then also transcribe it for us so that we can look at it quickly. Today's episode was produced by Dan Gummel, Show Notes by Lindsey Ponder and the theme music is by the band Tense. Bibleproject is a non profit organization. We want you to experience the Bible as a unified story that leads to Jesus and that's what this podcast is for. These podcast conversations get filtered down to videos that we make and you can watch those as well. We have classes, seminary level classes. We've got other resources and everything is free because it's already been paid for by the generous support of people like you. So thank you so much for being a part of this with us. Hi, this is Karenique and I'm from the Bahamas. I first heard about the Bible Project looking for new new ways to engage our teen ministry group. I now use the Bible Project for my own personal studies and I continue to use it for my teens. My favorite thing about the Bible Project is just the depth of information, all compacted in one short and meaningful video. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@thebibleproject.com.",
    "start": "01:03:23",
    "end": "01:04:58"
  }
]