[
  {
    "text": "This is John from bibleproject, and we are in the middle of a series called the Family of God. How God created all humanity as one family. And while we've become different tribes and nations, spread out all over the land with different languages and cultures, the biblical hope is that all of humanity will come together to represent God with all of our diversity. Now, the entire plot of the Hebrew Bible is that God is going to accomplish all of this through one family, the family of Abraham and his son Isaac, who become the nation of Israel. But here's the thing. Abraham has lots of other kids other than Isaac, like Ishmael, his firstborn. And he also has a lot of children from his wife Keturah, a woman he marries when Sarah dies. In fact, in Genesis chapter 25, we get a list of all the names of these other kids and their descendants and the nations that they become. And it's easy to get bored when we read genealogies in the Bible, but this one's really important.",
    "start": "00:00:04",
    "end": "00:01:02"
  },
  {
    "text": "What's happening? These genealogies are populating the biblical world. And you're going to meet all of these families again later in the story, and they're all hostile.",
    "start": "00:01:02",
    "end": "00:01:10"
  },
  {
    "text": "These are the nations that Israel fights against throughout the story of the Bible. In the end, this is all sibling rivalry.",
    "start": "00:01:10",
    "end": "00:01:17"
  },
  {
    "text": "This is a very realistic depiction of the human story. Estranged siblings, it's a thing.",
    "start": "00:01:18",
    "end": "00:01:24"
  },
  {
    "text": "And somehow, through it all, God is going to bring blessing to all of these nations through Israel. But what we learned pretty early on is that God didn't choose Israel because they are a gold standard of what it means to be human.",
    "start": "00:01:24",
    "end": "00:01:38"
  },
  {
    "text": "He's choosing to bring his blessing to the many nations through one family. And even though this family is not morally or ethically superior to the other families in any way, in fact, they're often worse. That's not the basis for God's choosing them, nor is it the purpose. God's choosing them for the simple fact that he chose them. He chose them because he chose them, and they're who he's going to work with. But that doesn't mean that all these other families are outside of the scope of God's mercy. Just the opposite. They often produce the heroes and heroines of Israel's story.",
    "start": "00:01:38",
    "end": "00:02:14"
  },
  {
    "text": "So today on the episode, we're going to talk about the election of Israel, sibling rivalry, and the hope of unity. Thanks for joining us. Here we go. Okay, Tim, let's continue this.",
    "start": "00:02:15",
    "end": "00:02:34"
  },
  {
    "text": "Let us.",
    "start": "00:02:34",
    "end": "00:02:34"
  },
  {
    "text": "The theme of the family of God, the family of humanity. Kind of fundamental to this theme is another theme we've talked at length about which is that God wants to rule the world through humans. Humans representing God's reign and rule. And not just through one or two humans or this group of humans, but all of humanity. And so all humanity needs to be united in that reign and rule. So we're tracing this theme of how a disunited, an un united, fractured, divided humanity can be the image of God. Which means that they need to learn how to represent God. And fundamental to being able to do that is doing that in unity with other humans. So God's strategy for bringing about this rescue of humanity to be reclaimed as the image bearers is to select one man, make a great family with him, and through that family, then find this blessing and unity of all the families of the earth.",
    "start": "00:02:34",
    "end": "00:03:36"
  },
  {
    "text": "Abraham and Sarah.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "And that's Abraham.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "And his wife Sarah. Power couple. And right away we see the problem with the strategy, which is the humans.",
    "start": "00:03:38",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. Abraham is a human.",
    "start": "00:03:46",
    "end": "00:03:48"
  },
  {
    "text": "Abraham is a human. And right off the bat, Abraham goes and starts just doing dumb things. Not trusting God and deceiving the nations.",
    "start": "00:03:49",
    "end": "00:04:01"
  },
  {
    "text": "And being deceptive to the leaders of other nations.",
    "start": "00:04:01",
    "end": "00:04:05"
  },
  {
    "text": "The leaders of other nations and then taking into his own hands. Him and Sarah, in this total just repetition of the garden narrative, use their own kind of schemes to try to get the thing that God promised them on their own terms instead of just trusting God. And that is getting a son by oppressing, having sex with one of their Egyptian slaves. That they got through that other deception and that turns into this infighting in which now Sarah and the. In the immigrant slave whose name is immigrant Hagar are at odds with each other.",
    "start": "00:04:05",
    "end": "00:04:41"
  },
  {
    "text": "Yeah.",
    "start": "00:04:41",
    "end": "00:04:41"
  },
  {
    "text": "So we're left kind of with this mess. But despite the mess.",
    "start": "00:04:41",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "We saw some beautiful things happen, which is that God comes back to Abraham and he says, stop doing the. The dumb stuff. But he doubles down on his covenant with Abraham and says, I'm. I'm going to make your. Your family great. And not only are you going to bless the nations, we learn that now he's going to be the father of many nations.",
    "start": "00:04:45",
    "end": "00:05:02"
  },
  {
    "text": "Yes.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "It's like a development in the covenant. And then we see how he gives him the sign of circumcision, which we talked a lot about, if you're interested in that. That's last episode. Very fascinating. But that entryway into the covenant family isn't about whether or not you're Abraham's son or daughter.",
    "start": "00:05:03",
    "end": "00:05:17"
  },
  {
    "text": "Right.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "It's about whether you take on the sign. So it's available to not just the chosen family, but to anyone who wants to participate in that. So that kind of bubbles out of this story. And then what also bubbles out is that Ishmael, the son who Abraham has with the immigrant who Sarah doesn't want, who now has created this division in the family, God says, I'm going to.",
    "start": "00:05:18",
    "end": "00:05:42"
  },
  {
    "text": "Take care of that family, Ishmael's family.",
    "start": "00:05:42",
    "end": "00:05:45"
  },
  {
    "text": "And they're going to be blessed. And so despite all the evil that Abraham was doing and his wife, God is finding goodness in this and doubles down on his promise to use it.",
    "start": "00:05:45",
    "end": "00:05:58"
  },
  {
    "text": "Or I wouldn't say he finds good in it. What he does is he creates good out of the bad situation, which doesn't redeem it or erase the evil, make it okay. But it is God's response to.",
    "start": "00:05:58",
    "end": "00:06:10"
  },
  {
    "text": "I see.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "Yeah, he creates good.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "He doesn't find the good, he creates the good.",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "He creates new good out of an evil situation that Abraham and his wife are responsible for. Yeah, it sounds very much like the message of Genesis. That's what Joseph says to his brothers at the end. You planned this for evil, but God planned good to save many lives.",
    "start": "00:06:14",
    "end": "00:06:29"
  },
  {
    "text": "And so God's still, I guess, stuck with this strategy.",
    "start": "00:06:29",
    "end": "00:06:33"
  },
  {
    "text": "Well, it's more that God has made a covenant promise to this family of Abraham and to use one particular lineage, and he doesn't want to use a lineage that came about through human scheming. That's what Ishmael represents. What he's going to do is continue to work in surprising ways that upset the schemes and the power and wisdom of humans. And so he's going to give Sarah, who's 90, and Abram, who's 100, a miraculous son named Laughter Isaac. Isaac. So Abraham's family is now bigger than just the family of Israel, the family that will become Israel.",
    "start": "00:06:34",
    "end": "00:07:14"
  },
  {
    "text": "Yeah, because there's Ishmael and his descendants.",
    "start": "00:07:14",
    "end": "00:07:16"
  },
  {
    "text": "Exactly. And we're going to see a whole lot more going to start appearing. Abraham is the father of many nations, not just Israel, but Israel in the biblical story is the chosen lineage for the seed I see, for the promised seed to come, through whom God will restore blessing to all of the rest. Okay, so even though Old Testament's going to keep focusing in on a smaller and smaller subgroup, the family of Abraham is always bigger. Family of Abraham is always still in the background. So here's what I want to do in this step is just explore that more. What's going to happen is after Ishmael, Abraham's family is actually going to continue to multiply into some other nations. And what we're going to see is a family divided as Abraham dies His family is fractured and divided between many nations, and there's just one through whom God is working. And that sets a pattern in motion that's just going to work on recycle through the rest of the Torah and into the prophets, Joshua, Judges, Samuel, Kings. There's just going to be all of these repetitions of Abraham's descendants doing exactly what Abraham and Sarah did, which is exactly what Adam and Eve did, because.",
    "start": "00:07:16",
    "end": "00:08:28"
  },
  {
    "text": "They'Re humans, which seems to be just something about being human.",
    "start": "00:08:28",
    "end": "00:08:31"
  },
  {
    "text": "Humans do stupid stuff, selfish things to each other and then we don't want to be around each other anymore. I mean, that's basically it. This, that's pretty intuitive. That's how I would describe.",
    "start": "00:08:31",
    "end": "00:08:43"
  },
  {
    "text": "How do you get that bumper sticker that says, the more people I meet, the more I like my dog? Have you seen that bumper sticker?",
    "start": "00:08:43",
    "end": "00:08:50"
  },
  {
    "text": "No. Yeah, that's kind of it.",
    "start": "00:08:50",
    "end": "00:08:54"
  },
  {
    "text": "Yeah.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "I'm glad God doesn't feel that way. So we're going to follow that through and then what we're going to see is how Isaiah the prophet sums all this up and rekindles the hope of a unified human, human family. So those are the steps that we're about to take. So let's begin at the end of Abraham's story. Genesis 25 is where Abraham dies. It's actually probably a chapter.",
    "start": "00:08:55",
    "end": "00:09:51"
  },
  {
    "text": "So we're skipping over him having Isaac promised seed.",
    "start": "00:09:51",
    "end": "00:09:54"
  },
  {
    "text": "He has the promised seed.",
    "start": "00:09:54",
    "end": "00:09:55"
  },
  {
    "text": "So he has the promised seed. God tests him.",
    "start": "00:09:55",
    "end": "00:09:57"
  },
  {
    "text": "Yes. The moment he gives it, he demands the life of the promised son back.",
    "start": "00:09:57",
    "end": "00:10:01"
  },
  {
    "text": "As a test.",
    "start": "00:10:02",
    "end": "00:10:02"
  },
  {
    "text": "As a test.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "And Abraham passes the test. God gives an alternate sacrifice for Abraham to make.",
    "start": "00:10:03",
    "end": "00:10:10"
  },
  {
    "text": "Yep. Yeah. And then God repeats the promise and said, because you've passed the test, I'm going to do what I said I would do. So Genesis 25, it's full of bunch of genealogies.",
    "start": "00:10:10",
    "end": "00:10:21"
  },
  {
    "text": "Yeah.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "But it has a symmetry. It begins with some genealogies, has an important thing in the middle, and then it ends with some more genealogies. It begins, abram took another wife after Sarah died a few chapters ago.",
    "start": "00:10:23",
    "end": "00:10:36"
  },
  {
    "text": "Oh, okay.",
    "start": "00:10:36",
    "end": "00:10:36"
  },
  {
    "text": "So Abram took another wife after Sarah died. Her name was Keturah. It rhymes with the Hebrew word for crown. Spelled differently, but it rhymes with crown.",
    "start": "00:10:36",
    "end": "00:10:45"
  },
  {
    "text": "So Queen died and now he married crown.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "Yeah, so Sarah meant queen. And then he married another woman whose name sounds like the word crown. She bore for him. And then a list of bunch of sons. Zimran, Yokshan, Medan, Midian, Ishbak, Shua. Let's tune back to that. Second born Yokshan. He became the father of Sheba and Dedan. All the sons of Dedan were Asherim and Letushim and Le Uumim. Oh, yeah. And you remember those Midian knights. Well, their sons were Ephah and Epher and Chanuk and Avidah and Eldah. These are the sons of Keterah. 16.",
    "start": "00:10:47",
    "end": "00:11:26"
  },
  {
    "text": "16.",
    "start": "00:11:26",
    "end": "00:11:26"
  },
  {
    "text": "16. Named here. You know, this is where Bible trivia. I don't know. You don't like it when I do this? Sometimes you do. Sometimes I get a laugh out of you. My bad. When's the first time?",
    "start": "00:11:26",
    "end": "00:11:36"
  },
  {
    "text": "Oh, right.",
    "start": "00:11:36",
    "end": "00:11:36"
  },
  {
    "text": "If you're reading the Tanakh the way it's designed to be read, which is over and over and over again, the moment you see Medan and Midian and Sheba and Dedan, you're like, oh, the.",
    "start": "00:11:36",
    "end": "00:11:51"
  },
  {
    "text": "Only one that's ringing a bell is Midian, where Moses wife comes from.",
    "start": "00:11:51",
    "end": "00:11:55"
  },
  {
    "text": "Correct. That's right, totally. So that's going to come back to us. But especially in the Book of Judges, the Midianites are a hostile desert tribe that's constantly performing raids on Israelite caravans. So this is the birth of some estranged hostile brothers. But what's important here is that they are brothers of Isaac. We have 16, well, actually 16 descendants from Keturah. And these are all brothers or nephews and cousins of Isaac. So all of these are going to come to have some kind of hostile relationship to the family of Isaac through the story. So verse 5. Now, Abraham gave everything he had to Yitzhak, to Isaac. LAUGHTER but to the sons of his concubines, you know, like Ketorah and Hagar. He gave them gifts while he was still living, but he sent them away from his son Isaac into the east, to the land of the east, further into exile. Yes. Adam and Eve go east of Eden, Cain and the scattering of Babylon, all this. So he sends them off to the east, even though it just seems like a neutral description here.",
    "start": "00:11:56",
    "end": "00:13:08"
  },
  {
    "text": "Yeah, it's loaded.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "It's loaded. The east is always a place where you've been made distant from the presence and promise of God. We're told Abraham lived 175 years. He breathed his last and died. Came about after the death of Abram, that God blessed his son Isaac, and Isaac went to go live by a well called the well of the Living One who sees me Beer. Lachai Rawi. Now, that's ironic, because back in chapter 16, when Sarai oppressed Hagar, the Egyptian slave, after Abram had sex with her, she got pregnant, Sarah oppressed her and Hagar fled into the wilderness. And she found a well that saves her life, and she calls that well. So in other words, Isaac is blessed and he goes and lives by the well. That was the place where God met and rescued Hagar, who gave birth to Ishmael, who's the rival brother of Isaac. So he lives in the place of his rival brother and finds God's blessing. And so it becomes a narrative image of the division of Abraham's family.",
    "start": "00:13:09",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "Because this is where.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "So by Isaac being placed there, you're like, oh, he's there with his rival brother.",
    "start": "00:14:23",
    "end": "00:14:26"
  },
  {
    "text": "Or just he's in the place where his rival brother was given his name and so on. Okay, yeah. Speaking of his rival brother.",
    "start": "00:14:27",
    "end": "00:14:35"
  },
  {
    "text": "Yeah.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "Here's the records of the generations of Ishmael, Abram's son, you know, who Hagar, the Egyptian, Sarah's slave, bore to Abraham. That's so unnecessary at this point in the story. Of course I know who Hagar is. But it repeats it all just to rekindle the memory of what they did to her. Here are the names of the sons of Ishmael by their birth names, the order of their birth. You get the whole list of names. These are the sons of Ishmael, 12 princes according to their tribes, the 12. God's doing what he said he would do. It's a blessing. So these are the years of the life of Ishmael. He died, and his descendants went and settled from Havilah and Shur, which is east of Egypt, as you go to Ashur. And he settled against the face of all his brothers, more hostile brothers here. So you have Abraham's family in Genesis 25 is marked off in three streams. You can see them here, right?",
    "start": "00:14:35",
    "end": "00:15:34"
  },
  {
    "text": "Isaac. And then all these sons of Abraham's wife, Keturah.",
    "start": "00:15:34",
    "end": "00:15:42"
  },
  {
    "text": "Keturah.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "And then all the sons of Ishmael, Abraham's son, via Hagar.",
    "start": "00:15:43",
    "end": "00:15:50"
  },
  {
    "text": "Yeah. And they're all out there living in the east, the sons of Keterah. Abraham sends them out to the east. And here, the Ishmael, we're told they went. They settled in the east of Egypt. So the same. They all go to the same place. What's happening? These genealogies are populating the biblical world. And you're going to meet all of these families again later in the story.",
    "start": "00:15:50",
    "end": "00:16:12"
  },
  {
    "text": "Right?",
    "start": "00:16:13",
    "end": "00:16:13"
  },
  {
    "text": "They're all bad guys and they're all hostile. Yeah, yeah, they're all hostile. So just like how God chose Abel, he chose one son, favored him, and that generated hostility from the other brother. It's that motif here, huh?",
    "start": "00:16:13",
    "end": "00:16:29"
  },
  {
    "text": "The one that's not being chosen, becoming hostile, becoming.",
    "start": "00:16:29",
    "end": "00:16:32"
  },
  {
    "text": "Yeah. But here's the thing is the one that God has chosen, it doesn't actually prove to be any morally or more ethical than the ones who weren't chosen.",
    "start": "00:16:32",
    "end": "00:16:43"
  },
  {
    "text": "Yeah. The only reason why I call them the bad guys is because they're not the protagonists.",
    "start": "00:16:43",
    "end": "00:16:47"
  },
  {
    "text": "Exactly. Yeah, totally. Yeah. That's right.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Not that they've done more bad than the family of Abraham, necessarily.",
    "start": "00:16:49",
    "end": "00:16:53"
  },
  {
    "text": "So just think back to the height of our hopes when God called Abram. I'm going to make you a great nation, make your name great. I'm going to bless you. You'll be a blessing.",
    "start": "00:16:53",
    "end": "00:17:04"
  },
  {
    "text": "This is a real gut punch then here at this chapter.",
    "start": "00:17:05",
    "end": "00:17:07"
  },
  {
    "text": "And here's Abram finally dying. And he has become a father of many nations. And they all hate each other. It's a downer.",
    "start": "00:17:07",
    "end": "00:17:15"
  },
  {
    "text": "Yeah.",
    "start": "00:17:16",
    "end": "00:17:16"
  },
  {
    "text": "You're really like, man, that did not go well. There were some things, positive moments that happened, but Abraham and Sarah sinned. Really?",
    "start": "00:17:16",
    "end": "00:17:25"
  },
  {
    "text": "Yeah. And now you have a bunch of tribes.",
    "start": "00:17:25",
    "end": "00:17:29"
  },
  {
    "text": "Yes.",
    "start": "00:17:29",
    "end": "00:17:30"
  },
  {
    "text": "Who are all out for each other.",
    "start": "00:17:30",
    "end": "00:17:33"
  },
  {
    "text": "Yeah.",
    "start": "00:17:33",
    "end": "00:17:33"
  },
  {
    "text": "What's going to happen?",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "Totally. Yeah. So this is a very realistic depiction of the human story. This is just estranged siblings. It's a thing, you know, both of our. We both have two sons.",
    "start": "00:17:34",
    "end": "00:17:47"
  },
  {
    "text": "Yeah.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "And they're young. I find myself thinking about this all the time, wondering, do you wonder if you, you know, your kids are gonna, like, like each other, get along and, like, want to be in each other's lives when they get along?",
    "start": "00:17:48",
    "end": "00:17:59"
  },
  {
    "text": "Well, man, I mean, every day is. It depends on the hour, whether or not they like each other or not. They go from just best friends.",
    "start": "00:17:59",
    "end": "00:18:07"
  },
  {
    "text": "Yes.",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "I mean, there's six and nine right now, best friends, to mortal enemies, back and forth. You know, I've had a great relationship with my brother in that we've never become estranged, but we haven't done a great job of also being really connected in brotherhood. We've had our moments, but, yeah, there's this hope for sons or siblings of this, like, this real sense of unity and allegiance or just this sense of we have this bond and it's really thick.",
    "start": "00:18:08",
    "end": "00:18:41"
  },
  {
    "text": "Yeah. Yeah. There's just something when you see a family whose children are. Are really dedicated to each other even into adulthood and in their own family years. It's really beautiful. It's actually stunning and beautiful when there's those networks, not just of support, but of enriched relational enrichment and doing things together. And it's actually less common. It's not super common, at least in my experience. Usually it's a mixed bag. And that's True for all families. But it seems as much the rule, if not more, that there's as much tension between siblings as there is, you know, unity. And so that's the portrait of the chosen family of God in the Hebrew Bible is.",
    "start": "00:18:41",
    "end": "00:19:25"
  },
  {
    "text": "Yeah, one and two generations down. And it is a hot mess.",
    "start": "00:19:25",
    "end": "00:19:28"
  },
  {
    "text": "Yeah, it's a hot mess.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "Sam.",
    "start": "00:19:39",
    "end": "00:19:49"
  },
  {
    "text": "So here we're going to fly real high here. If you think through this design pattern, at every transition of the generations, God's going to keep selecting one subgroup of the lineage of this chosen line and it will always be set in contrast to some other siblings. And then just watch, those other siblings are usually going to go live in the same place, or if they don't live in the same place, they're going to act similar with hostility. And this becomes a whole network of design patterns of sibling rivalry. And it begins with Cain and Abel. Here's what happens. So you have the chosen. We're going to call it the chosen line. Let's just think through that line real quick. That goes from Abel, whose sacrifice is favored. He gets murdered by his hostile brother. But then you have Seth, who Eve says, God gave me Seth in the place of Abel. You follow Seth's line down through and you get to Noah. And then you get from. Noah has three sons, Shem, Ham and Japhet, Japheth. And Shem is the chosen one.",
    "start": "00:20:08",
    "end": "00:21:14"
  },
  {
    "text": "Yeah.",
    "start": "00:21:14",
    "end": "00:21:14"
  },
  {
    "text": "Then you go from Shem to Abram. Abram. If you follow those, this is, if you read closely, all those genealogies.",
    "start": "00:21:14",
    "end": "00:21:21"
  },
  {
    "text": "Yeah.",
    "start": "00:21:21",
    "end": "00:21:22"
  },
  {
    "text": "And then Abram, we just went through, his story is Isaac is the chosen one. Isaac has two sons, Jacob and Esau. Jacob's the chosen one. Jacob has 12 sons and Judah ends up being the chosen seed line. And then Judah's line goes for a long time and then you meet one key figure from the line of Judah, David. So just follow that. So every single one of those figures we just named has an alternate unchosen brother who ends up being hostile and who becomes the patriarch of a whole family who comes from them. This is a pattern that's kind of all crystallized. I remember back in, I think the winter of 2019, and it was like all of a sudden so many things became much clearer in the Hebrew Bible. So let's go back to Cain. Let's follow back and go through all the non chosen sons.",
    "start": "00:21:22",
    "end": "00:22:16"
  },
  {
    "text": "So Cain, Cain wasn't chosen.",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "Cain's the first non chosen. So his name is Cain. And what that masks, it's spelled in our English translation, C A I N. Yeah, what that Masks from you is the fact that you're going to meet a people group later in the biblical story who come from his line. But it's spelled differently so you don't notice the connection. But it's spelled exactly the same in Hebrew. So it's a group of people called the Kenites, Spelled K, E, N, like Ken. Kenites. The Kenites are.",
    "start": "00:22:18",
    "end": "00:22:50"
  },
  {
    "text": "They came from Cain.",
    "start": "00:22:50",
    "end": "00:22:50"
  },
  {
    "text": "The Cainites in Hebrew. There's Cain and then there's the Cainites. It's exactly the same. So Cain becomes the father of this whole group of people called the Kenites. In contrast to the future generation, you have Noah's son, Shem, chosen one. But the non chosen are Japheth and Ham. Hmm. I wonder.",
    "start": "00:22:50",
    "end": "00:23:11"
  },
  {
    "text": "You skipped Noah. He doesn't really have an adversary.",
    "start": "00:23:11",
    "end": "00:23:13"
  },
  {
    "text": "No. There's not a sibling rival. No, he's just.",
    "start": "00:23:13",
    "end": "00:23:17"
  },
  {
    "text": "He's plucked. He's just plucked out.",
    "start": "00:23:17",
    "end": "00:23:19"
  },
  {
    "text": "Plucked out. Yeah, literally of the waters, so to speak. So Japheth and Ham are going to become the patriarchs of the island nations. This is from the table of nations. 11. But then the Canaanites, the Egyptians and the Babylonians all come from Ham.",
    "start": "00:23:19",
    "end": "00:23:36"
  },
  {
    "text": "Yeah.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "So that's some power brokers, some hostile brothers. But they're brothers. They're brothers to Shem.",
    "start": "00:23:37",
    "end": "00:23:44"
  },
  {
    "text": "Yeah.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "So this is so important. All of the bad guys in the Bible are brothers of Israel.",
    "start": "00:23:45",
    "end": "00:23:49"
  },
  {
    "text": "Are brothers to the forefathers of Israel.",
    "start": "00:23:50",
    "end": "00:23:53"
  },
  {
    "text": "The forefathers of Israel. Let's just keep going. So when Abram goes into the land, he's supposed to leave his family behind, but he takes one family member with him.",
    "start": "00:23:53",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, Lot.",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "A nephew. Lot. And how's that going to go? Well, Lot becomes the father of Moab and Ammon. The Ammonites and the Moabites are the sons of Abram's nephew, Lot. I wonder if they're going to cause any problems. Yep, all of these people are going to cause problems. Next generation. Isaac is chosen. Ishmael is the non chosen. And we already saw the Ishmaelites, the 12 that are going to come from them, Jacob and Esau. Esau is the non chosen. He becomes the father of the people of Edom. You get the 12 sons of Jacob, you're going to get Judah and then the 11 other brothers. Yeah, I wonder how Judah is. The tribe of Judah is going to get along with the rest of the tribes. Yeah. You know, right after Solomon, the son of David, when Solomon dies, the 11 tribes all break off from Solomon's son, Rehoboam, and there's almost a civil war between the brothers that only a prophet Achiah can. But that's a whole other story. Ooh. Okay, let's go down. The tribe of Judah. David is from the seed of Judah. And who is David's great rival?",
    "start": "00:24:04",
    "end": "00:25:12"
  },
  {
    "text": "Saul.",
    "start": "00:25:13",
    "end": "00:25:13"
  },
  {
    "text": "Saul.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "Not an actual brother.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Well, Saul is from the tribe of Benjamin, so they are brothers in that collective sense. The Kenites, the Canaanites, the Egyptians, the Babylonians, Moabites, Ammonites, Ishmaelites, Edomites, the Benjaminites, These are all families, rival families. These are all the family of Abraham. Excuse me. Not the Canaanites, Egyptians, from the sons of Noah.",
    "start": "00:25:15",
    "end": "00:25:40"
  },
  {
    "text": "But you get. But they're all connected to that.",
    "start": "00:25:40",
    "end": "00:25:42"
  },
  {
    "text": "There's a pattern here. So on the surface, there's a few dynamics here as you think about all these generations. First of all, almost every bad guy you meet in the Bible then is a repetition of the sibling rivalry of Cain and Abel. It's always brothers and sisters against brothers and sisters.",
    "start": "00:25:42",
    "end": "00:25:59"
  },
  {
    "text": "That's how the Bible wants you to view all of these clashes.",
    "start": "00:25:59",
    "end": "00:26:02"
  },
  {
    "text": "Yes.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "Sibling rivalries.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "Humans who are in the same family.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "Who can't live in unity together. It's the Babylonian tragedy, so to speak. So that's one thing. It's interesting. The whole Bible, the whole Hebrew Bible is just whole series of sibling rivalries for some reason. That was very powerful when it hit me. So another dynamic here is God keeps choosing, right. This one out of the many, and especially going into Abraham, Isaac, Jacob, Judah, David. What is it with. Why does God keep choosing these particular people exactly right?",
    "start": "00:26:07",
    "end": "00:26:39"
  },
  {
    "text": "Why?",
    "start": "00:26:39",
    "end": "00:26:39"
  },
  {
    "text": "Why?",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "It's not working.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "It's not working. And none of them are very upstanding moral examples. In fact, the narratives of every one of these chosen figures is going to highlight for the reader huge moral failings. So to be the elect does not mean that you are righteous and good.",
    "start": "00:26:41",
    "end": "00:27:02"
  },
  {
    "text": "No moral superiority to being elect.",
    "start": "00:27:02",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. So let's flip it over. If that's true of the elect, what about the non elect? If the elect are not the righteous and good, though, sometimes you get some good guys in there and gals. But what that means is that the people who aren't chosen, they are not the wicked and the evil in the story. In other words, this is not a story about the good guys and the bad guys, the chosen and the non chosen, because the chosen can be good or bad and the non chosen can sometimes be bad because they're often hostile. But dude, check this out. This is a little list I made. I need to keep growing it. What you're going to meet as you Read throughout the Torah and the prophets is all of these heroes of different biblical stories who are from these non chosen families. In fact, their identity in these non chosen families is highlighted for the reader. For example, right after the Israelites escape from Egypt and they go through the desert and Moses is trying to lead all these people and he's exhausted and he doesn't know how to organize the people, his father in law, a guy named Jethro comes up and he's the priest in the land of Midian. What we're told so Midian.",
    "start": "00:27:05",
    "end": "00:28:18"
  },
  {
    "text": "Yeah. That's why I thought Moses married a Midianite. But he's not a Midianite.",
    "start": "00:28:18",
    "end": "00:28:22"
  },
  {
    "text": "Ah, he's the priest of Midian.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "He's the priest of Midian.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Yep, totally. What we are told in Exodus 18 and then again later in the Book of Numbers is that he is a Cainite.",
    "start": "00:28:24",
    "end": "00:28:31"
  },
  {
    "text": "He's a Cainite.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "He's a Cainite. He's associated with Cain, the first murderer.",
    "start": "00:28:32",
    "end": "00:28:36"
  },
  {
    "text": "Yeah. And he's a hero in the story.",
    "start": "00:28:36",
    "end": "00:28:39"
  },
  {
    "text": "Yes, because he saves Moses by giving wisdom to Moses. And he's also, when he hears the story of the Exodus, he praises the God of Israel. So the hero who saves Moses is from the line of Cain. That's interesting. Let's see the famous story of Deborah and Barak, who saved Israel. This is in the Book of Judges. And there's the Canaanite king Yavin and his general Sisera, and they're oppressing Israel. This is a famous story.",
    "start": "00:28:39",
    "end": "00:29:10"
  },
  {
    "text": "He's so chubby.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Yeah. So what Sisera does is the general is he flees when he is defeated in a battle. And he flees and he sees some migrant wandering tent farmers and. And he runs into a tent and he meets a woman there named Jael or Jael. And what we're told is that she's from the line of Cain, she's a Cainite, and she crushes the head of Sisera, the savior of Israel, who crushes the head of a descendant of Ham, is from the line of Cain. Isn't that interesting? Why does the author highlight that her family. Except there's a strategy at work here.",
    "start": "00:29:12",
    "end": "00:29:50"
  },
  {
    "text": "Yeah.",
    "start": "00:29:50",
    "end": "00:29:51"
  },
  {
    "text": "Ruth is from the line of Moab and she becomes the great grandmother of David by marrying Boaz. Oh, this is a good one, Caleb. You know in the story of the spies, where the 12 spies are sent into the land by Moses and 10 come back with a bad report, but there's two who trust God. One of them is Joshua and the other one is Caleb.",
    "start": "00:29:51",
    "end": "00:30:14"
  },
  {
    "text": "And then Caleb's not Israelite.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "Caleb and what, when you meet Caleb, what you're told is Caleb, the Kenizzite Kenaz is a descendant of Esau Edomite and he's like the model of faith. And actually he's a Kenizite, but he's become and married into the family of Judah. So he's actually a part of the Messianic lineage. But he's from Esau.",
    "start": "00:30:16",
    "end": "00:30:40"
  },
  {
    "text": "And Ruth as well. Is part of the Messianic lineage.",
    "start": "00:30:41",
    "end": "00:30:43"
  },
  {
    "text": "Exactly. Yes, exactly Right. David himself is a descendant of Caleb, a descendant of both Ruth, because Caleb is in the same line. So here's my whole point is that all of a sudden you realize the biblical story is populated with all of these Ishmael types and Cain and Esau and Lot and Ham, and all of these figures actually are models of faith and trust and righteousness. And they are not from the chosen line. The Bible doesn't have a clear black and white view of election. To be the elect does not mean to be the righteous. And to be the non elect does not mean that you are the wicked. Isn't that interesting?",
    "start": "00:30:43",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. So there's a different way God discerns between the righteous and the wicked.",
    "start": "00:31:27",
    "end": "00:31:33"
  },
  {
    "text": "Correct. There you go. Not by lineage.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "It's not by lineage.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "Your lineage doesn't define your identity and association with God's family.",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "But the lineage is this vehicle of God's promise.",
    "start": "00:31:42",
    "end": "00:31:47"
  },
  {
    "text": "Yeah, yeah, that's right. Of the seed of the seed. The snake crushing seed.",
    "start": "00:31:47",
    "end": "00:31:51"
  },
  {
    "text": "And the blessing.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "And the blessing. That's right.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "Okay.",
    "start": "00:31:54",
    "end": "00:31:54"
  },
  {
    "text": "Yeah. The reason this is so surprising is because most people associate the Hebrew Bible as Israelite literature, which it is. It's about God's covenant with Israel, which it is. It's all those things. At least this is true for me. Isis assumed for so long that therefore it's pro Israelite. God is for Israel and against everybody else because they're the non chosen. And that's exactly the opposite of what these stories are trying to tell us.",
    "start": "00:31:54",
    "end": "00:32:19"
  },
  {
    "text": "Well, he's for Israel.",
    "start": "00:32:19",
    "end": "00:32:20"
  },
  {
    "text": "He is.",
    "start": "00:32:21",
    "end": "00:32:21"
  },
  {
    "text": "So it's not the opposite of that.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "You're right. That was not a very accurate way of what I'm trying to communicate.",
    "start": "00:32:23",
    "end": "00:32:26"
  },
  {
    "text": "But he's not for Israel in the.",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "Sense of he's for his promises. Yeah, I want to find better language to talk about this kind of new ideas I'm working out. So God chooses one family from among the many so that they become the vehicle of blessing for the many. However, that means that every generation will have some non chosen family members. And the people that God chooses often bring as much curse and violence as death and division into the human story as the non chosen. So what God is for in continuing his election of one isn't for these people as such, it's that through these people he will bring a seed who will crush the head of the snake. And I don't know, I think maybe it's because when I was a brand new Christian, I was introduced to the word election to have a meaning that has nothing to do with.",
    "start": "00:32:30",
    "end": "00:33:20"
  },
  {
    "text": "It's whether or not God is going to rescue you, save you, choose you.",
    "start": "00:33:20",
    "end": "00:33:25"
  },
  {
    "text": "To go to the good place after you die.",
    "start": "00:33:25",
    "end": "00:33:27"
  },
  {
    "text": "Right. But even if you take that part out and say, okay, well the Bible's more sophisticated than just dying and going to heaven, choosing you to be part of his family.",
    "start": "00:33:28",
    "end": "00:33:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Choosing you to be part of his plan to rescue the world or choosing you to be. No, sorry. Choosing you to be. I'm trying to put this in language that I think I would have understood. Choosing to be saved to save you. Now you could just mean go to heaven when you die, but you could be more sophisticated and say to be a part of uniting heaven and earth together, to be a follower of Jesus. There's a sense of that's how I understood being. I've been elected, I've been chosen to be a follower of Jesus. And God in his foreknowledge was able to decide that. That's kind of the preloaded category for me for elections.",
    "start": "00:33:37",
    "end": "00:34:18"
  },
  {
    "text": "Yeah, sure, yeah, that's right. So God's choice here, he's choosing to bring his blessing to the many nations through one family. And even though this family is not morally or ethically superior to the other families in any way, in fact, they're often worse. That's not the basis for God's choosing them, nor is it the purpose. God's choosing them for the simple fact that he chose them. He chose them because he chose them and they're who he's going to work with. But that doesn't mean that all these other families are outside of the scope of God's mercy. Just the opposite. They often produce the heroes and heroines of Israel's story.",
    "start": "00:34:18",
    "end": "00:35:02"
  },
  {
    "text": "Yeah, or even first, they are the point of God electing.",
    "start": "00:35:02",
    "end": "00:35:06"
  },
  {
    "text": "Right, that's right.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "To be blessed through it, to find unity back in the image of God. But even in that plan, it isn't so black and white where it's like, okay, well you got people over there out in the nations who are corrupt and evil and wicked and are trying to thwart the plan of God. And then You've got the elect who are trusting God and are on a mission to try to be God's partners and to make that out into the whole world. That's not the story represented.",
    "start": "00:35:08",
    "end": "00:35:40"
  },
  {
    "text": "Correct.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "It's that the gods elect are just as bad in these stories oftentimes. And also the people that you would think are the bad guys out there, they keep popping up in these narratives as actual heroes.",
    "start": "00:35:41",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. Heroes of faith.",
    "start": "00:35:57",
    "end": "00:35:58"
  },
  {
    "text": "Heroes of faith in the Israel story.",
    "start": "00:35:59",
    "end": "00:36:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "And in the genealogy of the seed.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "Yeah, that's right. So that David himself, who's the icon of the Messianic hope, at least until the Bathsheba failure, is himself the product of a Moabite, the line of Judah and the line of Edom through Caleb.",
    "start": "00:36:03",
    "end": "00:36:16"
  },
  {
    "text": "Yeah.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "So the Messianic icon in the Hebrew Bible is himself made up of the whole family of Abraham, not just the line through Jacob.",
    "start": "00:36:17",
    "end": "00:36:24"
  },
  {
    "text": "Yeah. There wasn't any sense in the assembling of this book of these stories of. Let's try to protect this sense of dignity around this line.",
    "start": "00:36:24",
    "end": "00:36:35"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Let's just reflect on that for a moment.",
    "start": "00:36:35",
    "end": "00:36:39"
  },
  {
    "text": "That this bad propaganda.",
    "start": "00:36:39",
    "end": "00:36:41"
  },
  {
    "text": "Yeah. This literature was in biblical scholarship. There's a common kind of sociological way of thinking about ancient literature, that it's all identity serving and forming.",
    "start": "00:36:41",
    "end": "00:36:52"
  },
  {
    "text": "Yeah.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "And so the goal of this is to bolster our group identity as better than or distinct from all the others.",
    "start": "00:36:53",
    "end": "00:37:00"
  },
  {
    "text": "Yeah.",
    "start": "00:37:01",
    "end": "00:37:01"
  },
  {
    "text": "And this family's literature definitely sets this family apart among the nations, but not at all in a way that elevates them as superior on the surface.",
    "start": "00:37:01",
    "end": "00:37:11"
  },
  {
    "text": "It does seem to do that on the surface. You start scratching in and you're like, this is. They're airing a lot of dirty laundry here.",
    "start": "00:37:11",
    "end": "00:37:18"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:37:18",
    "end": "00:37:18"
  },
  {
    "text": "And it's a big indictment.",
    "start": "00:37:18",
    "end": "00:37:20"
  },
  {
    "text": "It's a massive indictment of the family of Abraham. And it's showing that even though they have a unique role among the nations that believe that they are certainly not superior to those other nations, that this is the literature that reflects a group of people that believes that somehow, despite their deep failures, God is going. I'm just thinking Hebrew Bible here, like a Daniel or something, or a Nehemiah. They believe that they are the people that the Creator God has chosen to bring blessing and rescue to the nations. But we have botched the job and the whole human family has botched the job. And whether you're Israelite or Moabite doesn't matter in God's eyes. What matters is how you relate to him. Will you be like Ruth? Will you be like David? Will you be like Caleb, will you be like Jael? And your ethnicity doesn't determine your value in God's eyes. What else is this story saying to me that's so surprising that that's what these stories are communicating? At least it surprised me for a while. Now I get it. But it surprised me. It sounds like the message of the New Testament. Maybe that's why it surprised me. Because you're like, this is the Old Testament. It's supposed to be. Say something else.",
    "start": "00:37:20",
    "end": "00:38:37"
  },
  {
    "text": "So that should be surprising. That should be what you expected now.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "It's what I expect. And. Yeah. So the family of Abraham is huge.",
    "start": "00:38:41",
    "end": "00:38:46"
  },
  {
    "text": "Yeah.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "It's made up of many nations.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "Yeah.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "And they all can't stand each other. And they all constantly fight and try and take each other's stuff and territory.",
    "start": "00:38:49",
    "end": "00:38:54"
  },
  {
    "text": "And through the stories in the wilderness, this begins.",
    "start": "00:38:54",
    "end": "00:38:59"
  },
  {
    "text": "Yeah.",
    "start": "00:38:59",
    "end": "00:38:59"
  },
  {
    "text": "Once they get in the land more.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "I mean, really, once you get into Joshua, the stories of all the Canaanites, they're all brothers. Once you get into Judges, all the oppressive nations, they're all brothers. All of them. Like, all that list we just read through earlier names almost every one of the bad guys that you'll meet in the story of Joshua, Judges, Samuel, and Kings.",
    "start": "00:39:01",
    "end": "00:39:21"
  },
  {
    "text": "And if you've been meditating on these chapters in Genesis and you get to that, you're like, these are all brothers.",
    "start": "00:39:21",
    "end": "00:39:28"
  },
  {
    "text": "Yes.",
    "start": "00:39:29",
    "end": "00:39:29"
  },
  {
    "text": "Who are meant to all be the image of God together.",
    "start": "00:39:29",
    "end": "00:39:31"
  },
  {
    "text": "Correct. So now we're set up to maybe just kind of close the step of our conversation with a couple poems in the book of Isaiah. So Isaiah's in a period where he's watching the sons of Ham come and begin to attack Israel. Israel and Judah, the Assyrians. And he sees Babylon on the horizon. These are all sons of Ham. And this is after the tribes of Israel that are all brothers have divided, and they're hostile with each other. And so this is a famous poem in Isaiah, chapter two. We've read it before. I'll let you read it. But just think in light of the whole story, that's foregrounding the sibling rivalry and hostile brothers and sisters who can't get along. Think about how this poem lands in that context.",
    "start": "00:39:31",
    "end": "00:40:58"
  },
  {
    "text": "Isaiah 2, 1:4. The word which Isaiah, the son of Amoz. Amos. How do you pronounce that?",
    "start": "00:40:58",
    "end": "00:41:03"
  },
  {
    "text": "Amos.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "The word which Isaiah, the son of Ahmose saw concerning Judah and Jerusalem. Now it will come about that in the last days, the mountain of the house of Yahweh will be established as the head of the mountains, and he will be raised above the hills. And all the nations will stream to it. And many peoples will come and say, come, let us go up to the mountain of Yahweh, to the house of God of Jacob, that he may teach us concerning his ways and that we may walk in his paths. For the Torah will go forth from Zion and the word of the Lord from Jerusalem, and he will judge between the nations, and he will render decisions for many peoples. And they will hammer their swords into plow blades and their spears into pruning hooks. Nation will not lift up sword against nation, and never again will they learn war. Sounds nice.",
    "start": "00:41:05",
    "end": "00:41:57"
  },
  {
    "text": "Yeah. So notice. Let's think about the visual picture. He's painting a visual metaphor here about a. Ooh, a hill and a city whose head is exalted high up. Do you see that? That mountain of the house of Yahweh will be the head of the mountains in Zion. It's the antithesis of Babylon. Right. Who. They tried to make it themselves and put the head in the skies. And now here's a city and a hill whose head is in a pie.",
    "start": "00:41:57",
    "end": "00:42:27"
  },
  {
    "text": "And contrasting Jerusalem with other mountains is kind of saying, there's other gods in their ways and schemes, but Yahweh's will be above them all.",
    "start": "00:42:28",
    "end": "00:42:42"
  },
  {
    "text": "Yep. So this is called the house of Yahweh, the mountain, the house of the God of Jacob. So this is very much. It's the one, the one family.",
    "start": "00:42:42",
    "end": "00:42:51"
  },
  {
    "text": "Yeah.",
    "start": "00:42:51",
    "end": "00:42:52"
  },
  {
    "text": "To Zion, to the city of David, who's from the tribe of Judah, who's the son of Jacob. So this is the one. The hill in the city and the temple of one family will become the source of divine peace and justice for the many nations. You see, this whole poem takes the Genesis 12 concept as a given here.",
    "start": "00:42:52",
    "end": "00:43:15"
  },
  {
    "text": "Right.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "The one for the many.",
    "start": "00:43:16",
    "end": "00:43:17"
  },
  {
    "text": "All the peoples come there, learn of God's ways, and then there's peace.",
    "start": "00:43:17",
    "end": "00:43:23"
  },
  {
    "text": "Yeah. So the visual image. Yeah. Is of a huge mountain where heaven and earth meet, because there's the temple on top. And then all of the nations do pilgrimage up, like the tribes of Israel would do, you know, multiple times a year. But now it's all the nations doing pilgrimage.",
    "start": "00:43:23",
    "end": "00:43:38"
  },
  {
    "text": "Yeah.",
    "start": "00:43:38",
    "end": "00:43:38"
  },
  {
    "text": "Up.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "And this is a picture we get in Revelation 20.",
    "start": "00:43:40",
    "end": "00:43:42"
  },
  {
    "text": "Totally. Oh, yeah, yeah. 21 and 22 with the new Jerusalem. And all the nations. All the nations come up to the gates. Yeah, yeah, that's right. Totally. So. And notice, it highlights what usually happens when all the. When nations come together.",
    "start": "00:43:42",
    "end": "00:43:57"
  },
  {
    "text": "Yeah.",
    "start": "00:43:57",
    "end": "00:43:57"
  },
  {
    "text": "And meet in a place. They usually have. They usually have swords. Yeah. So this is beautiful just from the human experience in general, but within The Hebrew Bible. When you get to Isaiah, you've just read Genesis through Kings, and it's just one long history of sibling hostility and war. And this becomes such a beacon of hope. The city on a hill. City on a hill where there's wisdom, divine Torah and wisdom that teaches people how to resolve. Resolve their conflicts. Sounds like the Sermon on the Mount to me. Okay, so that's pretty amazing. That's a pretty amazing hope to begin the book of Isaiah with. As the book of Isaiah develops, you're going to learn that ruling that house and city on the hill is a seed from the line of David. A shoot from the line of David. This is in chapter 11. We've read that poem many times. He's endowed with the sevenfold spirit, Sevenfold spirit of Yahweh. And then as you go on throughout the book, you realize that seed is actually going to call the one family of Jacob to follow him. And they won't. In fact, they'll be hostile to their brother, and they'll want to kill this one who tries to lead the people back to Yahweh. And here we get into the suffering servant poems. But the suffering servant is going to give up his life for the sins of the many. And then God's going to vindicate his life by showing him light after the grave. That's the end of Isaiah 53. And then that servant begins to speak up in the poetry of later Isaiah. And all of a sudden the future of this future seed and the future of that city on the hill become two ways to think about two ways, two sides of the same coin. So you get a poem like Isaiah 60, and we know Jesus loved Isaiah 61, the next poem, because he quoted from it in Nazareth. But I'm sure he loved this poem too, even though he never said anything about it. So I'm going to read it, and we'll just pause and you'll just see how this is bringing so many pieces together. Here it's talking about the vindication of Jerusalem after the Babylonian exile. So the poet says, get up, shine, for your light has come. The glory of Yahweh has risen up over you. For look, darkness covers the land. Think Genesis 1. Here, deep darkness is over the peoples. But Yahweh will rise upon you.",
    "start": "00:43:57",
    "end": "00:46:23"
  },
  {
    "text": "Let there be light.",
    "start": "00:46:23",
    "end": "00:46:23"
  },
  {
    "text": "Let there be light, and his glory will appear over you. So God's. It's another. It's a new creation moment. So there's darkness over the nations, but God's going to become the light. And that light will Become a beacon. Verse 3 Nations will come to your light. Kings will come to the brightness of your rising. Lift up your eyes, look around, see they that is the nations and kings are gathering together, all coming to you. And your sons will come from afar, your daughters carried in their arms. This is speaking to the Diaspora, of the family of Abraham now scattered among the nations. Then you will see and you will glow, be radiant. Your heart will thrill and rejoice, because the abundance of the seas will be turned to you. The wealth of the nations will come to you. You find out the you. Here is a city. It's the new Jerusalem, sitting on a hill at sunrise. And then down below are all the nations who are coming, bringing all of these exiled Israelites and bringing their wealth to come honor Yahweh. So a multitude of camels, and they were like pack horses. This is a way of saying multi wagons, semi trucks, like freight trucks are going to come. Young camels of Midian and Ephah, those from Sheba will come. Oh, yeah, you know what? Those were the sons of Keterah. Remember? And when Abraham died, all those sons that got sent away to the east, now they're coming. They're coming in too. Yeah, yeah. Bringing gold and frankincense. That sounds familiar.",
    "start": "00:46:23",
    "end": "00:48:06"
  },
  {
    "text": "You mean from the wise men?",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "Yes, it's exactly what the wise men bring. And bearing the gospel of the praise of Yahweh, all the flocks of Kedar will be gathered to you, the rams of Nebaioth. Who's that? Quick concordance search. Why am I being told about a guy named Nebaioth? Oh, yeah, he's the son of Ishmael. And they will offer up rams that will be accepted on my altar and glorify my house. This whole poem is about the unification of the family of Abraham. That family that got divided in Genesis 25 is here being united the family of Abraham. This poem is assuming all of the stuff that we've looked at and bringing all those threads together. We could go on. But I'm just curious, what's connecting in your mind?",
    "start": "00:48:07",
    "end": "00:48:55"
  },
  {
    "text": "Well, you brought out the uniting of the family of Abraham. That was just one thing.",
    "start": "00:48:55",
    "end": "00:49:01"
  },
  {
    "text": "Oh, totally. Yeah. We've got the division.",
    "start": "00:49:01",
    "end": "00:49:03"
  },
  {
    "text": "That was the inception fracture.",
    "start": "00:49:03",
    "end": "00:49:05"
  },
  {
    "text": "Yeah. That was like fracture within the fracture.",
    "start": "00:49:05",
    "end": "00:49:08"
  },
  {
    "text": "The fracture within the fracture. And it seems like this other Isaiah 2 is kind of about, you know, all the things.",
    "start": "00:49:08",
    "end": "00:49:15"
  },
  {
    "text": "The thing that started with Cain and.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "Abel streaming up, rivering up to Jerusalem.",
    "start": "00:49:16",
    "end": "00:49:19"
  },
  {
    "text": "Yes.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "And so, yeah, I see how it all comes together. Are we going to continue to talk about this theme into the New Testament.",
    "start": "00:49:21",
    "end": "00:49:28"
  },
  {
    "text": "Yeah, totally cool. Yeah. Let's just make some concluding observations. The next step we're going to take is going to be to how the story of Jesus and the apostles pick all this up. If you just read. If you just synthesize what we've done with the Hebrew Bible, you get some pretty profound claims about the family of God.",
    "start": "00:49:28",
    "end": "00:49:47"
  },
  {
    "text": "Right. And about. Well, and actually what we didn't talk about, which we have talked about outside of this conversation, is Babylon. We talked about.",
    "start": "00:49:47",
    "end": "00:49:58"
  },
  {
    "text": "Yeah.",
    "start": "00:49:58",
    "end": "00:49:58"
  },
  {
    "text": "We talked about the Tower of Babel.",
    "start": "00:49:58",
    "end": "00:50:00"
  },
  {
    "text": "Yep.",
    "start": "00:50:00",
    "end": "00:50:00"
  },
  {
    "text": "I feel like what we did was we talked about the family of God, but then we started talking about election and how just because God chose a family doesn't mean that they're more special or more righteous or superior. Or superior. God has the whole. All the nations in mind. And you see this in Isaiah 2, in Isaiah 60, but you see it in other places, and you see it in this promise to Abraham. And so it's great just to kind of keep that in the forefront. But this idea of this finding unity among the nations, that doesn't seem to be on David's mind or.",
    "start": "00:50:00",
    "end": "00:50:41"
  },
  {
    "text": "No, that's true.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "It doesn't seem to be on any. Any of these kind of main protagonists along the story. Doesn't seem to be like, that's the thing. They don't have this charge in their heart about, like, oh, the image of God needs to be protected by all of these nations. We're all brothers.",
    "start": "00:50:43",
    "end": "00:50:59"
  },
  {
    "text": "Yeah.",
    "start": "00:51:00",
    "end": "00:51:00"
  },
  {
    "text": "Can't we all, like. Instead, it's kind of almost this justification of like, I got to protect Israel because we're the chosen ones. And is that because they lost the plot or is that because we're in a different part of the story that's focusing on different themes?",
    "start": "00:51:00",
    "end": "00:51:15"
  },
  {
    "text": "Well, part of it's working out the. I will bless those who bless you and those who curse you. I will curse. We're into territory that I'm very much processing real time right now.",
    "start": "00:51:16",
    "end": "00:51:25"
  },
  {
    "text": "Yeah.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "Because the Hebrew Bible is subverting, critiquing the family of Abraham at the same time that it's claiming to be the chosen family of God that God protects.",
    "start": "00:51:26",
    "end": "00:51:36"
  },
  {
    "text": "And you're saying those two things can live together. There is a logic to that or harmony to that in the biblical narrative.",
    "start": "00:51:37",
    "end": "00:51:47"
  },
  {
    "text": "Yeah. But David didn't go on a peacemaking mission over to Moab and Ammon. What he went to go do was subjugate them when he became king and made them his servants.",
    "start": "00:51:47",
    "end": "00:51:59"
  },
  {
    "text": "Yeah. And when Israel would encounter these tribes, they are cast as the wicked I feel like.",
    "start": "00:51:59",
    "end": "00:52:07"
  },
  {
    "text": "And maybe sometimes, sometimes, sometimes it's these unchosen brothers, the Moabites or the Midianites, who come and oppress and try to enslave the Israelites. And so it's. So they're on the, Israel's on the defensive and it's these other brothers who are the ones who are taking advantage. But often the tables are turned and it's Israelites who are the evil ones. Yeah, taking advantage of these others. So it goes all directions. It's much more similar to when I enter the room of my boys and they're in a vicious fight with each other. I love them both. I expect more out of the older one because he's a little more developed and in theory, you know, he can make wiser choices, although, I don't know. But also I'm entering into a situation where their choices have already created the landscape that I as a parent can operate within. So I might have an ideal plan.",
    "start": "00:52:07",
    "end": "00:53:05"
  },
  {
    "text": "Right.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "But all of a sudden I realize, like, there's three hits in to like a fight and like I need to do damage control and triage. And that's much more the picture of, of how Yahweh is working out. His purpose is adaptively reacting to what's already happening on the ground. Which is why, for example, in the story of Abraham we looked at a few conversations ago, he defends Abraham as a liar. He punishes the family of Egypt for Abraham's lie. That seems so screwed up. But God's made a promise and so now he's got to work within the framework of that promise. And it's a non ideal situation. I think there's something like that going on with all of these stories of God defending Israel, even when they're really screwed up. So big picture, God's chosen this very non ideal family to be his vehicle. A blessing to the nations. They've landed themselves in a heap of exile and hostility with all their brothers. Isaiah has hope that a seed will come from the line of Abraham to bring unity to the fractured family of Abraham and the family of Adam and Eve. And welcome to the story of Jesus. The story of Jesus takes all of this for granted and just starts the story of Jesus. Assuming that you kind of have uploaded all this. So let's look at those stories.",
    "start": "00:53:06",
    "end": "00:54:33"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. Next week we're going to continue in this series on the family of God.",
    "start": "00:54:34",
    "end": "00:54:40"
  },
  {
    "text": "Someone says to him, jesus, you know, your mother, your brothers, they're outside, they want to talk to you. And in a normal exchange, a normal person would say, oh cool, can you guys wait a minute? But yeah, Jesus takes this as a moment to like become the Riddler. And so he responds to the guy talking to him. Jesus said to the guy, who is my mother? Who are my brothers? And then stretching out his hands to the disciples in the room, he said, look, my brothers and my mother. Yeah, he's untethering the idea of the family of God from the physical lineage of Israel.",
    "start": "00:54:40",
    "end": "00:55:17"
  },
  {
    "text": "We're collecting questions for our upcoming Question Response episode on this series, so we'd love to hear from you. You can record yourself asking your question. Try to keep it to around 20 or 30 seconds and then send that off audio to infoibleproject.com please tell us your name, where you're from, and then also in your email transcribe your question for us. That would be amazing. Today's show was produced by Dan Gummel. Our theme music is from the band tents and Lindsey Ponder has done her show notes. BibleProject is not just a podcast. BibleProject is a crowdfunded nonprofit in Portland, Oregon. We make all sorts of resources so that we can experience the Bible as a unified story that leads to Jesus. And you can find everything we're up to@bibleproject.com we've got this podcast, we've got lots of videos, other resources. We have seminary level classes and it's all for free because of the generous support of many people all over the world just like you who are pitching in to make it happen. Thank you so much for being a part of this with us. Hi, this is Jasmine and I'm from Marietta, Georgia. I first heard about bibleproject from the Bible App Stories. I use bibleproject for watching the videos about how to read the Bible. My favorite thing about bibleproject is the animation and how simple and short the videos are.",
    "start": "00:55:17",
    "end": "00:56:34"
  },
  {
    "text": "We believe the Bible is a unified.",
    "start": "00:56:34",
    "end": "00:56:36"
  },
  {
    "text": "Story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more advice. Project.com.",
    "start": "00:56:36",
    "end": "00:56:45"
  }
]