[
  {
    "text": "This is John@Bibleproject. And today we are going to continue our conversation on the family of God, a biblical theme in the Bible. In the next two episodes, we're going to look at the apostle Paul and what he has to say about the family that God is creating. Paul saw himself as an apostle to the Gentiles, the non Jews, the nations. And he planted many of the early first Jesus communities and he wanted them to live in unity even though they come from so many different backgrounds. Well, today we're going to look at Paul's letter to the Romans. The letter to the Romans is Paul's longest letter in the New Testament. And it isn't a letter of Paul just waxing theological about God's salvation. Paul wrote this letter for a specific purpose, to champion a vision that he had for, for the Jesus communities in Rome.",
    "start": "00:00:03",
    "end": "00:00:55"
  },
  {
    "text": "And so Paul really, his dream is for a unified, multi ethnic family of God. And that's what all the theology he packs into chapters 1 through 11 of the letter is about.",
    "start": "00:00:55",
    "end": "00:01:06"
  },
  {
    "text": "So why was the church fractured in Rome? What happened was the Roman government expelled all of the Jews and that included Jewish Christians. Later, Jews were able to come back to Rome. And so these Jewish Christians came back to these church communities. And what they found was that the church there had kind of moved on and saw themselves as superior. The Jews didn't have any status in these church communities anymore. And there was conflicts about how to reintegrate.",
    "start": "00:01:06",
    "end": "00:01:36"
  },
  {
    "text": "And so just imagine the dynamic at work in these churches. Paul talks about two groups of people, these two groups of people that are at odds in the church. And he doesn't use ethnic designations for it. And so we, what he does is he has two words to refer to people who want to observe the Jewish calendar, eat kosher, and apparently are still very attached to and want to continue the practice of circumcision. And what he says about them, he calls them those without power, often translated as the weak. That's not what the word means. It means someone without status. The people in opposition to those who are not powerful is the same Greek word, but reversed, those with power. So what he says in Romans 15:1 is we who are powerful ought to bear with the weaknesses of those without power.",
    "start": "00:01:36",
    "end": "00:02:28"
  },
  {
    "text": "And so all of Paul's theology in the Book of Rome, it's all building a case for a certain type of unity.",
    "start": "00:02:28",
    "end": "00:02:33"
  },
  {
    "text": "And so in the early chapters of the letter, what he's trying to show is that all along God's purpose has been to build one family of Abraham out of all the nations.",
    "start": "00:02:33",
    "end": "00:02:44"
  },
  {
    "text": "So Today we're going to look at how the apostle Paul wants the early church to deal with cultural conflicts as they arrive in the early Jesus communities. Thanks for joining us. Here we go. All right, Tim, here we are.",
    "start": "00:02:44",
    "end": "00:03:03"
  },
  {
    "text": "Here we are.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "We are talking about family. We are trying to land the plane. Probably have two more episodes left.",
    "start": "00:03:05",
    "end": "00:03:10"
  },
  {
    "text": "Yeah, we think.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "We think we'll see how it goes.",
    "start": "00:03:11",
    "end": "00:03:13"
  },
  {
    "text": "It depends on how many questions you ask, John.",
    "start": "00:03:13",
    "end": "00:03:15"
  },
  {
    "text": "So this theme of the family of God. Let me try a really quick recap. So the story of the Bible is about God creating humanity to be his partners, his image. And in order to do that, we need to be unified. And it's because while I. I singularly represent the image of God in some way, the reality is much more rich in that all humanity together create the image of God. And we get a taste of that in this poem in Genesis 1, where the image of God is both male and female, not one or the other.",
    "start": "00:03:18",
    "end": "00:03:56"
  },
  {
    "text": "Yeah. And applies to the larger species of humanity. Adam is made in the image of God, but. But Adam consists of a diversity of creatures, namely male and female.",
    "start": "00:03:56",
    "end": "00:04:11"
  },
  {
    "text": "Yeah.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "So they both individually, but together in their unified state are the image of God together. And both of those aspects of the image of God are really important.",
    "start": "00:04:12",
    "end": "00:04:23"
  },
  {
    "text": "This unity is corrupted almost immediately as male and female can't trust each other, blame each other.",
    "start": "00:04:24",
    "end": "00:04:33"
  },
  {
    "text": "It's actually the first casualty noted in the Garden of Eden narrative. Even before the rupture in their relationship with God is mentioned. The first thing is that they hide from their bodies, from each other. Their unity is lost.",
    "start": "00:04:33",
    "end": "00:04:47"
  },
  {
    "text": "So the family is broken. Yeah, the family, the human family, is broken in half. The other thing about being the image of God is to multiply and subdue the Earth. And so as humanity multiplies, has babies, those babies have babies. There's going to eventually become tribes and groups of tribes which become nations. And so you get this picture of if everyone is the image of God together, collectively, there needs to be a unity amongst all the diversity that's going to come about through multiplication.",
    "start": "00:04:47",
    "end": "00:05:24"
  },
  {
    "text": "Yeah. Or what was true of male and female as both distinct, and yet one human image of God together in Genesis 1. If that's true for those two, the logic of the narrative is the call is also true for all of their descendants, who are all very different from each other. But the same ideal still holds that they are together, one image of God creating this ideal of unity for the whole human family.",
    "start": "00:05:24",
    "end": "00:05:51"
  },
  {
    "text": "So this is the ideal that's presented in the Bible. But the story actually goes on to show that every Generation just continues this brokenness.",
    "start": "00:05:51",
    "end": "00:06:03"
  },
  {
    "text": "Yeah, yeah. And the fracturing, the rivalry and rupture of relationship between brothers and sisters and fathers and mothers and husbands and wives. It's like one of the main things going on in the. Especially the book of Genesis.",
    "start": "00:06:03",
    "end": "00:06:19"
  },
  {
    "text": "In the book of Genesis, especially these first few chapters are really interested in what brothers become, what nations.",
    "start": "00:06:19",
    "end": "00:06:26"
  },
  {
    "text": "Yes, yes.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "And it creates this map of basically, here's all the nations and all the tribes, and we were once all brothers, but now you're gonna. As you get into the narrative, these are all gonna become enemies of each other.",
    "start": "00:06:28",
    "end": "00:06:41"
  },
  {
    "text": "Yeah. Each generation just fractures even more. Yeah, that's right. However, there is one early attempt at the human family to reunify itself, but not around being the image of God. Not around being the image of God. It's rather to exalt the image. The name of one particular city and one particular place. And that's what Babylon is.",
    "start": "00:06:41",
    "end": "00:07:02"
  },
  {
    "text": "Babylon. And God says, you know, humans are pretty amazing creatures, and if I let them kind of continue on this path of unity, it's going to be a mess.",
    "start": "00:07:03",
    "end": "00:07:16"
  },
  {
    "text": "Yeah. If this is what they have begun to do, nothing will be inaccessible for them.",
    "start": "00:07:16",
    "end": "00:07:21"
  },
  {
    "text": "And so God scatters them. And then out of this scattering of the nations, they. God chooses one family. And this is where we start talking about the idea of election.",
    "start": "00:07:21",
    "end": "00:07:32"
  },
  {
    "text": "Yes.",
    "start": "00:07:32",
    "end": "00:07:32"
  },
  {
    "text": "Electing one family. Not because that family is better than any other family, not to create more sibling rivalry of sorts, but because God wants to use that family as an instrument to bring the Eden blessing back to the rest of the world.",
    "start": "00:07:33",
    "end": "00:07:49"
  },
  {
    "text": "Which follows with the logic of having a human image of God be the bearer of God's image and presence. Back on page one. That's what humans were to be to all creation. Now he's choosing one particular family to be to the rest of humanity.",
    "start": "00:07:49",
    "end": "00:08:06"
  },
  {
    "text": "Yeah. This family is going to become the nation of Israel. The calling of this family, though, begins with Abraham. And we actually see that Abraham's family, the book of Genesis, is what, four generations of Abraham's family. And there's constant rivalries even within his family.",
    "start": "00:08:06",
    "end": "00:08:23"
  },
  {
    "text": "Correct.",
    "start": "00:08:24",
    "end": "00:08:24"
  },
  {
    "text": "Between siblings.",
    "start": "00:08:24",
    "end": "00:08:25"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "And then this family becomes a nation. They become slaves in Egypt. And this is where the book of Exodus begins. God rescues them and then calls them to a covenant partnership again as this family.",
    "start": "00:08:27",
    "end": "00:08:40"
  },
  {
    "text": "Yep. To be his representatives to the rest of the nations.",
    "start": "00:08:40",
    "end": "00:08:44"
  },
  {
    "text": "Yeah.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "A kingdom of priests is the phrase.",
    "start": "00:08:45",
    "end": "00:08:47"
  },
  {
    "text": "Yeah, yeah. And I think where I started getting kind of tripped up is this theme of then, if this is in the DNA of this theme, which is now go and bring unity to all the sibling nations. That doesn't seem to be the story that unfolds. The story that unfolds is go wipe out these other nations out of the land.",
    "start": "00:08:47",
    "end": "00:09:10"
  },
  {
    "text": "Oh, oh, you're talking about Israel.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Israel.",
    "start": "00:09:12",
    "end": "00:09:12"
  },
  {
    "text": "Oh, I understand. Well, sure. I guess one way to say is they are to be this model family. And so the laws of the Torah, now that humans are outside of Eden and living in the midst of severely broken, fractured families, the laws of the Torah are like a triage effort to create a unified federation of tribes.",
    "start": "00:09:12",
    "end": "00:09:34"
  },
  {
    "text": "The family manifesto.",
    "start": "00:09:34",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, family manifesto. Trying to make the best of a bad situation, namely the human condition within Israel. So they are to become this beacon, a priestly beacon of what? Of what the family of God could be once it's magnified out to include all the other nations. But the issue you just raised was about. Yeah. How in the narratives of Joshua, when God calls his people back to the land promised Abraham, these are their siblings. Yeah. There's a bunch of descendants from the line of Hamilton there. And specifically through Ham's grandson, I think his grandson, Canaan. Okay, Canaan. And so. Yeah, that's right. So essentially, through design patterns, what the narrator of Deuteronomy and Joshua are trying to show us is that the Canaanites who are in the land when the Israelites show up are another iteration of the generation of the flood who is corrupting the land through violence and bloodshed.",
    "start": "00:09:36",
    "end": "00:10:33"
  },
  {
    "text": "So there needs to be another flood of sorts.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "And it's why all of the language of the battle commissionings in Deuteronomy and Joshua use the language of the flood story. They're to go in and cut off flesh from the land to bring an end to. They didn't leave any living or breathing thing. All of these phrases in the book of Joshua come from the flood narrative. And so I'm just saying on the narrative logic, it's presenting the. That part of the family, the human family, as being beyond the point of return, so to speak. It's portrayed on analogy to the generation of the flood.",
    "start": "00:10:36",
    "end": "00:11:08"
  },
  {
    "text": "I see.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "So I personally resonate with all of the tensions that the Canaanite conquest raises. I'm saying that personally, but I'm also trying to put my issues aside and just hear what the authors are trying to communicate.",
    "start": "00:11:09",
    "end": "00:11:22"
  },
  {
    "text": "The authors are trying to communicate, yes, these are brothers. But like the generation of humans that became so violent that they were wiped out with the flood, there's a sense of this has gone too far. They need to go.",
    "start": "00:11:22",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. So God hands them over to the logical outcome of their Choices.",
    "start": "00:11:39",
    "end": "00:11:44"
  },
  {
    "text": "And we just got done talking about all of that in a previous podcast.",
    "start": "00:11:44",
    "end": "00:11:48"
  },
  {
    "text": "Series on the anger of God. Yeah. But another piece is that the Israelites are going to go into the land and then become just like the Canaanites that they fought against. All of a sudden, the Israelites become like the generation of the Flood and Babylon. They need to be wiped out. And Babylon becomes the new flood that comes in to take them out. The point is, we're working other biblical themes here now.",
    "start": "00:11:48",
    "end": "00:12:11"
  },
  {
    "text": "Okay. So I brought that up just to say that feels like a hiccup in this whole family theme. You're kind of like, I'm ready for cool, let's all get along now.",
    "start": "00:12:11",
    "end": "00:12:19"
  },
  {
    "text": "Yes.",
    "start": "00:12:19",
    "end": "00:12:19"
  },
  {
    "text": "Instead, we're not getting along.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "More conflict.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "And in fact, Israel is not acting like God's image representing what a family of God looks like. And Babylon comes and takes them out. But then we talked about the prophet Isaiah, still hoping for this time when all nations will stream up.",
    "start": "00:12:21",
    "end": "00:12:38"
  },
  {
    "text": "Yeah. To a new Eden.",
    "start": "00:12:38",
    "end": "00:12:39"
  },
  {
    "text": "To new Eden.",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "Yeah.",
    "start": "00:12:40",
    "end": "00:12:40"
  },
  {
    "text": "And we'll learn about the way of God and there will be this unity. And I love that image. And fast forward, I think we'll talk about this later. But that same image appears in Revelation where all the kings come together. And there's just like everyone's diversity comes in a unified way, which is really beautiful.",
    "start": "00:12:40",
    "end": "00:12:58"
  },
  {
    "text": "And recall, it's very brief in our conversation, but the book of Isaiah culminates In the last 15 or so chapters by also saying, on top of that high New Jerusalem, New Eden, God's going to exalt a servant, somebody called the servant, and everybody will rally to that servant. And then that servant turns out to be the one who is in his exalted place, suffering and dying for all of the violence and evil done by all of these sibling rivals who are now returning, so to speak, back to the mountain. So it's a pretty epic picture. The reconciliation of the nations happens because of the death and the exaltation of the suffering servant. That's how the book of Isaiah works.",
    "start": "00:12:59",
    "end": "00:13:42"
  },
  {
    "text": "Which leads us right into Jesus.",
    "start": "00:13:42",
    "end": "00:13:44"
  },
  {
    "text": "Yeah.",
    "start": "00:13:44",
    "end": "00:13:44"
  },
  {
    "text": "And in the Gospel of Matthew, Jesus is shown through a genealogy to be in the family of Abraham, even more specifically the family of David, where this, this servant, this. This Messiah king will come from.",
    "start": "00:13:44",
    "end": "00:14:00"
  },
  {
    "text": "Yep. And lo and behold, all these Canaanite women in his genealogy.",
    "start": "00:14:00",
    "end": "00:14:04"
  },
  {
    "text": "Yeah. And we looked at that how. Yeah, there's this strange diversity in his own genealogy.",
    "start": "00:14:05",
    "end": "00:14:13"
  },
  {
    "text": "Yeah.",
    "start": "00:14:13",
    "end": "00:14:13"
  },
  {
    "text": "We also looked at how Jesus just thought about family. There's kind of that intense scene where his. His flesh and blood, you know, his kin come and they want to hang out with him, talk to him. And Jesus is like, you know, my real family is those who do the will of God. Yeah. And so he seems really interested in not just being about family that he was born into, but a bigger family. However, we also looked at how Jesus focus was clearly on Israel.",
    "start": "00:14:14",
    "end": "00:14:49"
  },
  {
    "text": "Correct.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "That he saw himself as coming to.",
    "start": "00:14:50",
    "end": "00:14:53"
  },
  {
    "text": "Serve and to teach and fulfill, as he says in Matthew, to fulfill the mission of the calling of Abraham's family in the first place.",
    "start": "00:14:55",
    "end": "00:15:04"
  },
  {
    "text": "Yeah. And he goes out of his way to make sure that he stays focused on Israel.",
    "start": "00:15:04",
    "end": "00:15:08"
  },
  {
    "text": "Correct.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "And we looked at that.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Yep. In fact, he avoids, for the most part, being around non Israelites. But Matthew's gospel that we looked at includes all these stories where non Israelites just keep coming to him.",
    "start": "00:15:10",
    "end": "00:15:21"
  },
  {
    "text": "Yeah. So even though Jesus has this laser focus on Israel, all these other people from other nations get in the mix. Just kind of like how all these women from other nations get in the mix of his genealogy.",
    "start": "00:15:22",
    "end": "00:15:35"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "There's just this magnetism.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "Yeah. It's just keeping the drumbeat in the background, saying, remember, even though this is all about Israel, a story that's all about Israel is at the same time a story about all humanity, because it's.",
    "start": "00:15:38",
    "end": "00:15:50"
  },
  {
    "text": "All about Israel so that they can bless all of humanity.",
    "start": "00:15:50",
    "end": "00:15:54"
  },
  {
    "text": "That's the logic of election. Biblical election is about one being chosen for and on behalf of the many.",
    "start": "00:15:54",
    "end": "00:16:02"
  },
  {
    "text": "So after his resurrection, he's put an end of sorts to this intense focus on just the family of Israel. Because then he commissions his disciples to go out to the rest of Israel, but then also to Samaria and then to the ends of the earth.",
    "start": "00:16:02",
    "end": "00:16:22"
  },
  {
    "text": "Yeah.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "So he has shown Israel what it is to be a faithful covenant partner, to be the family of God. And now take that out.",
    "start": "00:16:23",
    "end": "00:16:33"
  },
  {
    "text": "And even more specifically, his claim and what gospels are saying is he was that faithful Israelite who in his own person embodied the family of Abraham, surrendering itself fully to God and God's purposes so that the mission to the nations can finally take its next step.",
    "start": "00:16:33",
    "end": "00:16:51"
  },
  {
    "text": "And it does. And there's this cool moment where all of these Jewish people. People are together who are deciding, we're gonna. We're gonna follow Jesus and his vision for Israel to be the true Israel, the true family of God, to be blessing to the nations. And then God's spirit comes down and they start talking in all these different languages. And this is a moment where Jewish people from all over the world have come back to Jerusalem on pilgrimage. Right. Because it's pentecost Correct.",
    "start": "00:16:51",
    "end": "00:17:24"
  },
  {
    "text": "Yeah.",
    "start": "00:17:24",
    "end": "00:17:24"
  },
  {
    "text": "So they're coming to do what? Like ritual sacrifices and stuff and bring.",
    "start": "00:17:24",
    "end": "00:17:29"
  },
  {
    "text": "Their offerings, first fruits of the spring harvest.",
    "start": "00:17:29",
    "end": "00:17:32"
  },
  {
    "text": "So they're all there. People speak all different language. Group of Jewish Jesus followers are all of a sudden speaking in all their language. And it's kind of this reversal of Babylon.",
    "start": "00:17:32",
    "end": "00:17:41"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "And it's this moment where the family is just breaking out even. It's growing even larger and multiplies.",
    "start": "00:17:42",
    "end": "00:17:50"
  },
  {
    "text": "Yeah.",
    "start": "00:17:50",
    "end": "00:17:50"
  },
  {
    "text": "And then a Roman centurion, a non Jewish man who follows Yahweh.",
    "start": "00:17:50",
    "end": "00:17:59"
  },
  {
    "text": "Yep. He's down for the God of Israel.",
    "start": "00:17:59",
    "end": "00:18:01"
  },
  {
    "text": "Yeah.",
    "start": "00:18:01",
    "end": "00:18:01"
  },
  {
    "text": "Yeah.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "He has a vision and he meets Peter, one of Jesus's apostles. And Peter has a vision that this is the kind of crazy vision where a tarp comes down. All these unclean animals are on it.",
    "start": "00:18:02",
    "end": "00:18:16"
  },
  {
    "text": "Yeah.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "The unclean animals are part of the covenant requirements of Israel.",
    "start": "00:18:17",
    "end": "00:18:21"
  },
  {
    "text": "Yeah. That set them apart from the other nations.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "Yeah. Which by the way, is a bit of a. That's kind of this strange thing where it's like you are to bring unity to all the nations, but there's going to be parts of my covenant law that actually keep you separated. Very cleanly separated.",
    "start": "00:18:24",
    "end": "00:18:39"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Be interesting to talk a little bit more about that. But maybe that ship sailed. But anyways, that becomes a sticking point because if non Jewish people like this Roman centurion are going to be folded into the family.",
    "start": "00:18:40",
    "end": "00:18:51"
  },
  {
    "text": "Yeah.",
    "start": "00:18:51",
    "end": "00:18:51"
  },
  {
    "text": "Then do they need to follow all of these covenant laws that kept Israel separate and show that they were the family of God? Because some of these are gonna require pretty big lift to change your life.",
    "start": "00:18:52",
    "end": "00:19:06"
  },
  {
    "text": "Yeah. Circumcision, for example.",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "For example.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. At least for 50% of the family. Whatever. For the men in the family.",
    "start": "00:19:10",
    "end": "00:19:14"
  },
  {
    "text": "But your diet. Sabbath and then the Sabbath. So those are the big three.",
    "start": "00:19:14",
    "end": "00:19:20"
  },
  {
    "text": "Yeah.",
    "start": "00:19:20",
    "end": "00:19:21"
  },
  {
    "text": "But here's the thing. If you're going to make a radical decision to follow the God of the universe and be part of his family, you can make some adjustments.",
    "start": "00:19:21",
    "end": "00:19:29"
  },
  {
    "text": "Be willing to make some adjustments.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "Right. You can kind of imagine that the story would continue and be like, yeah, so do these things too.",
    "start": "00:19:31",
    "end": "00:19:37"
  },
  {
    "text": "And there's precedent in the scriptures of Israel that circumcision was how members of the non chosen.",
    "start": "00:19:37",
    "end": "00:19:45"
  },
  {
    "text": "That's right.",
    "start": "00:19:45",
    "end": "00:19:46"
  },
  {
    "text": "Lines. Were brought into the family of Abraham. Ishma is kind of the icon of that in Genesis 17. So this is how God has already provided for people who aren't of the chosen family to become part of it.",
    "start": "00:19:46",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "Makes good sense.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "It makes good sense. But instead Peter has a vision where God shows him all these unclean animals. And he says, peter, kill and eat. And what you pointed out was Peter didn't change his diet.",
    "start": "00:20:01",
    "end": "00:20:12"
  },
  {
    "text": "Yes, that's right. This isn't God setting aside the kosher food laws for Christians, so to speak, that's not what Peter's vision is about.",
    "start": "00:20:13",
    "end": "00:20:20"
  },
  {
    "text": "Peter's vision isn't like, hey, Jewish people. When you say for Christians, you mean for Jewish Christians.",
    "start": "00:20:20",
    "end": "00:20:25"
  },
  {
    "text": "Messianic Jews.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "Messianic Jews. That. Yeah. You still have this heritage.",
    "start": "00:20:26",
    "end": "00:20:30"
  },
  {
    "text": "And it's an analogy. It's a metaphor for the inclusion of Gentiles into the family of God because.",
    "start": "00:20:31",
    "end": "00:20:38"
  },
  {
    "text": "They were considered unclean. Like, these animals were considered unclean. You wouldn't dare eat these animals, Peter. Right. In the same way you wouldn't eat with a gentile. Well, this is all changing. Kill and eat. And so this Roman centurion gets part of the family.",
    "start": "00:20:38",
    "end": "00:20:56"
  },
  {
    "text": "Yeah. The Holy Spirit comes and does a Pentecost type of move and appearance, but with all these non Israelites.",
    "start": "00:20:56",
    "end": "00:21:03"
  },
  {
    "text": "So here's the problem. Now, what is this Jewish messianic thing supposed to do with the fact that non Jewish people are getting folded in.",
    "start": "00:21:03",
    "end": "00:21:15"
  },
  {
    "text": "Yeah. Cornelius just got included in the family. And none of Hira's household were circumcised. And none of them meet kosher.",
    "start": "00:21:15",
    "end": "00:21:22"
  },
  {
    "text": "And they can't argue with it because the Spirit of God was, like, evidently doing it.",
    "start": "00:21:22",
    "end": "00:21:25"
  },
  {
    "text": "Yep. That's the conundrum.",
    "start": "00:21:25",
    "end": "00:21:27"
  },
  {
    "text": "That's the conundrum.",
    "start": "00:21:27",
    "end": "00:21:28"
  },
  {
    "text": "Yep.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "So they do a powwow in Jerusalem, all the leaders, and what they decide is that the Spirit is telling them that non Jewish followers of Jesus do not need to get circumcised and don't need to follow all of the rules. They do say at this moment, don't eat animals with the blood still in them. That's a kosher thing. Tell them not to do that, but otherwise.",
    "start": "00:21:28",
    "end": "00:21:55"
  },
  {
    "text": "And don't have meat that's slaughtered or butchered in idol temples. Again, I just want to draw attention to the logic of their discussion. This is Acts 2, Chapter 15, which is from the last episode of the series. But their logic is they see what the Holy Spirit has done. So experience. Then they go to their Bibles and what they see. James notices a passage in the prophets that strikes him in a new way in light of the things that the Holy Spirit is doing. And he sees like, oh, wow. Yes. The whole point has been for someone from the line of David to come and to rebuild a house, that all of humanity will come and seek the Lord, all the nations. And James says, it's happening. And so who are we to argue with the Holy Spirit. So it's not, again, it's not just their experience. It's that they go back and they can see the new significance to passages they've been reading for their whole lives. And then they put it all together and what they say in the letter at the end of this. We didn't draw attention to this in the last episode. The conclusion is the apostles, with a unified voice say, it seemed good to the Holy Spirit and to us to lay no further burden on the Gentiles than these essentials. And that's the things. No food, sacrifice to idols, no thanks with the blood and don't have sex with somebody you're not married to. But that little phrase, it seemed good to the Holy Spirit and to us. And what they're referring to is the big like debate and argument they just had. Fascinating the U.S. yeah. They heard stories about what God was doing. They opened their Bibles, they had a Bible study. Then they had a hefty discussion. They come to a conclusion together and how he summarizes all that is it seemed good to the Holy Spirit and to us. It's always struck me.",
    "start": "00:21:55",
    "end": "00:23:40"
  },
  {
    "text": "Yeah.",
    "start": "00:23:40",
    "end": "00:23:41"
  },
  {
    "text": "That they see the Spirit working in the middle of all storytelling. Bible study and debate. Yeah. And that's the work of the Holy Spirit according to the apostles.",
    "start": "00:23:41",
    "end": "00:23:50"
  },
  {
    "text": "I remember you brought that up years ago when we did the Holy Spirit.",
    "start": "00:23:50",
    "end": "00:23:53"
  },
  {
    "text": "Oh, sure. Okay.",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "Series.",
    "start": "00:23:55",
    "end": "00:23:55"
  },
  {
    "text": "Yeah. So what's interesting is that these things that they tell the Gentiles to do, the non Israelites to do, when you get into the letters of Paul, you see, Paul doesn't. Paul doesn't even honor these things. He thinks it's fine to eat food that's been sacrificed in idle table.",
    "start": "00:23:55",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:11"
  },
  {
    "text": "The whole point is that the book of Acts depicts the leaders of the Jesus movement as growing in their awareness of God's purposes for all the nations. There's so many cultural hurdles that it's taking them a while to clue in to this.",
    "start": "00:24:11",
    "end": "00:24:27"
  },
  {
    "text": "And this is a really important moment because this is where the family of God, it's crossed the boundary line that.",
    "start": "00:24:28",
    "end": "00:24:35"
  },
  {
    "text": "Has existed when we went from Babylon down to just one family.",
    "start": "00:24:35",
    "end": "00:24:39"
  },
  {
    "text": "Right.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "This is the moment back at the.",
    "start": "00:24:40",
    "end": "00:24:41"
  },
  {
    "text": "First 10 pages of the Bible.",
    "start": "00:24:41",
    "end": "00:24:43"
  },
  {
    "text": "Totally. Yeah. This is the moment where we go now from the one family of Abraham and we're going out, we're going back out. And there's been little. There's been movements in that direction along the way. But this is like, here we go.",
    "start": "00:24:43",
    "end": "00:24:55"
  },
  {
    "text": "That thing that God said, abraham, you're going to bless the nations, like the fruit is now budding.",
    "start": "00:24:55",
    "end": "00:25:01"
  },
  {
    "text": "Yeah.",
    "start": "00:25:01",
    "end": "00:25:01"
  },
  {
    "text": "And so it's game on. Like the Book of Acts is all these.",
    "start": "00:25:01",
    "end": "00:25:05"
  },
  {
    "text": "Yes.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Gentile Roman citizens and all sorts of other people being folded into the family. So now you have this really diverse family that all follow Jesus, this Jewish man who has fulfilled the calling of the Israelite people to be the covenant partners of God, to bring the blessing to the nations.",
    "start": "00:25:06",
    "end": "00:25:27"
  },
  {
    "text": "That's it.",
    "start": "00:25:27",
    "end": "00:25:27"
  },
  {
    "text": "And here we are. How are all these people now going to be the family of God?",
    "start": "00:25:27",
    "end": "00:25:32"
  },
  {
    "text": "Yeah. So one thing we could do is just go throughout the Book of Acts, and we actually have already done that in a series of videos and in the whole podcast series.",
    "start": "00:25:32",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "So that's back in the archive where we walk through.",
    "start": "00:25:41",
    "end": "00:25:44"
  },
  {
    "text": "And what really struck me about all those conversations was how obsessed Paul was with the unity.",
    "start": "00:25:44",
    "end": "00:25:49"
  },
  {
    "text": "Yes, yes. Good. Okay, so let's go right there. The Apostle Paul, also known by his Hebrew name Shaul or Saul, he is highlighted in the Book of Acts as being an important kind of spearhead figure of the Jesus movement. Out.",
    "start": "00:25:49",
    "end": "00:26:34"
  },
  {
    "text": "The apostle to the Gentiles.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Apostle to the Gentiles. That's right. So what I want to do for the rest of this conversation and then maybe the next one we'll see is just camp out. On the way, Paul begins to reflect and theologize, like, do biblical theology of his Bible, which we call the Hebrew and Greek scriptures. But also then in light of the story of Jesus and the coming of the Spirit, and he begins to put all this together in a theology of the family of God. That's really. We're going to look at a number of his letters to do that. But then also we get to watch him apply and think and do biblical theology applied to very specific culture clashes and ethnic tensions in the family of Jesus.",
    "start": "00:26:35",
    "end": "00:27:22"
  },
  {
    "text": "Yeah.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "And so real stuff is happening. There's immense wisdom here for the family of God through all of all times and all places. Because what this tells us is that there's a movement. Remember how we started this conversation? The Jesus movement is the most ethnically diverse religious movement in the history of the human race. And that's baked in. Why is that? It baked in to the essence, the core of this story, that it's wrapping its arms around the whole human family. But that creates problems and challenges, because when people who are different try to live in a family.",
    "start": "00:27:23",
    "end": "00:27:56"
  },
  {
    "text": "Yeah, right.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "Even when people who are really similar try to live in a family conflict.",
    "start": "00:27:58",
    "end": "00:28:02"
  },
  {
    "text": "Let's just let that land for a second. In order to be the image of God, we need everyone's differences.",
    "start": "00:28:02",
    "end": "00:28:07"
  },
  {
    "text": "Yes, yep, that's right.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "But dealing with differences creates conflict.",
    "start": "00:28:09",
    "end": "00:28:12"
  },
  {
    "text": "Creates conflict. So what are the conflict resolution tools and resources built into the story of Jesus that uniquely should in theory give this family the ability to work through those conflicts? Not that it has throughout history, in fact, just the opposite. But that's family. So let's first quick profile Paul's view of his own vocation and calling.",
    "start": "00:28:12",
    "end": "00:28:38"
  },
  {
    "text": "Sam.",
    "start": "00:28:38",
    "end": "00:28:46"
  },
  {
    "text": "So there are three times that the story of Paul's commissioning and meeting of Jesus are told and retold in the book of Acts. And so this is just a quick highlight here. It happens in Acts chapter 9. But what Jesus says to a guy named Ananias who's supposed to go to Paul, who's sitting in a house and he can't see anymore because he's been blinded. But Paul is going to learn there that he is God's chosen instrument to proclaim the name of Jesus to the nations and to their kings and to the people of Israel. That's Acts chapter 9, verse 15. So it's right there in the story. From his first calling, he's the one who is sent among the nations and their kings. And this is how Paul talks about himself later on in the book of Acts. So it's no surprise then when you turn to his letters, he's really self aware of this unique calling among the nations. So let's just look at the first paragraph, the opening paragraph of his letter to the churches in Rome. It's a super dense little poem, but it has a really poignant kind of way of putting how Paul saw himself. The opening lines of letter to the Romans. Paul a bond servant or slave of Messiah. Jesus called as an apostle, which is the Greek word for ascent. One, a commissioned one. I like the word deputy.",
    "start": "00:29:23",
    "end": "00:30:44"
  },
  {
    "text": "That's right, deputy.",
    "start": "00:30:44",
    "end": "00:30:46"
  },
  {
    "text": "Yeah, or emissary maybe. Emissary set apart for the good news that's from God. Now that good news was promised beforehand through the prophets in the Scriptures. Just go read the Hebrew Bible and you'll learn all about the gospel. And that gospel which you learn from the Hebrew Bible is about God's son. He was born a descendant of David. According to his flesh, he was declared to be the Son of God with power by his resurrection from the dead according to the Holy Spirit. This is none other than Jesus, the Messiah, our Lord. But then it goes on. Now, through Jesus, Messiah, our Lord, we have received and we. He's Paul's talking about his crew, his missionary crew. Okay, so like Barnabas, Yep. Timothy, all this crew, we have received a gift you'll often see grace in your English translations, but we've received a gift.",
    "start": "00:30:46",
    "end": "00:31:42"
  },
  {
    "text": "Yeah, the word grace means gift.",
    "start": "00:31:42",
    "end": "00:31:44"
  },
  {
    "text": "Yep, the word grace means gift. So he's talking about this unique, special gift that has been given to him and his crew. We've been given a gift and a commission as deputies, apostleship, to bring about the obedience of faith from among all the nations. Now, obedience of faith is a great Semitic kind of Hebrew turn of phrase written in Greek, but faith here meaning loyalty or faithfulness, and then obedience meaning allegiance. So believing or trusting loyalty to Jesus the Messiah, the King of the nations.",
    "start": "00:31:44",
    "end": "00:32:24"
  },
  {
    "text": "Faithful loyalty.",
    "start": "00:32:24",
    "end": "00:32:26"
  },
  {
    "text": "Faithful loyalty. Yeah, that's right. Yeah. Consistent loyalty among all of the nations for his name's sake. And then last thing he says is, and you Romans, you also are among that group that are called by Jesus Messiah. So we're on the same team. And he's setting the ground here because what he's about to say is. And listen, I can't wait to come visit you all so you can help me raise money for a missionary effort out to Spain. So he's very strategically opening with this announcement of the good news about the universal Messiah, King of the nations. And then I want to come visit you because me and my crew have this special calling to announce to the nations that Jesus is king and to help people give their loyalty to him. Isn't this interesting way that Paul talks about his identity?",
    "start": "00:32:26",
    "end": "00:33:16"
  },
  {
    "text": "Yeah, he very clearly calls out, this is my. This is my identity. This is my calling. Bring about this loyal, faithful allegiance from among the nations.",
    "start": "00:33:16",
    "end": "00:33:26"
  },
  {
    "text": "Among the nations. So we're sitting here 2,000 years after we wrote this, and obviously the story about Jesus has spread all over the planet now. So just try and imagine, you know, those early decades when this was still just a network of, you know, a few groups of thousands of people scattered about the Roman Empire. I mean, this just would have sounded ludicrous to anybody outside looking in. It would just sound crazy.",
    "start": "00:33:26",
    "end": "00:33:50"
  },
  {
    "text": "Is that because it isn't normal for someone to try to bring unity amongst so many different types of people? Isn't that what the Roman Empire was doing, too?",
    "start": "00:33:50",
    "end": "00:33:59"
  },
  {
    "text": "Oh, absolutely. Oh, totally.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "They're trying to unify all these different.",
    "start": "00:34:02",
    "end": "00:34:05"
  },
  {
    "text": "Yes, right. To bring about the Pax Romana, the peace of Rome, to spread the good news about the peace of Rome that is led by the august divine emperor, the son of God. This is all language that would have been used in Roman propaganda. And people have noticed this for a long time, and it's echoed the biblical language that they're using about Jesus. Is the same political language being used by the Romans?",
    "start": "00:34:05",
    "end": "00:34:31"
  },
  {
    "text": "Right. What kind of family are we going to build? The Pax Romana.",
    "start": "00:34:31",
    "end": "00:34:35"
  },
  {
    "text": "Yeah.",
    "start": "00:34:35",
    "end": "00:34:35"
  },
  {
    "text": "Which Wink Wink. Is going to be another Babylon. There is another Babylon.",
    "start": "00:34:35",
    "end": "00:34:39"
  },
  {
    "text": "Yeah. In the eyes. In the eyes of these early Christians. So there already exists a worldwide empire trying to bring peace.",
    "start": "00:34:39",
    "end": "00:34:46"
  },
  {
    "text": "Okay.",
    "start": "00:34:46",
    "end": "00:34:46"
  },
  {
    "text": "And whose leaders bring good news when a new one is born.",
    "start": "00:34:46",
    "end": "00:34:50"
  },
  {
    "text": "So wouldn't be weird for someone who got a hold of this letter that he's trying to bring unity amongst all these people. That wouldn't be strange.",
    "start": "00:34:50",
    "end": "00:34:57"
  },
  {
    "text": "No, it's that it's a group of people who are giving their allegiance to somebody who's dead, but who they say is alive and present among them all. It's a Jewish sect that calls themselves away and they believe that their dead leader, who they say is alive, but nobody has seen since right around the time when he died, that he's the king of the world and that everybody, including Caesar, should give their allegiance to this person. That's what I mean.",
    "start": "00:34:57",
    "end": "00:35:27"
  },
  {
    "text": "Got it.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "And that all the nations are being united together as one family.",
    "start": "00:35:28",
    "end": "00:35:32"
  },
  {
    "text": "Yeah. This guy thinks a lot.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. Again, if you get yourself outside, think outside looking in, this sounds absurd. So bizarre. And it was bizarre, but it was also really attractive because of how this story called these new family members to. How it called them to treat each other. So here maybe just to recall in our how to read the New Testament letters conversation, we actually did a long couple sessions in Romans. So what I just want to upload is that Paul was writing this letter to bring actually to bring unity to a set of fractured house churches in Rome. And so in the early chapters of the letter, what he's trying to show is that all along God's purpose has been to build one family of Abraham out of all the nations. And that issue of circumcision, it was a big deal in acts. This is the front line issue kind of on the ground for Paul, because.",
    "start": "00:35:34",
    "end": "00:36:24"
  },
  {
    "text": "In Rome there's Jewish Jesus followers.",
    "start": "00:36:24",
    "end": "00:36:26"
  },
  {
    "text": "Christians. Yes.",
    "start": "00:36:27",
    "end": "00:36:27"
  },
  {
    "text": "And then there's non Jewish ones. If I remember correctly, certain Jewish people were expelled from the city.",
    "start": "00:36:27",
    "end": "00:36:35"
  },
  {
    "text": "Correct.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "And then came back. And now it's like, how are they going to find unity?",
    "start": "00:36:36",
    "end": "00:36:39"
  },
  {
    "text": "Yeah.",
    "start": "00:36:40",
    "end": "00:36:40"
  },
  {
    "text": "So I mean, it's even more charged than normal.",
    "start": "00:36:40",
    "end": "00:36:42"
  },
  {
    "text": "Perfect. So we just read from the first paragraph of the letter. To understand why he's writing this letter, a really easy thing to do is turn to the last page of the letter. So let's do that real quick. Because the reason he's writing this letter is because of cultural ethnic tensions in this church. That he wants to try and help find a way forward to resolve. So that means turning to Romans chapter 16.",
    "start": "00:36:42",
    "end": "00:37:05"
  },
  {
    "text": "Sam.",
    "start": "00:37:13",
    "end": "00:37:39"
  },
  {
    "text": "Romans, chapter 16 is maybe the chapter of the letter to the Romans that most people like, they've lost energy and they just.",
    "start": "00:37:50",
    "end": "00:37:59"
  },
  {
    "text": "Most people lose energy at like 9.",
    "start": "00:37:59",
    "end": "00:38:01"
  },
  {
    "text": "That's probably true. It's actually a super important chapter.",
    "start": "00:38:02",
    "end": "00:38:05"
  },
  {
    "text": "16.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "16. It's the chapter that has the most number, the greatest number of greetings of any New Testament letter. So it's where Paul is telling certain people, like, hey, say hi to so and so, say hi to Epenetus, say hi to Ampliatus and Urbanus and Apelles and so on. So what this chapter does, other than just a list of greetings, it's actually very strategic in Paul's goal to unify these churches. And what scholars have been able to do is actually notice all kinds of things that in this list that would have never stuck out to me. So for example, if you look at, there's 24 verses in Romans 16, he greets. Oh, I forget the total number of people that he greets. It's almost two dozen. I think he lists for a number of them. Like he'll say of Aquila and Priscilla. Excuse me, he always puts her name first. Priscilla and Aquila. He says in verse three, say hi to them and also greet the Ekklesia, the community, the gathered community or church that is in their house. That's one of the house churches. And he goes on as he's greeting all these people, and he mentions and also say how to this person and those of their house, and this person, those of their house.",
    "start": "00:38:06",
    "end": "00:39:19"
  },
  {
    "text": "And does that mean their family and their servants and such, or does that mean the church that meets in their house?",
    "start": "00:39:19",
    "end": "00:39:24"
  },
  {
    "text": "It seems to mean the people who gather in their house. Okay, so it seems like you can. He mentions altogether about four or five houses. And so if you do somewhere between four to six house churches, if there can fit about 20 to 30 people in these atriums of ancient Roman houses, he's writing the letter to a couple hundred people. Okay, let's see. Yeah, he mentions 1, 2, 3, 4, or sometimes he just says, say hi to Philologus and Julia and those with them and the whole crew.",
    "start": "00:39:24",
    "end": "00:39:59"
  },
  {
    "text": "Their crew.",
    "start": "00:39:59",
    "end": "00:39:59"
  },
  {
    "text": "Scholars have paid attention to the origins of the names.",
    "start": "00:40:00",
    "end": "00:40:03"
  },
  {
    "text": "Yeah, I was wondering if you could trace the origins.",
    "start": "00:40:03",
    "end": "00:40:05"
  },
  {
    "text": "Yeah, so there's a lot of Jewish names. Okay. Mary, Mariam, Aquila, Rufus. Rufus is Hebrew, Herodian or Aramaic.",
    "start": "00:40:05",
    "end": "00:40:16"
  },
  {
    "text": "Remember Rufio from Hook?",
    "start": "00:40:16",
    "end": "00:40:17"
  },
  {
    "text": "No.",
    "start": "00:40:18",
    "end": "00:40:18"
  },
  {
    "text": "You ever watch Hook?",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "Oh, man, probably once.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "The Old Robin Williams. Hook.",
    "start": "00:40:20",
    "end": "00:40:22"
  },
  {
    "text": "I think I just saw.",
    "start": "00:40:22",
    "end": "00:40:23"
  },
  {
    "text": "Rufio was like, was one of the Lost Boys. He was like the leader of the Lost Boys when Peter Pan was gone. Ah, Rufio comes.",
    "start": "00:40:23",
    "end": "00:40:32"
  },
  {
    "text": "So there's a number of Latin names, Ampliatus, Julia, Urbanus. And then there's lots and lots of Greek names. Olympus.",
    "start": "00:40:32",
    "end": "00:40:41"
  },
  {
    "text": "Yeah, yeah, that's great.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "Philologos. Okay. Hermes, Patrobus, Her. So, you know, you could put together, oh, we've got a bunch of Jews, we've got a bunch of Romans, and we have a bunch of Greeks.",
    "start": "00:40:43",
    "end": "00:40:56"
  },
  {
    "text": "Cool. Kind of what's to be expected.",
    "start": "00:40:56",
    "end": "00:40:58"
  },
  {
    "text": "Yeah, to be expected. What Paul also mentions in chapter 16 is that there are some in their midst who are. This is verse 17. And following, he says, watch out for those who cause dissension or division and who cause hindrances, literally obstacles that are against the teaching that you all have learned. Just turn away from those people. These people are slaves, not of our Lord, the Messiah, but of their own appetites. But, man, they have smooth, flattering speech. They're really persuasive, and they will deceive the hearts of the unsuspecting. So there's people that are trying to divide. Persuasive people trying to divide these groups. And again, this is in 16, and you already know what the divisions are. You read all about them in chapters 14 and 15. These are people who are trying to exploit the same issue at work in the Book of Acts. The dynamic created by non Israelites trying to live together with Jews in a common family. Except now the tables are turned. You know, in the Book of Acts, it was Israelites in places of authority trying to figure out how to integrate non Israelites. What's happened in Rome is the opposite. So, and again, I'm summarizing things from previous conversations. So you remembered this, that the Jews had been exiled from Rome by Emperor Claudius. And that happened In, I think, 49 AD and a whole bunch of background there. Just. I refer back to that earlier series. But after somewhere between five to 10 years, Jews were allowed to return back. Just try. Imagine that. Yeah, you're escorted by Roman guards. You're given, like, notice a day to pack up your stuff. Yeah, I mean, just imagine.",
    "start": "00:40:58",
    "end": "00:42:45"
  },
  {
    "text": "I mean, it's kind of an internment kind of situation. Like that's happened in, you know, for the Japanese.",
    "start": "00:42:46",
    "end": "00:42:50"
  },
  {
    "text": "Yes, that happened here in the US after World War II. Yeah, yeah. Very common. Of course, this was a big part of what happened in the Holocaust. The events leading up to the Holocaust, a government rounding up one ethnic group yeah.",
    "start": "00:42:50",
    "end": "00:43:04"
  },
  {
    "text": "Not an uncommon thing in human history.",
    "start": "00:43:04",
    "end": "00:43:06"
  },
  {
    "text": "No, it's a very common thing.",
    "start": "00:43:06",
    "end": "00:43:08"
  },
  {
    "text": "Yeah.",
    "start": "00:43:08",
    "end": "00:43:08"
  },
  {
    "text": "And so this obviously puts people of that ethnic group in a very vulnerable place, obviously on the very low rung of the social ladder because they're now outcasts. And so somewhere between five to 10 years later, people debate the dates here. Jews are allowed to return to Rome. And so just imagine the dynamic at work in these churches here. In fact, we made a video about this. Yeah, this dynamic. And so Paul talks about this dynamic in the letter. This is in chapters 14 and 15. And I just want to recall, Paul talks about two groups of people, these two groups of people that are at odds in the church. And he doesn't use ethnic designations for it. It's interesting. And so what he does is he has two words to refer to people who want to observe the Jewish calendar, eat kosher, and apparently are still very attached to and want to continue the practice of circumcision. And what he says about them, he calls them by two words. He either calls them those without power. In Romans 15:1, he calls them those without power, often translated as the weak. Oh, yeah, just look at the commentaries. That's not what the word means. It means someone without status.",
    "start": "00:43:08",
    "end": "00:44:26"
  },
  {
    "text": "Okay.",
    "start": "00:44:26",
    "end": "00:44:27"
  },
  {
    "text": "And the people in opposition to those who are not powerful is the same Greek word, but reversed. Those with power. So what he says in Romans 15:1 is, we who are powerful ought to bear with the weaknesses of those without power. The other words that he used is he describes those who are weak in faith.",
    "start": "00:44:27",
    "end": "00:44:46"
  },
  {
    "text": "Weak being a different word than the powerful word.",
    "start": "00:44:47",
    "end": "00:44:50"
  },
  {
    "text": "Yes. And then those who have faith, and essentially Paul's of the conviction that the Holy Spirit has made it clear back at the Jerusalem Council that following the kosher food laws for non gentiles, it's not required. Now, there might be. There might be Messianic Jews who want to do that. That's their way of honoring Jesus. And there might even be some non Israelites who. That's what they want to do. There were many who did. But it's no longer a requirement.",
    "start": "00:44:50",
    "end": "00:45:18"
  },
  {
    "text": "And to make it a requirement is to be weak of faith, Correct?",
    "start": "00:45:18",
    "end": "00:45:21"
  },
  {
    "text": "That's right. It's to not trust. Paul's showing his cards here. Yeah, but it's not trusting that Jesus fulfilled the commands of the Torah. Actually, I'll just let you read the paragraph here. This is in Romans 14. And he names the dynamic.",
    "start": "00:45:21",
    "end": "00:45:35"
  },
  {
    "text": "Romans 14. Now, accept the one who is weak in faith, but not for the purpose of passing judgment on his opinions. One person has faith that he may eat all things, but he who is weak eats vegetables. Only because that's a kosher thing.",
    "start": "00:45:35",
    "end": "00:45:50"
  },
  {
    "text": "Correct.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "The one who eats anything.",
    "start": "00:45:51",
    "end": "00:45:53"
  },
  {
    "text": "Yeah, the one who can. The one who doesn't eat kosher.",
    "start": "00:45:54",
    "end": "00:45:57"
  },
  {
    "text": "Basically the non kosher person is not to regard with contempt the one who does not eat kosher. And the one who does not eat kosher is not to offer judgment to the one who eats it, for God has accepted him. Who are you to judge the servant of another? To his own master he stands or falls, and he will stand, for the Lord is able to make him stand. One person regards one day above another, another regards every day alike. And this is speaking to holy days, festivals.",
    "start": "00:45:57",
    "end": "00:46:29"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "Which is another Jewish thing that sets you apart.",
    "start": "00:46:30",
    "end": "00:46:33"
  },
  {
    "text": "Yeah.",
    "start": "00:46:33",
    "end": "00:46:33"
  },
  {
    "text": "Each person must be fully convinced in his own mind.",
    "start": "00:46:34",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "What's this servant master's stuff?",
    "start": "00:46:37",
    "end": "00:46:40"
  },
  {
    "text": "Oh, well, what he's telling those with power and those who. Who don't eat kosher, what he notes is that they are treating with contempt those without power and those who do eat kosher.",
    "start": "00:46:40",
    "end": "00:46:54"
  },
  {
    "text": "Yeah. There's almost like two problems. One problem is those with power, the gentiles, the non Jewish people got stick around. They have status.",
    "start": "00:46:54",
    "end": "00:47:04"
  },
  {
    "text": "They weren't exiled from Rome.",
    "start": "00:47:04",
    "end": "00:47:05"
  },
  {
    "text": "Yeah.",
    "start": "00:47:05",
    "end": "00:47:05"
  },
  {
    "text": "Yep.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "So these marginalized Jewish people come back in, they don't have any power. They want to keep kosher because that's what they do.",
    "start": "00:47:06",
    "end": "00:47:13"
  },
  {
    "text": "Yeah.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "They're Jewish even if they follow Jesus.",
    "start": "00:47:14",
    "end": "00:47:16"
  },
  {
    "text": "And some non Israelites with them.",
    "start": "00:47:16",
    "end": "00:47:18"
  },
  {
    "text": "And so then you got these people who have the power status going, you idiots. And they're treating them with contempt for continuity kosher, which Paul thinks is a problem.",
    "start": "00:47:19",
    "end": "00:47:29"
  },
  {
    "text": "Yeah, huge problem. But then it's also the reverse. He says those who choose to eat kosher are condemning and judging the people who don't eat kosher. So it's not just a one direction squabble here.",
    "start": "00:47:30",
    "end": "00:47:44"
  },
  {
    "text": "Yeah.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "Both groups are being mean to each other.",
    "start": "00:47:45",
    "end": "00:47:47"
  },
  {
    "text": "They're both pointing fingers.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Yeah.",
    "start": "00:47:49",
    "end": "00:47:49"
  },
  {
    "text": "And they both have their reasons.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "And they both have their reasons. And so Paul's logic is, first of all, who are you to judge the servant of another master?",
    "start": "00:47:50",
    "end": "00:47:59"
  },
  {
    "text": "Yeah. What does that mean?",
    "start": "00:47:59",
    "end": "00:47:59"
  },
  {
    "text": "Oh, so I follow Jesus because they.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "Follow the same master.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "Exactly. So basically his point is Jesus accepts the one who eats kosher. Jesus accepts the one who doesn't eat kosher. Who are you to offer judgment on another follower of Jesus on this kind of issue? He stands or falls before Jesus regardless of what you think of him.",
    "start": "00:48:03",
    "end": "00:48:23"
  },
  {
    "text": "He should have just said that. That'd have been a lot easier to follow.",
    "start": "00:48:23",
    "end": "00:48:26"
  },
  {
    "text": "And then he adds this little thing of, well, he will be able to stand, not because he'll do it under his own power. It's because Jesus died for him. And the Lord will make him able to stand little aside there. So that's one thing. These groups are being mean to each other. So one way to think is, ah. Oh, I get it. What Paul wants them is to have unity. So we're going to have a reconciliation ceremony here where they treat each other as equals.",
    "start": "00:48:27",
    "end": "00:48:51"
  },
  {
    "text": "Right, okay.",
    "start": "00:48:51",
    "end": "00:48:52"
  },
  {
    "text": "And that's actually not how he sees the dynamic going here. Let's go back up to Romans 15. Look what he says here. He says, now we who have power, he says, we are obligated.",
    "start": "00:48:52",
    "end": "00:49:06"
  },
  {
    "text": "And why does he say we? Because he's not. He's Jewish.",
    "start": "00:49:06",
    "end": "00:49:08"
  },
  {
    "text": "Oh, but he includes himself. That's right. So this isn't purely an ethnic category. There could be Jews who have decided not to eat kosher, but I think it's probably majority Jews and majority non Jews. But that's why he doesn't use the ethnic term.",
    "start": "00:49:08",
    "end": "00:49:23"
  },
  {
    "text": "Did Paul gave up kosher?",
    "start": "00:49:23",
    "end": "00:49:24"
  },
  {
    "text": "Oh, it seems like he was flexible. As he says in 1 Corinthians 9, I became all things, all men, all things to all people. But look at the dynamic here. When he sees two groups, they're at odds. There's an ethnic culture divide. First of all, stop judging each other and treating each other with contempt. Step one, step two, how do you actually achieve some sort of equality or unity? And look at the dynamic in Romans 15. One, he says, we who are the ones with power, we are obligated to carry the weaknesses of those without power and not just do what's easy for ourselves. Therefore welcome one another. Just as the Messiah welcomed you, the powerful are obligated to carry the non powerful. Just like the Messiah welcomed you all into the family of God. This was Scott McKnight, who's reading Romans backwards, pointed this out. Do you see? There's. There's a power differential.",
    "start": "00:49:24",
    "end": "00:50:26"
  },
  {
    "text": "Yeah.",
    "start": "00:50:26",
    "end": "00:50:26"
  },
  {
    "text": "A social status differential.",
    "start": "00:50:26",
    "end": "00:50:28"
  },
  {
    "text": "And Paul is saying it's not, hey, now, everyone, just, let's find some new equality. Everyone put their chips in and make this happen.",
    "start": "00:50:28",
    "end": "00:50:38"
  },
  {
    "text": "Yeah.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "He's saying, those of you who have status and power, it's up to you to make the equality.",
    "start": "00:50:39",
    "end": "00:50:45"
  },
  {
    "text": "Yeah. Those of you, yeah. Who have status, power, dare I say privilege, social privilege, have an obligation to accommodate and go that extra mile, make that extra effort to come under those without social status to make sure that the family of God is the place where they are treated as equals. I just. Once that became clear to me, it just hit Me square. And the analogy is just as Jesus, who is definitely of higher social status than me.",
    "start": "00:50:46",
    "end": "00:51:19"
  },
  {
    "text": "Yeah. Made himself, but lowered.",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Think in Philippians two, lowered himself, became a slave, died on the cross. Right. Just as he lowered himself to welcome me. So there might be people listening to this conversation and they're like, oh, now Tim and John are getting political. And so I just, yeah, I just would urge us like this, this is about listening to the Bible.",
    "start": "00:51:21",
    "end": "00:51:40"
  },
  {
    "text": "Yeah, it does smack a little bit of. And I don't know much about this. Yeah, but what critical theory, a critical race theory and stuff where it's like there's power struggles, power differentials, and the way to find liberation for all people is to fix those power structures. But we're not talking about any specific kind of.",
    "start": "00:51:40",
    "end": "00:52:03"
  },
  {
    "text": "Yeah, yeah, we're not playing like a philosophical theory of race relations or something. This is Paul thinking through how different ethnic groups learn how to live together as a single family in the Messiah, using the story of Jesus as the model ethic for how we get along.",
    "start": "00:52:04",
    "end": "00:52:21"
  },
  {
    "text": "Well, it smacks of Jesus teachings.",
    "start": "00:52:22",
    "end": "00:52:24"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "Yeah. The strong serving the week.",
    "start": "00:52:25",
    "end": "00:52:27"
  },
  {
    "text": "Yes, totally.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "First will be last and last will be first.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "Absolutely. So, yeah, so Paul envisions these Romans who feel quite comfy in Rome and almost certainly, as we learn in the list of names in chapter 16, that these houses, house, churches are divided along ethnic lines. And so Paul, really, his dream is for a unified, multi ethnic family of God. And that's what all the theology he packs into chapters 1 through 11 of the letter is about. Actually here, let's go back now to chapter four and I just have excerpted a line here or some sections from chapter four, and you'll see how he retells the biblical story to try and compel these people to start treating each other as family.",
    "start": "00:52:29",
    "end": "00:53:11"
  },
  {
    "text": "Sam.",
    "start": "00:53:36",
    "end": "00:54:00"
  },
  {
    "text": "This is Romans, chapter 4. Starting in verse 9, Paul says, For we have been saying that faith was reckoned to Abraham as righteousness. Whole big theme in the letter. He's quoting from Genesis, chapter 15. Now let's think about how it was when he was reckoned as righteous before God. Was he circumcised yet or uncircumcised?",
    "start": "00:54:16",
    "end": "00:54:40"
  },
  {
    "text": "Paul asks rhetorically and then answers himself immediately.",
    "start": "00:54:40",
    "end": "00:54:45"
  },
  {
    "text": "Not while he was circumcised, he was uncircumcised when God made him that promise. And he received the sign of circumcision, a seal or a symbol of that righteousness of the faith that he had while he was uncircumcised. And then Paul thinks that's significant, that he was reckoned as being one who walks with God, righteous and blameless in his eyes, just like Noah, while he was uncircumcised, and that it was simply his trust in God's promise that showed he was in right standing with God. And Paul thinks it's significant. And he thinks the point of that is, is to show that he would be the father of anyone who believes without yet being circumcised, that righteousness might also be reckoned to them. Now he is the father of all those who are circumcised, but not only of those who are of the circumcision, but also anybody who follows in the steps of the faith of our Father Abraham. Not faith. Remember he had when he was uncircumcised for the promise to Abraham and his descendants that they would be the inheritors of the world. That was not given through the law, that is through circumcision, but through the righteousness that comes by faith. So that it's down to verse 16. The promise would be guaranteed to all of Abraham's descendants, not just those who were part of the law, the covenant with Moses, but all who are of the faith of Abraham, who is the father of us all. It's just like God said in Genesis 17, he quotes, I have made you a father of many nations. So this argument of justification by faith for Paul is a theological resource for how to achieve unity in the family of God. Isn't that interesting? I don't know if that's what comes to mind when many people say it one more time. Well, justification by faith and not by works, that's a very important theme, especially in Protestant Christian traditions. When Paul chose that language, and the reason why he wrote, included all of that in this letter, was to achieve equity and unity among people of different ethnic groups and cultures. For him, the justification by faith is the tool that you use when you want to show that people should be unified across ethnic and cultural lines. My point is just saying that's not always the use to which this idea has been put.",
    "start": "00:54:45",
    "end": "00:57:15"
  },
  {
    "text": "Oh, right.",
    "start": "00:57:15",
    "end": "00:57:16"
  },
  {
    "text": "Throughout church history, sure. And that's okay. But for Paul, this theology of righteousness by faith, it's all about unity. Is about unity. That's right. So anyway, we spent a while in Romans now, but this is powerful stuff, man.",
    "start": "00:57:16",
    "end": "00:57:31"
  },
  {
    "text": "Yeah, the weak and the strong thing is powerful to think about.",
    "start": "00:57:32",
    "end": "00:57:36"
  },
  {
    "text": "And actually the weak and the strong is how those words have been translated in modern English translations.",
    "start": "00:57:36",
    "end": "00:57:42"
  },
  {
    "text": "And I powerful in the end times.",
    "start": "00:57:42",
    "end": "00:57:43"
  },
  {
    "text": "I can't hang with that anymore because I don't know why, I just think.",
    "start": "00:57:43",
    "end": "00:57:46"
  },
  {
    "text": "Of like bodybuilders.",
    "start": "00:57:46",
    "end": "00:57:48"
  },
  {
    "text": "But. Yes, exactly. But once I say powerful and non powerful, then I start to think in more social terms. And that's what Paul's addressing. Sorry to interrupt you a bit. It just made me think of that.",
    "start": "00:57:49",
    "end": "00:58:00"
  },
  {
    "text": "Well, you know, without getting political, it seems to me that it's about power and ultimately you hope that those who end up with power are looking at the best interest of everyone. But it's just human nature that when you have power, you use that power to help you keep that power and to protect yourself and, and those who you like. Yeah. And so just this, this idea of the kingdom of God, the ethic of Jesus is about when you, when you have status and power, you use that to serve.",
    "start": "00:58:01",
    "end": "00:58:38"
  },
  {
    "text": "Yeah.",
    "start": "00:58:38",
    "end": "00:58:39"
  },
  {
    "text": "And how this becomes such a concrete, like issue in the Roman Church.",
    "start": "00:58:39",
    "end": "00:58:46"
  },
  {
    "text": "Yeah.",
    "start": "00:58:46",
    "end": "00:58:46"
  },
  {
    "text": "And Paul doesn't tiptoe around it. He's like, look, this is how we solve this problem.",
    "start": "00:58:46",
    "end": "00:58:50"
  },
  {
    "text": "Yeah.",
    "start": "00:58:50",
    "end": "00:58:51"
  },
  {
    "text": "This is the way of Jesus.",
    "start": "00:58:51",
    "end": "00:58:52"
  },
  {
    "text": "Yeah.",
    "start": "00:58:52",
    "end": "00:58:52"
  },
  {
    "text": "If you have power, use that for unity.",
    "start": "00:58:52",
    "end": "00:58:55"
  },
  {
    "text": "Yep. Yeah. And specifically not pleasing yourself. Don't let your privileged or comfortable social situation and way of life lull you into ignoring the huge gaps that exist within the body of Christ and the division. Because that division creates dynamics. Paul says, for people who don't have that same kind of social power and he thinks the obligation is on those who have a more privileged setting. And for him this just flows naturally out of the ethic of Jesus. Yeah, yeah. Here, here's another way that Paul does this that I had never noticed before. This is an observation back about Romans chapter 16. This is from Ben Witherington's commentary on it. In all of those greetings in Romans 16, every one of these greeting lines begins with a verb where he says, hey, greet Priscilla and Aquila. Greet this person, greet that person. And Ben Witherington is paying attention to the fact that the verb greet, it's a command or an invitation, that's plural. So all of those verbs where he says, hey, greet so and so, greet this person, greet that person, there's second person plural. In other words, Paul is addressing a group of people and telling them to greet the people that he names. Does that make sense? So then it begs the question of, well, who's he talking to? This is brilliant. So Ben Witherington draws attention to this. He says, notice that Paul doesn't directly greet all of his friends and co workers and relatives in Rome.",
    "start": "00:58:55",
    "end": "01:00:28"
  },
  {
    "text": "Oh, he asks other people to do it for him.",
    "start": "01:00:28",
    "end": "01:00:30"
  },
  {
    "text": "He has the predominantly gentile audience do it for him.",
    "start": "01:00:30",
    "end": "01:00:35"
  },
  {
    "text": "Yeah.",
    "start": "01:00:35",
    "end": "01:00:36"
  },
  {
    "text": "Hey, hey. Will you all greet my friend? So and so strategic, you all. Yes. It's so brilliant. So Withernet goes on. He says this is part of his rhetorical strategy to help effect some sort of reconciliation or unity among the Christians in Rome before he arrives there. In particular, he wants the marginalized Jewish Christians, many of them newly back in Rome after exile, to be embraced. It is not at all an accident that Paul, again and again and again in this passage, uses a Greek verb, aspadzomai, that doesn't merely mean to greet.",
    "start": "01:00:36",
    "end": "01:01:13"
  },
  {
    "text": "Like say, what's up?",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "It means to wrap one's arms around each other, to embrace them. And when coupled with the Command in verse 16 to offer a holy kiss, it amounts to a command to treat them as family, to welcome them into your home, into your social circles. Paul is going all out to create a new social situation in Rome, overcoming obstacles to unity that were mentioned in chapters 14 and 15. It's powerful stuff, man. Treat them like your family, like it's the family of God.",
    "start": "01:01:14",
    "end": "01:01:44"
  },
  {
    "text": "Yeah. People who are not close to actual family, they're completely different ethnic group.",
    "start": "01:01:45",
    "end": "01:01:54"
  },
  {
    "text": "For anyone listening, ourselves included, we have siblings. Most people know who have siblings know that tension because often siblings are really different.",
    "start": "01:01:54",
    "end": "01:02:03"
  },
  {
    "text": "Yeah.",
    "start": "01:02:03",
    "end": "01:02:03"
  },
  {
    "text": "And it's hard to get along. And so it's that same dynamic, but just expanded out to people of other families and then of other cultures and then of other ethnic groups and so on. And to be a part of the family of Jesus is to have an obligation by participating in this story, in this family, to be a bridge builder, especially if you're in a place of higher social status or opportunity or privilege. It's just a very clear directive.",
    "start": "01:02:04",
    "end": "01:02:33"
  },
  {
    "text": "Yeah. And Paul talks about this more than just in Romans. We've ran out of time.",
    "start": "01:02:33",
    "end": "01:02:38"
  },
  {
    "text": "Yeah. I think the one last step to take is Paul's letter to the Ephesians. He does a robust and much shorter theology of unity in the family of God. And that also kind of paves the way for some of these scenes in the last book of the Bible, the Revelation's depiction of the unified family of the Lamb.",
    "start": "01:02:38",
    "end": "01:02:57"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we have one final episode. We're going to look at the family of God and Paul's writing to the Galatians and Ephesians.",
    "start": "01:03:08",
    "end": "01:03:19"
  },
  {
    "text": "God's multi diverse wisdom is demonstrated through a multi diverse community of people. To whom. To whom is that wisdom made known? Through a multi diverse community of people to the principalities and powers in Babylon, in the story of the Exodus, Deuteronomy 32. There's this developing theme that the many nations that don't want to live under the allegiance of the Creator God think they're giving their allegiance to the ultimate divine being, but in reality they're giving their allegiance to idols which are wood or stone and nothing. Or even worse, they are actually being deceived by dark spiritual powers that manifest themselves through social structures.",
    "start": "01:03:19",
    "end": "01:04:04"
  },
  {
    "text": "After that episode, we're going to have a question and response episode. Our deadline for receiving questions is January 18th, so if you'd like to submit a question, we'd love to hear from you. Send it to infoibleproject.com Record yourself asking the question. Keep it to 20 or 30 seconds, let us know who you are, where you're from, and please transcribe your question as well in the email when you attach that. That would be wonderful. Today's show was produced by Dan Gummel. Our theme music from the band tents and the show notes are by Lindsey Ponder. We're a crowdfunded nonprofit in Portland, Oregon and we exist to show the Bible as one unified story that leads to Jesus. We have all sorts of resources to that end and you can find it all@bibleproject.com thank you so much for being a part of this with us. Hi, this is Nicholas and Malia and we're from Rough and Ready, California. I first heard about bibleproject when our former preacher started to use bibleproject videos in his sermons. I first heard of bibleproject from my brother a few months ago. We use bibleproject for deeper study of the Word of God in order that we may be transformed by the renewing of our minds. Our favorite thing about bibleproject is that the bibleproject team is able to teach the Bible in a way that a 10 year old can understand while simultaneously challenging a 21 year old Bible nerd to dig deeper into the Word of God. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:04:04",
    "end": "01:05:37"
  }
]