[
  {
    "text": "According to the Bible, God created humanity in his image, meaning we are meant to reflect his character out into the world and partner with him, to rule it on his behalf. Now, to do this, humans need to be unified, working together towards this sacred goal. Because, after all, we all come from the same family. We are the family of humanity, the family of God. Yet read the first dozen pages of the Bible and you'll find that as humanity grows, it's instead full of corruption and violence and division. But then, remarkably, on page 11, humans come together in unity, but not to reflect God's character. Instead, they want to make their own name great. This project's called Babylon, and God ends it by scattering humanity all over the land.",
    "start": "00:00:04",
    "end": "00:00:56"
  },
  {
    "text": "He scatters those who try to exalt their own family and lift their name up to the skies.",
    "start": "00:00:56",
    "end": "00:01:01"
  },
  {
    "text": "And this brings us to the story of Abraham.",
    "start": "00:01:02",
    "end": "00:01:04"
  },
  {
    "text": "So here's a guy who's going to then be an immigrant wandering into a land, go around as a sojourner and an immigrant there. And he this is the one that God wants to exalt to a great name. And this is actually key to the drama of the Abraham stories. So we read this. God says, I'm going to bless you and so on, give you a great name, a great nation. But the last line is the key linchpin on which the whole reason for the calling of Abraham came. God says, in you, all the families of the ground will find blessing. They're to live with that identity, knowing that they have that greatness, precisely so that others can become great. I'll bless you so that all the other families can discover blessing.",
    "start": "00:01:05",
    "end": "00:01:46"
  },
  {
    "text": "I'm John Collins. This is BibleProject podcast. Today we look at Abraham, the father of many nations, the man tasked by God to bring blessing to every family on Earth. And all this despite his failures. Thanks for joining us. Here we go. All right, let's continue our conversation on the family of God. The theme of the family of God in the Bible, or as you have called it, to the family of humanity, is that synonym in your mind? Family of God, Family of humanity. Did I ask you that already?",
    "start": "00:01:46",
    "end": "00:02:23"
  },
  {
    "text": "Well, I see. I think because humans are the image of God, the point is, they're two sides of the same coin. The family of God is the family of humanity because humans are the image of God.",
    "start": "00:02:23",
    "end": "00:02:33"
  },
  {
    "text": "Yeah. So we've been walking through the ideal. We've talked about the ideal of humans being the image of God in our diversity, which is both male and female, but then it also becomes different tribes and different nations, and all of the diversity that we find in the human race is part of what it is to be the image of God. We then talked a lot about how this human family gets divided through violence and through.",
    "start": "00:02:33",
    "end": "00:03:04"
  },
  {
    "text": "Yeah, mainly violence in the Cain and Abel story and the lead up to the flood. It's about violence.",
    "start": "00:03:04",
    "end": "00:03:10"
  },
  {
    "text": "Yeah. And you're violent to someone when you.",
    "start": "00:03:10",
    "end": "00:03:13"
  },
  {
    "text": "For lots of different reasons. Lots of different reasons.",
    "start": "00:03:14",
    "end": "00:03:16"
  },
  {
    "text": "But it's not a unifying activity.",
    "start": "00:03:16",
    "end": "00:03:18"
  },
  {
    "text": "Correct. No, it's the exact opposite.",
    "start": "00:03:18",
    "end": "00:03:21"
  },
  {
    "text": "Yeah.",
    "start": "00:03:21",
    "end": "00:03:21"
  },
  {
    "text": "Of its dominating or erasing the existence of another person.",
    "start": "00:03:22",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. You kind of blew my mind with the whole Tower of Babel, Tower of Babylon, through the lens of being this, like, monoculture. I never read the story through that lens.",
    "start": "00:03:27",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. And again, that wasn't just, you know, an interpretation. It's highlighted with the repetition of the word one.",
    "start": "00:03:40",
    "end": "00:03:46"
  },
  {
    "text": "Yeah.",
    "start": "00:03:46",
    "end": "00:03:46"
  },
  {
    "text": "It. The actual story. They have one language, one dialect. They want to be one and not scatter and go out right.",
    "start": "00:03:46",
    "end": "00:03:55"
  },
  {
    "text": "Where God wants humanity to be one, but to be diverse and to spread out, but to remain its unity in its diversity. Where Babylon wanted everyone to kind of be in the image of Babylon.",
    "start": "00:03:55",
    "end": "00:04:10"
  },
  {
    "text": "That's right.",
    "start": "00:04:10",
    "end": "00:04:10"
  },
  {
    "text": "And be one in thought, one in word.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "And even though we're at the beginning of the biblical story, this picture of Babylon as the anti God unified humanity is sowing the seeds that will blossom in the portrait of Egypt and then Assyria and then Babylon again under Nebuchadnezzar, coming and blossoming with the book of Daniel, where he makes a great image, a great human image representing his divine kingdom that reaches up to the skies. So even though we're in the beginning of the biblical story, we have our eyes. It's being designed with an eye towards the Babylon that is to come later in the story. And the reason that's important is because that later Babylon will be an example of subjugating all the diverse languages and peoples and tribes and nations into the service of one monoculture. That is Babylon. This story is designed to show the roots of Babylon that all began right here in Genesis 11.",
    "start": "00:04:15",
    "end": "00:05:11"
  },
  {
    "text": "Not to get too far back, but this whole idea that Genesis sets as an ideal of one human family, we're getting that all from the image of God poem, but then also from the commission to multiply and subdue the earth and rule.",
    "start": "00:05:11",
    "end": "00:05:29"
  },
  {
    "text": "Correct.",
    "start": "00:05:29",
    "end": "00:05:29"
  },
  {
    "text": "You put those two together and you need images of God who are diverse but unified now spreading out and multiplying.",
    "start": "00:05:29",
    "end": "00:05:36"
  },
  {
    "text": "Yeah. And they are called the image of God that many, which can be just two, for example, male and female in the poem Genesis 1, or the multiplying human family. You can say there are many images of God, but poem in Genesis 1 actually calls all of it the image of God human.",
    "start": "00:05:36",
    "end": "00:05:54"
  },
  {
    "text": "That's a big audacious claim of being one unified human family. And the way that the Bible kind of comes out and asserts it is. It could have been more overt, potentially.",
    "start": "00:05:54",
    "end": "00:06:09"
  },
  {
    "text": "No. Telling a story where all the characters in the story emerge from one couple. That seems pretty overt to me. Yeah, that's true. It causes challenges for us today trying to understand and relate that to humanity's genetic history and all that. And so that's a whole separate conversation. But narratively it's saying the whole human family is actually unified with a common origin and identity.",
    "start": "00:06:09",
    "end": "00:06:37"
  },
  {
    "text": "I guess I just take that for granted because of the time and place I've grown up in.",
    "start": "00:06:37",
    "end": "00:06:41"
  },
  {
    "text": "Oh, sure.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Because everyone's already kind of decided that is the case.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "I could do a lot more homework on this, But I know it was an active debate in ancient cultures about what family originated from the gods, what families originated from the dirt. It was a way that some tribes or nations could assert their superiority over in. Is to say they were from a different origin than that other group over there.",
    "start": "00:06:44",
    "end": "00:07:05"
  },
  {
    "text": "Yeah, that's interesting. I mean, what you're saying is the Bible cares a lot about the unity between different. What we call nations. Yeah, I grew up in Christianity and I was never. That was never a thing we talked about.",
    "start": "00:07:05",
    "end": "00:07:19"
  },
  {
    "text": "Yeah, you grew up in a world where that didn't need to be asserted. It was just assumed.",
    "start": "00:07:19",
    "end": "00:07:23"
  },
  {
    "text": "Well, I don't even know if it was assumed. It just wasn't on the radar. It wasn't like, here's something the Bible cares about.",
    "start": "00:07:23",
    "end": "00:07:28"
  },
  {
    "text": "Oh, I see.",
    "start": "00:07:28",
    "end": "00:07:28"
  },
  {
    "text": "The Bible cares about whether or not I'm going to go to heaven, whether or not I'm a part of. I'm a part of God's family.",
    "start": "00:07:28",
    "end": "00:07:34"
  },
  {
    "text": "I see, I see.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "But this idea of all the nations finding unity, I just don't remember ever talking about stuff like that.",
    "start": "00:07:36",
    "end": "00:07:44"
  },
  {
    "text": "Yeah, yeah, I hear that. And just so you know that we're not out on a limb here, when Paul the Apostle wanted to represent the Jewish messianic tradition to a bunch of philosophers in Athens, Greece, he brings up the same point. Okay, this is a famous speech he gives in Athens in Acts chapter 17. And he begins it. Well, he begins by talking about how I saw a statue that said to an unknown God. But he begins the story of humanity saying he made from one every ethnos of humanity to live on the face of the land. And there's A debate here. Some people think he's talking about Adam and Eve, other people think he's talking about Noah because it's Noah getting off the boat as a new Adam is the one connected to the tribes and the families and languages in Genesis 10 that we read before. So I actually think the Noah one is more likely here. But Noah is a new Adam and the same claims being made from both. So Paul obviously read his Bible and it was one of the things he saw his Bible asserting is he can sit with these philosophers in Athens. Right. And be like, we're brothers. We actually are all from the same origin place, which means our fates, our origins, and our future destiny is all connected.",
    "start": "00:07:44",
    "end": "00:08:57"
  },
  {
    "text": "Well, yeah. And also just this, all the talk of every tribe, tongue and nation in the New Testament.",
    "start": "00:08:57",
    "end": "00:09:03"
  },
  {
    "text": "Yeah.",
    "start": "00:09:03",
    "end": "00:09:03"
  },
  {
    "text": "Kind of pops more. Yes, I took that for granted too. It's like, well, why every. It felt like there's a lot of equality there, I guess. But I guess you could ask the question, why does this faith movement, this religion, whatever you want to call that Jesus started? Why does it care about every single tribe, tongue and nation?",
    "start": "00:09:03",
    "end": "00:09:22"
  },
  {
    "text": "Oh, I see. Yes. Yeah, got it.",
    "start": "00:09:22",
    "end": "00:09:24"
  },
  {
    "text": "It's because of this idea of the unified family of God.",
    "start": "00:09:24",
    "end": "00:09:28"
  },
  {
    "text": "Correct. Yeah. You could say it's the biblical style universalism. It's the Bible's way of including all humans within the scope of its story.",
    "start": "00:09:28",
    "end": "00:09:38"
  },
  {
    "text": "So.",
    "start": "00:09:39",
    "end": "00:09:39"
  },
  {
    "text": "So even if, you know, the. Whatever, the Arameans are only side characters on the actual stage of the Hebrew Bible, their story is fully being accounted for here within the biblical story because they're humans. And it's a way of the Bible becoming a universal document, which is why it's being read in translations by people all around the planet now, because we find ourselves within its story. But it's so easy to not see that as a significant claim because you might just already believe that, that the human family is unified, that you have to imagine yourself into a time in history where there were competing claims for who were the truly human ones.",
    "start": "00:09:39",
    "end": "00:10:18"
  },
  {
    "text": "You know, it's funny, is is depending on the context of a conversation, I feel like there's one or two of those assumptions because either of those are taking place. Because there's some conversations that I have where there's this sense of, yeah, we're all human, we're all the image of God, but then there's other conversations that get very nationalistic and then forget that and the conversation gets very much about.",
    "start": "00:10:19",
    "end": "00:10:43"
  },
  {
    "text": "Interesting. Yeah.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "My own country.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "Yep. You could say the value of our connection as one family of humanity, that that value Gets put on a lower tier of importance compared to some other kind of unity of one particular nation or tribe. Right.",
    "start": "00:10:46",
    "end": "00:11:01"
  },
  {
    "text": "It's not neither or.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "Yeah. If you push me up against the wall, I'll say, like, oh, people from that nation are humans, too. But usually the spirit of nationalism is elevating the particular connection I have to a subset of the human family.",
    "start": "00:11:02",
    "end": "00:11:14"
  },
  {
    "text": "Right.",
    "start": "00:11:14",
    "end": "00:11:14"
  },
  {
    "text": "That's the Babylonian impulse, is to elevate the importance and value of one family over and against other families. And the table of nations in Genesis 10, showing the common unity of the human family is trying to actively undermine that, not devaluing the unique identity of any given nation. Saying it's not the basis for a value claim over another people.",
    "start": "00:11:14",
    "end": "00:11:38"
  },
  {
    "text": "Okay, walk me through that again. How is the table of nations doing that?",
    "start": "00:11:38",
    "end": "00:11:41"
  },
  {
    "text": "By showing that the human family is one.",
    "start": "00:11:42",
    "end": "00:11:44"
  },
  {
    "text": "Was one. Noah got off the boat, three kids. Out of those three kids come all the different nations.",
    "start": "00:11:44",
    "end": "00:11:50"
  },
  {
    "text": "And even though, remember, in Genesis 10, there's awareness that there are even other nations than just the 70 named. But it's using the number 70 because it's one of the biblical ways of saying it's complete or whole. So by saying we have a common origin and a common identity, our fundamental identity is shared. That's a way of undermining one subset of the family going off and saying that they're the most important and what they have in common is actually more valuable than what everybody has in common. I'm saying in an abstract way. I grew up with one sister, and I discovered later I have an amazing half sister who I got to know in my teenage years, but I grew up, like, my formative years with one, you know, one sister. Some people grew up with many siblings. It's essentially like, let's say you have, like, four brothers.",
    "start": "00:11:50",
    "end": "00:12:41"
  },
  {
    "text": "Yep.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "It's two brothers breaking off, because maybe they were each born in August, but of different years. And then they form, like, the August human club. So dumb. It's taking some other thing that's part of their identity. They're both born in August, but it's not the fundamental thing that all four share. Yeah, but it's elevating that august identity and saying, this is what really makes us human. This is the most important thing. And then they begin to oppress and not invite to soccer games the other brothers who were born in January and October. And that's really dumb. But I'm trying to make light of actually what's a really horrific pattern in human nature, which is to do this kind of stuff. Stuff and then kill and Hurt other people because of these fabricated value systems. Sorry, I'm going on a tangent now.",
    "start": "00:12:41",
    "end": "00:13:30"
  },
  {
    "text": "But to bring it back to where we were, where we left off, you said something really interesting. You just said that there's this impulse to say, my family or my kin are more important than others. We're special in some way more than others. And on its face, you think the reading of Genesis 1:11 is. Is saying that is not true at all. You can't live that way.",
    "start": "00:13:31",
    "end": "00:13:56"
  },
  {
    "text": "Oh. I'm saying it's undermining.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "It's undermining.",
    "start": "00:13:58",
    "end": "00:13:59"
  },
  {
    "text": "Undermining that kind of claim.",
    "start": "00:13:59",
    "end": "00:14:01"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Yep.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "All right. And then we get to Genesis 12.",
    "start": "00:14:03",
    "end": "00:14:05"
  },
  {
    "text": "Yeah.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "And God.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "We're God.",
    "start": "00:14:07",
    "end": "00:14:07"
  },
  {
    "text": "God calls out one family.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "One family.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "Yes. I'm gonna make you guys special.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "Yes, totally. Okay, so. And we talked about this in the last episode. It's the calling of Abraham. Yes, yes.",
    "start": "00:14:11",
    "end": "00:14:16"
  },
  {
    "text": "Wouldn't that be a problem if you're. If you're trying to find unity as a family, to elevate one family?",
    "start": "00:14:17",
    "end": "00:14:23"
  },
  {
    "text": "Yep. Yeah, totally. Okay. So let's just remember the calling of that one family is a direct response to God scattering the previous the Babylon Project. And what God does is he scatters those who try to exalt their own family and lift their name up to the skies. And then what he does is give a great name to this no name guy. So here's a guy who's going to then be an immigrant wandering into a land.",
    "start": "00:14:23",
    "end": "00:14:53"
  },
  {
    "text": "Abram.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "And Right. Go around as a sojourner and an immigrant there. And this is the one that God wants to exalt to a great name. So it's inverting the power games of.",
    "start": "00:14:54",
    "end": "00:15:04"
  },
  {
    "text": "He didn't pick like a king.",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "Yeah, exactly. He didn't pick Nimrod.",
    "start": "00:15:06",
    "end": "00:15:08"
  },
  {
    "text": "Yeah. The mighty hunter.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Yeah. Who founded Babylon. What he did was scatter Nimrod's kingdom and he exalted the name.",
    "start": "00:15:10",
    "end": "00:15:16"
  },
  {
    "text": "This kind of just nomadic shepherd guy.",
    "start": "00:15:16",
    "end": "00:15:18"
  },
  {
    "text": "Yeah, totally. And this is how God operates in the story of the Bible.",
    "start": "00:15:18",
    "end": "00:15:22"
  },
  {
    "text": "Yeah.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "He exalts the humble and he brings down the proud, as Proverbs will say it. So that's one thing. But I like your instinct just to say, but God is elevating one family, but elevating them for what purpose and what goal? And this is actually key to the drama of the Abraham stories. So we read this. God says, I'm going to bless you, and so on, give you a great name, a great nation. But the last line is the key linchpin on which the whole reason for the calling of Abraham Hinges in you, all of the families of. Actually, the. Literally God says, in you, all the families of the ground will find blessing.",
    "start": "00:15:22",
    "end": "00:16:03"
  },
  {
    "text": "All the ground families.",
    "start": "00:16:03",
    "end": "00:16:04"
  },
  {
    "text": "Yeah. And remember, the word ground is the word Adama, which rhymes with Adam. Humanity.",
    "start": "00:16:04",
    "end": "00:16:09"
  },
  {
    "text": "All the families of the family of humanity. Humanity. It's right there.",
    "start": "00:16:09",
    "end": "00:16:12"
  },
  {
    "text": "Yeah. So God's strategy for restoring the Eden blessing to all the families of humanity is to choose one family now, you could say, and elevate them. But what's interesting is that this choosing, this election, God's election of one family to be his vehicle of blessing to the nations actually introduces a whole new subplot in the biblical story of all these problems. Because Abram, it seems, starts to kind of take this for granted and he gets a little careless and he starts hurting a lot of people. And it's exploring actually the dynamic from another angle of what happens when one family, even God's chosen family, begins to think of itself as having the great name.",
    "start": "00:16:13",
    "end": "00:17:02"
  },
  {
    "text": "They do have a great name.",
    "start": "00:17:03",
    "end": "00:17:04"
  },
  {
    "text": "Exactly. We just got to let the story tell us how it works.",
    "start": "00:17:04",
    "end": "00:17:08"
  },
  {
    "text": "Yeah. No, it's interesting. God says, I will give you a great name, a great family.",
    "start": "00:17:08",
    "end": "00:17:12"
  },
  {
    "text": "Yeah.",
    "start": "00:17:12",
    "end": "00:17:12"
  },
  {
    "text": "And they're supposed to live out of that greatness without letting that greatness make them feel like other people aren't great enough.",
    "start": "00:17:12",
    "end": "00:17:19"
  },
  {
    "text": "Yeah, yeah. They're to live with that identity, knowing that they have that greatness. Precisely. So that others can become great. Right. I'll bless you. So that all the other families can discover blessings. Blessing. That's the logic. Yeah. Yeah. This might be. I can't tell if this will be a side trail or not, but this is the first. Well, no, actually it's not the first example of God choosing one, actually, that begins with Adam and Eve. God choosing them and placing them in Eden. Then out of all the corrupt generation of Noah, God chooses Noah and his family. Then here, God chooses the theme of choosing. The thing of choosing. It's a theme of election fits in, of electing. Yeah, yeah.",
    "start": "00:17:19",
    "end": "00:18:33"
  },
  {
    "text": "When you say election in Christendom, that means a lot.",
    "start": "00:18:33",
    "end": "00:18:36"
  },
  {
    "text": "Totally. Yeah. So the English word election comes from the Greek word eclectos.",
    "start": "00:18:36",
    "end": "00:18:41"
  },
  {
    "text": "Eclectic.",
    "start": "00:18:42",
    "end": "00:18:42"
  },
  {
    "text": "Yeah. And it's the word to choose, to select.",
    "start": "00:18:42",
    "end": "00:18:46"
  },
  {
    "text": "So if you have a lot to select from, you have an eclectic mix of things.",
    "start": "00:18:46",
    "end": "00:18:50"
  },
  {
    "text": "Yeah, that's what it means.",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "You have an eclectos.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. So election or choosing, God's choosing is a way of referring to this pattern. It's a design pattern. God carries out his purposes by choosing and then working through select people or families.",
    "start": "00:18:52",
    "end": "00:19:05"
  },
  {
    "text": "Yeah.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "And it all leads up to the story of Jesus, who was called the elect one, the chosen one in the New Testament. So it presents a challenge for why would God do it this way? This is a very unofficial.",
    "start": "00:19:06",
    "end": "00:19:20"
  },
  {
    "text": "Why not elect. Elect a patriarch from every family.",
    "start": "00:19:20",
    "end": "00:19:23"
  },
  {
    "text": "Okay, sure.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "And then say, hey, guys, I'm pulling you out. Yeah, let's have a little roundup.",
    "start": "00:19:24",
    "end": "00:19:28"
  },
  {
    "text": "Yeah.",
    "start": "00:19:28",
    "end": "00:19:29"
  },
  {
    "text": "You're all my image. Yeah. Get with the program. Go back.",
    "start": "00:19:29",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. In other words, we think of. We think of God dealing with the whole human family universally. We think of God doing with everybody simultaneously at once. Right. He's God after all. Shouldn't he just.",
    "start": "00:19:32",
    "end": "00:19:45"
  },
  {
    "text": "Yeah.",
    "start": "00:19:45",
    "end": "00:19:46"
  },
  {
    "text": "Appear to everybody at once?",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Yeah.",
    "start": "00:19:47",
    "end": "00:19:47"
  },
  {
    "text": "You know what's.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "Why has he got to skip the patriarchy nonsense? Tap everyone on the shoulder.",
    "start": "00:19:48",
    "end": "00:19:52"
  },
  {
    "text": "Correct. Okay. So this was a main part of the biblical story that I really have wrestled with for a long time. And there's one theologian, missionary theologian, actually a scholar named Leslie Newbiggin, who was a British theologian who was a missionary in India for most of his career, the Church of Scotland. And then he came back to Europe after not living in the UK for decades. This was in the mid 20th century. And so he came back in the post war era and he didn't recognize the Europe that he came back to. It was so fundamentally altered culturally from the.",
    "start": "00:19:52",
    "end": "00:20:30"
  },
  {
    "text": "He left before the war, came back after the war.",
    "start": "00:20:30",
    "end": "00:20:33"
  },
  {
    "text": "And so he began to write and try and convince people in kind of the established churches in Britain that the church needs to become a missionary to its own home culture. That Western culture has shifted so radically in the 20th century that we can't assume that the way we've done church will actually communicate anything at all to people. So anyway, he wrote a book called the Gospel in a Pluralist Society. It was deeply formative and helpful for me. And he has a way of talking about how to understand God's purpose in choosing to reach the many. Not by going to the many.",
    "start": "00:20:33",
    "end": "00:21:10"
  },
  {
    "text": "Yeah.",
    "start": "00:21:11",
    "end": "00:21:11"
  },
  {
    "text": "But by choosing one to reach the many. Like, what's up with this? So this is kind of an extended quote, but it has meant a lot to me over the years. He says we can only understand the biblical view of election if we see it as part of the whole way of understanding the human situation that's characteristic of the Bible. In contrast to both Eastern and West and to modern Western views, there's no attempt in the Bible to see the human person as an autonomous individual, so that the human relation with God is the relation of one lone individual to another lone individual, namely God. From its beginning, the Bible sees Human life in terms of relationship. Human life is mutual relationship. Think of the image of God poem, Genesis 1. That's the point of that poem. The most fundamental being between man and woman, parents and children, between families, clans and nations. The Bible speaks of humanity in terms of the families of the earth. Genesis 12:3. Okay, so he moves on. He says it follows that this mutual relatedness, this dependence upon each other is not merely part of the journey towards the goal of salvation. Rather it's intrinsic to the goal of salvation. There is and there can be no private salvation of humanity, no saving work of God that doesn't involve us with each other. God's saving revelation doesn't come down to us straight from above, so to speak. In order to receive God's revelation, we have to open the door to our neighbor, whom God sends as his appointed messenger. Not a messenger that we can eventually dispense with once we learn what is needed, but a fellow human image of God with whom we will together permanently share our home. I've always felt like there's a lot of wisdom, a lot of wise reflection on the Bible in that, but I think he's really, he's getting something about the biblical story, it seems to me.",
    "start": "00:21:11",
    "end": "00:23:13"
  },
  {
    "text": "Yeah, there's a lot here stretching my brain in different ways.",
    "start": "00:23:13",
    "end": "00:23:17"
  },
  {
    "text": "You know how we've joked over the years in these conversations about we wish God would just mail all humans a set of like those UN headphones. Those UN headphones that immediately.",
    "start": "00:23:18",
    "end": "00:23:28"
  },
  {
    "text": "You're the one that came up with that.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "Oh, really? I think so. I thought it was your metaphor.",
    "start": "00:23:30",
    "end": "00:23:32"
  },
  {
    "text": "Well, no, I kept talking. Yeah, I mean, I kept saying why not? And you were like, yeah, like un headphones.",
    "start": "00:23:32",
    "end": "00:23:36"
  },
  {
    "text": "I understand. Yeah, got it.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "And we can all just put them on and hear directly from God.",
    "start": "00:23:37",
    "end": "00:23:40"
  },
  {
    "text": "Correct. So that's what he means when he says, in contrast to both Eastern and modern Western views.",
    "start": "00:23:40",
    "end": "00:23:46"
  },
  {
    "text": "Okay. Because in both Eastern and modern Western views, there's this idea that we can all connect to the divine individually.",
    "start": "00:23:46",
    "end": "00:23:54"
  },
  {
    "text": "Well, modern Western would be hyper individualism.",
    "start": "00:23:54",
    "end": "00:23:58"
  },
  {
    "text": "Yes.",
    "start": "00:23:58",
    "end": "00:23:58"
  },
  {
    "text": "But Eastern is the opposite of that. It's much more collective. But religious cultures, whether Hinduism or Buddhism, these are religious systems that connect people to the divine individually. Yeah. You might need to be in a community of people, like minded people to learn it, to do it. But ultimately the goal of nirvana is about your individual transcendence of your identity.",
    "start": "00:23:58",
    "end": "00:24:22"
  },
  {
    "text": "You actually disconnect.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Correct.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "From everything.",
    "start": "00:24:24",
    "end": "00:24:25"
  },
  {
    "text": "You not only disconnect from everyone around you, you disconnect from your own self.",
    "start": "00:24:25",
    "end": "00:24:29"
  },
  {
    "text": "Yeah.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "Say on the journey of Nirvana.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "I see.",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "And so what he's saying is the Jewish Christian view, it's all about connection, is all about relational interrelatedness of families and communities, which is why God's salvation can only come to us through others. That's his whole point. You could say it's a horizontal view of God's salvation, and that's what's happening here in the Blessing of Abraham.",
    "start": "00:24:32",
    "end": "00:24:55"
  },
  {
    "text": "Now, why does that follow, though? I understand the first point that. And we could just sit in that point. It's a beautiful point, the Bible. I don't think I fully understand it, actually, but the Bible presents us with this ideal of not being individuals who could find nirvana or salvation or whatever through our own kind of individual quest. But it's this idea of interconnected relationships.",
    "start": "00:24:55",
    "end": "00:25:23"
  },
  {
    "text": "Yes.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Which for humans tend to multiply and become families and such. How does he say it? He says human life is mutual relationship, the most fundamental being between a man and a woman, parents and children, families and clans and nations. I don't think Eastern and Western culture would disagree with that.",
    "start": "00:25:24",
    "end": "00:25:44"
  },
  {
    "text": "No, no. Yeah. And that's not the part that he's saying sets the biblical story apart. But what he's saying specifically then is about. Not about how we relate to each other in terms of collectivism or individualism. What he's saying is about how we relate to the divine.",
    "start": "00:25:44",
    "end": "00:26:00"
  },
  {
    "text": "It's through these relationships.",
    "start": "00:26:00",
    "end": "00:26:02"
  },
  {
    "text": "It's through these human relationships that they're.",
    "start": "00:26:02",
    "end": "00:26:05"
  },
  {
    "text": "Not part of the journey.",
    "start": "00:26:05",
    "end": "00:26:06"
  },
  {
    "text": "Yes.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "They're intrinsic to the goal itself. Ah, okay. So to find heaven on earth is to be united as human families. That is the goal.",
    "start": "00:26:07",
    "end": "00:26:18"
  },
  {
    "text": "The goal is for a family of people to be the image of God. It's actually this is another way of saying humans are the way that God is both present in the world and the vehicle of his purposes in the world.",
    "start": "00:26:19",
    "end": "00:26:34"
  },
  {
    "text": "Yeah. If you bring it back to the image of God theme, it makes perfect sense.",
    "start": "00:26:34",
    "end": "00:26:38"
  },
  {
    "text": "That's right.",
    "start": "00:26:38",
    "end": "00:26:38"
  },
  {
    "text": "God designed us to represent him and to do this as a human family. And so if that went awry, we're still trying to get back to that ideal.",
    "start": "00:26:39",
    "end": "00:26:50"
  },
  {
    "text": "Yeah, correct. Yeah. You could unfold this from a different, totally different, seemingly unrelated part of the Bible of the Lord's Prayer that Jesus passed on to us. May your kingdom come and may your will be done here on the land as it is in the skies, on earth as it is in heaven. Yeah, but that's the first half of the prayer. The second half of the prayer, though, goes on to talk about the ways that we will embody and display and manifest God's will through Radical trust.",
    "start": "00:26:50",
    "end": "00:27:20"
  },
  {
    "text": "Maybe not into the past.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "I trust you for daily bread. Trust you for daily bread through a community of forgiveness.",
    "start": "00:27:22",
    "end": "00:27:26"
  },
  {
    "text": "Yeah. Forgiving.",
    "start": "00:27:27",
    "end": "00:27:27"
  },
  {
    "text": "And then through a community that is willing to surrender all in the. In the great tests, whatever tests that it face.",
    "start": "00:27:27",
    "end": "00:27:34"
  },
  {
    "text": "Yeah.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "And so it's through God's people, it's through humans that God's kingdom and purpose is worked out in the human story. And that's just. That's a different religious instinct than, as he says, both Eastern and modern Western views, where we think universalism, sort of escape plan. Yeah, yeah. Or just if God's going to deal with humanity, he should just deal with all of us simultaneously at once.",
    "start": "00:27:35",
    "end": "00:28:01"
  },
  {
    "text": "I see. Okay. That's what I was going to get to. So I understand that first part, that we're one human family, that the goal is unity as humans imaging God. Great. But then why does what next follow? Which is. So the way that God deals with us isn't all at once individually, but through these relationships. Couldn't he still decide, hey, even though that's the end goal, I'm going to tap you all on the shoulder separately and whisper in your ear. The end goal is to love your neighbor and be unified.",
    "start": "00:28:02",
    "end": "00:28:37"
  },
  {
    "text": "Sure. Yeah, I hear that. That isn't the pattern of how the God of the Bible works.",
    "start": "00:28:37",
    "end": "00:28:42"
  },
  {
    "text": "It isn't.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "And I guess that's all we're after here because we're trying to understand the depiction of God's purposes within the Jewish Christian story found here in the Bible.",
    "start": "00:28:43",
    "end": "00:28:51"
  },
  {
    "text": "It's not that he has to do it that way, but that it follows logically that he would use that as his strategy.",
    "start": "00:28:51",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "If the end goal is that.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "And there are huge liabilities with this strategy of God's.",
    "start": "00:29:01",
    "end": "00:29:05"
  },
  {
    "text": "Yeah.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "Because humans can be really poor images and misrepresent him and not carry forward the purpose to bless, but carry forward violence and curse and death. And that's in fact one way of thinking about the whole point of the Abraham narrative is to explore how the family called to be the vehicle of God's blessing ends up bringing as much curse and death on the people around them as they do. Blessing and welcome to the Abraham story. It.",
    "start": "00:29:06",
    "end": "00:29:38"
  },
  {
    "text": "Sam.",
    "start": "00:30:04",
    "end": "00:30:29"
  },
  {
    "text": "So I'll just say it in summary form and then we'll drop into a couple narratives to explore it. God called Abraham and his family to be the vehicle of divine blessing to the world. It's going to happen through Abraham journeying to this place he's never been to before, and then trusting that God will give he and his wife a family Children. So the first story after Abram goes into the land in Genesis 12, verse 10. And he sets up camp there. And then we're told that there was a food shortage in the land. It's not awesome.",
    "start": "00:30:35",
    "end": "00:31:08"
  },
  {
    "text": "No, it's not. It's funny. It's one of those things that. That would have been such a universally understood. Oh, yeah, pain.",
    "start": "00:31:08",
    "end": "00:31:17"
  },
  {
    "text": "He's sure, right?",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Oh, the famine.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "Yeah.",
    "start": "00:31:19",
    "end": "00:31:19"
  },
  {
    "text": "Because everyone's experienced it.",
    "start": "00:31:19",
    "end": "00:31:21"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:31:21",
    "end": "00:31:22"
  },
  {
    "text": "But here I am.",
    "start": "00:31:22",
    "end": "00:31:24"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:31:24",
    "end": "00:31:24"
  },
  {
    "text": "And I just means nothing to me.",
    "start": "00:31:25",
    "end": "00:31:27"
  },
  {
    "text": "Sliver of privileged sliver of humanity that to whom hunger and famine.",
    "start": "00:31:27",
    "end": "00:31:32"
  },
  {
    "text": "But this happens where there's just growing conditions changed and there's not food.",
    "start": "00:31:32",
    "end": "00:31:38"
  },
  {
    "text": "There's not food. Now he's in a land where God said, I'm going to bless you. And he looks around and he's like, and where's that blessing?",
    "start": "00:31:38",
    "end": "00:31:46"
  },
  {
    "text": "Right? It could show up.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "Now all I see is lack. So what he does is leave the land. He promptly leaves the land. The first story about Abraham after entering into the land, setting up camp and getting the divine promises is to leave the land.",
    "start": "00:31:48",
    "end": "00:32:00"
  },
  {
    "text": "It's funny. Yeah, it's the second part of the verse.",
    "start": "00:32:00",
    "end": "00:32:03"
  },
  {
    "text": "Yes.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "He just leaves right away.",
    "start": "00:32:03",
    "end": "00:32:05"
  },
  {
    "text": "He went down to Egypt, right? There's food down there.",
    "start": "00:32:05",
    "end": "00:32:08"
  },
  {
    "text": "And he wasn't asked to go to.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Maybe there's blessing down there, right?",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "Maybe.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "So it came about when he came near to entering Egypt that he said to Sarai, his wife, look, please, I know that you are a woman beautiful to look at, literally beautiful of seeing. And when the Egyptians see you, they will say, this is that guy's wife. And they will kill me. They will keep you alive. So all of a sudden notice two things here. Remember? What did God just say to him? I'll bless those who bless you. Whoever despises you or treats you as cursed, I will curse. God told Abram, I'll take care of you in no uncertain terms. You don't be afraid. I have your back and I am with you. And the first thing he does is leave the land God told him to go to. And then tries to protect his self, tries to protect himself because his wife is beautiful. And he comes up with a lie, a deception to save his own life. They will kill me and let you live. So he says, please say that you are my sister and there will be good for me on account of you. That I may have life on account of you. So Abraham is trying to get goodness at his wife's expense by lying and deceiving another shady. We're so. Yes, and we're so in the realm of Genesis 3 about truth versus deception, about what God said he would do. And now not trusting what God said he would do or wondering if that's really how it works. And so there's this alternate plan and the vocabulary, a woman is beautiful, of seeing just like the woman saw that the tree was good. So this is about a human trying to find life and goodness through lies and deception zone schemes because they don't trust God. We've been here before in the biblical story. We're Only on page 12 of the Bible, and we've already been here before.",
    "start": "00:32:12",
    "end": "00:34:07"
  },
  {
    "text": "And this is the first kind of real narrative of Abraham.",
    "start": "00:34:07",
    "end": "00:34:09"
  },
  {
    "text": "It's the first. Other than him going to the land after hearing God's call, this is not a very flattering portrait. So it came about when Abram went down to Egypt. This is also the first time that Abram is interacting with people of another family. So we're thinking, oh, is Abram going to be a vehicle of God's blessing?",
    "start": "00:34:10",
    "end": "00:34:29"
  },
  {
    "text": "Yeah.",
    "start": "00:34:29",
    "end": "00:34:29"
  },
  {
    "text": "To the nations.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "To the nations. Here's a nation.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "Here's a nation he's going to go down to. Well, he went down to Egypt. The Egyptians saw that the woman was beautiful. And the officials of Pharaoh saw her and praised her to Pharaoh. And the woman was taken. They saw that she was beautiful and they took her. And he did good to Abraham on account of her. In fact, for Abraham, there was she and male servants. And Egyptian female servants. That's important. And female donkeys and camels.",
    "start": "00:34:31",
    "end": "00:35:00"
  },
  {
    "text": "So he gets a bunch of gifts.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "Gets a bunch of gifts.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "Some Egyptian swag.",
    "start": "00:35:02",
    "end": "00:35:04"
  },
  {
    "text": "Yeah.",
    "start": "00:35:04",
    "end": "00:35:04"
  },
  {
    "text": "In exchange of his wife.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "In exchange for his wife.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Yeah.",
    "start": "00:35:07",
    "end": "00:35:08"
  },
  {
    "text": "Now think back to again, remember God's promise. What was God's promise? Great name, great nation, kids. He just gave away his wife.",
    "start": "00:35:08",
    "end": "00:35:17"
  },
  {
    "text": "Wife.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "So not only is he lying to get blessing and security for himself, he's safe.",
    "start": "00:35:19",
    "end": "00:35:24"
  },
  {
    "text": "But now he doesn't have his family, which God said he's going to bless.",
    "start": "00:35:24",
    "end": "00:35:28"
  },
  {
    "text": "He just put the promise into jeopardy. He just, right, hung out to dry the wife with whom he's going to have kids that will become the great nation. So this is not a flattering portrait of Abraham. It keeps getting worse. So here's what's fascinating. Verse 17. So Yahweh sent plagues upon Pharaoh, and he sent plagues upon his house. Great plagues. On account of Sarai, Abram's wife. Pause with that one there. Plagues being sent upon Pharaoh.",
    "start": "00:35:28",
    "end": "00:35:57"
  },
  {
    "text": "Right. This is a design pattern to connect to the future Pharaoh. Right. That was gonna get plagues.",
    "start": "00:35:57",
    "end": "00:36:05"
  },
  {
    "text": "Yeah, it's interesting. In other words, when you get to the book of Exodus, God sending plagues on Egypt has already happened in the biblical story. But in the, that story with Moses, it happens because of Pharaoh's deception.",
    "start": "00:36:05",
    "end": "00:36:16"
  },
  {
    "text": "Oh yeah.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "Here it's happening because of Abram's deception.",
    "start": "00:36:17",
    "end": "00:36:20"
  },
  {
    "text": "Right? Yeah. Because Pharaoh didn't really do anything wrong in his, in, in his worldview. He could take wives.",
    "start": "00:36:20",
    "end": "00:36:28"
  },
  {
    "text": "He did it all the time.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "And here's, here's a good one.",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "In his mind. But little did he know that, that God said, those who curse you, I will curse. And yes, this is not going well for Abraham.",
    "start": "00:36:32",
    "end": "00:36:40"
  },
  {
    "text": "So there's so many layers to the story because God is defending his man who is a liar.",
    "start": "00:36:41",
    "end": "00:36:47"
  },
  {
    "text": "Yeah, Deceiver liar.",
    "start": "00:36:47",
    "end": "00:36:49"
  },
  {
    "text": "In other words, Pharaoh's innocence. Here God is punishing the innocent because of his verbal promise to the guilty to a liar. Does that make sense?",
    "start": "00:36:50",
    "end": "00:37:01"
  },
  {
    "text": "It does.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "In other words, God's promise has now put him in a very difficult situation because he has to defend a liar. Not because a liar is worth defending, but because God promised to. Promised to this guy. This is what I was talking about. The liability in the very first story. In the very first story is showing how humans are not reliable people for God to work with. But yet God won't give up this strategy of carrying out his purposes through humans. That's what gets God into these situations in the first place. Kind of the two steps.",
    "start": "00:37:03",
    "end": "00:37:37"
  },
  {
    "text": "That's the therefore.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah. What this story is raising is the liability of election. God choosing one family to be its vehicle of blessing. That's a huge liability there. And this, the first story of the first chosen ancestor of Israel is putting it front and center. I just always found the story fascinating.",
    "start": "00:37:38",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, that's so fascinating. It's like two liabilities. The first liability is just partnering with humans for us to be God's image in the first place. Big liability. And then the next liability is trying to use humans to rectify the situation.",
    "start": "00:37:57",
    "end": "00:38:12"
  },
  {
    "text": "Yeah, totally. Yeah. So this moral contradiction that God is placed in by committing himself to a liar, this is a theme that's going to keep working because he's going to keep bailing this family out of trouble, often self made trouble, and protecting them even though they don't deserve protection.",
    "start": "00:38:12",
    "end": "00:38:31"
  },
  {
    "text": "I always read this story that Pharaoh must have done something wrong.",
    "start": "00:38:31",
    "end": "00:38:34"
  },
  {
    "text": "No, it's very clear. It's very clear. In fact, the second time Abram does this same exact thing with a guy named Abimelech, Abimelech speaks up to God in prayer and Says, listen, I'm innocent. And God says, yeah, I know you are.",
    "start": "00:38:35",
    "end": "00:38:47"
  },
  {
    "text": "Okay. I'm just dealing with my dude Abram here.",
    "start": "00:38:48",
    "end": "00:38:51"
  },
  {
    "text": "Totally. Yeah. I'm just working with this guy, and sometimes he's a little rough around the edges. Yeah, totally. So God delivers Abram. And Pharaoh calls Abram and says, what is this that you've done to me? That's exactly what God said to the humans in the Garden of Eden.",
    "start": "00:38:51",
    "end": "00:39:05"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:39:05",
    "end": "00:39:05"
  },
  {
    "text": "Why didn't you tell me she was your wife? Why did you say, she's my sister? So that I took her for my wife. Now then, here's your wife. Take her and go. And Pharaoh commanded his men, and they sent him away with. With his wife and all that stuff that he got. Which includes some female Egyptian slaves who are going to play an important role in the story of Allah.",
    "start": "00:39:05",
    "end": "00:39:25"
  },
  {
    "text": "Yeah.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "In fact, a crucial role. The story of one of their Egyptian slaves is the next main story, where Abram blows it as God's vehicle of blessing.",
    "start": "00:39:26",
    "end": "00:39:36"
  },
  {
    "text": "Sa.",
    "start": "00:39:42",
    "end": "00:39:42"
  },
  {
    "text": "So Genesis 16, if the famine represented a threat or a challenge to Abraham's faith, that the land would be a place of blessing. Right now, Abram and Sarah's inability to have kids and years are going by is about their trust in God's promise to provide.",
    "start": "00:40:12",
    "end": "00:40:28"
  },
  {
    "text": "Yeah.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "A family. Great. The great nation. Even just one son or daughter.",
    "start": "00:40:30",
    "end": "00:40:35"
  },
  {
    "text": "At least one.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "So Genesis 16 opens with Sarai. Abram's wife had borne him no children.",
    "start": "00:40:36",
    "end": "00:40:42"
  },
  {
    "text": "Yeah.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "But she did have an Egyptian slave whose name was the immigrant. We've talked about this before. Hagar is the exact word, the immigrant in Hebrew.",
    "start": "00:40:43",
    "end": "00:40:53"
  },
  {
    "text": "In Hebrew, it means the immigrant.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "The immigrant. So Sarai said to Abram, look, the Lord has prevented me from bearing children. Please go into my slave. To go into is the main Hebrew idiom. One of the main Hebrew idioms for to have sex with go into my slave. Perhaps I will be built through her.",
    "start": "00:40:55",
    "end": "00:41:13"
  },
  {
    "text": "Like my family line.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, it's interesting. I will be built through her. Yeah. It's an odd turn of phrase. The last time the word was used was described. The building of the woman for Adam when he sleeps.",
    "start": "00:41:15",
    "end": "00:41:26"
  },
  {
    "text": "Oh, not building of the. Of Babel or in the cities or anything.",
    "start": "00:41:26",
    "end": "00:41:29"
  },
  {
    "text": "I think it's a hyperlink back to the God providing an other through whom the family can multiply. Another reason is because the next line is also a hyperlink to the Eden story. And Abram listened to the voice of Sarai. It's exactly what Adam does to Eve. At the base of the tree, he listened to the voice of his wife. So in other words, with these Genesis 3 Eden hyperlinks, it's replaying this as another moment of failing at their own tree of testing. So after Abram lived 10 years in the land of Canaan. So 10 years they've been waiting and no kids. Abram's wife took Hagar the Egyptian, her slave, and she gave her. That's Genesis 3. The woman took and she gave to her husband, Abram as his wife.",
    "start": "00:41:29",
    "end": "00:42:14"
  },
  {
    "text": "Yeah, well, they're following the ten year rule, so that's good. Give God ten years.",
    "start": "00:42:14",
    "end": "00:42:20"
  },
  {
    "text": "That's right. Doesn't answer. Then just take from that tree of knowing good and evil.",
    "start": "00:42:22",
    "end": "00:42:26"
  },
  {
    "text": "Take it.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "Abram went into Hagar the immigrant, and she conceived. And she saw that she conceived. And so in her eyes, that is in Hagar's eyes, Sarai was cursed. In other words, Hagar now sees that she has a place of privilege.",
    "start": "00:42:27",
    "end": "00:42:45"
  },
  {
    "text": "Yeah, she's the mom.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "She's the first mom in the. In the family.",
    "start": "00:42:46",
    "end": "00:42:48"
  },
  {
    "text": "Yeah. The immigrant.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Yep.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Has become the mom.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "And so it's interesting the. The immigrant, you know, who was the object of. Now Abram's sexual pleasure, now asserts her role and tries to dominate over Sarai. To say that Sarai became cursed or despised in the eyes of Hagar. I see is Hagar doing now to Sarah.",
    "start": "00:42:50",
    "end": "00:43:10"
  },
  {
    "text": "I'm the matriarch here now, what Sarah.",
    "start": "00:43:10",
    "end": "00:43:12"
  },
  {
    "text": "Has been doing to Hagar. So in other words, Hagar is the victim of their. Their evil. But in the same moment, she tries to assert her dominance over Sarah. So Sarah said to Abram, may the wrong done to me be upon you, Abraham. Look, I gave my slave into your hands. Think the Eden story. I gave it into your hands. But she saw.",
    "start": "00:43:12",
    "end": "00:43:33"
  },
  {
    "text": "Wait, where is that in the Eden story?",
    "start": "00:43:33",
    "end": "00:43:35"
  },
  {
    "text": "Oh, it's where the woman sees and she takes and then she gives to her husband. But she saw that she conceived and I became cursed in her eyes. May the Lord judge between you and me. And then here's Abram's response. Look, your slave is in your hand. Do what is good in your eyes. And so Sarah oppressed Hagar, and Hagar fled from her presence. Humans, man.",
    "start": "00:43:35",
    "end": "00:43:59"
  },
  {
    "text": "Do what is good in your eyes.",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "Totally.",
    "start": "00:44:01",
    "end": "00:44:02"
  },
  {
    "text": "And so Sarah oppressed her.",
    "start": "00:44:02",
    "end": "00:44:04"
  },
  {
    "text": "Yep.",
    "start": "00:44:04",
    "end": "00:44:05"
  },
  {
    "text": "Oppressed the immigrant.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "Yeah. She flees long before the Egyptians ever oppressed the Israelite slaves, the Israelites were oppressing their Egyptian slaves. That's what's happening in this story. This story is all echoing off of the Eden story. Yeah, they're replaying the sin of Adam.",
    "start": "00:44:06",
    "end": "00:44:22"
  },
  {
    "text": "And Eve, what God promised. They're trying to attain it on their own terms.",
    "start": "00:44:22",
    "end": "00:44:25"
  },
  {
    "text": "Correct.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "That's exactly what happened in Genesis 3.",
    "start": "00:44:26",
    "end": "00:44:27"
  },
  {
    "text": "And it's exactly what Abram was just doing in Egypt. That's how they got Hagar in the first place.",
    "start": "00:44:27",
    "end": "00:44:33"
  },
  {
    "text": "God promised to protect him, took it into his own hands.",
    "start": "00:44:33",
    "end": "00:44:35"
  },
  {
    "text": "Yeah, he hung his wife out to dry. It ended up hurting her, putting her in jeopardy and hurting a lot of Egyptians. Now they're trying to get their own blessing of a child through their plan. And they hurt this Egyptian slave in the process. So what happens is Hagar has a son, Abram's firstborn son, Ishmael. And so now you have this challenge because God said to Abram, well, one who comes from you, your lineage will be the promised one. Ishmael is born. And it turns out that he will not be that chosen one. God reiterates it actually here in chapter 17. This is right after the story of Hagar. Now, When Abram was 99 years old, the Lord appeared to Abram and said, I am El Shaddai God, the mighty one. Walk before me and be blameless, for goodness sake. This is his rebuke to Abram after what just happened? Stop it, stop it, stop it. I'm going to establish my covenant between me and you, and I will multiply you very much. This is Genesis 1. Be fruitful and multiply. Abram fell on his face, and God talked with him. We've talked about this passage. This is actually really important for the theme of the family of God. But look, my covenant's with you. And you will be the father of a multitude of nations. And that Hebrew word multitude is ham. Moan ham. H a m is how we represent it. So your name will no longer be Avraham, but Avraham. Throwing that ham in there, throwing that ham in. And then he repeats, for I will make you the father of Hamon of nations. Somehow what follows from them oppressing an Egyptian?",
    "start": "00:44:36",
    "end": "00:46:18"
  },
  {
    "text": "Yeah, God doubles down on his covenant.",
    "start": "00:46:19",
    "end": "00:46:21"
  },
  {
    "text": "Yes, that's right. But this is interesting. Not only will Abram become the vehicle of blessing to many nations, now he's going to become the father of many nations.",
    "start": "00:46:21",
    "end": "00:46:32"
  },
  {
    "text": "That's a new development, tracking.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, we knew that he was going to become a great nation and a blessing to nations. Right now God says, you yourself will become a father of a multitude of nations. I will make you exceedingly fruitful. I will make nations plural of you. Whoa. Kings will come forth from you. Wow. I'll establish my covenant with me and you and your seed after you for many generations. An everlasting covenant. Okay, do you see the step forward there?",
    "start": "00:46:34",
    "end": "00:47:01"
  },
  {
    "text": "Oh, okay. Is this happening? Because now he's going to have. He has two sons that are two different nations.",
    "start": "00:47:01",
    "end": "00:47:06"
  },
  {
    "text": "He has two sons. And the son that they just had from their own scheme is not going to be God's, the promised son.",
    "start": "00:47:06",
    "end": "00:47:13"
  },
  {
    "text": "This happens after they have Isaac, or is this happen?",
    "start": "00:47:13",
    "end": "00:47:15"
  },
  {
    "text": "It's before Isaac.",
    "start": "00:47:15",
    "end": "00:47:16"
  },
  {
    "text": "It's before Isaac.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "Yep, yep. We'll get there. We'll get there. Here's the next thing God said. Abraham. Oh, now he calls him Abraham because he changed his name. As for you, Abram, I just told you about my covenant to you. Here's how you will keep my covenant. You, your seed, after you. Here's my covenant that you'll keep between you and your seed. Every male among you shall be circumcised. And you will be circumcised in the flesh of your foreskin. This will be the sign of the covenant between me and you. Every male among you, eight days old, will be circumcised throughout your generations. Pay attention. Any slave born in your house, anyone bought with money from a foreigner who doesn't belong to your seed, any servant in your house, they shall be circumcised. This will be my covenant in your flesh for an everlasting covenant. This is the entry of circumcision.",
    "start": "00:47:17",
    "end": "00:48:08"
  },
  {
    "text": "Yeah.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "Into the storyline of the Bible.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "Right.",
    "start": "00:48:10",
    "end": "00:48:10"
  },
  {
    "text": "And somehow it's connected to this. Circumcision isn't just for Abram or the son that he'll have. It's for anybody who's not even from his own line can join in the covenant and become a part of the covenant family.",
    "start": "00:48:11",
    "end": "00:48:25"
  },
  {
    "text": "The covenant family doesn't really depend on blood.",
    "start": "00:48:25",
    "end": "00:48:28"
  },
  {
    "text": "That's right here. The entry into the family is through circumcision. Because the first thing Abram's going to do after this is go circumcise Ishmael after the story's over.",
    "start": "00:48:28",
    "end": "00:48:38"
  },
  {
    "text": "How does that work with the women?",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "Ah, okay. All right, so let's pause. So everything I'm about to say that's insightful into the circumcision, I've learned from two Hebrew Bible scholars, Jacob Stromberg and David Andrew Teeter. So this is the second time that God chooses one among the many and makes a covenant with them and establishes a sign of the covenant. It's a design pattern. Right after Noah got off the boat.",
    "start": "00:48:39",
    "end": "00:49:04"
  },
  {
    "text": "Yep. The sign's the rainbow.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "The sign is the rainbow. Okay, so let's think about that.",
    "start": "00:49:05",
    "end": "00:49:07"
  },
  {
    "text": "Less painful.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "So clearly in the book of Genesis, Abraham is like a new Noah.",
    "start": "00:49:08",
    "end": "00:49:12"
  },
  {
    "text": "Yeah.",
    "start": "00:49:12",
    "end": "00:49:12"
  },
  {
    "text": "He's going to be the father of Many nations, just like Noah was. And after something terrible that happened, God's response is to double down on his covenant promise to his chosen one. And then there's some symbol, and then it's called the rainbow symbol of the covenant.",
    "start": "00:49:12",
    "end": "00:49:29"
  },
  {
    "text": "Oh, okay. You're saying. Okay, both stories have all these elements.",
    "start": "00:49:29",
    "end": "00:49:32"
  },
  {
    "text": "Both stories. It's a design pattern. When you have a design pattern, what's the goal? The goal is you compare and contrast and they become commentaries on each other. So let's think about the first sign of the covenant. What did the humans do? Well, they ruined the land with bloodshed.",
    "start": "00:49:32",
    "end": "00:49:46"
  },
  {
    "text": "Yeah.",
    "start": "00:49:46",
    "end": "00:49:46"
  },
  {
    "text": "Violence.",
    "start": "00:49:46",
    "end": "00:49:47"
  },
  {
    "text": "Killed each other.",
    "start": "00:49:47",
    "end": "00:49:47"
  },
  {
    "text": "Yep. Killed each other. So what was God's response?",
    "start": "00:49:47",
    "end": "00:49:50"
  },
  {
    "text": "Wipe them out with a sweat.",
    "start": "00:49:50",
    "end": "00:49:52"
  },
  {
    "text": "To allow the cosmos to collapse. Yeah, right.",
    "start": "00:49:52",
    "end": "00:49:55"
  },
  {
    "text": "To remove his decreation.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "To remove his ordering power and let the waters above collapse. Decreation. But then God by his mercy chose one and through that one re established the Genesis one order and made them the seed of a whole new humanity.",
    "start": "00:49:57",
    "end": "00:50:13"
  },
  {
    "text": "Yeah. And you know what's interesting is you even showed the logic of the story is really funny because am I getting the right story where God, he says, I'm never going to do this again.",
    "start": "00:50:13",
    "end": "00:50:23"
  },
  {
    "text": "Oh, yeah. Because humans are evil.",
    "start": "00:50:23",
    "end": "00:50:25"
  },
  {
    "text": "Because you're evil.",
    "start": "00:50:25",
    "end": "00:50:26"
  },
  {
    "text": "Which is why God did it in the first place. Yeah, totally.",
    "start": "00:50:27",
    "end": "00:50:29"
  },
  {
    "text": "So he doubles down on his covenant.",
    "start": "00:50:29",
    "end": "00:50:31"
  },
  {
    "text": "Yes, yes, that's right. Despite the fact that the people don't deserve it.",
    "start": "00:50:31",
    "end": "00:50:34"
  },
  {
    "text": "They don't deserve it.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "So what was the vehicle of God's judgment? The rain?",
    "start": "00:50:35",
    "end": "00:50:38"
  },
  {
    "text": "The waters.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "The waters. What is the symbol of God's covenant that he won't ever do that again. What's the rainbow? And it specifically says, when I cloud up the sky with clouds, the rainbow.",
    "start": "00:50:39",
    "end": "00:50:49"
  },
  {
    "text": "Will be seen because they knew the rainbow is associated with the rain.",
    "start": "00:50:49",
    "end": "00:50:55"
  },
  {
    "text": "With rain. So this is actually just in real time. This is what, fall 2020. We just had a major thunderstorm come through Portland area.",
    "start": "00:50:55",
    "end": "00:51:04"
  },
  {
    "text": "Yeah. Very rare. It is rare.",
    "start": "00:51:04",
    "end": "00:51:06"
  },
  {
    "text": "And not like Midwest and the south, they get these all the time. But we got it. Came around, hung around for a couple.",
    "start": "00:51:06",
    "end": "00:51:10"
  },
  {
    "text": "Hours at Columbia park where my kids are meeting for school.",
    "start": "00:51:10",
    "end": "00:51:13"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "There's this massive tree with split in half.",
    "start": "00:51:13",
    "end": "00:51:15"
  },
  {
    "text": "Are you serious?",
    "start": "00:51:15",
    "end": "00:51:16"
  },
  {
    "text": "It's the gnarliest thing I've ever seen. Just delayed in that storm.",
    "start": "00:51:16",
    "end": "00:51:22"
  },
  {
    "text": "Yeah, that's very rare here in the Pacific Northwest. So when rainstorms come, what they do is remind you of the power of these storms to rip apart creation. Yeah, right. Yeah.",
    "start": "00:51:22",
    "end": "00:51:36"
  },
  {
    "text": "A good storm will put the fear of God.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "Yes. But then you see a rainbow and a Rainbow is the symbol of beauty against a dark cloud sky that could rip your trees apart. Right. So the rainbow is this sign, and God says that's a sign of the covenant. It's both a symbol of judgment and mercy, because the storm clouds have to be present for the rainbow to appear. And the storm cloud is God's judgment in the flood story. But the rainbow is this beautiful promise that God will bring new creation somehow out of this whole mess. Okay, so that's the analogous story. Here's the next sign of the covenant. Cutting off a part of Abraham's penis. Yeah, that's the symbol of the covenant that God makes right after he used his penis to oppress the Egyptian immigrant. Are you with me? It's uncomfortable to talk about.",
    "start": "00:51:37",
    "end": "00:52:30"
  },
  {
    "text": "The penis is the storm.",
    "start": "00:52:30",
    "end": "00:52:32"
  },
  {
    "text": "It's as if what Abram and Sarai did to the immigrants becomes analogous to what humans were doing to each other before leading up to the flood. And so in the flood, God cuts off humanity from the face of the earth. It's the actual word cut off.",
    "start": "00:52:32",
    "end": "00:52:45"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "It's used all over the flood story. And right here, what's happening is the part of Abraham's body through which he wronged the Egyptian immigrant is now being cut off. And that's a sign of the covenant. But simultaneously, you would say that's an act of judgment, cutting off.",
    "start": "00:52:46",
    "end": "00:53:04"
  },
  {
    "text": "Anytime you slice something off your body, it's very unpleasant. Very unpleasant.",
    "start": "00:53:05",
    "end": "00:53:10"
  },
  {
    "text": "But at the same time, it's marking the very part of the body of Abram's body that contains the future promise of the seed. So it's very much like that rainbow. It's both a sign of divine judgment and hope, future hope and mercy. God's mercy in the same symbol. Right. Why else are these two stories being connected to each other? We're supposed to ponder the meaning of the rainbow and the meaning of cutting off this flesh from Abraham's body.",
    "start": "00:53:10",
    "end": "00:53:40"
  },
  {
    "text": "What's analogous to the flood, then, in this story?",
    "start": "00:53:40",
    "end": "00:53:42"
  },
  {
    "text": "Well, the flood, the rainwaters are the way that God cuts off life from the land. That's in the vocabulary of the flood story. Here. It's a knife that cuts off flesh from part of Abraham's body. That's it. But that same part of his body that is cut off is the source of life and future hope. Just like the rains can be a sign of seed, time, and harvest, like is what happens after the flood. So my whole point is that this story is purposefully placed right after the story of Abraham and Hagar and circumcision and the Sign of the covenant is happening to the very part of his body that he just used to secure his own future by his own plans with Sarai and abusing. And that's the very part of the body here. And so it's as if God's saying, listen, that part of your body is mine. It's marked the future of your family depends on me and my promises. It's a way of surrendering Abraham's genitals over to God.",
    "start": "00:53:43",
    "end": "00:54:45"
  },
  {
    "text": "Right.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "Which is the future of the family.",
    "start": "00:54:46",
    "end": "00:54:48"
  },
  {
    "text": "Represents the future of his family.",
    "start": "00:54:48",
    "end": "00:54:51"
  },
  {
    "text": "That's right.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "Which represents everything for him.",
    "start": "00:54:51",
    "end": "00:54:53"
  },
  {
    "text": "Correct. And back to the snake crusher. It represents the messianic seed of where the seed will come from. Yeah, yeah, totally.",
    "start": "00:54:53",
    "end": "00:55:00"
  },
  {
    "text": "God is marking that.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "Okay, so here's what's. What's interesting is that here circumcision is introduced as this rich, dense sign of judgment and mercy. But it's for everybody who isn't from your seed to be included into the covenant. In other words, circumcision is the way that the nations can be included into the covenant. God's covenant with Abraham.",
    "start": "00:55:01",
    "end": "00:55:23"
  },
  {
    "text": "Yeah. Being included in the covenant is separate from being included in the blessing. Right?",
    "start": "00:55:24",
    "end": "00:55:29"
  },
  {
    "text": "Yeah. It's interesting. So God's chosen one, actual lineage in this story to be the vehicle of his blessing. But God's goal is to bless many.",
    "start": "00:55:29",
    "end": "00:55:38"
  },
  {
    "text": "Yes.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "And so it's this image of God wanting to include others within the family of blessing and to be in there, you actually don't have to be part of the lineage. You can be in through this symbolic. The sign. Yeah. And so that's exactly what is going to happen at the end of the story. Okay. Now actually, we're not done reading, but just that. Circumcision.",
    "start": "00:55:39",
    "end": "00:56:01"
  },
  {
    "text": "Yeah.",
    "start": "00:56:03",
    "end": "00:56:03"
  },
  {
    "text": "God goes on to say one more thing. It's important. Do you want to keep. Keep going?",
    "start": "00:56:03",
    "end": "00:56:06"
  },
  {
    "text": "Yeah, let's keep going.",
    "start": "00:56:07",
    "end": "00:56:07"
  },
  {
    "text": "Okay.",
    "start": "00:56:07",
    "end": "00:56:08"
  },
  {
    "text": "Sa.",
    "start": "00:56:21",
    "end": "00:56:22"
  },
  {
    "text": "After that, God says to Abram, sarai, your wife. This is verse 15. Don't call her name Sarai anymore. She gets a name change. It's actually a little symmetry around the circumcision is Abraham being named and then circumcision. And then this little speech about Sarai matches the speech about Abram. Don't call her name Sarai anymore. Call her Sarah will be her name, which means queen. I will bless her. Indeed, I will give you a son through her. Then I will bless her. She will be the mother of nations. Kings of people will come from her. Abram fell on his face and laughed and said in his heart, oh, a child will be born to a man 100 years old. And Sarai, who is 90 years old, will bear a child. Abram said to God, listen, we have Ishmael. He says, oh, that Ishmael might live before you. There's my firstborn.",
    "start": "00:56:48",
    "end": "00:57:44"
  },
  {
    "text": "Yeah, right. I got it worked out, God.",
    "start": "00:57:44",
    "end": "00:57:46"
  },
  {
    "text": "I got this. We already produced a child. What's wrong with Ishmael? But God said, no, Sarah, your wife will bear a son and you shall call his name. Laughter Yitzhak, because he just was laughing. Yeah. I will establish my covenant with him as an eternal covenant with his seed. And as for Ishmael, listen, I hear you. I will bless him. I will make him fruitful and multiply. He will become the father of 12 princes, and I will make him a great nation. This is really. I know this is dense. So first of all, what God's saying is, the child that you produced through your oppressive scheme. Yeah, that's not how I operate. God says, if I were to endorse and validate that this lineage, that would be an endorsement on what they did. So what I'm going to do is do this miracle child thing so that you can't attribute any greatness to yourself. This is the same with Babylon. God choosing the no name.",
    "start": "00:57:46",
    "end": "00:58:47"
  },
  {
    "text": "Yeah. And it's so absurd we're going to call him Laughter.",
    "start": "00:58:48",
    "end": "00:58:50"
  },
  {
    "text": "Yeah, exactly. And I laugh as I respond to that. But then look at what happens. So you might think, okay, so bummer for Hagar and Ishmael, right? The oppressed are going to get left by the side. And what God says is, no, I'm going to make them a pre Israelite Israel, so to speak. I'm going to make them fruitful and multiply. They'll be a new humanity and he'll become a father of 12, which is what Jacob will become. Who's named Israel. I'll make him a great nation. So you have this idea that the seed of Abraham that's not through Isaac still gets in on the blessing. The family of Abraham was always meant to be bigger than just the lineage that goes through Isaac, even though the lineage through Isaac is the vehicle of the covenant and the blessing that was never to the exclusion of the others. It was always meant to be the father of many nations. So this chapter is so important for understanding the biblical story and then especially important for understanding Paul, because this story was super important for how Paul understood his mission to the nations. Tell me what you're processing. You're staring blankly at Genesis 17. It's a pretty amazing chapter, isn't it? There's A lot going on here.",
    "start": "00:58:50",
    "end": "01:00:01"
  },
  {
    "text": "Yeah, there's a lot going on.",
    "start": "01:00:01",
    "end": "01:00:02"
  },
  {
    "text": "Yeah.",
    "start": "01:00:02",
    "end": "01:00:02"
  },
  {
    "text": "Well, so. So I think just try to summarize. What I heard you saying is that, yes, God called one family, elected them to be a vehicle for the blessing, and that creates all these problems. That's one kind of thread to this thing. But even though that's his strategy, we can't lose sight of the goal, which is blessing to all the nations. And you're seeing this spilled out in a number of ways. One is that you see that when God gives Abraham the sign of circumcision, it's not just for him and his kids and their kids. It's for anyone who wants to be part of this thing. Immigrants and slaves, just come on in, just take the sign. It doesn't matter if you're part of this or not. So you see it spill out in that way. But then you also see God's desire to bless everyone with what he does. Kind of the solution to Abraham's oppression and creation of this now unwanted son, Ishmael.",
    "start": "01:00:02",
    "end": "01:01:04"
  },
  {
    "text": "I mean, Abraham wants him.",
    "start": "01:01:04",
    "end": "01:01:07"
  },
  {
    "text": "That's true. Unwanted by Sarah.",
    "start": "01:01:07",
    "end": "01:01:08"
  },
  {
    "text": "Unwanted by Sarah. That's right.",
    "start": "01:01:08",
    "end": "01:01:10"
  },
  {
    "text": "And God goes out of his way to say, I'm going to make sure he's hooked up. And even uses the same language of.",
    "start": "01:01:10",
    "end": "01:01:17"
  },
  {
    "text": "His promise to Abraham.",
    "start": "01:01:17",
    "end": "01:01:18"
  },
  {
    "text": "Promised Abraham. And even uses the 12. Yeah, which is the thing where we know in the story is the twelve tribes of Israel that are going to come through Abraham's third generation or fourth generation through the fourth.",
    "start": "01:01:18",
    "end": "01:01:35"
  },
  {
    "text": "Yeah, the fourth after.",
    "start": "01:01:35",
    "end": "01:01:36"
  },
  {
    "text": "And so all of that is screaming that, yes, God cares about you and elected you, but the end goal is.",
    "start": "01:01:36",
    "end": "01:01:44"
  },
  {
    "text": "Is for everyone, is for a multitude of nations. A multitude of nations. And it's actually through Abraham and Sarah's sin, so to speak, that he becomes the father of a multitude of nations. They sinned against Hagar and didn't trust in God. That results in the birth of Ishmael. But then God responds to their evil by turning it into good. By now, there's going to be a whole multitude of nations that God is going to bless and work with. It's the motif of Genesis. When humans do evil, God responds by doing good.",
    "start": "01:01:44",
    "end": "01:02:17"
  },
  {
    "text": "When you say there's going to be more nations that God works with, you mean more like covenants, like Abraham?",
    "start": "01:02:17",
    "end": "01:02:24"
  },
  {
    "text": "Well, I'm just following the narrative logic in chapter 16, they do wrong. That wrong results in the birth of a son. And then what God says is, you know what? That son is going to get in on your blessing. Don't worry, I'm not going to make him the vehicle of the covenant, but he's going to get in on your blessing and he's going to go on to become a great nation that is one of those multitudes of nations that's a part of the family of Abraham.",
    "start": "01:02:24",
    "end": "01:02:49"
  },
  {
    "text": "I see.",
    "start": "01:02:49",
    "end": "01:02:50"
  },
  {
    "text": "Yeah.",
    "start": "01:02:50",
    "end": "01:02:50"
  },
  {
    "text": "And that shouldn't be surprising, but you're saying, look at how wonderful that is.",
    "start": "01:02:50",
    "end": "01:02:56"
  },
  {
    "text": "So the family of God that God's building through Abraham is not identical with the family of Israel, the chosen, elect family that God is paring down through one of Abraham's sons, that is Isaac. But that God selecting and choosing that one is precisely so that through that covenant, God's blessing can go out to the many. Yeah, man, these are dense stories. So Abram's family is both. He's becoming the father of a multitude of nations, but he's also becoming a family of divided nations. Because the Ishmaelites are not going to live peaceably with the descendants of Isaac.",
    "start": "01:02:56",
    "end": "01:03:37"
  },
  {
    "text": "Yeah. Because the descendants of Ishmael become which nations.",
    "start": "01:03:37",
    "end": "01:03:41"
  },
  {
    "text": "Yeah. We'll actually talk about this in the next step of the conversation. But this is the first. This follows, just like the birth of Shem, Ham and Japheth from Noah, it resulted in three sons, and they're all going to go be at odds with each other throughout the rest of the story. Now Abram has two sons, and their descendants are going to be at odds with each other through the rest of the biblical story. And this is actually an important pattern that's furthering the storyline of the divided human family. But now it's the divided human family happening through the one that God chose to unify the human family.",
    "start": "01:03:41",
    "end": "01:04:15"
  },
  {
    "text": "Inception.",
    "start": "01:04:16",
    "end": "01:04:17"
  },
  {
    "text": "Which is a bummer.",
    "start": "01:04:17",
    "end": "01:04:18"
  },
  {
    "text": "Yeah.",
    "start": "01:04:18",
    "end": "01:04:18"
  },
  {
    "text": "Yeah. But maybe God can still do good, even though the fact that his chosen one does evil.",
    "start": "01:04:18",
    "end": "01:04:23"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're going to continue this series on the family of God.",
    "start": "01:04:25",
    "end": "01:04:32"
  },
  {
    "text": "And here's Abram finally dying. And he has become a father of many nations. And they all hate each other. It's a downer. You're really like, man. That did not go well. This is a very realistic depiction of the human story. Estranged siblings, it's a thing like usual.",
    "start": "01:04:32",
    "end": "01:04:50"
  },
  {
    "text": "We're gonna do a question and response episode for this entire series on the family of God. So we'd love to hear your questions. You can send them to us@infobibleproject.com Record yourself asking the question so we can play it. Keep it to around 20 or 30 seconds. Don't forget to tell us your name where you're from and then also transcribe your question and email it to us. That same us a ton of time. Thank you so much. Today's show was produced by Dan Gummel. Our theme music by the band tents and the show notes were compiled by Lindsey Ponder. We're a crowdfunded nonprofit in Portland, Oregon. We make resources so that we can all experience the Bible as a unified story that leads to Jesus. You can find everything we're up to@bibleproject.com and everything you find is going to be free.",
    "start": "01:04:50",
    "end": "01:05:40"
  },
  {
    "text": "Free.",
    "start": "01:05:40",
    "end": "01:05:40"
  },
  {
    "text": "And that's because of the generous support of many people like you all over the world joining us in this mission. Thank you so much for being a part of this with us.",
    "start": "01:05:41",
    "end": "01:05:50"
  },
  {
    "text": "Hi, this is Philip and I'm from Orange Farm in South Africa. I first heard about Bible project from YouTube When I saw the animated video series on books of the Bible and then I got hooked. I used Bible Project for deepening my knowledge about God. It also helps me to dig deeper into scripture and also to learn a bit of Hebrew or Greek. My favorite thing about Bible Project is learning about different cultures or people group we see in the Bible which helps with giving me context. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Fundamental free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:05:50",
    "end": "01:06:39"
  }
]