[
  {
    "text": "There's a lot of diversity in the human race. We have different hair color and skin color, sure, but we also have different languages, different ways of verbalizing meaning, depending on where you grew up. You were taught different values, told different stories, faced different challenges. Some of us are rich, some of us are poor, some are powerful, some not so much. In the large human family spread out across this flying space rock, there is a lot of diversity.",
    "start": "00:00:03",
    "end": "00:00:29"
  },
  {
    "text": "And yet somehow, the ability of the story of Jesus, which is the biblical story, is able to speak to every different kind of human and address their deepest questions or problems or longings about themselves, about other people, about God, about the world.",
    "start": "00:00:29",
    "end": "00:00:47"
  },
  {
    "text": "In fact, step back and look at the impact the story of Jesus has had on this planet, and you'll see.",
    "start": "00:00:47",
    "end": "00:00:53"
  },
  {
    "text": "The Jesus movement is the most culturally, ethnically diverse people movement that's ever happened to the human race.",
    "start": "00:00:54",
    "end": "00:01:02"
  },
  {
    "text": "And this is no accident. The biblical story is designed this way. It's designed to show us that we are one big human family, all of us, in all of our wonderful diversity, we are the family of God.",
    "start": "00:01:02",
    "end": "00:01:14"
  },
  {
    "text": "The seedbed of this is the little image of God poem, Genesis 1.",
    "start": "00:01:14",
    "end": "00:01:18"
  },
  {
    "text": "In that poem, God says that humanity is both male and female and together. And our difference is when we express who God is. This seed of an idea planted in the biblical story continues.",
    "start": "00:01:18",
    "end": "00:01:34"
  },
  {
    "text": "The completion of my human identity consists in, or can only be found in understanding, being connected to, and appreciating the humanity of others who are different than me.",
    "start": "00:01:34",
    "end": "00:01:46"
  },
  {
    "text": "And so, in the last story of the Bible, the story of humanity comes together in a climax when every nation, every people, every tongue, and every tribe come together, not to erase their diversity, but to bring their own unique gifts.",
    "start": "00:01:46",
    "end": "00:02:00"
  },
  {
    "text": "The only way forward for humanity. And the thing that God is doing in the story of humanity is unifying diverse nations into one new humanity. That's the goal of the biblical story, but not in a way that erases or marginalizes any one culture is different, but actually in a way that honors and resurrects and glorifies what is unique and beautiful about every different kind of human and culture.",
    "start": "00:02:01",
    "end": "00:02:29"
  },
  {
    "text": "This is the BibleProject Podcast. I'm John Collins, and today we begin a brand new series called the Family of God. And a quick note, for those who have been following along from our last series on the character of God, you're gonna notice that Dr. Karissa Quinn is not in these upcoming conversations. And that's because we recorded these conversations about a year ago, before Karissa started joining us. We are excited to have her on many more future episodes and sadly, you're not going to hear her voice today or in this series, but we'll get her back in here. So thanks for joining us. Here we go.",
    "start": "00:02:29",
    "end": "00:02:59"
  },
  {
    "text": "Hello, John Collins.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "Hello, Tim.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "We are starting a new conversation about a new theme video that we are working on.",
    "start": "00:03:06",
    "end": "00:03:12"
  },
  {
    "text": "I love new theme videos.",
    "start": "00:03:12",
    "end": "00:03:14"
  },
  {
    "text": "Yeah, yeah, me too. These are really fun conversations. We're gonna span the whole Bible from end to end, working out a theme that we're gonna call the Family of God.",
    "start": "00:03:14",
    "end": "00:03:26"
  },
  {
    "text": "The Family of God.",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "The Family of God. In its essence, it's about how and why and what kind of story is driving one main fact about the Jesus movement that is now 2000 years old. Namely that it is the most ethnically diverse religious movement in human history.",
    "start": "00:03:27",
    "end": "00:03:50"
  },
  {
    "text": "Hmm. Guess I haven't really thought about that. It's the most ethnically diverse religious movement in human history.",
    "start": "00:03:51",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. In terms of demographic diversity and numerical proportions, it's the most diverse, yet somehow in some way unified movement. But instead of talking theoretically about it, let me tell you a story. I'll share how my awareness to this rose on a personal level. When Jessica and I were living in Jerusalem for a year in 2006 and seven, I was going to school at the Hebrew University in East Jerusalem. One thing that was a huge privilege about not just going there for like a, you know, a tour trip, but living there. But living there was just. There was time and we didn't have kids.",
    "start": "00:03:57",
    "end": "00:04:45"
  },
  {
    "text": "Yeah, lots of time.",
    "start": "00:04:45",
    "end": "00:04:48"
  },
  {
    "text": "Lots of time. It didn't feel like it at the time. But now looking back with kids, I could see just how much time we had. So we would often spend weekends or Thursday afternoons because I didn't have class on Thursday. And we would just had a huge list of sites to go see.",
    "start": "00:04:48",
    "end": "00:05:08"
  },
  {
    "text": "Because you're in Israel.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "Yeah, totally. And just in wider Jerusalem area, you know, there's hundreds to see, hundreds of things to see. So our list was big. And I remember so two in particular that I'll share. And I think when you and I went to Israel years later, for about a week and a half, we didn't go to either of these places.",
    "start": "00:05:10",
    "end": "00:05:28"
  },
  {
    "text": "Okay.",
    "start": "00:05:28",
    "end": "00:05:29"
  },
  {
    "text": "So one is a church, a Roman Catholic church, and kind of an attractional site on the Mount of Olives, which is east of.",
    "start": "00:05:29",
    "end": "00:05:37"
  },
  {
    "text": "We went to the Mount of Olives, if you remember.",
    "start": "00:05:37",
    "end": "00:05:39"
  },
  {
    "text": "Yes. And we were actually probably just 100 yards from this place that we never went in. It's called the Church of the Paternoster, which is the Latin phrase for our Father. It's the shorthand for the Lord's Prayer. Our Father who is in heaven, hallowed be your name.",
    "start": "00:05:39",
    "end": "00:05:54"
  },
  {
    "text": "The Pater Noster.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "Yeah, it's called the Paternoster. So there's been a church building standing on this location since, like, the mid-300s, something like that. Like 1700 years.",
    "start": "00:05:55",
    "end": "00:06:06"
  },
  {
    "text": "It's a long time.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "It's a long, complex history. Now it's a chapel. There's a monastery there. But what makes the site really attractional. One is close to a viewpoint for the Mount of Olives, but. So a lot of tourist traffic goes through. But they have this gigantic courtyard with these really cool arched pillar hallways you can walk down. And in marble mosaic is the lord's prayer in 100 different languages. And so you can walk down this hallway. It's in a big circle around the whole courtyard, and just spend hours playing, pondering the Lord's Prayer in all of these different languages. And I remember the first time we went there, there were a couple buses parked in front, so the courtyard was just filled with tourists. But what was awesome was one tourist bus was full of Koreans, and then another tourist bus was full of people from, I don't know what country in Africa. I'm guessing Kenya, because it's, like, so many Christians in Kenya. What was amazing. And then there were other visitors there, too. But I still remember the experience of. So there were maybe 100 people in this courtyard. I didn't hear any English. And I was kind of walking around these hallways with Jessica, and I'm hearing people read the Lord's Prayer and say it in all these different languages. Not 100. You know, there's probably only whatever 10 happening at that moment or something, but just that right there. And there were maybe a couple of other people with skin as light as mine in the courtyard. But you can just picture the scene. For some reason, that memory really hit me. It still hits me. It was like this awareness that I knew in theory, but was experiencing in Jerusalem, where followers of Jesus from all over the planet were coming and sharing this very intimate prayer together. And I just realized I have something deeply in common with all of these people that I've never met from all over the planet. Yeah, it was a pretty remarkable experience.",
    "start": "00:06:07",
    "end": "00:08:17"
  },
  {
    "text": "That's cool.",
    "start": "00:08:18",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:19",
    "end": "00:08:19"
  },
  {
    "text": "You have this prayer in common, which is very significant in and of itself, but that's just a piece of something much larger that you have in common.",
    "start": "00:08:19",
    "end": "00:08:28"
  },
  {
    "text": "Yeah, that's right. Yeah. Somehow we're all on the other side of the planet from where we live, or at least really far away. But all the same. Yeah, there's something drawing us to the city, to the story, and to the person. There's the person. There's one person that I have in common with all of these, and he's a person who's deeply important to me. I've oriented most of my life to trying to figure out what it means to follow this person. And it's true for most of them. But these people are really different from me. And we're in this courtyard anyway. It was one of those. It was one of those type of moments. So I had that experience many times over at most of the holy sites for the rest of the year that we went to. It's just an international crowd of Christians coming to Jerusalem and Israel and Palestine. But what's cool is that the Church of the Paternoster, the courtyard itself, embodies that diversity and unity through the same prayer being written in a hundred different human expressions of language. So that's one memory. I'll share one more. When you and I were there, we didn't go through Nazareth. Nope, we didn't go to Nazareth. So Nazareth is a city now. It's a big city. And actually, yeah, it's one of the larger cities where you have a Jewish Israeli and an Arab Israeli population mixing. The proportions are different than they are in many other Israeli towns.",
    "start": "00:08:28",
    "end": "00:10:01"
  },
  {
    "text": "Do they live in different parts of the city, or is it pretty intermixed?",
    "start": "00:10:01",
    "end": "00:10:04"
  },
  {
    "text": "Oh, in Jerusalem, for example, it's really divided between east and west, kind of Jewish and Arab. In Nazareth, I didn't spend enough time there to know, but when I was downtown, it just seemed like everybody's in the mix. Right here again, in the middle of the city of Nazareth, which was a town of like a few hundred in Jesus day. Now it's like, I don't know, tens of thousands of people.",
    "start": "00:10:04",
    "end": "00:10:27"
  },
  {
    "text": "Is it the same city or was it kind of like reconstructed?",
    "start": "00:10:28",
    "end": "00:10:32"
  },
  {
    "text": "Oh, yeah, they've done excavations of, like, the oldest section.",
    "start": "00:10:32",
    "end": "00:10:36"
  },
  {
    "text": "Okay, so it's in the same spot, correct?",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Okay, yeah. It's more just the city. Modern city has grown up around in rings around the older site. But in near the heart of the city is another Roman Catholic church and holy site. It's called the Church of the Annunciation. And it's all about memorializing the story of Mary, learning that she's pregnant with Jesus. And so you go inside and in the courtyard and in the church are a couple hundred paintings of Mary and Jesus, the Madonna and Child. It's like Mary holding. Holding Jesus. But what they commissioned all these works of art is they had almost every country in the world is represented. And they had artists from every different nation and culture depict Mary and Jesus in the unique, traditional art style of their culture. And so you're just walking through. You know, I just included some pictures here, but for people listening, just Google Church of the Annunciation paintings. And it's so awesome. It's so awesome. And so you're walking through looking at a Bolivian Mary and Jesus, a Romanian Mary and Jesus, Vietnamese, Singapore, Greece.",
    "start": "00:10:37",
    "end": "00:11:59"
  },
  {
    "text": "Yeah. All different sorts of art styles.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "Yeah. And they're really diverse.",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "Did they give them a color palette, though? Because there's a lot of similarities in these, like, oranges.",
    "start": "00:12:03",
    "end": "00:12:08"
  },
  {
    "text": "Oh, that's interesting. Oh, that's a good question. I don't know. I'm Scottish, so I have a particular affinity to the Scottish Mary and Jesus. Thailand, Croatia. So awesome.",
    "start": "00:12:08",
    "end": "00:12:21"
  },
  {
    "text": "The most epic one is one with all those rays coming out at the bottom.",
    "start": "00:12:22",
    "end": "00:12:26"
  },
  {
    "text": "That's Croatia.",
    "start": "00:12:26",
    "end": "00:12:27"
  },
  {
    "text": "That's Croatia.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "Croatian Mary and Jesus.",
    "start": "00:12:28",
    "end": "00:12:29"
  },
  {
    "text": "That's awesome. That one's cool.",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. So I remember the first time I went here. We went back many times over the year. This was the same experience, but even more tangible because there was always an international crowd every time we were there. May I'll say this. In Western culture, for people who are aware of or value multiculturalism, I think there's a pretty growing awareness of the white European captivity of pictures of Jesus in, like, Western art and Christian media.",
    "start": "00:12:31",
    "end": "00:13:02"
  },
  {
    "text": "What do you mean by captivity?",
    "start": "00:13:02",
    "end": "00:13:03"
  },
  {
    "text": "Oh, well, that Jesus is portrayed as a white European male in most of the history of Western art.",
    "start": "00:13:03",
    "end": "00:13:09"
  },
  {
    "text": "Right?",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Yeah. And it's still perpetuated today.",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Totally.",
    "start": "00:13:12",
    "end": "00:13:12"
  },
  {
    "text": "Well, it's interesting. You go into the church of the Annunciation, and when you see a hundred different ethnic representations of Jesus, then you.",
    "start": "00:13:12",
    "end": "00:13:20"
  },
  {
    "text": "Realize, like, oh, okay, everyone's.",
    "start": "00:13:20",
    "end": "00:13:22"
  },
  {
    "text": "We all do this.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "Doing it.",
    "start": "00:13:23",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, we all do this. And the question is, are we imposing our ethnic identity onto Jesus? Or maybe it's the reverse. It's that the nature of who Jesus is, his identity and story, is that he is our brother. Yes. And he's the brother of all of us.",
    "start": "00:13:23",
    "end": "00:13:39"
  },
  {
    "text": "Yeah.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "And what he came to do and what he did and who he is right now and what his story represents, it speaks to the deepest part of the human longing that is universal to the whole brother and sisterhood of humanity. And so you walk into this church and you see Jesus face in all the ethnicities of the world.",
    "start": "00:13:40",
    "end": "00:14:02"
  },
  {
    "text": "That's cool.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "It's very moving.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "It would be cool to. We've depicted Jesus in many different ways throughout our videos. Videos, Yep. And I've wanted to put them all up together just so you can see all the different.",
    "start": "00:14:03",
    "end": "00:14:16"
  },
  {
    "text": "Yes.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "We try not to do a white Jesus.",
    "start": "00:14:16",
    "end": "00:14:18"
  },
  {
    "text": "Yeah.",
    "start": "00:14:18",
    "end": "00:14:18"
  },
  {
    "text": "But in our doodle style, it kind of almost feels like it's a white Jesus because.",
    "start": "00:14:19",
    "end": "00:14:24"
  },
  {
    "text": "Yeah. If his face doesn't have color, then the white background.",
    "start": "00:14:24",
    "end": "00:14:27"
  },
  {
    "text": "White background kind of. Yeah. Makes it feel white. But, yeah, there's all sorts of variety ways that we've depicted Jesus.",
    "start": "00:14:27",
    "end": "00:14:34"
  },
  {
    "text": "Yeah. And so on one level, it's unhealthy that one culture's portrayal of Jesus has become a default, at least in Europe and America. Like, that's not awesome. But at the same time, the intuition underneath that I think is right, because that expression came from white Caucasian followers of Jesus. And it's not wrong for them to imagine a Jesus who is like them. I think what the error or the distortion comes when we imagine Jesus as primarily.",
    "start": "00:14:34",
    "end": "00:15:10"
  },
  {
    "text": "Well, Jesus did live in human history.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "And have a color of skin.",
    "start": "00:15:14",
    "end": "00:15:16"
  },
  {
    "text": "Yeah. Actually, his ethnic identity was crucial to his mission and purpose. But it wasn't white European.",
    "start": "00:15:16",
    "end": "00:15:23"
  },
  {
    "text": "It wasn't what you mean.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "Yeah. So I remembered a whole year of these types of experiences. It really marked me. And so in the years afterward, I was on a hunt to just learn more about global Christianity, just to get more edumacated. And I discovered the work of a scholar named Philip Jenkins, who's prolific. He was a professor of history and religion at. At Penn State. Now he's at Baylor, Texas. He has done the best job of popularizing the importance of the growth of a global Christianity that is eclipsing white European American Christianity.",
    "start": "00:15:25",
    "end": "00:16:06"
  },
  {
    "text": "Yeah, well, in the modern day. You're talking about modern day.",
    "start": "00:16:06",
    "end": "00:16:09"
  },
  {
    "text": "Yeah. He wrote a series of books kind of in the late early 2000s into the teens.",
    "start": "00:16:10",
    "end": "00:16:13"
  },
  {
    "text": "Like, the fastest growing church is in China, probably.",
    "start": "00:16:13",
    "end": "00:16:16"
  },
  {
    "text": "Correct. Yeah. And Kenya and Uganda. So here's just some quotes here. This is from a book called the New Faces of Christianity. Jenkins says, in the world today, and I think he was writing this in 2012, there are approximately 2 billion Christians.",
    "start": "00:16:16",
    "end": "00:16:32"
  },
  {
    "text": "What has world population been doing in the last decade?",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "Isn't it about seven and a half billion right now? Are we at eight yet?",
    "start": "00:16:35",
    "end": "00:16:38"
  },
  {
    "text": "We're at 7.7 in 2019.",
    "start": "00:16:38",
    "end": "00:16:40"
  },
  {
    "text": "Oh, okay. All right.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "In 2012, it would have been 7.1.",
    "start": "00:16:41",
    "end": "00:16:46"
  },
  {
    "text": "When he says two billion Christians, you know, who defines what that means? I think it's people who would identify with the Christian tradition in some way.",
    "start": "00:16:47",
    "end": "00:16:56"
  },
  {
    "text": "There's only 2 billion people on the earth in 1927. Wow. You know, it's also really interesting to think about. Sorry, this is a Tangent. I've been studying a lot about ancient near east as we've been thinking about this other podcast. And one thing that's been striking me is how few people there actually were.",
    "start": "00:16:56",
    "end": "00:17:15"
  },
  {
    "text": "Yes. Yeah, sure.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "And I'm just looking at this chart. In 2000 BC, 27 million people on the planet.",
    "start": "00:17:17",
    "end": "00:17:23"
  },
  {
    "text": "Wow. Yeah.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "On the whole planet.",
    "start": "00:17:24",
    "end": "00:17:24"
  },
  {
    "text": "Yeah, man.",
    "start": "00:17:24",
    "end": "00:17:25"
  },
  {
    "text": "Sorry. Tangent. Tangent. Done.",
    "start": "00:17:25",
    "end": "00:17:27"
  },
  {
    "text": "Okay, so, Jenkins, I think writing in around 2012, I think maybe 2007, I forget. In the world today, there are approximately 2 billion Christians. Of those, the largest contingent, about 530 million, live in Europe. So Europe's still the numerical highest number. Close behind, however, is Latin America, with 510 million. Africa, 309 million, and Asia, by which he means China, and then the whole South Pacific, about 300 million. However, if we project that number forward into the future, the numbers change quite rapidly. By 2025, the title for most Christian continent, that is the continent with the largest number of Christians, will be in competition between Africa and Latin America. If we move further into the future, however, there is no doubt by 2050, Africa will win. In terms of population distribution, Christianity will chiefly be a religion of Africa and the African Diaspora, which is. Which will by then, in a sense, be the heartland of Christianity. 2050. That's his prediction. So for not the whole of Christianity in modern west urban environments, I think Christianity is associated with. Yeah, the Western world, the west, and with Europe. So that's a.",
    "start": "00:17:27",
    "end": "00:18:54"
  },
  {
    "text": "And North America.",
    "start": "00:18:55",
    "end": "00:18:55"
  },
  {
    "text": "Yeah, that's a medieval phenomenon, and that's.",
    "start": "00:18:55",
    "end": "00:18:59"
  },
  {
    "text": "Not taking into account the Eastern Orthodox Church.",
    "start": "00:18:59",
    "end": "00:19:02"
  },
  {
    "text": "Oh, yeah, Eastern Christianity. So this was another book that he wrote called the Lost Christianities. And by lost, he means lost to Western memory. But the conversion of the Kingdom of Armenia. In the early centuries, there were whole kingdoms and people groups that adopted allegiance to Jesus.",
    "start": "00:19:02",
    "end": "00:19:25"
  },
  {
    "text": "I don't know many of those stories.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "They're all in the east, what today is called the Middle east or Turkey or Asia.",
    "start": "00:19:27",
    "end": "00:19:32"
  },
  {
    "text": "So there's Coptic, which comes out of Egypt.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "There's all sorts of Eastern Orthodox.",
    "start": "00:19:36",
    "end": "00:19:39"
  },
  {
    "text": "Yep, that's right. Assyrian Orthodox, Syrian Orthodox and Assyrian Orthodox. But his point is that moving forward, it's going to be the eclipse of Western European and American Christianity just numerically. And so he actually has a famous quote from his other book called the New Christendom, where he says, as Christianity moves to the global southern, Southern hemisphere, Christianity is also entering a world that is very poor. If you want to think of an average Christian in the world today, the average follower of Jesus, in terms of, like, who should you think of in terms of who makes up the largest category of a demographic. And he says you should think of a woman living in a village either in Nigeria or in a favela, a shanty town in Brazil. Probably somebody who by typical American standards is inconceivably poor.",
    "start": "00:19:39",
    "end": "00:20:36"
  },
  {
    "text": "Inconceivably poor?",
    "start": "00:20:37",
    "end": "00:20:38"
  },
  {
    "text": "Yeah.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "To an American, you can't even imagine the poverty.",
    "start": "00:20:39",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "What's interesting is if you walked around Portland and you asked someone to name an average Christian.",
    "start": "00:20:43",
    "end": "00:20:51"
  },
  {
    "text": "Yes.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "It's just in the news is all about. It's more about this kind of very nationally focused, very political Christian who is kind of like rich and wants you to do what they want you to do.",
    "start": "00:20:52",
    "end": "00:21:08"
  },
  {
    "text": "Yeah, totally. I'm with you. I mean, having grown up in Portland, this is why living in Jerusalem was such a shock to my system. It was an awakening to the fact that I was only familiar with one little sliver of the cultural expressions that are Christianity. And the modern demographic reality of Christianity already makes that point. But the history of the Jesus movement itself also makes that point. And so it became strange to me, you know, even when I moved back to Portland years later, it was like coming back, but it felt totally different because all those same things that I grew up with, you know, with Christianity being associated with only one type of culture, it just all seems so backwards or almost sheltered. Such a naive, small minded view of what Christianity is. But that was my experience growing up here.",
    "start": "00:21:09",
    "end": "00:22:07"
  },
  {
    "text": "Sam.",
    "start": "00:22:10",
    "end": "00:22:24"
  },
  {
    "text": "You tell me in terms of your own experience of this kind of thing as you've become more aware of the global church. Global church. And actually through this project.",
    "start": "00:22:46",
    "end": "00:22:53"
  },
  {
    "text": "I don't get out a lot. I'm pretty. Yeah, man, I'm pretty sheltered.",
    "start": "00:22:54",
    "end": "00:23:01"
  },
  {
    "text": "I theoretically aware at least.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "Yeah, I saw this. It was a tweet. I spent too much time on Twitter, just confession time. And I saw this tweet that really cut through the noise in a beautiful way. Someone said something to the effect of you have more in common with. I don't remember the example they gave, but. So let's just give this example of a poor, an inconceivably poor woman living in Nigeria who's a Christian than you do with someone in your political party who doesn't follow Jesus. And that really shook things up because it's so easy to begin to identify with other things and not realize. I mean, that's such a powerful thing to say. And I don't even fully appreciate that. Yes, I have more in common.",
    "start": "00:23:03",
    "end": "00:23:52"
  },
  {
    "text": "Yeah.",
    "start": "00:23:52",
    "end": "00:23:52"
  },
  {
    "text": "With a poor Nigerian Christian woman or a poor boy growing up in a shanty town. In Brazil than I do with someone in my city who isn't following Jesus. There's something so massive about following Jesus and the Lord's Prayer being just a symbol of that.",
    "start": "00:23:53",
    "end": "00:24:14"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "That changes your identity, that there is that bond. I think just saying that out loud is startling because I don't think about that normally. Yeah, it's very global.",
    "start": "00:24:15",
    "end": "00:24:27"
  },
  {
    "text": "Yeah, that's exactly right. So, yeah, just to say it again, this is part of Philip Jenkins whole project and writing as many books as he can on this topic to popular audiences. The Jesus movement is the most culturally, ethnically diverse people movement that's ever happened to the human race. Somehow the ability of the story of Jesus, which is the biblical story, is able to speak to every different kind of human and address their deepest questions or problems or longings about themselves, about other people, about God, about the world. However, it's such a universal story that it can go on and be adapted and re expressed in innumerable cultural forms, types of cultural forms. Yeah, there are many diverse religious movements. I'm not saying there aren't other diverse religious movements. But nothing equals the adaptability of the story of Jesus in terms of the sheer number of cultures that have adopted it and made it their own. Because it's not bound to any language, it's not bound to any one culture, it's not bound to a piece of land. I mean, it's really, it's universal. And so the question is, what's going on here? Is this just like a happy incidental feature? And so what I'm hoping for, for this video is to just address the. The essence of the story of Jesus, which is the essence of the biblical story that's actually baked into what it's about, that it is in its very essence as a story saying that the only way forward for humanity and the thing that God is doing in the story of humanity is unifying diverse nations into one new humanity. That's the goal of the biblical story, but not in a way that erases or marginalizes any one culture's difference, but actually in a way that honors and resurrects and glorifies what is unique and beautiful about every different kind of human and culture. Again, and I'm having grown up here in Portland, I was raised with a cultural value of diversity in the abstract, even though Portland's history tells the exact opposite story. So, so does the state of Oregon. But it's sort of like it's in the air that you're supposed to value that.",
    "start": "00:24:27",
    "end": "00:26:51"
  },
  {
    "text": "Right.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "You know, and so this Is one of those things where the story of Jesus and the biblical story actually takes ethnic diversity more seriously than the more popular value of multiculturalism in Western culture. It actually takes it more seriously and has a version of the human story that is so. So radical. It sounds radical and scandalous to even people who say they value multiculturalism.",
    "start": "00:26:52",
    "end": "00:27:22"
  },
  {
    "text": "Really?",
    "start": "00:27:23",
    "end": "00:27:23"
  },
  {
    "text": "Yeah, I think so. Yeah. Once you get into the biblical story.",
    "start": "00:27:23",
    "end": "00:27:27"
  },
  {
    "text": "I could see it feeling very scandalous to someone who is scared. And I don't want in any way demean this kind of person because there is a lot of fear around what people call globalism.",
    "start": "00:27:27",
    "end": "00:27:38"
  },
  {
    "text": "Sure, yeah. Yeah, sure.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "And actually, I think it's a good intuition, which is if the world is crooked and the powers are at work creating evil and injustice and stuff, a global version of that is the worst thing you can imagine. And so there's this kind of. If you think about human history and the way that people have been creating tribes and then creating empires and nations, and now we're in these nation states where hundreds of millions of people all have an identity as a nation state. And so some people are theorizing that you just go forward in the future and eventually it's inevitable there's going to.",
    "start": "00:27:40",
    "end": "00:28:20"
  },
  {
    "text": "Be some sort of global unified something.",
    "start": "00:28:20",
    "end": "00:28:23"
  },
  {
    "text": "Yeah. And already so many things are global. The economy is global, the Internet is global and all this stuff. And then there's this fear of that.",
    "start": "00:28:23",
    "end": "00:28:34"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "And so to say that the Bible has a global vision. I can see a lot of people kind of starting to squirm.",
    "start": "00:28:35",
    "end": "00:28:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "And go, oh, that's the beast. That's the dragon. That's Babylon.",
    "start": "00:28:45",
    "end": "00:28:48"
  },
  {
    "text": "Because it is. It is. Babylon is the icon for the unification of a false new humanity.",
    "start": "00:28:49",
    "end": "00:28:58"
  },
  {
    "text": "A false new humanity.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "Yeah. So we'll talk about this.",
    "start": "00:29:00",
    "end": "00:29:02"
  },
  {
    "text": "Cool.",
    "start": "00:29:02",
    "end": "00:29:02"
  },
  {
    "text": "Because the story of Babylon is central to the story of the nations, the unification of the nations. So, yeah. It's not whether humans want to unify or think they should be unified. The question is, what is the story driving that unity?",
    "start": "00:29:02",
    "end": "00:29:17"
  },
  {
    "text": "We're going to be unified. There is a unifying power that's happening regardless.",
    "start": "00:29:18",
    "end": "00:29:22"
  },
  {
    "text": "Yeah. I think it's built in.",
    "start": "00:29:22",
    "end": "00:29:24"
  },
  {
    "text": "Wow.",
    "start": "00:29:24",
    "end": "00:29:24"
  },
  {
    "text": "The question is, what is the story about human identity and value that drives that unification? And in a way, that's the biblical trauma. It's a tale of tension between two visions of what a unified humanity ought to look like? One leads to a city called Babylon, and the other leads to a host of images. The Garden City, New Jerusalem. Yeah.",
    "start": "00:29:24",
    "end": "00:29:53"
  },
  {
    "text": "Now, another theme video we talked about doing Is the cities.",
    "start": "00:29:53",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:57",
    "end": "00:29:57"
  },
  {
    "text": "So is this kind of going to be.",
    "start": "00:29:57",
    "end": "00:29:59"
  },
  {
    "text": "Yeah, I'm going to separate it out.",
    "start": "00:30:00",
    "end": "00:30:02"
  },
  {
    "text": "Separate it out, yeah.",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "Well, then we should make that video. We're going to talk about the interrelationship of the families and tribes of the land in the story of the Bible. It'll overlap with the families and tribes create cities. They do so.",
    "start": "00:30:03",
    "end": "00:30:18"
  },
  {
    "text": "But it'll overlap.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "It'll overlap at certain points.",
    "start": "00:30:20",
    "end": "00:30:21"
  },
  {
    "text": "We'll tease it out.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "But when we get to the city, it'll be about the development of the cities. This is going to be about the families. This is about genealogical ties, kinship ties in the story of the Bible.",
    "start": "00:30:22",
    "end": "00:30:34"
  },
  {
    "text": "Cool.",
    "start": "00:30:34",
    "end": "00:30:34"
  },
  {
    "text": "But again, to say the main point, the heartbeat of the Jesus movement from the beginning was to go out to all nations, make disciples of all nations. The book of Acts, right from Jerusalem to Judea, Samaria to the ends of the earth. The idea that only in Jesus can humanity be unified in a way that will generate life and love and human flourishing as we rediscover the image of God in each other and with each other. So that's a scandalous claim that's made by the story of Jesus. And there are many other rival claims to how the human family ought to be unified. But that is the claim. And by definition it's born true in history. Even though I'm not saying church history therefore vindicates everything that any church has ever done. No, but to say there is. I think there is one thing to celebrate, that it's become the most multi ethnic religious movement in history and that there is an immense potential here for the future of the human story if we understand what the story actually is. So that was kind of anecdotal and then some demographic data. Thank you, Philip Jenkins. But let's just look at two passages in the New Testament that kind of show this theme theme in full flower. When we do theme videos, we start at the beginning, showed how the theme seed.",
    "start": "00:30:34",
    "end": "00:32:41"
  },
  {
    "text": "Yeah, I'm picking up on the metaphor. Yeah, the plant metaphor.",
    "start": "00:32:41",
    "end": "00:32:46"
  },
  {
    "text": "These are a couple flowers.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "Okay.",
    "start": "00:32:47",
    "end": "00:32:47"
  },
  {
    "text": "Like fully bloomed biblical theology of the multi ethnic family of God at a culminating point in Paul's letter to the Romans, Roman Christians. Oh, which is a church that's dividing itself along every ethnic lines and socioeconomic lines, Jewish and non Jewish. And people who are taking Torah observance as the marker of identity for the family of Jesus. And then people who have a different view about the laws of the Torah identify followers of Jesus. So Paul's whole goal is to show how, hey, we are all Jew and non Jew unified not by the Torah, but by our allegiance and faith in Jesus. And so in Romans 15, verse 8 and following this is really cool. He says, for I say that the Messiah has become a servant to the circumcision which is the Jewish Torah. Observant people. Yeah, Israel, the family, the ethnic family of Israel that's identified by its adherence to the Torah. Okay.",
    "start": "00:32:47",
    "end": "00:33:55"
  },
  {
    "text": "Yeah. Which circumcision is an outward sign of that.",
    "start": "00:33:55",
    "end": "00:33:58"
  },
  {
    "text": "Correct?",
    "start": "00:33:58",
    "end": "00:33:58"
  },
  {
    "text": "Yeah.",
    "start": "00:33:58",
    "end": "00:33:59"
  },
  {
    "text": "So Messiah has become a servant.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "Servant.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "Servant. Just pause. Upload everything that servant means in the Hebrew bible. Specifically Isaiah 53 is the, like the mountain peak of the theme of the servant in the Hebrew Bible. So he's become a servant to Israel on behalf of God's faithfulness for two purposes. He makes two purposes clear. First, in order to confirm the promises that he gave to the fathers, these.",
    "start": "00:34:02",
    "end": "00:34:31"
  },
  {
    "text": "Are I'm going to bless you, turn you into a great nation.",
    "start": "00:34:31",
    "end": "00:34:34"
  },
  {
    "text": "Correct. Genesis patriarchs. So one whole role of Jesus as Israel's Messiah is to fulfill God's promises to the family of Abraham. Abraham. So that first one makes sense.",
    "start": "00:34:34",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:48",
    "end": "00:34:49"
  },
  {
    "text": "He became a servant to Israel to confirm God's promises to the ancestors of Israel.",
    "start": "00:34:49",
    "end": "00:34:54"
  },
  {
    "text": "Yeah, it makes perfect sense. I'm going to serve you so that you can now have the things that you were promised.",
    "start": "00:34:54",
    "end": "00:35:00"
  },
  {
    "text": "That's right.",
    "start": "00:35:00",
    "end": "00:35:00"
  },
  {
    "text": "I'm going to give them to you.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "That's right. So here's the second reason. Paul says that the Messiah became a servant to Israel 2 so that the nations would glorify God for his mercy. So the logic of what he's saying here is Jesus mission was first to the family of Israel so that the nations would honor God for his mercy. So the way he thinks about who Jesus is and the story that he fits into has to do with the mission of God to first of all fulfill his promises to Israel. One specific nation, one nation two. So that all of the other nations would look on or somehow participate and therefore glorify God for his mercy. So this is. We're getting core to the logic of the family of God in the story of the Bible.",
    "start": "00:35:01",
    "end": "00:35:52"
  },
  {
    "text": "Okay.",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "There's an Israel focus, but that Israel focus is the means through which all of the nations are brought in on the party.",
    "start": "00:35:54",
    "end": "00:36:04"
  },
  {
    "text": "Yeah.",
    "start": "00:36:05",
    "end": "00:36:05"
  },
  {
    "text": "So to speak.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "Yeah. And we've talked about this. Genesis 12 and 15, correct.",
    "start": "00:36:06",
    "end": "00:36:11"
  },
  {
    "text": "Yep.",
    "start": "00:36:11",
    "end": "00:36:11"
  },
  {
    "text": "Which one is the one where he kind of explicitly says God's promises?",
    "start": "00:36:11",
    "end": "00:36:15"
  },
  {
    "text": "Yeah, it's the opening statement, Abraham in Genesis 12 and 12. Yeah. So we'll come back around. Come back to that statement. Yeah. So this Paul's summary of like the story of the Old Testament and of the purpose of Jesus, life, death and resurrection. And then he goes on to support it with four quotations from the scriptures of Israel to say, listen, this is what the whole Hebrew Bible is about. So he first says, as it's written, therefore, I will praise you among the nations. Though in some translations it gets translated as the word gentiles. We should probably talk about this up front.",
    "start": "00:36:16",
    "end": "00:36:51"
  },
  {
    "text": "The term gentile.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "Yeah, Gentile, I had never heard.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "That's good because I don't really know where this word comes from.",
    "start": "00:36:53",
    "end": "00:36:57"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "But it just means everyone who's not.",
    "start": "00:36:58",
    "end": "00:37:00"
  },
  {
    "text": "Not Jewish.",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "Not Jewish.",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "Yeah, totally. And it's interesting, I actually didn't do like Oxford English Dictionary search on gentile. The Greek word it's translating here is ethne, from which we get our word ethnos or ethnic.",
    "start": "00:37:02",
    "end": "00:37:15"
  },
  {
    "text": "Ethnic.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "It means the nations. It's the Greek word for nations, referring not to the modern nation state, but to what we would say more as ethnic identity. A people or tribal relation, a bloodline, a particular family connected through a bloodline.",
    "start": "00:37:16",
    "end": "00:37:32"
  },
  {
    "text": "And there's lots of those.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Lots of, lots of ethnic.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "We have ours, there's lots of other ones.",
    "start": "00:37:35",
    "end": "00:37:37"
  },
  {
    "text": "Yeah. And now at this point there are still many nations that are identified with one particular ethnic ethnicity. But for the most part, the modern nation state in the 1800s, you know, as it's being conceived, was to create a land based, boundary line based national identity that could be made up of lots of different types of people groups.",
    "start": "00:37:37",
    "end": "00:38:01"
  },
  {
    "text": "Oh, so you know, Gene, it's the same root from gentile.",
    "start": "00:38:01",
    "end": "00:38:05"
  },
  {
    "text": "Oh, really?",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "Which is. Yeah, really? Yeah.",
    "start": "00:38:06",
    "end": "00:38:08"
  },
  {
    "text": "Oh, I had no idea, sorry.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "It comes from gentis or gentis which means race or clan, which is, I guess it's a proto Indo European word. So that's where that comes from. So ethne. Yeah, gentis.",
    "start": "00:38:10",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "Gene?",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "Yeah.",
    "start": "00:38:26",
    "end": "00:38:26"
  },
  {
    "text": "This idea of your. Where you come from.",
    "start": "00:38:26",
    "end": "00:38:28"
  },
  {
    "text": "I had never heard the word gentile.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "Until you started following Jesus.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "Started following Jesus and reading the Bible.",
    "start": "00:38:32",
    "end": "00:38:34"
  },
  {
    "text": "Yeah. It's not a word you use.",
    "start": "00:38:34",
    "end": "00:38:35"
  },
  {
    "text": "No, it's an odd word.",
    "start": "00:38:35",
    "end": "00:38:37"
  },
  {
    "text": "Yeah. What do we say? Foreigner or. No, what would you say? Do you have a word for not American?",
    "start": "00:38:37",
    "end": "00:38:43"
  },
  {
    "text": "Oh, I would say international. International or ethnicity or multi ethnic. Yeah. When I want to talk about all of the different people groups.",
    "start": "00:38:44",
    "end": "00:38:52"
  },
  {
    "text": "Yeah. You say multi ethnic.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "Outside of my own nation or whatever, I would say the nations international, multi ethnic. Those would be the phrases I would use.",
    "start": "00:38:54",
    "end": "00:39:01"
  },
  {
    "text": "So when you see the word gentile in your mind, you replace that with multi ethnic.",
    "start": "00:39:01",
    "end": "00:39:06"
  },
  {
    "text": "Among the multi ethnic nations of the world.",
    "start": "00:39:06",
    "end": "00:39:09"
  },
  {
    "text": "Yeah.",
    "start": "00:39:09",
    "end": "00:39:09"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "Cool.",
    "start": "00:39:10",
    "end": "00:39:10"
  },
  {
    "text": "So now only some English translations still use the word gentile to translate the Greek word ethne. So for example, I think this is the new American standard, says gentiles. The English standard version says gentiles. The new international version has gentiles. Oh, well, there you go.",
    "start": "00:39:10",
    "end": "00:39:32"
  },
  {
    "text": "It's popular.",
    "start": "00:39:32",
    "end": "00:39:33"
  },
  {
    "text": "Yep.",
    "start": "00:39:33",
    "end": "00:39:33"
  },
  {
    "text": "Gentiles. People of other genes.",
    "start": "00:39:33",
    "end": "00:39:35"
  },
  {
    "text": "Totally. People of other genes. Genesis. I'm so sorry, that was. I just.",
    "start": "00:39:36",
    "end": "00:39:40"
  },
  {
    "text": "No, that's helpful.",
    "start": "00:39:41",
    "end": "00:39:41"
  },
  {
    "text": "Yeah. But within the Bible, it's from the perspective of a speaker or a writer who belongs to the Jewish ethne.",
    "start": "00:39:41",
    "end": "00:39:49"
  },
  {
    "text": "Yes.",
    "start": "00:39:49",
    "end": "00:39:50"
  },
  {
    "text": "So basically it means anybody who's not Jewish is called the nations.",
    "start": "00:39:50",
    "end": "00:39:54"
  },
  {
    "text": "Sure.",
    "start": "00:39:54",
    "end": "00:39:54"
  },
  {
    "text": "That's what the term means in the Bible when you come across it. Non Jewish.",
    "start": "00:39:54",
    "end": "00:39:58"
  },
  {
    "text": "Yeah. Because the Bible was written by.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "Yeah. Every book of the Bible was written by an Israelite.",
    "start": "00:40:00",
    "end": "00:40:04"
  },
  {
    "text": "Yeah.",
    "start": "00:40:04",
    "end": "00:40:04"
  },
  {
    "text": "Yeah. Paul's saying the Messiah became as a servant to confirm the promises to given to Israel and so that the nations could get in on the party. And he's going to support this idea from four different texts from the scriptures of Israel. First quote, therefore, I will give you praise among the nations and I will sing your name. It's a quote from a Song of David.",
    "start": "00:40:04",
    "end": "00:40:28"
  },
  {
    "text": "We spent all that time explaining Gentiles and then you didn't use the word.",
    "start": "00:40:29",
    "end": "00:40:33"
  },
  {
    "text": "No. Well, I just wanted to, because people will see it in their Bibles. Yeah. And I just. Yeah, I don't like using the word.",
    "start": "00:40:33",
    "end": "00:40:39"
  },
  {
    "text": "You don't even use the word.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "Use the actual word in English, which is nations.",
    "start": "00:40:40",
    "end": "00:40:43"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:40:43",
    "end": "00:40:43"
  },
  {
    "text": "That's what we mean. Now, aren't translations supposed to be translations? Yeah, I shouldn't have to translate the translation. He quotes from David. A poem that David sings at the end of a story at the conclusion of 2 Samuel. That's where this quote comes from. Yep. Second quote, again it says, quote, rejoice, O nations, with his people is quoting from the song of Moses at the end of Deuteronomy, verse 11. And again, quote, praise the Lord, all you nations. Let all the peoples praise him. He quotes from Psalm 117, the shortest Psalm in the whole collection, and verse 12. And again Isaiah says, quote, there shall come the root of Jesse, the one who arises to rule over the nations. In him the nations will hope. Now concluding in verse 13, Paul says, May the God of hope fill y' all with joy and peace, as you have trust or faith, so that y' all will overflow in hope by the power of the Holy Spirit. Great concluder, so notice what he's just done, he's quoted from all of the four sections of the Tanakh of the structure of the Hebrew Bible in the Jewish tradition.",
    "start": "00:40:43",
    "end": "00:42:05"
  },
  {
    "text": "Yeah. He pulled from all over it.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Yeah. From the Torah and then from the prophets, which have two subcategories, the former prophets, latter prophets, and then from the psalms, which head off the third section, the writings. Let's see. This would be like quoting a line from four different bodies of work. So it'd be like quoting from each of the three original trilogy Star wars movies.",
    "start": "00:42:06",
    "end": "00:42:30"
  },
  {
    "text": "Of course you would.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "There. I'm sorry.",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "No, it's great.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "It's just how I grew up. Yeah, yeah.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "You want to see this unifying theme throughout all of the Star wars movies.",
    "start": "00:42:35",
    "end": "00:42:39"
  },
  {
    "text": "Yeah. Quotes different lines that are unique to each of the three movies, so to speak, to show the through, but showing that they're hyperlinked.",
    "start": "00:42:39",
    "end": "00:42:48"
  },
  {
    "text": "Yeah.",
    "start": "00:42:48",
    "end": "00:42:48"
  },
  {
    "text": "Here. Every one of these is about how all of the nations are going to come. Come give their allegiance to the God of Israel and realize their identity. Here's my point. Here's the apostle to the Gentiles, Paul, and at the culmination of a letter where he's trying to help followers of Jesus who are of different ethnic groups and they're at odds with each other. And when he wants to summarize the whole thing, like, what's this all about? He paints a picture of the international family of God that is unified not by its ethnic identity, not by a piece of land, not even by a cultural heritage, the laws of the Torah. What unifies them is that through the Messiah, they can now all be a part of the human family that is unified with its Creator in praise and worship.",
    "start": "00:42:48",
    "end": "00:44:24"
  },
  {
    "text": "And is it clear to you through these specific verses or from elsewhere that these nations will retain their identity as nations, or will they actually become identified more with the Messiah, that they lose their identity as nations?",
    "start": "00:44:24",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, okay, that's a great question. Let's just register it. It'll be an underlying theme. It's that theme of the one and the many, for the many to become one. Do they stop being the many?",
    "start": "00:44:45",
    "end": "00:44:58"
  },
  {
    "text": "Right.",
    "start": "00:44:58",
    "end": "00:44:58"
  },
  {
    "text": "Or is it the case that the biblical story is actually trying to reconfigure our whole sense of what it means to be a one, what it means to be an individual human? What does it mean to be a human? Is it actually possible for me to be a human and not retain my own unique identity? Is it possible for me to be human and be closed off to all the other expressions of humanness around me? Right. You could say the Western culture has hyper exalted individual, the individual identity. And many traditional cultures, Eastern cultures, elevate the identity of the group, the family, the tribal unit at the expense of any one individual.",
    "start": "00:44:59",
    "end": "00:45:45"
  },
  {
    "text": "Well, so we're talking. So you got that, you got the individual, but you got the family tribal unit, which at the smallest level is the immediate family. At the largest level you can imagine right now is like an ethne. An ethne.",
    "start": "00:45:45",
    "end": "00:45:57"
  },
  {
    "text": "Yeah.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Which could be millions of people.",
    "start": "00:45:58",
    "end": "00:45:59"
  },
  {
    "text": "Yeah.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "Okay, now we're talking about a third category which is, I don't know what you want to call it. The family of God.",
    "start": "00:45:59",
    "end": "00:46:05"
  },
  {
    "text": "Yeah, the family of God.",
    "start": "00:46:05",
    "end": "00:46:06"
  },
  {
    "text": "Yeah.",
    "start": "00:46:06",
    "end": "00:46:07"
  },
  {
    "text": "Let's say.",
    "start": "00:46:07",
    "end": "00:46:07"
  },
  {
    "text": "Let's just use that term, for example. And so I'm actually specifically thinking about the ethne versus the family of God. What's the relationship there? And you're just saying that relationship between what it means to have your own ethnic identity and. And to be part of the family of God. That's a great question.",
    "start": "00:46:08",
    "end": "00:46:28"
  },
  {
    "text": "Yes.",
    "start": "00:46:29",
    "end": "00:46:29"
  },
  {
    "text": "Let's see where we go.",
    "start": "00:46:29",
    "end": "00:46:31"
  },
  {
    "text": "Let's see where we go. Yeah. The story is exploring that.",
    "start": "00:46:31",
    "end": "00:46:35"
  },
  {
    "text": "Can I flag one thing that's always kind of stood out to me in the very end of Revelation? The new Jerusalem is there, and there's nations outside of the new Jerusalem and there's like gates are open or something like that.",
    "start": "00:46:35",
    "end": "00:46:51"
  },
  {
    "text": "Yeah, totally. Yeah. Okay, great. All right, perfect. It's like I planted you. This is the last example of this theme in Flesh Flower in the last book of the Bible.",
    "start": "00:46:51",
    "end": "00:46:59"
  },
  {
    "text": "Yeah.",
    "start": "00:46:59",
    "end": "00:46:59"
  },
  {
    "text": "There's a phrase used throughout the last book of the Bible. It's a formula.",
    "start": "00:46:59",
    "end": "00:47:04"
  },
  {
    "text": "The last book being the Revelation.",
    "start": "00:47:04",
    "end": "00:47:05"
  },
  {
    "text": "The Revelation. It's a phrase that appears throughout it 10 times.",
    "start": "00:47:05",
    "end": "00:47:09"
  },
  {
    "text": "Okay.",
    "start": "00:47:10",
    "end": "00:47:10"
  },
  {
    "text": "Every nation, tribe, people and tongue, or every tongue, tribe, nation, language. It's a four. It's either a three part or a four part formula used throughout the book. It's used ten times.",
    "start": "00:47:10",
    "end": "00:47:22"
  },
  {
    "text": "Okay. Any way you want to divide things up, it's all of them.",
    "start": "00:47:22",
    "end": "00:47:26"
  },
  {
    "text": "Totally. Yeah, that's right.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "Every nation, every tribe, every people, every language.",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "The first time it appears is in Revelation, chapter five in what's called the throne room. Scene, John the visionary gets. He sees Eden. What he sees is the place where heaven and earth are one, which is the divine throne room. And it's all of the beings of the heavenly throne room, the living creatures and these 24 elders. And they're singing a new song, saying chapter five, verse nine. They're singing to the lamb, the slain lamb. You are worthy to take the scroll, open its seals, because you were slain. And with your blood, you purchased for God persons from every tribe and language and people and nation. You made them to be a kingdom and priests to serve our God and they will reign on the land.",
    "start": "00:47:30",
    "end": "00:48:20"
  },
  {
    "text": "Yeah. You made them a kingdom.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "Yes.",
    "start": "00:48:23",
    "end": "00:48:23"
  },
  {
    "text": "So that makes them feel very unified. It's one group and they. They are a kingdom.",
    "start": "00:48:23",
    "end": "00:48:29"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "And this being priests, that's. That's pretty intense because that was not just for. For Israelites, but very specific.",
    "start": "00:48:30",
    "end": "00:48:39"
  },
  {
    "text": "Yeah.",
    "start": "00:48:39",
    "end": "00:48:39"
  },
  {
    "text": "Subset of Israelites.",
    "start": "00:48:39",
    "end": "00:48:40"
  },
  {
    "text": "Yes, that's right. Yeah. Although here the. The whole is given the identity of a representative one in their midst. In other words, in Israel, there was one small family of priests, but here the whole people is being called priests.",
    "start": "00:48:40",
    "end": "00:48:56"
  },
  {
    "text": "To reign on Earth. There's our theme of partnering with God.",
    "start": "00:48:56",
    "end": "00:48:59"
  },
  {
    "text": "To reign on Earth. Yeah, it's the image of God. Yeah. So this is the first time that phrase appears. And it's just saying that Jesus came to create an international, multi ethnic kingdom of priests who rule as God's partners in the new creation. That's chapter five, verses nine and ten. And then the phrase goes on to appear nine more times in the end.",
    "start": "00:48:59",
    "end": "00:49:23"
  },
  {
    "text": "Ten. Is that on purpose?",
    "start": "00:49:23",
    "end": "00:49:24"
  },
  {
    "text": "I think so.",
    "start": "00:49:25",
    "end": "00:49:25"
  },
  {
    "text": "Yeah.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Yeah, yeah. The ten words of Genesis, one of the Sinai speeches. Yeah, totally. Yep. The last time the word nations appears.",
    "start": "00:49:26",
    "end": "00:49:34"
  },
  {
    "text": "I think that's the one.",
    "start": "00:49:35",
    "end": "00:49:35"
  },
  {
    "text": "I'm Revelation, chapters 21. The first one is in chapter 21, verse 24.",
    "start": "00:49:35",
    "end": "00:49:43"
  },
  {
    "text": "The first of the last.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "Yeah, that's right. The word nations appears three times in the last two chapters.",
    "start": "00:49:46",
    "end": "00:49:50"
  },
  {
    "text": "Okay.",
    "start": "00:49:50",
    "end": "00:49:50"
  },
  {
    "text": "And it's the last times that the word appears in the book.",
    "start": "00:49:50",
    "end": "00:49:53"
  },
  {
    "text": "Okay.",
    "start": "00:49:53",
    "end": "00:49:53"
  },
  {
    "text": "And so you're right. In this portrait, it's talking about the new Eden, new Jerusalem, heavenly temple that has come down to earth so that heaven and earth are one.",
    "start": "00:49:53",
    "end": "00:50:03"
  },
  {
    "text": "Yeah.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "And you're thinking of probably verses 23 and 24, is that right?",
    "start": "00:50:04",
    "end": "00:50:08"
  },
  {
    "text": "In chapter 21. Yeah. The city does not need the sun or the moon to shine on it for glory. The glory of God gives it light.",
    "start": "00:50:08",
    "end": "00:50:15"
  },
  {
    "text": "Just like day one.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "Genesis one.",
    "start": "00:50:18",
    "end": "00:50:18"
  },
  {
    "text": "Day one of Genesis.",
    "start": "00:50:18",
    "end": "00:50:19"
  },
  {
    "text": "Genesis one. It's so funny. I was on the way to school today, bringing the boys to school. I was trying to explain to them how the sun works. I don't know why I thought it would be a good conversation. And then, then I got to how the sun will explode one day. And that was a bad move as a dad. And I was like, don't worry, guys. It's not millions of years away. Millions and millions of years. They don't really have. They don't really know what Millions of years really is.",
    "start": "00:50:19",
    "end": "00:50:48"
  },
  {
    "text": "Especially Lil Sayre.",
    "start": "00:50:48",
    "end": "00:50:49"
  },
  {
    "text": "Yeah, Lil Sayre, buddy.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "He's just walking around thinking, the sun's gonna explode. My dad said, so my dad said.",
    "start": "00:50:51",
    "end": "00:50:56"
  },
  {
    "text": "The sun's gonna explode. But then I thought, you know. And then I started thinking about Genesis 1.",
    "start": "00:50:56",
    "end": "00:51:02"
  },
  {
    "text": "Yeah.",
    "start": "00:51:02",
    "end": "00:51:02"
  },
  {
    "text": "Because they were starting to think about what would it be like to live without the sun.",
    "start": "00:51:02",
    "end": "00:51:06"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:06",
    "end": "00:51:06"
  },
  {
    "text": "And Paxton, he's pretty bright. He was like, well, we'll just go find another one.",
    "start": "00:51:06",
    "end": "00:51:09"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:51:09",
    "end": "00:51:11"
  },
  {
    "text": "Because I said, how the earth would just get slung out into space. And he's like, well, then we'll just find another sun. I was like, yeah, we'll just find another sun.",
    "start": "00:51:11",
    "end": "00:51:15"
  },
  {
    "text": "Yeah. Maybe get caught in its orbit if we survive the ride. Okay, so that's verse 23.",
    "start": "00:51:15",
    "end": "00:51:20"
  },
  {
    "text": "The nations will walk by its light.",
    "start": "00:51:22",
    "end": "00:51:27"
  },
  {
    "text": "Yeah.",
    "start": "00:51:27",
    "end": "00:51:27"
  },
  {
    "text": "Which is God's light.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "Well, it's interesting. So verse 23 is, the city doesn't need the sun or moon because the glory of God illuminates it.",
    "start": "00:51:29",
    "end": "00:51:37"
  },
  {
    "text": "Oh, the city. Oh. And so the nations walk by.",
    "start": "00:51:37",
    "end": "00:51:40"
  },
  {
    "text": "Its lamp is the Lamb. Verse 24. The nations walk by its light.",
    "start": "00:51:40",
    "end": "00:51:46"
  },
  {
    "text": "The city's light.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "The city's light. But the city's light is the lamb's light.",
    "start": "00:51:48",
    "end": "00:51:52"
  },
  {
    "text": "And the lamb is its lamb.",
    "start": "00:51:52",
    "end": "00:51:54"
  },
  {
    "text": "The lamb is the lamp of the city.",
    "start": "00:51:54",
    "end": "00:51:57"
  },
  {
    "text": "Yeah.",
    "start": "00:51:57",
    "end": "00:51:57"
  },
  {
    "text": "Which, I mean. Okay, so obviously we're speaking on poetic symbol.",
    "start": "00:51:57",
    "end": "00:52:01"
  },
  {
    "text": "Yes.",
    "start": "00:52:01",
    "end": "00:52:02"
  },
  {
    "text": "But the point is that the city is almost now indistinguishable from the lamb. The lamb is like the city. Right. The city doesn't need the sun or moon. Why? The glory of God lights it up.",
    "start": "00:52:02",
    "end": "00:52:16"
  },
  {
    "text": "It's lighting up the city.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Yeah. Okay, you're right. So it's that. More that the glory of God is the lamb that is the light of the city that lights the city. But the city is the light because the lamb and the glory of God is the light. Yeah. Okay. There we go.",
    "start": "00:52:17",
    "end": "00:52:30"
  },
  {
    "text": "The nations will walk by its light.",
    "start": "00:52:30",
    "end": "00:52:33"
  },
  {
    "text": "Yeah.",
    "start": "00:52:33",
    "end": "00:52:33"
  },
  {
    "text": "And the kings of the earth. Yeah, yeah. They're still kings. The kings of the earth. Which makes you think, oh, well, if there's kings plural, then there's nations, plural.",
    "start": "00:52:33",
    "end": "00:52:43"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "Will bring their splendor into it. On no day will its gates ever be shut, for there will be no night there.",
    "start": "00:52:44",
    "end": "00:52:51"
  },
  {
    "text": "And they will bring the glory and honor of the nations into it.",
    "start": "00:52:52",
    "end": "00:52:56"
  },
  {
    "text": "So you get this picture of a city that's kind of like the epicenter where nations come and give gifts. But in my mind, then I don't get this picture of. Then everyone just lives in the city. They're kings of other places.",
    "start": "00:52:57",
    "end": "00:53:12"
  },
  {
    "text": "Yeah. That's right. Because remember the first time the formula appeared, why is the lamb slain? So that out of every nation, tongue, tribe and people, a kingdom of priests is created who reign over the earth, who reign over the new creation. Yes. So don't you think that's who all these kings and nations are? They're the nation's tribes and so on.",
    "start": "00:53:12",
    "end": "00:53:35"
  },
  {
    "text": "But if the city, if this new city is the new kingdom, you can live outside of the kingdom, in a nation.",
    "start": "00:53:35",
    "end": "00:53:43"
  },
  {
    "text": "I understand.",
    "start": "00:53:43",
    "end": "00:53:44"
  },
  {
    "text": "And then come back to it.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "Or maybe think of it this way. It's as if it's saying the city is the radiating life center. The center from which all of life and order radiates out into the new creation. In other words, the new creation is all of it. Yes, but you can talk about its central hub.",
    "start": "00:53:45",
    "end": "00:54:04"
  },
  {
    "text": "And this is like the tree of life. This is the.",
    "start": "00:54:05",
    "end": "00:54:07"
  },
  {
    "text": "It's the temple. It's the microcosm of the whole cosmos. Glory. Yes. Which is the glory of God, which is the lamb, which is the resurrected Jesus. The resurrected Jesus is almost swapped out here for the city where he can be identified as the light of the city or the city itself.",
    "start": "00:54:07",
    "end": "00:54:27"
  },
  {
    "text": "They become synonymous.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:54:28",
    "end": "00:54:28"
  },
  {
    "text": "That's really fascinating.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "It is. So it's saying that the new humanity retains its unique identity as the human family has expanded and grown. The new humanity doesn't ignore or erase those identity. What it does is reconcile those many precisely through the difference, so that the one becomes an enriched one.",
    "start": "00:54:29",
    "end": "00:54:54"
  },
  {
    "text": "The one becomes the one being the one new humanity.",
    "start": "00:54:54",
    "end": "00:54:58"
  },
  {
    "text": "Yes. Which is the Lamb.",
    "start": "00:54:58",
    "end": "00:54:59"
  },
  {
    "text": "Now you're just trying to make my brain hurt.",
    "start": "00:55:02",
    "end": "00:55:04"
  },
  {
    "text": "Well, I think the biblical authors are. They're trying to press our categories for reality.",
    "start": "00:55:04",
    "end": "00:55:09"
  },
  {
    "text": "Wait, the new humanity is the Lamb?",
    "start": "00:55:09",
    "end": "00:55:11"
  },
  {
    "text": "Yeah, the Lamb. The Lamb. He's the son of man. He's the son of Adam. He's the new. He is the new human.",
    "start": "00:55:11",
    "end": "00:55:16"
  },
  {
    "text": "He is our brother.",
    "start": "00:55:16",
    "end": "00:55:18"
  },
  {
    "text": "Yes.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Who is the.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "He epitomizes the new humanity.",
    "start": "00:55:20",
    "end": "00:55:22"
  },
  {
    "text": "Yeah.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "And when I.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "He is the head.",
    "start": "00:55:24",
    "end": "00:55:24"
  },
  {
    "text": "Yeah. When we get to Ephesians, this is how Paul will talk about it.",
    "start": "00:55:25",
    "end": "00:55:27"
  },
  {
    "text": "That's how he talks about it.",
    "start": "00:55:27",
    "end": "00:55:28"
  },
  {
    "text": "He's the head of the head of a new body.",
    "start": "00:55:28",
    "end": "00:55:30"
  },
  {
    "text": "Of the new body. That's right.",
    "start": "00:55:30",
    "end": "00:55:31"
  },
  {
    "text": "A new human body.",
    "start": "00:55:31",
    "end": "00:55:33"
  },
  {
    "text": "All these symbols just get.",
    "start": "00:55:34",
    "end": "00:55:36"
  },
  {
    "text": "Yeah, totally just. Yeah, yeah, that's right. So this is. Yeah, it's an important picture. The last pages of the last book of the Bible are all about this theme. The family of God, that is one and many at the same time.",
    "start": "00:55:36",
    "end": "00:55:52"
  },
  {
    "text": "One family with many nations, many different.",
    "start": "00:55:52",
    "end": "00:55:56"
  },
  {
    "text": "Cultural expressions, different Kings.",
    "start": "00:55:56",
    "end": "00:55:58"
  },
  {
    "text": "Different splendors.",
    "start": "00:55:59",
    "end": "00:56:00"
  },
  {
    "text": "Yeah. Different types. Yeah. What is the unique glory that the people of Uganda will bring? And the people of Brazil and the people of, you know, Thailand and the people of Scotland? They all have a unique way of reflecting the creative beauty and imagination of God. And only together does the portrait make the complete portrait of God that we are meant to image. I think that's the. That's the thing which means that I can't actually fully realize my humanity without understanding and appreciating and being connected. Feeling connected to the expression of other cultures. Yeah. The identity of another, of someone who's other than me. My humanity consists of other people's humanity. That's this vision of the human person. It's only together to be fully human.",
    "start": "00:56:01",
    "end": "00:56:58"
  },
  {
    "text": "You have to be able to be connected to every expression of humanity.",
    "start": "00:56:59",
    "end": "00:57:05"
  },
  {
    "text": "Yeah.",
    "start": "00:57:06",
    "end": "00:57:06"
  },
  {
    "text": "Every cultural expression.",
    "start": "00:57:07",
    "end": "00:57:07"
  },
  {
    "text": "Yeah. The completion of my human identity consists in, or can only be found in understanding, being connected to, to and appreciating the humanity of others who are different than me.",
    "start": "00:57:07",
    "end": "00:57:21"
  },
  {
    "text": "And that doesn't mean you lose your own identity.",
    "start": "00:57:21",
    "end": "00:57:24"
  },
  {
    "text": "Correct. By definition, it means I retain it. Because they need my expression of humanity.",
    "start": "00:57:24",
    "end": "00:57:29"
  },
  {
    "text": "Because they need your expression.",
    "start": "00:57:29",
    "end": "00:57:30"
  },
  {
    "text": "Yeah. And I need theirs. Again. The seedbed of this is the little image of God poem, Genesis 1. That's where we'll go next. And then that deep sleep that the human has in Genesis 2 where the one becomes the two so that they can become one again. It's a potent image that Jesus and Paul were into because they saw the whole biblical story told in miniature right there. But that's where we're going for. The point is, currently, demographically, historically, through history and in the logic of the biblical story, whether look at Paul or look at Revelation, the family of God as a multi ethnic unified, yet diverse body is core, core to the biblical story. And it's also a message of this biblical story and a theme that I think has immense potential to speak to followers of Jesus around the world today, myself included.",
    "start": "00:57:30",
    "end": "00:58:33"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Our theme video on the family of God is out as of January 2021. We've spent a lot of time on this video. It's a brand new style. We've tried a lot of new things and we're really excited to share it with you. Next week, we'll continue this conversation in this brand new theme on the family of God. And we're going to see how God begins to introduce diversity into the human family. And in one of the very first stories of the Bible about Adam, a story you might be familiar with but are likely gonna be surprised by, and.",
    "start": "00:58:35",
    "end": "00:59:12"
  },
  {
    "text": "He took one from his sides. That's what it says in Hebrew. So almost all English translations going back to the first one with Wycliffe have inserted the word rib here. It is certainly not what the word means.",
    "start": "00:59:12",
    "end": "00:59:25"
  },
  {
    "text": "Today's show was produced by Dan Gummel. Our theme music from the band Tense and show notes by Lindsey Ponder. Bibleproject is a crowdfunded nonprofit and we exist to show the Bible as one unified story that leads to Jesus. So we have all sorts of resources to do that. This podcast, the videos we make, we also have seminary level classes. We've got other resources. It's all for free because this is a crowdfunded project and people have already paid for it, which is incredible. Thank you so much for your generosity. Thanks for being a part of this with us.",
    "start": "00:59:25",
    "end": "00:59:59"
  },
  {
    "text": "This is Harrison Barnes of the Sacramento Kings. I came across the Bible Project when I was on YouTube. I thought it was a great tool and resource for me reading the Bible. I'm always looking for different ways to connect and just having that visual understanding and representation that the Bible Project presents, I think is a great way to learn, study just because become more immersed in the Word. We believe that the Bible is a unified story to bring people closer to Jesus. We're a crowdfunded project by people like me. Find free videos, podcasts, study notes and more@thebibleproject.com.",
    "start": "00:59:59",
    "end": "01:00:35"
  }
]