[
  {
    "text": "Welcome to this episode of BibleProject Podcast. Today we get to talk with Esau McColley.",
    "start": "00:00:04",
    "end": "00:00:10"
  },
  {
    "text": "Yeah. Occasionally we interview biblical scholars who are working in the field of biblical theology. And a few months ago, I read a book by Esau Macaulay. He's a New Testament scholar at Wheaton College in Chicago. Yeah. Yep. Got his PhD in New Testament at the University of St. Andrews in Scotland. And he's a serious contributor to New Testament Studies. But he put out a book in 2020 called Reading While African American Biblical Interpretation as an Exercise in Hope. And I don't know, I came across a review of it and read it and was like, this looks awesome. He's doing biblical theology, but specifically offering it from his perspective in the American black church tradition.",
    "start": "00:00:10",
    "end": "00:00:52"
  },
  {
    "text": "Yeah.",
    "start": "00:00:52",
    "end": "00:00:52"
  },
  {
    "text": "And that's what he means by black Ecclesial.",
    "start": "00:00:52",
    "end": "00:00:54"
  },
  {
    "text": "Yeah.",
    "start": "00:00:54",
    "end": "00:00:55"
  },
  {
    "text": "Ecclesial. That's a special word.",
    "start": "00:00:55",
    "end": "00:00:57"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:00:57",
    "end": "00:00:58"
  },
  {
    "text": "That means churchy.",
    "start": "00:00:58",
    "end": "00:00:59"
  },
  {
    "text": "That's right. You'll hear it come up in the conversation we have with Esau. Ecclesial. It's from the GRE word for church, for church, the black church tradition.",
    "start": "00:00:59",
    "end": "00:01:06"
  },
  {
    "text": "It was really wonderful talking with him.",
    "start": "00:01:06",
    "end": "00:01:08"
  },
  {
    "text": "Yes.",
    "start": "00:01:08",
    "end": "00:01:08"
  },
  {
    "text": "He really helped me understand and appreciate, you know, I grew up in, I guess what you could call a white ecclesial tradition. And there's certain things that comes with that that are good and bad. And being able to step aside and have someone from a different tradition speak into that, that's such a wonderful gift.",
    "start": "00:01:09",
    "end": "00:01:29"
  },
  {
    "text": "Both. We just wanted to let you, our listeners, know about Esau's work and commend it to you. But also we're in this series right now in the podcast in the Family of God, tracing the theme of the multi ethnic family of God throughout the story of the Bible. And Esau's work is such a great example about how the cultural, ethnic diversity of the body of Christ is essential to us hearing a holistic message from the scriptures and not just what maybe any one tradition kind of conditions us to see or not see. And so this conversation we have with Esau about that point about how to interpret the Bible, but we just thought this would be a great contribution to the series. And I was really enriched by Esau's perspective from his background, and we think that you all will be too.",
    "start": "00:01:29",
    "end": "00:02:17"
  },
  {
    "text": "Here's our interview with Esau.",
    "start": "00:02:17",
    "end": "00:02:19"
  },
  {
    "text": "Isa, thank you for joining us today on the podcast. Great to talk with you.",
    "start": "00:02:23",
    "end": "00:02:27"
  },
  {
    "text": "Thank you for having me. I appreciate it.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Yes. Well, I, like a lot of other biblical scholars around the country, probably around the world, found out about you through your recent Book Reading While Black. And then I discovered through your other published book, this is your dissertation previous to that. Is that right?",
    "start": "00:02:29",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, yeah, this is my second book. But for whatever reason, people didn't want to buy a $120 book about inheritance law in Galatians.",
    "start": "00:02:49",
    "end": "00:02:58"
  },
  {
    "text": "Oh, you're selling yourself short. It's amazing. It's about messianic inheritance and Abraham's seed in the letters of Paul. That's good stuff, man.",
    "start": "00:02:58",
    "end": "00:03:06"
  },
  {
    "text": "I liked it. I'm just saying, like, you didn't invite me on a podcast on the private project and talk about sharing another son's inheritance.",
    "start": "00:03:06",
    "end": "00:03:13"
  },
  {
    "text": "That's true. That's true.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "I'm not mad. I'm just. What'd you like to write your first book? I was like, you should have asked me that two years ago when I wrote my first book. This is the second one.",
    "start": "00:03:15",
    "end": "00:03:25"
  },
  {
    "text": "That's right. So before we dive in to the book and the ideas in it, just sketch a bit of your story, Esau, some of your family history. And how did it all lead you to end up in biblical studies?",
    "start": "00:03:25",
    "end": "00:03:40"
  },
  {
    "text": "Oh, man, that's the whole podcast right there. No. I grew up in Huntsville, Alabama, Alabama. Stand up for the Alabama listeners. I grew up in an all black neighborhood, all black church. My grandfather was a pastor, had aunts and uncles who were pastors in the black Baptist tradition. And so I just grew up in that context. That was the world that I knew. That was the world that shaped me. It was in the shadow of the Civil Rights movement where when I was a kid, my heroes were people like Medgar Evers and Martin Luther King. And we grew up in kind of like the shadow of Jim Crow. And so when I was a kid, I wanted to be a pastor because every black person who I knew who loved the Bible, that's what you did. We didn't really have categories for biblical scholars. And so I talk about this in the book, so I don't want to, like, step on it in case you want to ask me about it later. But basically, long story short, I go to college thinking I'm going to be a Bible major to become a pastor, and lots of things happen and you can tell me about which part you're interested in. And I eventually found myself pursuing a PhD in New Testament, and instead of being a pastor, much to my mom's eternal shame, so she still thinks I'm a pastor. She's like, you're just preaching in school. It's like, no, mom, I have a whole PhD and I'm a professor now.",
    "start": "00:03:40",
    "end": "00:04:57"
  },
  {
    "text": "What was the Initial spark that got you interested in the Bible. Just being in church with people you respect.",
    "start": "00:04:57",
    "end": "00:05:03"
  },
  {
    "text": "I mean, this is not a stereotype. It's just like, these are statistical facts. Black people have the highest rates of church attendance and Bible reading in the country. And so I was just raised in a context we just loved. Like, I just love. I don't know. Sometimes you read. I read this. You open the book, and it's just like, there's all of these great stories in it. My favorite book of the Bible growing up was actually first and Second Samuel. So maybe, like, what becomes the sharing of the son's inheritance, the book that none of y' all read. So I grew up just reading the Bible and enjoying it and finding it useful and helpful for me to navigate life in America as an African American. And my heroes were people who looked in the Bible and said this. The God in this book wills freedom for black people. And so it was a source of personal spiritual comfort. And it was a means by which I was able to look hopefully into the future as to what God wanted to do for me and for others. And so I don't know if there is a. I can tell you. I remember when I was growing up, my mom gave me one of those cartoon Bibles or comic book Bibles. And they had, like, there's the narration at the top, at least in the Bible that I had. And then there's the, like, dialogue between the characters on the pages. My mom got it to me and I said, I'm going to read the whole Bible. And so I read the whole Bible. And at least I said that I did because I didn't read all the summaries. I remember thinking I read all the dialogue. I remember this so vividly as a kid because I was kind of lying about reading the Bible. And I was wrestling in my own young conscience because I said, mom, I read the whole Bible. And in my head, I said, technically.",
    "start": "00:05:03",
    "end": "00:06:41"
  },
  {
    "text": "A little asterisk in your mind.",
    "start": "00:06:42",
    "end": "00:06:43"
  },
  {
    "text": "Yeah. So I need to. Mom, if you listening, in the fourth grade, I didn't finish the whole Bible. I didn't read all the narration at the top. I think I skimmed Second Chronicles. Mother, forgive me.",
    "start": "00:06:44",
    "end": "00:06:56"
  },
  {
    "text": "She's just finding out about this right now.",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "What'd you say? You want to call her? So I remember that we had things like Superbook growing up. We used to watch those stories. Yeah. Like, my mom was like. She just raised us. If there was a VBS happening in the city, we were there. Yeah, we went to Wednesday. We went to Wednesday Bible study at My church, we went to Sunday school. So I didn't have a choice as to whether I was going to read the Bible, whether I was going to. Like, it was something that in the providence of God, I did. I would tell you this. The other thing as it relates to seminary, I remember when I was in college, and this is skipping a whole bunch of stuff, but this is something I've never said on a podcast before. So here's. Here's some new data. The listeners. So I was sitting there, and I was teaching. Teaching a Bible study on Romans. And I think there is, like, one book that I had saw at a bookstore about a Romans commentary. And so I bought it, and I would just, like, read the commentary, and then I would, like, give the Bible study. And I remember seeing people, like, writing stuff down that I was saying, and I was like, I could be completely wrong. I studied this for 15 minutes before I came into this group. And y', all, like, writing this down, like, I know what I'm talking about. And I said, well. I said, rhetoric, the ability to speak well is, like, really dangerous. And I said, I don't want to just be entertaining to people and then have them listen to what I want to say. I want to handle God's word rightly. So I said, when I decide to go to seminary, I want to learn the Greek and the Hebrew and enough Aramaic to get through portions of Daniel to be able to say, I've done everything that I can to read and understand this text well and then apply it to people. And then when I got to seminary, and everybody has different experiences. Some people hate the languages. Some people love them. Some people love the Greek, some people love the Hebrew. But there is something about the Greek language that just spoke to me, and it captured me, and I just love reading it. People ask me what my favorite Bible translation. Sorry, this is the last Bible story. So maybe this will inspire people who are thinking about learning the languages. I know you didn't put me on the podcast to do this, but this would happen. You're a New Testament professor. I love the Bible. So I remember sitting one day in a Bible study, and we were going around the room, and we were, like, reading verse by verse by verse by verse by verse. It was all in English, but I was listening to people read, and I could tell by the translation, the decisions about the Greek text that the. That the translator had made, and it was like the Matrix for the first time. I was like, oh, man, this is a new level. So by the time they got to me, I was, like, confused because I was like, oh, why did. Why did he do that with the henna Claus? And so for me, like, reading the postures of reading God's word in its original languages to apply it well to people has been something that God has just grown in me from a child slowly up through adulthood. And that passion is still there.",
    "start": "00:07:00",
    "end": "00:09:52"
  },
  {
    "text": "Yeah. Yeah. What a gift. You know, so many people, especially Americans, and how and what traditions they grew up in really determines a lot of that. But, for example, John, you grew up immersed in the Bible.",
    "start": "00:09:52",
    "end": "00:10:06"
  },
  {
    "text": "Yep.",
    "start": "00:10:06",
    "end": "00:10:07"
  },
  {
    "text": "But when you came to college, you had this baggage and this tension with the Bible that was growing. And it sounds like Esau for you, even. I'm sure there were lots of questions driving you.",
    "start": "00:10:07",
    "end": "00:10:20"
  },
  {
    "text": "I skipped the question part, but it.",
    "start": "00:10:20",
    "end": "00:10:23"
  },
  {
    "text": "Sounds like it was just mostly positive and curiosity.",
    "start": "00:10:23",
    "end": "00:10:26"
  },
  {
    "text": "It was positive growing up, so it was positive growing up. When I got to college, this is the place where in chapter one, I talk about this. It's the first time I experienced kind of, like, higher criticism. And I talked about entering, like, the. I use the language of the Hundred Years War between kind of white progressivism and white fundamentalism. And so my professors were all theologically progressive, and they saw, like, the Bible as the problem because I'm growing. I'm in the south at this point, and they're saying, look. Look at all of the stuff that the Bible did to justify slavery, the oppression of women, all of this. The colonial empire. So all of these reasons the Bible is horrible, and we need to kind of deconstruct the Bible in order to get liberation for black people. This is a white professor saying this to me, but I was like, well, hold on. This same Bible that you said is a tool of oppression. In my context, it's a tool of freedom. So now I'm confused. I said, well, hold on. Because you seem to be agreeing with the racist who said the Bible justifies slavery. And my parents said that the people who said that were wrong. And now you're saying that they're correct.",
    "start": "00:10:26",
    "end": "00:11:34"
  },
  {
    "text": "Yes.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "And so then I'm at the point where I'm going, hold on. This is the conclusion I come to intellectually. If the Bible is unreadable, apart from a German reconstruction of it, then it becomes a white man's religion. So hold on. My mom said, my grandparents said that the God in this book willed political, social, and spiritual transformation for black people. And I felt like they were better exegetes. And so it's not a matter of, like, ducking hard questions or not dealing with difficult issues. The book deals with difficult issues.",
    "start": "00:11:35",
    "end": "00:12:09"
  },
  {
    "text": "Yeah.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "It tries to look them face on. But trusting in the Bible, at least for me, is an act of the will. Right. You can find, like, problems. You can't find the problems present themselves to you just by reading it. But the question is, what do you do with those problems and how do you work through them? And I try to work through them with a hermeneutic of trust, because the full, definitive revelation of who God is in Jesus Christ reveals to me a God who loves me and not a God who hates me. And since I'm not a Marcionite, I think that the entire Bible refers to the same God, from Genesis to Revelation. And my job is to try to make sense of how what we know about who God is can be discussed as we move through the difficult parts of Scripture.",
    "start": "00:12:10",
    "end": "00:12:55"
  },
  {
    "text": "Okay, you just. You dropped so many goodies there on that train of thought. No, it's awesome. So let's. I want to go back to what you're talking about, your grandparents, what they taught you to see in the Bible. So in the opening chapters of the book, you call this. You're trying to give voice to a tradition that you call the black ecclesial tradition.",
    "start": "00:13:44",
    "end": "00:14:05"
  },
  {
    "text": "Yes.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "So unpack why, what that means, what you mean by that. And then second, why did you feel that this tradition needed to get some new energy and a new voice that you want people to hear that you don't think has been represented?",
    "start": "00:14:06",
    "end": "00:14:20"
  },
  {
    "text": "Yeah, I think this is very. This is very complicated and actually very sensitive because you don't want to essentialize things. Right. But if you look at, like, the academy, for example, and you look like from kind of the white Christian tradition from left to right, you can have, like, very progressive institutions to very conservative institutions, and all of them are engaged in a dialogue about the nature of the Christian faith. And that's fine. That's what the academy should be. But when you look at what happened with the development of the African American theological tradition, for a variety of reasons, mostly being the fact that evangelical spaces weren't really interested in hiring African Americans in the 50s and the 60s, coming during segregation, the people who were willing to hire African Americans were from the progressive strand of the white mainland mainline tradition, which means that black theology sometimes is from the more progressive strand of the African American Christian tradition more broadly, and so the more moderate or traditional. There's another strand which I kind of get to in the. In the other parts of the book. There's also, like, a really conservative strand of the African American Christian tradition that is Mostly pietistic in that it doesn't really get involved in issues of the day. It's focused most on, like the by and by. And so you see those two traditions most clearly represented in the academy, and they dialogue with one another. But there's a whole other stream of the African American Christian tradition that is basically orthodox in its theology, believes the things that Christians have always believed, and it's also known for its advocacy for justice. And that tradition is not often presented as a viable dialogue partner in the public square. And so it was the tradition that I was raised in. It was a tradition that I saw all around me in black churches. And so I called it ecclesial tradition, not because no academics think that way, but that it is. Its primary location is in churches, in the sermons, in the music, and in the teaching ministries of black pastors. And so what I thought when I wrote the book is that if I captured that tradition well, black pastors would look at that and go, he got it right. So I wanted to say ecclesial, because he was never fully separated from the church.",
    "start": "00:14:21",
    "end": "00:16:37"
  },
  {
    "text": "Yeah.",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "And I say that without making the claim that there are no black progressives who attend churches or that it's not ecclesial in that regard. What I'm trying to say is there's a distinctive ethos that I was trying to capture.",
    "start": "00:16:37",
    "end": "00:16:49"
  },
  {
    "text": "Yes.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "I also contrasted that with kind of, and this is the important part when I speak about generalities in general, the progressive tradition in white church spaces are known for a strong advocacy for justice, but are often revisionists on key elements of Christian teaching. And in general, evangelical churches tend to be theologically traditional but very hesitant in issues of justice. And so the African American who comes out of the black church, who maintains the sense that the Bible is God's word to us for our good, who's also concerned for justice, finds himself or herself often out of vogue in a variety of communities. And I say I wanted to put my finger on that, and if I articulated that, well, then people would rally to it. And so one of the positive responses to the book is that a lot of people have said, I see myself in that description. And one of the interesting things that's been kind of an unexpected benefit are things like, well, evangelicals who are now starting to care about justice go, oh, this is the kind of Christianity that I want, too. And so that's been their window in it, too, because other people have that same kind of disorientation where they don't fit in kind of the theological camps that currently exist.",
    "start": "00:16:50",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, yeah. Thank you. Kind of. You're painting a map, a social map.",
    "start": "00:18:03",
    "end": "00:18:06"
  },
  {
    "text": "So to speak, for us, of Bible reading communities. And I don't think people take seriously how much they are a part of a Bible reading community that has its own. Every community has its own strengths and weaknesses and its own blind spots.",
    "start": "00:18:06",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "And so I'm speaking about my community and in a way that hopefully allows you to see your community well and then maybe through mutual dialogue, we become better readers of the Bible together.",
    "start": "00:18:18",
    "end": "00:18:28"
  },
  {
    "text": "So actually that's perfect to kind of a next layer to this. And this is a deep rabbit hole in literary theory and hermeneutics. And so I don't want to go too deep down it, but you had a good way of putting it. And it's just a basic claim that isn't controversial once you see it at work, that all communities interpreting the Bible are reading it in a way that's influenced by their social location. And that can be limiting. Yes, that can be limiting and determine shape things that we can't see. But it can also be a great asset when you get different communities sharing their unique contributions.",
    "start": "00:18:29",
    "end": "00:19:04"
  },
  {
    "text": "Yeah, I think that people. Well, certain people get really emotional or really worried when people talk like this because what they hear is, I can't understand the Bible if I'm not black or something like that, or if I'm not white or I'm saying that your skin color determines Bible interpretation. But it's always better when things are heated to take a step back. And let's use an analogy that people will understand. Anyone who's preached in two different churches, from one, you move from one part of the country to the other and you begin to ask yourself, this is really important. So I want people to, like, understand the claim that it's being made.",
    "start": "00:19:04",
    "end": "00:19:38"
  },
  {
    "text": "Yeah.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "When you say, okay, if I live with. If I. If I'm pastoring to a group of young singles and I'm thinking, and I have a book of the Bible in front of me and I'm asking the question, how does this passage speak to the community of like, these young singles? You'll say, oh, there's something that I didn't even think about that's actually in the text that I didn't consider until I had that community in mind. Then if you look at a different community, go, oh, here's another element of the text. And so what I'm saying is the community that you consider influences doesn't create things in the text. It allows you to see nuances. It's called motivated readings. And everybody's done this, Everybody's done this. And so what I'm trying to say is that, like the idea that when I start asking myself, what does it look like to read the Bible with the African American community in mind, I'm going to notice something that someone who's never thought about that community may not consider the other thing that you could think about. Here's another example. I've always understood the Incarnation. I've always understood what Mary's done. I have a different understanding of that now that I've been married and I've seen someone actually be pregnant. And so watching a pregnancy unfold and a birth has made me understand the Incarnation better. So our experiences shape the way that we see things. And sometimes they help us, and sometimes they hinder us. People who come from the majority world talk about how materialistic Americans are, and they'll point out about all the ways in which we ignore the ways the Bible talks about materialism. As Americans, we just assume these things are normal. And when we hear that testimony from the global south or the global church, we receive it as a gift. If that is the case, then it is okay to say that my experiences as an African American in America shaped the way that I see the world and it influences the way that I read the Bible. Some ways it helps me and some ways it hinders me, which is the reason why I need other people who have different experiences to help me read the Bible better. And the idea that none of us are influenced by our experiences is simply not true. An example is I teach at Wheaton College, and every year the students are allowed to choose whatever topic they want to choose for their, like, one Bible passage. And without a doubt, like, 75% of the women will choose one of the women's ordination passages. And, like, none of the dudes do it. So I'm just telling. I'm being completely honest. So we're actually. We're actually not reading it as carefully. It doesn't mean that the women are going to get it right. It means that they are paying close attention to that passage and they're reading 15 books about it because they're motivated to read it, because it touches on their lives. The fellows, at least in my class, think we got this. We know what this says, and so they're not paying attention to it. So their inability to take the question seriously has made them poor readers of text. So why are the women really excited and reading it very carefully and the men, in some cases, not reading it carefully because they're not invested Readers. So we actually need people who are invested in different parts of the Bible to bring the best readings forward. And so what I'm trying to actually do is activate the entirety of the body of Christ in the process of Bible reading. Because I trust that somewhere in the body of Christ, people who are different from me can help me read the Bible better. We talk about this all of the time. In other contexts. We talk about like the German temperament and how Germans do Bible study, which is different than the British temperament. Let me give you an example. Sorry, I know this is ran. I'm rambling, but you should hear this. So I did my PhD in the UK and one of the things that I noticed, hopefully the Brits don't get mad at me, but like, they're, they're so undone by how excited Paul was in Galatians. They just like, he's so heated. He's so heated. The British are so buttoned up. Like, Paul's like, emotionalism. Yeah. It's just like, it's like too much for him. Like, he's like, I'm from a context where, like, we can say how we feel it. And I've never, I never read Galatians and said. The problem is Paul's tone. Never said it. Never said it read. Upper middle class European scholars discuss Paul. Oh, he's so fiery. Well, that means that the cultural value of emotional kind of detachment is influencing their critique of Paul. That's social location.",
    "start": "00:19:39",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, that's a good example. It is, yeah, sure.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "Yeah, it is. Why can't Paul say it the way that he feels it? Why is Paul does run on sentences and he starts one idea and he starts the other. That's how I talk. The same thing.",
    "start": "00:24:05",
    "end": "00:24:15"
  },
  {
    "text": "That's.",
    "start": "00:24:15",
    "end": "00:24:15"
  },
  {
    "text": "This podcast is Right.",
    "start": "00:24:15",
    "end": "00:24:17"
  },
  {
    "text": "Yeah, right.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "So we value certain things.",
    "start": "00:24:18",
    "end": "00:24:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "And so what I'm saying is like, you're sitting in Europe, you're sitting in Germany. You're sitting in Germany and they say, go back and read it. They say, in order for Christianity to become the universal religion that can serve modern man, we need to make it less Jewish and place Jesus in the, in the context of Greco Roman philosophers. Why did they want to make Jesus to a Greco Roman philosopher cynic? Because that matched the temperament of people in Europe in the 19th century. So tell me that the intellectual climate in Germany and in Europe in the 1900s did not distort Jesus scholarship for 30 or 40, for 100 years.",
    "start": "00:24:20",
    "end": "00:24:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "And it's not until after the, after World War II where we go, oh, My goodness, what did we do and how did we end up there?",
    "start": "00:25:00",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "Where if you go back and you look at black pastors during the 30s, 40s, 50s and 60s and 70s who were saying Jesus was Jewish and the Jewish Bible contains the story of the God of Exodus. He wants people to be liberated. And why are we saying Jesus is Jewish and the Exodus is important? Because we're looking at the Bible and saying that we need something that can talk about our freedom. And when we go there, we see the text, talks about freedom. So the Germans and the African Americans are both reading the Bible from their social location from 1900 to 1940. And who produced a better reading of the text and why did they produce that reading? It wasn't because they were detached. The African Americans were involved. Now, it doesn't mean, though it doesn't follow from that, then in every case, the African American is going to get it right. History shakes and moves and sometimes our location can hinder us, it can help us. But to pretend like this doesn't happen.",
    "start": "00:25:08",
    "end": "00:26:06"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "So all of these things are. What I want to say is we can't remove ourselves from the interpretive process, but what we can do is offer our gifts to the community for analysis.",
    "start": "00:26:07",
    "end": "00:26:17"
  },
  {
    "text": "Yeah, thank you. Many examples. Let's just keep rocking some examples. But that's essentially what many of the chapters in the book are, different biblical themes that you're trying to express through this reading traditions. Let's do one that struck me because it would be unique to you and to the tradition you grew up in, which is what it's like to be reading the Bible and encounter as main characters or heroes, people who are from the continent of Africa. I will never have that experience. So talk to me about some of these characters and what they mean to people in your tradition.",
    "start": "00:26:54",
    "end": "00:27:32"
  },
  {
    "text": "Yeah. One of the things that I think people don't understand this is actually where there's this oftentimes difficult to communicate the kinds of conversations that go on in black communities. So one of the things that people will say in the black community with a internal critique of Christianity is that Christianity is a white man religion, white man's religion, and that we were forced to become Christians by our slave masters and that it's not an indigenous faith. And that is consistent criticism that's leveled, levied against black Christians and in black context.",
    "start": "00:27:32",
    "end": "00:28:01"
  },
  {
    "text": "I'm just finishing listening to the Autobiography of Malcolm X. Yeah. And this was his. One of his main platforms.",
    "start": "00:28:01",
    "end": "00:28:09"
  },
  {
    "text": "Yes, yes, yes. And I talk about this in the book. I grew up and people. This is the point that I want people to understand. So often in other spaces, they think of the spectrum running from conservative to liberal, and people are deciding between conservativism and liberalism. But for me, it was like black nationalism in its most radical form, like something like Malcolm X and Christianity. That's my spectrum. And so when I say I'm going to look in the text to see are there Africans, I understand that it's not necessarily the part of Africa that I descend from. But the point of the matter is it is simply a matter of the biblical record that Africans are a part of the Christian story and the Jewish story. And so I told the story and this. No one told me this growing up. But this is like, these are facts hiding in plain sight. Ephraim and Manasseh are half Egyptian, half Jewish. Those two boys are brought to Jacob. They brought. They're brought to Jacob. And Jacob literally says. He says it.",
    "start": "00:28:09",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:11"
  },
  {
    "text": "He looks at those boys and he says, God made a promise to me that he will make me a family of many nations. In a fulfillment of that promise, I'm going to take these two boys, half African, half Jewish, and make them two of the 12 tribes of Israel. And he does it because of their ethnicity. So this idea that the Bible doesn't see color, it's ridiculous.",
    "start": "00:29:11",
    "end": "00:29:34"
  },
  {
    "text": "Yeah.",
    "start": "00:29:34",
    "end": "00:29:34"
  },
  {
    "text": "Well, that's the ethnic difference. It's ridiculous. He says, I need these two boys because God promised me the nations.",
    "start": "00:29:35",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:43"
  },
  {
    "text": "So then when I say I'm a part of the story of what God is doing in the world, or black people are part of what God is doing in the world, it's not simply because. Because God brought in Africans and I'm from Africa. It's the fact that God's heart was always for the nations of the world, that it was never a monoethnic reality, that Abraham. See, this is the problem. We make Abraham and the father of many nations, and we make it all global and we push it, like, to the missions instead of thinking about what it means in our actual lived experiences. And so I just walk through and I point out the places where this occurred. The one that really struck me the most. And it's so weird when you're writing and discovering things at the same time, because you know what you'll say until you write it.",
    "start": "00:29:43",
    "end": "00:30:26"
  },
  {
    "text": "Totally.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "I'm writing about. I knew I wanted to write about the Ethiopian eunuch in Simon of Cyrene.",
    "start": "00:30:28",
    "end": "00:30:34"
  },
  {
    "text": "Simon Cyrene being the one who was.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "Compelled to be the one who carried Jesus cross.",
    "start": "00:30:36",
    "end": "00:30:39"
  },
  {
    "text": "Yes.",
    "start": "00:30:39",
    "end": "00:30:39"
  },
  {
    "text": "And I remember When I was writing the part about Simon of Cyrene, and I'm writing about him being converted through the carrying of the cross of Jesus. And I think we have real reason to believe that Simon becomes a Christian, which is what I had in my notes. But I didn't have this connection. I turned to. I was going to discuss the Ethiopian eunuch, but he's also converted by reading about the suffering servant who is like. He's like. And he asked Philip, who does refer to. And you know, Philip preached the cross. That's the best opening of event. I wish somebody would come and ask me, hey, I'm reading about the suffering servant who died. This guy who died for the sins of others. Who could it be? What better opening of a sermon could you possibly give? Yeah, right. And so he goes. And I go, well, hold on. You have these two Africans, these two Africans who are brought to Jesus through the preaching of the cross. And what I gather from that is that black people are drawn to Christianity like everybody else is drawn to the Christianity. We're not magical. How do you reach a black person? Well, you preach the whole gospel anchored in the cross of Christ. And so, like, the idea that I then find the cross compelling is a part of a tradition of African Americans who. Or African people of African descent who looked at the cross and found it compelling. And so that's what I was attempting to do. I was trying to show that we're not like, sneaking into the narrative as interlopers, but that we're part. That all people are part of God's purposes. So that chapter that focuses on African Americans is actually true of anyone. But since we're denied often that place, I had to intentionally include us.",
    "start": "00:30:40",
    "end": "00:32:22"
  },
  {
    "text": "Let's look at another example that is also really timely, at least in American culture right now. This is the chapter you do on a theology of policing. So in the traditions that I came to faith in in my early 20s, I still remember this. When you want to develop a New Testament theology about the Christian's relation to the state, there's Romans, chapter 13. And then there's the passage in First Timothy about praying for your leaders. And I still remember, like, that was what I was given. This was in a class and this was in chapels. So what you show in this chapter is that that is insuffic and not a faithful representation of the whole New Testament teaching about law enforcement. So, yeah, unpack this chapter for us.",
    "start": "00:33:01",
    "end": "00:33:50"
  },
  {
    "text": "I think that people misunderstand this chapter because there's a lot. I mean, everyone thinks there's A lot that's going on. The first thing I'm trying to do is, like, point out how theology and biblical studies works. Everyone who's trying to make sense of an idea are clustering texts together and thinking of one in light of the other. And I'm saying that there's actually no real reason while we have to begin with those passages as the lens through which we see everything, instead of doing something like the Book of Revelation, which contains a sustained political critique. And how would the history of Christian political theology be different if we centered Revelation and then added in Romans 13? I'm not denying Romans 13. I'm saying that the decision to say that this is the first text is itself a decision because you also have the entire example of the prophets. Right. So when the prophets come to a king and say to a king, you're engaging in injustice, you know what they're talking to the government.",
    "start": "00:33:50",
    "end": "00:34:42"
  },
  {
    "text": "Yeah.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "And you know who the prophets in the Old Testament criticize? Kings. Not just Jewish kings, but also Gentile or pagan kings. And even in the book of Daniel, Daniel seems to expect Nebuchadnezzar, where, you know the story of, I'm going to get to Romans 13, but you got to put the thing in there. So, you know, in Revelation, you know, you know, in the story of Nebuchadnezzar, where he's going to go crazy. He's going to eat straw and kind of be a crazy person.",
    "start": "00:34:43",
    "end": "00:35:06"
  },
  {
    "text": "Yeah, go be in the field.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "We always know that story, and we always think, oh, I know it. It's about his pride. Nobody reads the Bible anymore. Read the thing until the end.",
    "start": "00:35:07",
    "end": "00:35:13"
  },
  {
    "text": "Yes, yes.",
    "start": "00:35:13",
    "end": "00:35:13"
  },
  {
    "text": "Read all the way to the bottom. And he says, therefore, Nebuchadnezzar, cease your oppression of the poor, and it may be that God will have mercy upon you. So, yes, Nebuchadnezzar was arrogant, but his arrogance manifested itself in the mistreatment of the. Of the. Of the citizens. And Daniel says, if you stop this, maybe God's going to have mercy upon you. And Nebuchadnezzar isn't Jewish. So it seems that God expects all governments to treat people in a certain way. And if they don't treat people in a certain way, then he's going to bring about judgment. And so when you read the Bible, what you see is God. And this is the book of Daniel. God, I'm going to take this nation. I'm going to judge this nation. Going to take this nation. And God's always picking up nations and tossing nations aside. So we know as Christians That God is always in the process of analyzing, judging, raising up and tearing down nations. We also know that he uses human beings to do so from the Old Testament. So then how do you make sense of all of those things into Romans 13? What exactly is Paul saying? And this is where it is both a traditional and a non traditional reading of Romans 13. I think what Paul is saying, it is beyond the competence of Christians to discern the role that they can play in any kind of revolution. So in that sense, the Christian submits to the state, but it does mean that the state is not free of judgment. And so what happens too often is submission to the state is translated into trust of the state or acquiescence to the state. But when you actually pay attention to what the Bible like if we want to say that Daniel was submissive, that Daniel was not in some kind of proto violation of Romans 13, then Daniel didn't do what all of the time when Nebuchadnezzar told him to do. Joseph didn't always do what he was told to do. We have examples in the Bible of what Christians did when they had no political power, like the Hebrew midwives. So submission and acquiescence aren't the same thing. But what tends to happen is that when black people protest injustice, we're told to submit, which actually means be quiet. And there is no evidence that Paul means be quiet. And there is no evidence that Paul can't even, that we can't even say that God is judging a sinful nation. We just can't discern the roles we play in it. So I am actually an advocate of, or I would not say that Christians can claim divine justification for some violent revolution. I don't believe that. But I do believe that the Bible gives us full freedom to engage in a robust, sustained critique, what the civil rights movement called non violent resistance of government in our day. Now as it relates to policing. And I have to try to be really, really, really, really brief. It's very simple. Romans 13 is the focus of Romans 13 is the citizen's responsibility to the state submit to the state. But in the course of making that discussion, Paul also outlines the responsibilities of the state to the citizen. Because he says if you've done nothing wrong, then you have nothing to fear. Well then that's the actual, that's the only request that African Americans have ever had. We have noticed we shouldn't have to be afraid. So in Paul's articulation of like what Christians should do, he's also making it clear that what the state should do. If I'm in a democratic republic and I have a legitimate gripe that says that the state is. That the sword is sometimes a source of fear, then it is well within the scope of the Christian tradition for me to say, do better.",
    "start": "00:35:14",
    "end": "00:38:51"
  },
  {
    "text": "Yeah, Esau, that's such a good example. Thinking back to the conversation a little bit ago about social location and invested readings, just that chapter struck me as such a good example of that. Different invested readings will read Romans 13.",
    "start": "00:38:52",
    "end": "00:39:09"
  },
  {
    "text": "I want people to understand this. This is an exegetical point. When Paul says the emperor has the sword, he's not speaking about the emperor running around physically enforcing laws. He is saying that the emperor sets the policies that infect the lived experiences of the people, that those policies should not result in fear for those who are innocent. So that goes from the government to the policy to the people. So that means when I want to talk about transformation of the experiences of the people, I can't just simply say, I want to change the hearts of some people and hope that they treat me well. It's. I need to actually go to the government in whatever form exists, especially in a democratic republic, change the way that the state directs the sword so that the lived experiences of people are better. That's what I think the responsibility of the Christian is in the wider context of our. I'm not an anarchist. Like, Christians believe that the government is a created good. It's a gift of God. It doesn't mean that that created good, they are stewards. They're stewards of persons. They don't own us. When the government is being a bad steward, it's our job. I mean, we tend to think of, like, things like what David did is merely a, like, moral sin.",
    "start": "00:39:09",
    "end": "00:40:32"
  },
  {
    "text": "You're talking about David Bathsheba.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "David. But he saw something he wanted and he took it and he took it. And then he got rid of the person who could claim it back. That was his power and his lust corrupting him. And Nathan says, you are that man. You're the guilty one. If you think it wasn't like a politically dangerous thing to do to go and talk to a king about his sexual life. Right. You're the man. You did this. And that has. And this is the important part. That sexual dysfunction, that sin, that assault, I want to make sure I get it clear, has ramifications all the way through into the actual life of the nation, ultimately resulting in things like war and division and schism. And so this, all of this stuff manifests itself. And so when Nathan is stepping into that world he's stepping into a politically fraught place. And so this idea that the only job of the Christian is to kind of sit back and pray is a sub biblical idea. It does not take the entirety of the Christian witness seriously.",
    "start": "00:40:35",
    "end": "00:41:46"
  },
  {
    "text": "Yeah. Thank you. That chapter is such a great example of the kind of perspective you're trying to offer.",
    "start": "00:41:46",
    "end": "00:41:52"
  },
  {
    "text": "And they're exegetical claims. The reason why I think the authority of Scripture is so important in this conversation is that if I say, no one can have access to this stuff.",
    "start": "00:41:52",
    "end": "00:42:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "Unless you share all my experiences, that. No, my experiences cause me to make exegetical claims. But you can challenge those exegetical claims. So that's why I think that the centrality of Scripture allows us to have a real conversation.",
    "start": "00:42:01",
    "end": "00:42:12"
  },
  {
    "text": "It. There isn't time, and I knew that there wouldn't be, and that's okay. The culminating chapter is about slavery in the Bible, Old New Testaments. I am just going to tantalize our readers and say. And just encourage them or our listeners, our listeners, who I hope will become readers to just say, Esau offers a really just as thoughtful a perspective on slavery in the Bible as we just had briefly about law enforcement. And I just encourage people to take a deeper dive on that.",
    "start": "00:42:12",
    "end": "00:43:11"
  },
  {
    "text": "Can I say something about, like, I'm assuming there are some pastors who might listen to this.",
    "start": "00:43:11",
    "end": "00:43:15"
  },
  {
    "text": "Yeah. Yes. A lot.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "I'm kidding. I know.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "Okay. All right.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "So part of you have to think about, like, I want people to. I want to pull back the curtain and talk about book structures. So the primary thesis of the book is the idea that the Bible has been and can be a source of hope in an African American context. And I deal with the different ways in which that could be true, dealing with the issues that we're facing today. And so it may seem like a strange question, a strange move to conclude that book with the discussion of slavery. But for us, that's the question that's behind so many other questions. How do I make sense of a Bible that includes slavery? And what I want to say is I didn't know how. And I don't know. We'll see how it comes out long term. But when I began that chapter, I didn't have a conclusion in the sense that I know how I'm going to solve the problem. It just is a problem that I had to address. And it was a, like, not an easy thing to do. As a matter of fact, those who are inclined to pray. I'm writing a whole book on Paul and slavery that's going to Be my next major project.",
    "start": "00:43:21",
    "end": "00:44:25"
  },
  {
    "text": "Okay.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "But I felt like you have to answer the question that the people are asking. And so if you're going to engage in ministry, sometimes you got to stare the thing in its face and you got to deal with the difficult questions in a way that includes pastoral sensitivity and courage, trusting that God will meet you there. So when I sat down to write the contract, I just sent them, like, I'm going to talk about this. This, this, this.",
    "start": "00:44:27",
    "end": "00:44:54"
  },
  {
    "text": "This is a contract for the new book.",
    "start": "00:44:54",
    "end": "00:44:56"
  },
  {
    "text": "No, no, the book about the reading while black book.",
    "start": "00:44:56",
    "end": "00:44:58"
  },
  {
    "text": "Oh.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "So when I wrote the contract for that book, I didn't have any, like, no chapter. There's one chapter that was written which is the draft of the Polisi chapter, which. The chapter that I sent to them. Everything else, just like a paragraph. I'm gonna talk about this, this, this, and this and this. And I'm saying I'm gonna end with slavery. And so what I'm saying is like, part of. And we'll see. And it's actually the longest chapter in the book. But what I'm saying is you have to be able to meet the people where they are.",
    "start": "00:44:59",
    "end": "00:45:23"
  },
  {
    "text": "Yeah.",
    "start": "00:45:23",
    "end": "00:45:23"
  },
  {
    "text": "And deal with the questions they're facing and give them a way through it. That I think ultimately ends in hope. And it doesn't settle for, like, trite or simple answers because life is complicated. The Bible is some. Is complicated. Sometimes our answers to these questions that people pose have to be complicated.",
    "start": "00:45:24",
    "end": "00:45:41"
  },
  {
    "text": "Yeah, yeah. It's good. Yeah.",
    "start": "00:45:41",
    "end": "00:45:43"
  },
  {
    "text": "So I can't give you the answer. But that's actually not the end. That's not the end. That's the last media chapter. The last chapter is an exercise in hope. That's the name. That's the final chapter. Besides the bonus chapter I keep ending. It's like the people who can't get off the stage have, like, three endings. But I will tell you, this is how I actually end the book. This relates to it.",
    "start": "00:45:43",
    "end": "00:46:01"
  },
  {
    "text": "Yeah.",
    "start": "00:46:02",
    "end": "00:46:02"
  },
  {
    "text": "Because this is where actually where you know, how you build towards something. It says that the slave question will be with us until the eschaton. Therefore, we must continue to read, write, interpret, and hope until the advent of the one who answer all our questions or render them redundant. So actually, the end of the book, the formal end of the book is I want us to keep reading, writing, and struggling until Jesus comes back who will answer the questions. And so part of what you're doing as a pastor, if I can speak to the people who are pastors who are listening, you're helping the people hope until the Source of our hope finally returns. So if the book helped people hope a little bit more, then I succeeded.",
    "start": "00:46:02",
    "end": "00:46:44"
  },
  {
    "text": "Yeah, that's good, man. Issa, thank you. That's really that heartbeat and that passion came through in the book and really moved me personally.",
    "start": "00:46:44",
    "end": "00:46:55"
  },
  {
    "text": "Yeah, it was so funny. It's so funny. I don't know how much people know about how academic world works, but I was like, you know what? I'm gonna be super Christian in this book. I'm not even gonna pretend like this is not for Jesus. And I'm gonna make this argument it's academic. So I don't wanna make people to say it's not like a devotional. But I said, you know, like, my faith influences the way that I read these texts, and so I can't pretend like that's not there. And I just wanted to write a book that was just, like, ultimately hopeful, because I felt like when I wrote it, it was just so. We've been through, like, this is a season. We've been through a season. And this isn't just like, the season of coronavirus, but, like, I started writing the book in, like, 16, 17. So this has been a rough. It's been a rough season in the life of the church. And I had this strong conviction that I needed to write something that was hopeful. But the book went through, like, 15 different titles, but the one word that never left any version of it was hope.",
    "start": "00:46:56",
    "end": "00:47:59"
  },
  {
    "text": "Isa, you also have a podcast. Can you tell us a little bit about that? Because these are podcast listeners are hungry for. For more things to listen to.",
    "start": "00:47:59",
    "end": "00:48:08"
  },
  {
    "text": "Oh, the Disruptors is a podcast where basically it's for people who are disruptive in a particular way. Disruptive isn't. Not in the system. They're deconstructive of the text or Christian tradition more broadly. But because of their commitment to the scriptures, they challenge sometimes the status quo. It's a podcast for Christians who love the Lord and who love the scriptures and who don't always fit in because of that.",
    "start": "00:48:08",
    "end": "00:48:37"
  },
  {
    "text": "That's great.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "So if you're looking for a cynical podcast, this is not it.",
    "start": "00:48:39",
    "end": "00:48:42"
  },
  {
    "text": "Okay.",
    "start": "00:48:42",
    "end": "00:48:42"
  },
  {
    "text": "If you want a podcast that just also just gonna, like, you know, comfort you with daily devotions, that's not it either. It's challenging. So we had people this season. We've had Lecrae, Beth Moore, Justin Gibney. Oh, gosh, so many people. I won't say the rest of the names. Those are the first three people on the first three episodes of this season. So was on last season, my good friend Tish Warren was on last season. So there's a lot you can start. You can start at the beginning and then kind of move through the last. It's only, like, we have 10 episodes a season, so it's only, like, 10 last year. Like, there's like. I think we've done, like, eight this year.",
    "start": "00:48:42",
    "end": "00:49:16"
  },
  {
    "text": "Sweet.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "Awesome.",
    "start": "00:49:17",
    "end": "00:49:17"
  },
  {
    "text": "Yeah, that's great.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "Well, thank you so much, Esav, for spending time with us.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "Yeah. Thank you for all of the late nights.",
    "start": "00:49:21",
    "end": "00:49:25"
  },
  {
    "text": "Yeah.",
    "start": "00:49:25",
    "end": "00:49:25"
  },
  {
    "text": "And early hours of the morning. Writing books is hard work. Thank you for taking the time to put this out there.",
    "start": "00:49:25",
    "end": "00:49:31"
  },
  {
    "text": "I published my. This book. This is the second one, but I wrote it during the fourth. It finished. It came out during the 40th year of my life. So those people who are feeling like, you got to get all of this stuff done now, just take your time. It'll be fine. Maybe if God did it for you when you were 25, you probably couldn't handle it anyways.",
    "start": "00:49:31",
    "end": "00:49:50"
  },
  {
    "text": "Yeah, that's good. That's good. Awesome. Well, Isa, thank you for taking the time to talk, and we're excited to share your work with our listeners.",
    "start": "00:49:52",
    "end": "00:50:01"
  },
  {
    "text": "Thank you so much. I hope you all like it.",
    "start": "00:50:01",
    "end": "00:50:03"
  },
  {
    "text": "Totally.",
    "start": "00:50:03",
    "end": "00:50:03"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. BibleProject is a nonprofit organization. We exist to have us all experience the Bible as a unified story that leads to Jesus. And to that end, we do this podcast. We make videos that summarize the content in this podcast. Those videos are on YouTube and our website, Bibleproject.com we have other resources as well. You can find it all on our website, Bibleproject.com and everything's for free. Not because it was free to make, but because people paid for it already. Generous people like you who have pitched in to make this free for others. So thank you so much for being a part of this with us.",
    "start": "00:50:04",
    "end": "00:50:42"
  },
  {
    "text": "Hi, this is Arturo and I'm from Mexico. I first heard about the Bible Project on a Christian sub on Reddit. I use the Bible Project daily for studying the Bible and deepen my knowledge about it. My favorite thing about the Bible Project is the beautiful animations and the passion for knowledge about Jesus. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "00:50:43",
    "end": "00:51:29"
  }
]