[
  {
    "text": "As the gospel authors are portraying the story of Jesus and its meaning, there's these two plots of the Hebrew Bible that have been running throughout the whole thing. There's God's purpose for all the families of the earth, but then to bless them and restore them, he chose one particular family. But then that family itself becomes as fractured and violent and split apart as everybody else. And so solving the fractured family of Abraham problem is the way of a addressing the fractured human family problem. So the gospel authors are gonna tell the story of Jesus with their eye on both of those.",
    "start": "00:00:04",
    "end": "00:00:39"
  },
  {
    "text": "Now, Jesus, for the most part is laser focused on the family of Israel, his own people, his extended family. Like Matthew 15 where a woman comes to Jesus and asks him to heal her demon possessed daughter. But she's not an Israelite, she's a Canaanite.",
    "start": "00:00:39",
    "end": "00:00:57"
  },
  {
    "text": "Then Jesus answered and said, listen, I sent to the lost sheep of the house of isra, not my responsibility.",
    "start": "00:00:57",
    "end": "00:01:04"
  },
  {
    "text": "But then there's this story where Jesus seems to completely deconstruct what it means to even have a family. Jesus mother and brothers come to visit him and Jesus just dismisses them and says, you want to know who my brothers and sisters are? It's whoever does the will of my Father in heaven.",
    "start": "00:01:05",
    "end": "00:01:20"
  },
  {
    "text": "Right from the beginning of the Jesus movement, there was a redefinition of what the family is. And Jesus had a very expansive, non traditional view of the family.",
    "start": "00:01:20",
    "end": "00:01:33"
  },
  {
    "text": "And the story of Jesus ends with Jesus having defeated death and proven that he is the true Israelite whom God will use to bless all the nations. He goes to his disciples and he.",
    "start": "00:01:33",
    "end": "00:01:46"
  },
  {
    "text": "Says, all authority has been given to me in the skies and on the land. Go therefore and make disciples of not just the lost sheep and house of Israel, but all nations. And I'm with you, Emmanuel. Even to the end of the age. Matthew clearly foregrounds the shift to the mission to the nations.",
    "start": "00:01:46",
    "end": "00:02:04"
  },
  {
    "text": "I'm John Collins. This is the BibleProject Podcast. Today we're gonna continue our series on the family of God and we're gonna look at Jesus, how he came for Israel to be the true Israelite, to bring blessing to all the nations. Thanks for joining us. Here we go. Let's continue talking about this theme of family of God. We are into the story of Jesus.",
    "start": "00:02:05",
    "end": "00:02:29"
  },
  {
    "text": "Yes, we got there, we've arrived. It always feels like a major accomplishment when we get to this point in any theme video conversations, because sometimes it takes us a while.",
    "start": "00:02:29",
    "end": "00:02:39"
  },
  {
    "text": "Yeah, yeah, yep. And so you've been laying out for me this argument of sorts that the ideal that the Bible presents is that all humanity really is one family, and that. That doesn't mean we're all going to be the same. In fact, we're going to be very different. And when we tried to make everyone the same, when we went this Babylon Project, it was not good. It was a sort of assimilation. It's kind of Borg, like, reality.",
    "start": "00:02:40",
    "end": "00:03:16"
  },
  {
    "text": "Borg. Borg unity.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "Yeah. And then it kind of. And then someone in power can then say, hey, everything. Everything's about me. And that can get corrupted. So there's a sense of, like, how do we find unity while maintaining our differences but respecting each other.",
    "start": "00:03:17",
    "end": "00:03:35"
  },
  {
    "text": "Yeah, yeah, that's right. So in a figure like Nebuchadnezzar of Babylon, it can get focused in on one person. Or in Genesis 11, it's focused in on one culture and their language. So there's both the individual or a corporate manifestation of this Borg, like, assimilation, unity that benefits some at the expense of others. Yeah. So there's the image of God poem, which reflects on the difference of male and female as being different, yet one image of God. And then that concept gets expanded out to family members and siblings again, who are all different. Yeah. Who are actually one family in the way the narrative develops. And then it's the sad fracturing of that ideal unity through all of these sibling rivalries that we traced in our last couple conversations. Yeah, yeah.",
    "start": "00:03:35",
    "end": "00:04:26"
  },
  {
    "text": "So I felt like last time we were talking about this, I felt this discomfort between. Okay, that's cool and beautiful. But that doesn't seem like the mentality that the Israelite kings had and that Israel as a whole had. Have you reflected on that much more?",
    "start": "00:04:27",
    "end": "00:04:46"
  },
  {
    "text": "Oh, this perspective?",
    "start": "00:04:47",
    "end": "00:04:49"
  },
  {
    "text": "Yeah.",
    "start": "00:04:49",
    "end": "00:04:49"
  },
  {
    "text": "Oh, sure. But that's true of the whole Hebrew Bible.",
    "start": "00:04:50",
    "end": "00:04:53"
  },
  {
    "text": "Okay.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "The Hebrew Bible doesn't represent what most ancient Israelites thought in its final form. Yeah. It collects materials from all these periods of Israelite history. But the messaging of the final shape of the Hebrew Bible represents what a minority within Israel thought about the meaning of their history. So you're right. Most of the kings were more. They wanted to be more like Canaanite kings than they wanted to be. So you're right. Most of the Israelite kings wanted to be way more like the Canaanites than God's covenant people, for sure. But that's the whole argument of the books of Samuel and Kings was that the kingship and monarchy was just a huge dead end. That was why God destroyed it, because it was a dead end from the moment that it started.",
    "start": "00:04:54",
    "end": "00:05:41"
  },
  {
    "text": "Yeah. Cool. So if you've taken seriously the image of God poem and then the table of nations.",
    "start": "00:05:41",
    "end": "00:05:48"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "And you take seriously trace all these ideas, and then you see God ask, tell Abraham you're gonna bless all the nations.",
    "start": "00:05:49",
    "end": "00:05:56"
  },
  {
    "text": "Yes. Yeah. He chooses one family to be his vehicle to restore blessing to all the other families.",
    "start": "00:05:56",
    "end": "00:06:02"
  },
  {
    "text": "Right. Which we just saw spiral out of control. So the astute reader should be saying, let's all act like one human family again, even though we're not all the same nation or same tribe. That should be this kind of undercurrent of thought as the reader of the Bible now, correct?",
    "start": "00:06:02",
    "end": "00:06:19"
  },
  {
    "text": "Yeah. And so there's a whole set of things, you know, that we didn't have time to go through. But the highlight moments in the Abraham story, when he's not deceiving foreign kings and causing plagues to be rained down on their kingdoms, is like when he has a dispute with a foreign king named Abimelech about some property, and they work out an arrangement and then make a covenant. And so the covenant stops a conflict from happening. Just like in the flood story, when God makes a covenant that he won't enter into catastrophic cosmic conflict anymore with humanity. And so what you watch then is that covenants become these peacemaking tools. And so one of the ways that Abraham will bring a blessing upon the nations is by modeling good covenants that help people make compromises and learn how to be brothers and sisters, even though they are different kingdoms. That's the kind of thing. So it's a design pattern about these covenants that bring peace, that model God's covenant of peace in the Flood. So that's one of the ways that it goes forward. But there's as many divisions and fractures in Abraham's family and beyond as there are those little moments of unity. They become little flashes of unity that usually quickly go away. Yeah, just like in my life.",
    "start": "00:06:19",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "So it's all generating this tension of the ideal for humanity and the families of the Earth. It's kind of like the expanding universe theory in physics where it's just like, man, this thing just seems so spread out now. Humanity seems so divided just within the narrative world of the Bible. And remember, they're all siblings because they all come from the ark, the table of nations. And so you're just like, how are they all going to be brought together? And again, this is why in the last episode, we focused on the prophetic hope especially prominent in Isaiah. It's about the reunification of the family, the cessation of war and conflict. Yahweh gets in there. Well, he draws them all to a place and then teaches them how to.",
    "start": "00:07:42",
    "end": "00:08:24"
  },
  {
    "text": "Sort out all the nations stream up. Yes, there's this vision of all the different nations coming to Jerusalem as this epicenter and saying, okay, God, the universe is Yahweh and we can all live as brothers and sisters. That's a cool vision if you think Yahweh is good and real.",
    "start": "00:08:24",
    "end": "00:08:43"
  },
  {
    "text": "Yeah, that's right. Totally.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "And that's the hope.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "That's right. And so, man, we could spend a whole series just on how the book of Isaiah develops that motif. Because that's in chapter two, where we read. We also read from chapter 60, but there's a whole elaborate motif working its way through all the parts of Isaiah about that exalted, holy, high place, the new Eden where the nation stream up to in chapter 11. It's a seed from the line of David, a king who's up on that high hill and all the nations are looking to him to bring them peace. And then you discover throughout the book that that seed of David is carrying on his shoulders the calling of all of Israel that the whole nation never brought about. And then it's the famous suffering servant poems where the servant is high and exalted and lifted up just like the temple in that opening poem. And what he does on that high place is give his life and suffer for the sins and the violence and the death of the many. And then we get to chapter 60 of Isaiah and all the nations are coming in to listen to that servant who's anointed to bring good news. So it's really cool how the book of Isaiah develops this, but it's a major motif, the reunification of the family in the exalted messianic king in whom heaven and earth meet together. And that's just in the Hebrew Bible. Like, we're not even to the New Testament yet.",
    "start": "00:08:46",
    "end": "00:10:04"
  },
  {
    "text": "That vision is there in Isaiah.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, it's really remarkable. Cool.",
    "start": "00:10:06",
    "end": "00:10:08"
  },
  {
    "text": "Well, let's jump into the Gospels then. Yeah, continue this theme, Sam.",
    "start": "00:10:08",
    "end": "00:10:41"
  },
  {
    "text": "So the dynamic at work in the Gospels then, is that as the Gospel authors are portraying the story of Jesus and its meaning, there's these two plots of the Hebrew Bible that have been running throughout the whole thing. There's God's purpose for all the families of the earth, but then to bless them and restore them, he chose one particular family.",
    "start": "00:11:07",
    "end": "00:11:29"
  },
  {
    "text": "And this was this election, and we talked about this.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "That's right, the family of Abraham. But then that family itself becomes as fractured and violent and split apart as everybody else.",
    "start": "00:11:32",
    "end": "00:11:38"
  },
  {
    "text": "So now there's solution is a new problem.",
    "start": "00:11:38",
    "end": "00:11:41"
  },
  {
    "text": "That's right. Yet solution has another layer of problems. And so solving the fractured family of Abraham problem is the way of addressing the fractured human family problem. So the gospel authors are going to tell the story of Jesus with their eye on both of those and sometimes they overlap in the same stories, which we'll see some examples of. Actually, the opening page of the New Testament, I think hints in this direction.",
    "start": "00:11:41",
    "end": "00:12:06"
  },
  {
    "text": "The genealogy in Matthew 1, the genealogy.",
    "start": "00:12:07",
    "end": "00:12:09"
  },
  {
    "text": "In Matthew chapter 1. If we read it, we could put someone to sleep. Yeah, totally. I was going to say we could advertise this episode as like a good one to listen to while you're going to sleep. So we won't read the genealogy aloud. I commend it to the podcast listener. Turn your Bible on and go check it out. What you will notice is that it's a three step genealogy that goes from Abraham to Jesus in three steps. And it's really schematic because there's 14 generations in each. One goes from Abraham to David, then from David to the exile and it's.",
    "start": "00:12:09",
    "end": "00:12:43"
  },
  {
    "text": "And then exile to Jesus and then.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "From exile, yeah, to Jesus. It's a patriarchal genealogy, except at four points. There are matriarchs mentioned in the lineage. Those four women are Tamar from the book of Genesis, chapter 38, Rahab from the book of Joshua, chapter two, Ruth from the book of Ruth, and then the wife of uriah the Hittite, that is Bathsheba, 2nd Samuel 11. So the presence of these four women in the genealogy has interested readers since the Gospel was written. What's the significance of their presence here?",
    "start": "00:12:46",
    "end": "00:13:23"
  },
  {
    "text": "Is it atypical to add women to a genealogy in the first place?",
    "start": "00:13:23",
    "end": "00:13:26"
  },
  {
    "text": "Well, more it's just out of the three times 14 generations covered. So there were three times 14 chances to mention other matriarchs, but these four are mentioned. So what's up with that? So certainly it's Matthew's doing something here. He has tracked with a design pattern in the Hebrew Bible that is related to this family of God theme. Do you remember in our last conversation, maybe one before that, we traced with how all of Abraham's kids, he becomes the father of many nations through Ishmael, and then Isaac becomes the father of two nations through Israel, Jacob, Esau and Jacob, and then Esau. But then we noticed how those sons of Ishmael, sons of Esau, or the sons of Lot, Abraham's nephew, actually re enter the Israel story by marrying into it. So there's this idea of election in the Hebrew Bible is not, I don't know, binary. There are righteous people who are not from the chosen line. And there are people from the chosen line who are really terrible. And so what we have here is the presence of four non Israelite women. What all four of these women have in common.",
    "start": "00:13:26",
    "end": "00:14:37"
  },
  {
    "text": "Bathsheba was non Israelite.",
    "start": "00:14:37",
    "end": "00:14:38"
  },
  {
    "text": "Ah, well, she's the one potential. She's married to Uriah the Hittite. And she's said to be the daughter of Eliam, which could be interpreted as a Hebrew name, which means that maybe she was in the family of Israel, but she's married to a Gentile. A Gentile. She's married to a Hittite. Okay, what all four of these women have in common, why would Matthew see all of these women as connected in some way? Well, Judah's wife, she's a Canaanite. Tamar. Tamar's a Canaanite.",
    "start": "00:14:39",
    "end": "00:15:09"
  },
  {
    "text": "Judah. So this is one of the 12 of Josephs. And Judah takes a wife who's a Canaanite.",
    "start": "00:15:09",
    "end": "00:15:16"
  },
  {
    "text": "Well, actually, yes, he does marry a Canaanite woman, and then he finds Canaanite wives for his sons. And one of those wives is Tamar. So Rahab is a Canaanite, and she's a prostitute in the city of Jericho. Ruth is Moabite, a descendant of Lot. So both Tamar and Rahab are descendants of Ham from Noah. Ruth is a descendant of Moab, who's the descendant of Lot, Abraham's nephew. And then Bathsheba is married to Uriah the Hittite, and the Hittites are again, descendants of Ham. So that's interesting. They're all from one of these parallel unchosen lines.",
    "start": "00:15:16",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, and the genealogy could have hidden that. Sidestepped it. It's highlighting it.",
    "start": "00:15:59",
    "end": "00:16:06"
  },
  {
    "text": "It's highlighting these four women who come from the unchosen parallel lines in the Hebrew Bible, but yet all of them find themselves as matriarchs of the Messianic line. Yeah, they've been included in and instruments of God's purpose in bringing about the birth of the Messiah. There's surely one part of his strategy here that these four unchosen women from unchosen lineages in God's purpose are woven into bringing about the chosen one. If you look at each of these four women's stories, there's all kinds of design pattern hyperlinks between them. So more than one of them is involved in some shady potential sexual liaison at night. Okay. Tamar seduces her father in law. She acts like she's a prostitute.",
    "start": "00:16:06",
    "end": "00:16:56"
  },
  {
    "text": "Oh, yeah, that story.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "And so a father in law is sleeping with his daughter in law.",
    "start": "00:16:57",
    "end": "00:17:00"
  },
  {
    "text": "Yeah.",
    "start": "00:17:00",
    "end": "00:17:01"
  },
  {
    "text": "Rahab is a prostitute and the men go into her house at night. And then Ruth has that odd situation with Boaz at the threshing floor at night where she pulls up his robe and exposes him. And he says, make sure nobody sees you when you leave. This kind of thing. But all of them end up making bold claims upon the line of Judah or David or on the people of Israel. It's actually Tamar's boldness and deception of Judah that ends up proving her faithfulness to the lineage. She actually saves the Messianic line by disguising herself and deceiving and having sex with her father in law.",
    "start": "00:17:01",
    "end": "00:17:43"
  },
  {
    "text": "Yeah.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "And actually that's how the line of Moab came into existence with Lot's daughters. After Sodom and Gomorrah gets toasted, his daughters get their dad drunk and get pregnant by him in a cave to preserve the seed, to preserve the line. That's really interesting. What most of these women are involved in is the men in these stories are obtuse or foolish or just straight up wicked. And so these women resort to clever plans to continue the line of the seed. And in so doing, they actually save the line of the Messiah.",
    "start": "00:17:44",
    "end": "00:18:21"
  },
  {
    "text": "Tamar does.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "Rahab. How does Rahab.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Well, Rahab saves the two spies who go to Jericho when Joshua sends them.",
    "start": "00:18:25",
    "end": "00:18:30"
  },
  {
    "text": "Yeah.",
    "start": "00:18:30",
    "end": "00:18:31"
  },
  {
    "text": "And then we're just told, how does.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "She end up in the line?",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "Yeah, it's interesting. Yeah. She eventually, she gets mentioned and then marries into the lineage of the line of. Of Judah. Same with Ruth by marrying Boaz and then Bathsheba, who's actually, you know, who's, you know, taken by David.",
    "start": "00:18:33",
    "end": "00:18:47"
  },
  {
    "text": "Yeah.",
    "start": "00:18:47",
    "end": "00:18:47"
  },
  {
    "text": "And there's other hyperlinks between all these stories in really cool ways. But they're interesting examples of how through unconventional means, through surprising people, God has been at work to reunify the nations, to bring through the Messianic seed. Here I'll just read Richard Baucombe. He has a little essay on this in a book called. Ooh, this is great. In a book called Gospel Women Studies in the Named Women in the Gospels. There's actually many women disciples named in the four Gospels, and Bauckham has done inexhaustive research on all of them. It's a fascinating book. So he says here about Matthew's genealogy. He says Jesus's identification in Matthew 1 as the son of David is capable of many meanings. But the presence of these gentile women highlights the inclusiveness of the Messiah's role to be a blessing to the nations as well as to save his own people for Their sins from their sins. Is the Davidic Messiah's role to be that of a new Joshua who will again lead obedient Israel to drive out the Canaanites? Or do these Canaanite women in Jesus's ancestry require a more positive relationship to the Gentiles? All this is at stake later in Matthew's Gospel. In the encounter Jesus has with that Canaanite woman in Matthew chapter 15, she may as well have stepped out of this genealogy in order to press her own new claims on the line of David, just like Tamar, Rahab, Ruth and Bathsheba each did in their own way. In other words, this category of the Canaanite woman gets revisited in the story of a Canaanite woman who gets very pushy with Jesus and he commends her for it. As it turns out, it's really.",
    "start": "00:18:47",
    "end": "00:20:32"
  },
  {
    "text": "Is this the women at the well story? No. What story is this?",
    "start": "00:20:32",
    "end": "00:20:35"
  },
  {
    "text": "She has a sick.",
    "start": "00:20:35",
    "end": "00:20:35"
  },
  {
    "text": "Oh, is this the bread?",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "She has a sick child and she won't let Jesus.",
    "start": "00:20:37",
    "end": "00:20:40"
  },
  {
    "text": "She says a thing about the dogs.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Shake her off. Jesus does. We'll get there. So the point is, even out here in the genealogy, you have this little introduction of a melody of the role of the nations in bringing about the Messiah. Which means that Matthew wants us to keep that theme humming in the background, because in the next chapter in the birth story of Jesus in Matthew chapter one, this is famous. This is like Christmas story Matthew one, when the angel appears to Joseph and says, don't be afraid to take Mary as your wife. The child conceived in her is from the Holy Spirit. She will bear a son, and you shall call his name Yeshua, which means Yahweh delivers. Yahweh saves. So you should call his name Yahweh saves, for he will save his people from their sins. If you're not paying attention, you'll just kind of universalize this. He will save humanity from their sins.",
    "start": "00:20:42",
    "end": "00:21:39"
  },
  {
    "text": "But this is specific about his people, the Israelites.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "Yeah, it says his people, namely, the people of Israel. So right from the birth stories, Matthew wants us to see that Jesus is on a mission to deliver his family.",
    "start": "00:21:42",
    "end": "00:21:56"
  },
  {
    "text": "Because to save all people, he needs to first save his people.",
    "start": "00:21:56",
    "end": "00:22:00"
  },
  {
    "text": "Correct? Yeah. This passage is only confusing if you haven't tracked with the logic of the.",
    "start": "00:22:00",
    "end": "00:22:05"
  },
  {
    "text": "Subplots that God chose Israel to be a blessing to the nations.",
    "start": "00:22:05",
    "end": "00:22:10"
  },
  {
    "text": "That's right.",
    "start": "00:22:10",
    "end": "00:22:10"
  },
  {
    "text": "If Israel's off the rails, then God needs to save Israel to then be a blessing of the nations.",
    "start": "00:22:10",
    "end": "00:22:15"
  },
  {
    "text": "That's right. So that primes the pump for the reader to say, oh, this is going to be a story about the Jewish Messiah on a mission to his own people to restore them so that they, as a group, can become the instrument of God's blessing to the rest of the families of the land. That will be the story. And that makes sense because the genealogy told me that God has already woven into the arrival of the Messiah all of these different Canaanite women. So these Canaanite women were all very unconventional in how they were used by God to accomplish the survival of the seed. And so that does raise a question of. Sets a precedent. Well, maybe this descendant, then, of all these Canaanite women will save his people from their sins in some surprising or counterintuitive way. So what we're going to do real quick is just session the Gospel of Matthew for this theme. Okay. And what we'll see is Matthew has just kept the melody going of the mission to the nations as a whole is what this is all about. And so as you pay attention to when non Israelites appear in the story, it's super interesting.",
    "start": "00:22:15",
    "end": "00:23:29"
  },
  {
    "text": "But up till now, if you're reading astutely, this story is about Jesus coming to save his people.",
    "start": "00:23:29",
    "end": "00:23:35"
  },
  {
    "text": "That's right.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "We do know that's a subplot to the bigger plot, which is union of all of heaven and earth and all of humanity being God's image.",
    "start": "00:23:36",
    "end": "00:23:45"
  },
  {
    "text": "Yeah.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "As the family of humanity. But right now, this is about an Israelite man who's coming to save Israelites. Sam.",
    "start": "00:23:46",
    "end": "00:24:14"
  },
  {
    "text": "So let's think about the significance of another famous Christmas story, the Magi.",
    "start": "00:24:33",
    "end": "00:24:38"
  },
  {
    "text": "The Magi. Yeah. The Wise men.",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "Yeah, the wise men of Orientar. Yes. You know, my boys, that's how they sing that Christmas song, these three kings from Orientar, as though the place is.",
    "start": "00:24:40",
    "end": "00:24:55"
  },
  {
    "text": "It's called Orientar.",
    "start": "00:24:55",
    "end": "00:24:55"
  },
  {
    "text": "Called Orientar. Yeah. That's. Yeah. My son August asked me that. That's funny.",
    "start": "00:24:55",
    "end": "00:24:59"
  },
  {
    "text": "Where's Oriantar?",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "Where's Oriantar? So, man, this story is remarkable for the hyperlinks and the design patterns going on. We don't have time to track it down, but it's quite remarkable. These sorcerers. I mean, the word magi.",
    "start": "00:25:00",
    "end": "00:25:14"
  },
  {
    "text": "Magic.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Yes. It doesn't mean, like, hat tricks. They're astrologers and sorcerers.",
    "start": "00:25:15",
    "end": "00:25:21"
  },
  {
    "text": "Yeah. And astrologers is not even.",
    "start": "00:25:21",
    "end": "00:25:23"
  },
  {
    "text": "No, it's like. That's like.",
    "start": "00:25:24",
    "end": "00:25:26"
  },
  {
    "text": "We're not talking about, like, finding out what you're doing. Your day is going to go like.",
    "start": "00:25:27",
    "end": "00:25:31"
  },
  {
    "text": "No, no, this is. Yeah, these are like consultants to the king. Should I go to war or not? Well, let me read the stars and I'll tell you, O King, that kind of thing. So. And this is prohibited in the Torah for Israelites to do this kind of thing. But here come these pagan sorcerers from the east who have seen a star. What's cool is that they come from the east and then they're the treasures, you know, the famous treasures. You know, there's nowhere in the story that says there were how many.",
    "start": "00:25:31",
    "end": "00:25:57"
  },
  {
    "text": "There were how many magi.",
    "start": "00:25:57",
    "end": "00:25:59"
  },
  {
    "text": "Yeah, correct.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "But there's three treasures.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "But there's three treasures which has become three magi.",
    "start": "00:26:01",
    "end": "00:26:04"
  },
  {
    "text": "The three wise men.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "Yeah, the three wise men. So what's interesting is that the gifts of gold, frankincense and myrrh, that list comes right from the list in Isaiah 60 of what?",
    "start": "00:26:05",
    "end": "00:26:17"
  },
  {
    "text": "Yeah, we saw the golden frankincense there.",
    "start": "00:26:18",
    "end": "00:26:20"
  },
  {
    "text": "Oh, yeah, that's right. And then later in the chapter, it says, they're going to offer up offerings on my altar, which can include animals, food, or incense offerings. And so this is a little, you know, I think it's a memory that Matthew's preserving. Joseph and Mary had this remarkable experience, but Matthew's told it in such a way as to activate all of these hyperlinks to the book of Isaiah and a bunch of other places and so on. So the wealth of the nations is being brought to the new temple. Remember, in Isaiah, the nations come streaming in, and then they're going to bring all their gifts to contribute to the new temple, which is the new cosmos, the new heaven and earth place. And Matthew retells it so that the nations are bringing their gifts to little baby Jesus. To baby Jesus, because he is put forward as the place where heaven and earth are one.",
    "start": "00:26:20",
    "end": "00:27:12"
  },
  {
    "text": "That's cool.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "Totally cool. So just a little tidbit, and then you keep on reading. So here's another little piece of this. In Matthew chapter four, Jesus gets baptized, and then he goes into the wilderness in Matthew chapter three and four. And then after he's tested, you know, for whether he's going to be faithful to his commission as the suffering king, and after he comes out of the desert, we're given this summary, the end of Matthew chapter four. And it's actually a summary that's going to pave the way for all of chapters five through ten. Matthew's giving us a map right here of the next few chapters of the book. I'll let you read this paragraph here and just notice what he highlights about the people who are coming to Jesus.",
    "start": "00:27:13",
    "end": "00:27:57"
  },
  {
    "text": "Okay. Matthew 4:23. Jesus was going throughout all Galilee, teaching in their synagogues and proclaiming the Gospel of the Kingdom and healing every kind of disease and every kind of sickness among the people. The news about him spread throughout all Syria and they brought to him all who were ill, the suffering with various diseases and pains, demoniacs, epileptics, paralytics, and healed them. Large crowds followed him from Galilee and the Decapolis.",
    "start": "00:27:57",
    "end": "00:28:27"
  },
  {
    "text": "Decapolis, Yep. Yeah.",
    "start": "00:28:27",
    "end": "00:28:29"
  },
  {
    "text": "Large crowds followed him from Galilee and the Decapolis and Jerusalem and Judea and from beyond the Jordan.",
    "start": "00:28:29",
    "end": "00:28:36"
  },
  {
    "text": "And the next sentence in Matthew is, Jesus saw all these people. He went up onto a mountain, his disciples came, he opened his mouth and began to say, and it's the Sermon on the Mount.",
    "start": "00:28:37",
    "end": "00:28:48"
  },
  {
    "text": "So this is an international crowd.",
    "start": "00:28:48",
    "end": "00:28:51"
  },
  {
    "text": "This is an international crowd, or you would say it's a multinational. Well, you'd say it's a multi ethnic crowd from within the larger region.",
    "start": "00:28:51",
    "end": "00:28:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:59",
    "end": "00:28:59"
  },
  {
    "text": "So north to Syria, which is still the region that's called Syria today, but then also up in Galilee and the Decapolis. The Decapolis is a network of 10 towns. Yeah, totally. It's a network up in the Galilee region and Jerusalem and Judea and the other side of the Jordan.",
    "start": "00:29:00",
    "end": "00:29:18"
  },
  {
    "text": "Yeah. Which was.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Yeah, which was Moab, where the Egumeans were, and all of these other tribes and so on. But non Israelites.",
    "start": "00:29:20",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:27"
  },
  {
    "text": "So he's explicitly saying that he's attracting to himself. Yeah, A multi ethnic international crowd from within the region.",
    "start": "00:29:28",
    "end": "00:29:36"
  },
  {
    "text": "And that's the crew. He does the Sermon on Matu.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "Yeah, that's the narrative setting, is that Jesus is gaining lots of attention.",
    "start": "00:29:39",
    "end": "00:29:43"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "And so he's going to see the crowds and his disciples came to him and he opened his mouth and began to teach them. Which is his. I think it's his disciples. But the whole point is that it's. Jesus has got his crew, but the backdrop is both Israel and the nations. Are these onlookers, so to speak. Yeah, yeah, that's the scene. Okay, so Matthew, this is from commentator Craig Keener. He has good insight on why Matthew's giving us a little geography lesson here. Like, why is this important to get this information? So Craig Keener puts it this way. He says Matthew wants his readers to know how widely the word about Jesus spread. And he's also interested in the geographical distribution of that popularity. By Syria, Matthew probably means not the entire official province, but the region to the north, northeast of Palestine. Although many Jews did live in the Decapolis, these Jews hearing of Jesus in a predominantly gentile region allows Matthew to point his readers to a geographically expansive gentile mission. In other Words. There's three points in the Gospel of Matthew where there's this kind of like commissioning and the beginning of the kingdom of God spreading. It's right here. It happens at the end of chapter 9 where Jesus sends out his disciples. And we'll look at that in a minute. And then the next step is at the end of the Gospel in the Great Commission where Jesus says, go out to all the nations. And so Keener is saying Matthew has actually worded this in a way to say that even though Jesus mission is to the family of Abraham, you know, you couldn't contain it. Even from Jesus beginning, the nations were wanting to get in on the Jesus thing.",
    "start": "00:29:44",
    "end": "00:31:32"
  },
  {
    "text": "Sam.",
    "start": "00:31:46",
    "end": "00:32:11"
  },
  {
    "text": "When Jesus starts talking in the Sermon on the Mount, he pronounces the famous blessings, the Beatitudes. Oh, you know, I don't know when this episode will release, but we're beginning work on a whole video series on the Sermon on the Mount.",
    "start": "00:32:23",
    "end": "00:32:37"
  },
  {
    "text": "Yes.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Super excited.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "Yeah, it is exciting. This will come out way before that.",
    "start": "00:32:39",
    "end": "00:32:44"
  },
  {
    "text": "Yeah, I suppose so, but that'll begin. This is gonna be so cool.",
    "start": "00:32:44",
    "end": "00:32:48"
  },
  {
    "text": "It's gonna be a 10 part series, right?",
    "start": "00:32:48",
    "end": "00:32:51"
  },
  {
    "text": "Yeah, I think. Yeah. The cement's still pretty wet as to how many videos it'll be, but you and I are gonna crawl through the Sermon on the Mount.",
    "start": "00:32:51",
    "end": "00:32:59"
  },
  {
    "text": "It's gonna be great.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "I'm so excited. So near the beginning, he has this moment where he looks at his disciples and he calls them something. In Matthew 5, verse 14 he says, you all are the light of the world. A city set on a hill can't be hidden. Nor does anyone light a lamp and put it under a basket. They put it on a lamp stand and it gives light to everyone in the house. So let your light shine before people in such a way that they may see your good works. Glorify your Father who is in heaven. A light shining in the darkness. A city set up on a high hill. These are both images taken from the book of Isaiah. And we looked at one of them, the exalted Zion for the nations. And actually in the poem, in Isaiah 60, we read an episode or two ago, it began with arise, shine, your light has come. But now Jesus up on a high hill and his community of disciples are the light in the city. Hmm, Isn't that interesting?",
    "start": "00:32:59",
    "end": "00:33:59"
  },
  {
    "text": "Well, yes, although expected, I suppose. If Jesus is coming to save the Israelites. And the mission of Israel is to be the city on the hill.",
    "start": "00:34:00",
    "end": "00:34:11"
  },
  {
    "text": "Correct.",
    "start": "00:34:11",
    "end": "00:34:12"
  },
  {
    "text": "The city, the nation, the people whom God uses to bless all the other nations. The other nations can stream up and they are going to reflect God's wisdom and goodness, Then it makes perfect sense for Jesus to get up in front of Israelites and say, hey, this is our calling. This is what we're supposed to be.",
    "start": "00:34:12",
    "end": "00:34:28"
  },
  {
    "text": "Totally. Yes. Yeah, exactly. It actually makes perfect sense.",
    "start": "00:34:28",
    "end": "00:34:33"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "This is the kind of thing you would expect himself.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "This is what you would expect.",
    "start": "00:34:36",
    "end": "00:34:36"
  },
  {
    "text": "Totally. Yeah, that's right. So, yeah, totally. I just find, you know, the Sermon on the Mount, these are such common images.",
    "start": "00:34:36",
    "end": "00:34:42"
  },
  {
    "text": "Totally.",
    "start": "00:34:43",
    "end": "00:34:43"
  },
  {
    "text": "That often if you don't get the hyperlink to Isaiah, it just sounds like a pretty word picture.",
    "start": "00:34:43",
    "end": "00:34:48"
  },
  {
    "text": "Yeah.",
    "start": "00:34:48",
    "end": "00:34:49"
  },
  {
    "text": "This is a fully loaded metaphor connected to the family of God theme. So what's interesting is that after Jesus gives a Sermon on the Mount, he starts to go out. And Matthew has put together 10 stories of different people from that list of sick people coming to Jesus. There's 10 stories about Jesus where he either heals somebody or does some sign or wonder. One of them is a Roman soldier who was, of course, definitely not an Israelite. And what's interesting is that Matthew notes how he tells the story, Pays focuses on the fact that Jesus is surprised by this soldier, by his faith. This is a military leader of the occupying force.",
    "start": "00:34:49",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "The occupying nation that makes life in your ancestral land miserable.",
    "start": "00:35:34",
    "end": "00:35:39"
  },
  {
    "text": "Yeah.",
    "start": "00:35:39",
    "end": "00:35:39"
  },
  {
    "text": "So let's just paint that picture for a moment.",
    "start": "00:35:39",
    "end": "00:35:42"
  },
  {
    "text": "Right. You know what's interesting is there is a bunch of frustration about the police right now, real time. And they are citizens of the same country. So imagine.",
    "start": "00:35:42",
    "end": "00:35:53"
  },
  {
    "text": "Oh, sure. Yes.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Having like law enforcement around.",
    "start": "00:35:54",
    "end": "00:35:56"
  },
  {
    "text": "Yes.",
    "start": "00:35:56",
    "end": "00:35:57"
  },
  {
    "text": "That are from a different country now telling you what to do.",
    "start": "00:35:57",
    "end": "00:36:01"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. And there are many people around the world who are in experiencing that.",
    "start": "00:36:01",
    "end": "00:36:05"
  },
  {
    "text": "Exactly.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "Yeah. Their land is under occupation of a different ethnicity or national group. Yeah. Imagine. Yes. This is a law enforcement of a foreign occupying nation that makes life for your people on your land miserable. So this is Persona non grata, as they say. Right?",
    "start": "00:36:06",
    "end": "00:36:26"
  },
  {
    "text": "Yeah.",
    "start": "00:36:26",
    "end": "00:36:27"
  },
  {
    "text": "So he comes marching up to Jesus and he begins to beg. Beg of Jesus. Oh, we have a video where I think Rose did the storyboards for this scene. I love this how this in the Gospel of the Kingdom, and he comes up to Jesus and just falls on his knees.",
    "start": "00:36:27",
    "end": "00:36:44"
  },
  {
    "text": "That's right.",
    "start": "00:36:45",
    "end": "00:36:45"
  },
  {
    "text": "Such a power. And he's like. She drew him in this, like, super. He looks like a marine. Jesus says, I'll come, which is remarkable. Like, I'll come. Enter a non Israelite's house. There might be non kosher food in there. They don't follow any of the purity laws. And the guy says, no, you don't need to. You're like me, a commander. So just say the word. And when Jesus saw this, he was stunned and he said, I haven't met anyone in Israel with such great trust. I tell you, many are going to come from the east and from the west and will recline at the table with Abraham. Isn't that interesting? Yeah, I thought it was interesting.",
    "start": "00:36:45",
    "end": "00:37:30"
  },
  {
    "text": "The broad table from the east and the west.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Yes. Yeah. With Abraham, Isaac and Jacob in the kingdom of the heavens. So the family of Abraham and the table of Abraham will become open to many. But he goes on the children of the kingdom, they're going to be cast into outer darkness where there's weeping and gnashing of teeth. What he's already beginning to encounter here is resistance from the leaders of his own people. It becomes a contrast.",
    "start": "00:37:32",
    "end": "00:38:01"
  },
  {
    "text": "Yeah. So here you are representing someone from a different nation who can come and partake of the feast with Abraham's family, but many of Abraham's own children are forfeiting it.",
    "start": "00:38:01",
    "end": "00:38:15"
  },
  {
    "text": "Yep, that's right. And you've got to keep going on this theme. And this becomes the tragic inversion is that Jesus is actually rejected by his own family, but finds even a more friendly reception among the non chosen. And we're back to that theme opened with the four Canaanite women. So these unconventional non chosen lines. God works a surprising plan with the Messianic seed. Such an interesting way to tell the story.",
    "start": "00:38:15",
    "end": "00:38:43"
  },
  {
    "text": "It is such an interesting way to tell a story because it's almost like at the same time saying, hey, here's the divine plan choosing this family. It's both giving you the divine plan, while also subtly showing you how the plan needs a backup plan and that there's gonna be this massive reversal of sorts.",
    "start": "00:38:43",
    "end": "00:39:10"
  },
  {
    "text": "Yeah, in many ways this theme was already work in the Hebrew Bible. We haven't even talked about the book of Jonah. But in many ways this is what the book of Jonah is about in the form of that God's mission is to the nations in that story, to the Assyrians, but it's God's own covenant people who become the biggest obstacle in God's mission to the nations. Yeah, and there's a similar. There's a similar thing coming out here where it will be Jesus own family that becomes the sibling rivals who want to destroy God's plan.",
    "start": "00:39:11",
    "end": "00:39:44"
  },
  {
    "text": "Sam.",
    "start": "00:39:45",
    "end": "00:40:00"
  },
  {
    "text": "So in Matthew chapter 10, we're just kind of taking a tour through Matthew here. Jesus now sends out those disciples that he's trained through the Sermon on the Mount. And we're told in Matthew 10 he gives them authority to do everything he's been doing. And so he sends them out. And in Matthew 10:5, he says, Jesus sent out the 12, instructing them, don't go on the way of the nations or on the way of the Gentiles. Don't enter any city of the Samaritans, which is like their half siblings up in the north. Rather, go to the lost sheep of the house of Israel, and as you go, announce saying, the kingdom of heaven has come near. Which is exactly what he's been doing for, like, the last six chapters. So it's very clear. Jesus had a laser focus, but the nations kept showing up to get in on the party. And now he gives the 12 a laser focus on the family of Israel to restore the family of Israel. I guess that's not very exciting now at this point. You kind of were expecting it.",
    "start": "00:40:25",
    "end": "00:41:29"
  },
  {
    "text": "Yeah. Although, you know, it is interesting that those kind of details were puzzling, for sure.",
    "start": "00:41:31",
    "end": "00:41:36"
  },
  {
    "text": "Sure.",
    "start": "00:41:37",
    "end": "00:41:37"
  },
  {
    "text": "Kind of like, why Jesus just to the Israelites right now, you know, the end game.",
    "start": "00:41:37",
    "end": "00:41:44"
  },
  {
    "text": "Yes.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Why not just start the end game? And then I think you said, we're going to get to the story of the Canaanite woman. That one in particular.",
    "start": "00:41:45",
    "end": "00:41:52"
  },
  {
    "text": "Yeah.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "Is this kind of like, whoa. Just feels really strange that Jesus had such a. Almost myopic perspective when it comes to his mission right there and then to just Israel.",
    "start": "00:41:53",
    "end": "00:42:04"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. Yeah. So one more stop before we go there.",
    "start": "00:42:04",
    "end": "00:42:09"
  },
  {
    "text": "Okay.",
    "start": "00:42:09",
    "end": "00:42:09"
  },
  {
    "text": "It's this fascinating exchange that Jesus has with some of his followers in Matthew 12, when his mother and brothers show up outside of a house where he's teaching, and they want to talk to him. And Matthew is actually leaving out a comment that Mark had where his family thought that Jesus had lost his mind. In Mark's version of the story, they think that he's crazy.",
    "start": "00:42:09",
    "end": "00:42:34"
  },
  {
    "text": "Yeah.",
    "start": "00:42:34",
    "end": "00:42:34"
  },
  {
    "text": "They think he's deluded.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "Yeah, that computes. I mean, he's acting unnormal.",
    "start": "00:42:36",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. So in Matthew's version, he just wants to focus in on the family dynamics. And someone says to him, jesus, you know, your mother, your brothers, they're outside, they want to talk to you. And in a normal exchange, you know, a normal person would say, oh, cool. Can you guys wait a minute? I'm just gonna.",
    "start": "00:42:42",
    "end": "00:42:59"
  },
  {
    "text": "I got some stuff I'm working on.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "But yeah, Jesus takes this as a moment to, like, become the riddler. You know, how he does his thing. And so he responds to the guy talking to him. You'd be so weirded out if you were the guy who asked him that question. Jesus said to the guy who told him, who is my mother? Who are my brothers? And then stretching out his hands to the disciples in the room, he said, look, my brothers and my mother. You know anyone who does the will of my Father who is in heaven? And let's just pause here. That's the number one title Jesus used in the Sermon on the Mount. Father for the Father, the Father in Heaven.",
    "start": "00:43:01",
    "end": "00:43:39"
  },
  {
    "text": "Father in heaven.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "So when he means by, what does it mean to do the will of my Father in heaven? It means to live by the teachings that I just gave you a few chapters ago. So whoever follows the Sermon on the Mount, that's my brother and sister, is my brother, my sister and my mother.",
    "start": "00:43:40",
    "end": "00:43:54"
  },
  {
    "text": "Yeah, I mean, so he's got this big view of the family of humanity in mind, which is, yes, I can. Yes, that. I mean, he would agree. Jesus would agree. Yes, this is my family. But his point is my picture of family is much bigger.",
    "start": "00:43:54",
    "end": "00:44:10"
  },
  {
    "text": "Yes. Yeah. He's untethering the idea of the family of God from the physical lineage of Israel. Adherence and participation in the family of God is way beyond physical lineage. NT Wright has a great way of putting this in a quote that I've attached here. He said, in a peasant society, this is from Jesus and the victory of God in a peasant society where family relations provided one's basic identity. It was shocking in the extreme in first century, this thing that Jesus just said. In the first century Jewish culture for which the sense of familial and racial loyalty was a basic symbol of the prevailing worldview. This saying cannot but have been devastating. Jesus was proposing to treat his followers as a surrogate family. This had a substantial positive result. Jesus intended his followers to inherit all the closeness and mutual obligations that belonged with family membership in a close knit family based society. But this was not just extraordinarily challenging at a personal level, it was deeply subversive at a social, cultural, religious, political level. I still feel the sting of what Jesus says today in, you know, modern, autonomous, individual, mobile America, you know, where family belonging is important, but not nearly to the degree it was in a culture like this.",
    "start": "00:44:11",
    "end": "00:45:44"
  },
  {
    "text": "Yeah, to the degree that we still feel this obligation to take care of our families, you know, as our parents age or as, as our kids are growing up or having grandkids, this kind of loyalty to our family in this society, you've got to like 10x that or something.",
    "start": "00:45:44",
    "end": "00:46:03"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "Just to the degree that society would have found that as how important family was. And there is very good argument that we need to take family more seriously in the Western world than we do now, we've gone way too far. But then you get something like this and it puts a brake on that, and it's like, don't take that too far and start worshiping family because there's something bigger going on.",
    "start": "00:46:04",
    "end": "00:46:32"
  },
  {
    "text": "I really feel that tension as well.",
    "start": "00:46:32",
    "end": "00:46:34"
  },
  {
    "text": "Yeah. Because if you left, like, if you said, hey, I'm gonna go live in my family and I'm gonna go do Jesus work, I'd be like, tim, that's lousy.",
    "start": "00:46:34",
    "end": "00:46:42"
  },
  {
    "text": "Totally.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "You should do that.",
    "start": "00:46:43",
    "end": "00:46:44"
  },
  {
    "text": "That's right. And you know, there's. How many generations of wounded children are there whose parents, you know, neglected the health of their own children for the sake of whatever Christian ministry or, you know, people. There were absentee moms and dads and so. But it's a. It's a balance. Yeah, I'm not being dogmatic about that at all. I'm just saying right from the beginning of the Jesus movement, there was a redefinition of what the family is. And Jesus had a very expansive, non traditional view of the family.",
    "start": "00:46:44",
    "end": "00:47:20"
  },
  {
    "text": "Yeah.",
    "start": "00:47:21",
    "end": "00:47:21"
  },
  {
    "text": "And you just have to sit with that. There's no simple or easy resolution there.",
    "start": "00:47:22",
    "end": "00:47:27"
  },
  {
    "text": "Sam.",
    "start": "00:47:40",
    "end": "00:47:50"
  },
  {
    "text": "There's another story a few chapters later where Jesus is trying to get away from all the people flocking to him. And so he goes up into a non Israelite region in what Matthew calls Tyre in Sidon, modern day Lebanon, basically. And he goes into a non Israelite city, He meets some non Israelites. So what Matthew makes very clear is he doesn't meet a woman of Tyre and Sidon. It's a Canaanite woman, which is that specific land of hill country down south, where Jerusalem, where the Judah and the northern tribes of Israel. He calls her a Canaanite woman. And so he's clearly activating those memories from the genealogy. Rahab the Canaanite, Tamar the Canaanite. So a Canaanite woman comes up to him and she began to cry out, saying, have mercy on me, O Lord, son of David. My daughter is harshly being demonized and Jesus just gives her the cold shoulder. Yeah, he doesn't respond. Now that act itself is capable of multiple interpretations, isn't it? So in Mark's version of the story, he calls her the Syrophoenician woman, the woman of Syria and Phoenicia, which is the region where she lives.",
    "start": "00:48:13",
    "end": "00:49:33"
  },
  {
    "text": "Okay.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "Matthew calls her the Canaanite woman.",
    "start": "00:49:33",
    "end": "00:49:36"
  },
  {
    "text": "Perhaps that's where she was from.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "Yeah, but I think.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "But that may be specifically to call out that theme, to call out that.",
    "start": "00:49:38",
    "end": "00:49:43"
  },
  {
    "text": "She'S a Canaanite, a descendant of the people that Joshua, Jesus namesake expelled from the land. And Jesus is a descendant of a bunch of Canaanite women. So it all comes into this moment of how is Jesus going to relate to. How is this new Joshua going to relate to the Canaanites? That's the question here. So it heightens the tension in this scene. So it could be that Jesus is brushing her off with his silence. It could be that he's testing her. Matthew's told the story in a way that Jesus motives remain really understated.",
    "start": "00:49:43",
    "end": "00:50:22"
  },
  {
    "text": "Right.",
    "start": "00:50:22",
    "end": "00:50:23"
  },
  {
    "text": "You have to.",
    "start": "00:50:23",
    "end": "00:50:23"
  },
  {
    "text": "He doesn't say why. He just says that he didn't answer her.",
    "start": "00:50:23",
    "end": "00:50:27"
  },
  {
    "text": "Yes, totally. So what's interesting is he didn't answer her. His disciples come to him saying, listen, this lady's shouting at us, just send her away. Then Jesus answered and said, listen, I sent to the lost sheep of the house of Israel. Remember? That's what he said.",
    "start": "00:50:27",
    "end": "00:50:45"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "She's not my responsibility.",
    "start": "00:50:46",
    "end": "00:50:47"
  },
  {
    "text": "Yeah.",
    "start": "00:50:49",
    "end": "00:50:49"
  },
  {
    "text": "The story is almost impossible to account if you don't get the dual layers of the plot line.",
    "start": "00:50:50",
    "end": "00:50:54"
  },
  {
    "text": "But even if you get the dual layers, it's kind of like, all right, Jesus, I get it.",
    "start": "00:50:55",
    "end": "00:50:58"
  },
  {
    "text": "Yeah.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "But can you at least talk to her and let her know this?",
    "start": "00:50:59",
    "end": "00:51:03"
  },
  {
    "text": "No, I'm with you. No, I'm with you. However, Jesus has also did that thing for the centurion.",
    "start": "00:51:03",
    "end": "00:51:11"
  },
  {
    "text": "Yeah. So why we're making the hard and fast rule now.",
    "start": "00:51:12",
    "end": "00:51:15"
  },
  {
    "text": "Totally. Yeah. So people have interpreted Jesus statement and his silence in different ways. Some people think he's brushing her off. Some people think that he is intentionally kind of like God with Moses and the golden calf, when God says, leave me alone. But then that's what Moses doesn't do, and that ends up accomplishing the will of God, which is for the reconciliation with his people. There's some. A similar dynamic here where Jesus silence actually compels her to keep moving towards Jesus even more aggressively. A lot like Tamar did with Judah and a lot like Ruth did with Boaz. And.",
    "start": "00:51:15",
    "end": "00:51:51"
  },
  {
    "text": "Yeah. I actually. I remember reading Philip Yancey talk about this. This is decades ago. And he. I just remember him saying, he said Jesus had his tongue firmly planted in his cheek when he said this. That was his interpretation.",
    "start": "00:51:51",
    "end": "00:52:06"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:52:06",
    "end": "00:52:06"
  },
  {
    "text": "That it was like tongue in cheek.",
    "start": "00:52:06",
    "end": "00:52:07"
  },
  {
    "text": "Yes.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "And that just really stuck with me.",
    "start": "00:52:08",
    "end": "00:52:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "And that sounds like what you're saying a little bit, possibly. Which is like, do you want to engage? I'm going to make this interesting.",
    "start": "00:52:10",
    "end": "00:52:16"
  },
  {
    "text": "Yeah, yeah. One way or another, Jesus turns this into a Test of her tenacity. Again, it's uncomfortable for us and it still is for me. Now, Jesus wasn't like this with most hurting people who came to him, but he discerned something here that he makes this woman step out on more of a limb than he does with a lot of other people. So she doesn't settle for the. I was sent to the lost sheep of Israel. She comes back again and lays down in front of him and says, lord, help me. He answered and said, he speaks in a riddle. It's not good. Listen, if there's children sitting at the dinner table, you don't take the food for your kids and give it to the dogs. I know. No, once again, people have. Dogs have both negative and positive images in Jewish culture.",
    "start": "00:52:16",
    "end": "00:53:13"
  },
  {
    "text": "Okay.",
    "start": "00:53:13",
    "end": "00:53:13"
  },
  {
    "text": "There were very few people. It wasn't like a house, domestic animal the way we think of it, you know, so dogs usually have a negative connotation, but Jesus uses a form of the Greek word for like little dog, tiny dog, or puppy. So it's a contrast between little kids and a little puppy. And clearly he means a domestic house pet because you don't let scavengers into your dining room. So it's a question of priority.",
    "start": "00:53:13",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:39",
    "end": "00:53:39"
  },
  {
    "text": "And so what Jesus does, what the woman does is pick up his riddle and then turn it back on him. And she's like, but you don't starve your little puppy. You know, if the kids don't finish your food, you give it to the puppy. And Jesus says, how great is your faith, O woman? You know what you asked for. It will be done. All of a sudden, Jesus doesn't play hard to get anymore. It's like the game is up. And all of a sudden he's just super open with her.",
    "start": "00:53:39",
    "end": "00:54:05"
  },
  {
    "text": "Yeah.",
    "start": "00:54:05",
    "end": "00:54:06"
  },
  {
    "text": "What amazing. He says to her what he says to the centurion.",
    "start": "00:54:06",
    "end": "00:54:09"
  },
  {
    "text": "Yeah. She won the riddle.",
    "start": "00:54:09",
    "end": "00:54:11"
  },
  {
    "text": "Yeah. It was so fascinating. I know there's more that I need to ponder here in this story, but.",
    "start": "00:54:11",
    "end": "00:54:17"
  },
  {
    "text": "This story is even more scandalous. It's a hard story because Jesus is.",
    "start": "00:54:17",
    "end": "00:54:23"
  },
  {
    "text": "Aloof for reasons that Matthew leaves concealed. He could interpret them.",
    "start": "00:54:23",
    "end": "00:54:28"
  },
  {
    "text": "He can interpret it in different ways, but then he actually dismisses her. But then at the end, he does give her what she needs. But the story's less scandalous when you understand that dual storyline that Jesus does have this laser focus on Israel. And so that takes a little bit of the bite out of it, but not completely. There's still so much here to wrestle through for sure.",
    "start": "00:54:28",
    "end": "00:54:51"
  },
  {
    "text": "Totally. Yeah. I'm not trying to iron away all of the tensions. But there is something with the moment that she presses in and won't let go of Jesus is the moment that he just yields completely and he doesn't. He's not playing hard to get anymore. There's something in that shift.",
    "start": "00:54:51",
    "end": "00:55:10"
  },
  {
    "text": "It just completely flips.",
    "start": "00:55:10",
    "end": "00:55:11"
  },
  {
    "text": "Correct.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "It wasn't like, okay, you got me. Well, I'll give you a little bit.",
    "start": "00:55:12",
    "end": "00:55:15"
  },
  {
    "text": "Yeah, totally, yeah. I mean, he heals her daughter from a distance. That's a remarkable thing that he does. Anyhow, this is very similar to some of these puzzling odd stories in the Hebrew Bible that I think are there almost as narrative parables. There's multiple layers to it and I need to think about the layers in this one more. But all the same, the point is that this follows this pattern of the life and healing power of the kingdom is leaking out to the nations, even though Jesus is on a laser focused Israel. So here's what we're going to do. We're going to skip over the Passover week and the Passion in our conversation right now. What the Passion represents is Jesus mission to Israel. He goes to the capital city of David, the temple. He confronts the leaders of Israel. And while the Roman governor, a non Israelite, is an important figure in Jesus view, he's kind of a bit player. His confrontation is with the high priest and the powers. Actually, I just realized there's an important story. When Jesus is lifted up high and exalted on his execution throne. The first person to recognize who Jesus is truly is a Roman centurion who says, truly this was the Son of God. So right through it's these gentiles who recognize Jesus. It's his own family who ends up resisting and persecuting, killing him. And yet even this doesn't thwart God's plan. Dude, this is just like the Joseph story. This is what the Joseph story is all about in the book of Genesis. And so notice the shift. Let's just look at the last paragraph of the Gospel of Matthew. This is the great commission. The risen Jesus comes up to his disciples and says, all authority has been given to me in the skies and on the land. Go therefore and make disciples of not just the lost sheep of the house of Israel, but all nations, baptizing them, teaching them to observe the Sermon on the Mount. And I'm with you Emmanuel, even to the end of the age. Matthew clearly foregrounds the shift to the mission to the nations here. So you can see right from the first paragraph to the last paragraph.",
    "start": "00:55:15",
    "end": "00:57:33"
  },
  {
    "text": "And that shift is because he's done the thing for Israel.",
    "start": "00:57:34",
    "end": "00:57:39"
  },
  {
    "text": "That's right.",
    "start": "00:57:39",
    "end": "00:57:40"
  },
  {
    "text": "He's shown I am Israel's king, I am the faithful Israelite, and I've done the thing that Israel has needed to do. And now that that's solved, let's get back to the plan, which was Israel being a blessing to the nations.",
    "start": "00:57:40",
    "end": "00:57:56"
  },
  {
    "text": "That's right.",
    "start": "00:57:56",
    "end": "00:57:57"
  },
  {
    "text": "So now you, as an extension of me, my disciples, go out and spread this.",
    "start": "00:57:57",
    "end": "00:58:01"
  },
  {
    "text": "Yep, yeah, yeah, that's totally right. That's totally right. So what's interesting is that, you know the four gospels, even though they were written years after the events, in other words, the oral memories of all these things that Jesus said and did were being told and memorized and recited for decades and then were put into writing these compositions we call the Gospels. So the written form of the Gospels is taking place now, decades into the mission that Jesus is commissioning right now. Isn't that interesting to think about? And so Matthew's crafted this account with the knowledge and experience of that expanding mission to the nations. And so he seeded the theme showing like this wasn't just an about face Jesus did at the last minute. It was actually woven into his genealogy. The mission to the nations.",
    "start": "00:58:01",
    "end": "00:58:52"
  },
  {
    "text": "Well, what's interesting is he didn't even have to do that because if you've been reading the Hebrew Bible, that's true. You know that that's the plan.",
    "start": "00:58:52",
    "end": "00:59:00"
  },
  {
    "text": "Correct.",
    "start": "00:59:00",
    "end": "00:59:00"
  },
  {
    "text": "I think it's easy to get that plan lost in the shuffle because it's not this like in your face kind of theme, but the fact that not only is Jesus coming back to that plan, you've already seen, it was seeded throughout the whole Gospel is what you're saying?",
    "start": "00:59:00",
    "end": "00:59:16"
  },
  {
    "text": "Yep, yeah, yeah, totally. So that's the Jesus on earth, so to speak. The Jesus that people hung out with in first century Palestine. Part two of this, the mission to the nations is going to be led by Jesus and the Spirit. And that's the story that we call the Book of Acts, which is where the family of God begins to expand and create multi ethnic and racial tensions. The tensions that come along when people of different families try to live and work together. Just try and imagine people not getting along because they belong to different tribes and families. And if you can imagine that scenario, welcome to the exciting part of the story that is the Book of Acts.",
    "start": "00:59:16",
    "end": "01:00:04"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we're going to continue in this series on the family of God.",
    "start": "01:00:05",
    "end": "01:00:11"
  },
  {
    "text": "The moment that the family of Abraham crosses the Israelite non Israelite divide. And it's a story about a Roman Centurion becomes the representative story here. This story is so cool.",
    "start": "01:00:11",
    "end": "01:00:22"
  },
  {
    "text": "We're collecting questions for our upcoming Question and Response episode on this series, so we'd love to hear from you. You can record yourself asking your question, try to keep it to around 20 or 30 seconds and then send that audio to infoibleproject.com Please tell us your name, where you're from, and then also in your email, transcribe your question for us. That would be amazing. Today's show is produced by Dan Gummel, the theme music is by the band Tense, and our show notes were put together by Lindsey Ponder. Bibleproject exists so that we can experience the Bible as one unified story that leads to Jesus. We've got this podcast, we've got videos, we've got seminary level classes and all sorts of other resources. You can find it all@bibleproject.com and it's all free because of the generous support people like you. Thank you so much for being a part of this with us. Hi, this is Elsie and I'm Erin and we're from San Luis Obispo, California.",
    "start": "01:00:22",
    "end": "01:01:17"
  },
  {
    "text": "I first heard about the Bible Project through the YouVersion app.",
    "start": "01:01:18",
    "end": "01:01:21"
  },
  {
    "text": "I first heard about the Bible Project through a teacher of mine way back in high school.",
    "start": "01:01:21",
    "end": "01:01:25"
  },
  {
    "text": "We listened to the Bible Project podcast in order to nerd out about the Bible along with Tim and each other.",
    "start": "01:01:25",
    "end": "01:01:30"
  },
  {
    "text": "Our favorite thing about the Bible Project is that the nerdy conversations remind us that there is always more to discover in Scripture and it keeps us humble. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like us. Find free videos, study notes, podcasts, classes, and more@bibleproject.com Yes.",
    "start": "01:01:31",
    "end": "01:01:53"
  }
]