[
  {
    "text": "This is John Collins at bibleproject. We have a few episodes left in this ongoing series exploring the theme of the family of God in the Bible. How God created all of humanity as his children. How we are all one human family in all of our wonderful diversity. However, we don't trust each other. We don't fully value each other's unique contributions of being God's image. And we find ourselves in violent opposition to each other. Yet the vision of the Bible is that every tribe, tongue and nation will unite to bring their unique gifts together as the image of God. It's easy to lose track of this theme in the Bible. And one reason is because a large part of the story of the Bible is how God chose one family, the family of Israel, to be called apart from the nations. Now their calling is to bring blessing to the nations, but they're given practices to help them be set apart from the nations. Practices like circumcision, kosher food laws and Sabbath observance. Now, after Jesus came and fulfilled the covenant of God in Israel, he asked his disciples to go out and make disciples of all the nations. And so the question on the table is, do the nations need to follow these Jewish practices to be in God's family? And this wasn't an easy answer to figure out.",
    "start": "00:00:03",
    "end": "00:01:21"
  },
  {
    "text": "Let's try and sympathetically imagine ourselves into this scenario. We're a part of a over a millennium old religious, ethnic, cultural group whose identity has been shaped by a certain set of markers. And now I'm being told by the leaders of this new subgroup of our messianic movement that those markers are not necessary for all of these new people who want to join the family.",
    "start": "00:01:21",
    "end": "00:01:48"
  },
  {
    "text": "Today we're going to look at the dream Peter has and the debate that sprung up amongst the disciples of Jesus about how the nations get folded into the family of God. Thanks for joining us. Here we go. We're talking about the family of God. It's a theme in the Bible about, I suppose, who are God's children.",
    "start": "00:01:49",
    "end": "00:02:10"
  },
  {
    "text": "Yeah. Who belongs in God's family?",
    "start": "00:02:10",
    "end": "00:02:12"
  },
  {
    "text": "Who belongs in God's family?",
    "start": "00:02:12",
    "end": "00:02:14"
  },
  {
    "text": "Yeah.",
    "start": "00:02:14",
    "end": "00:02:14"
  },
  {
    "text": "Quick recap. God creates all humanity to be his image.",
    "start": "00:02:15",
    "end": "00:02:19"
  },
  {
    "text": "Yep.",
    "start": "00:02:19",
    "end": "00:02:19"
  },
  {
    "text": "And I guess another way you could say that is to be his family.",
    "start": "00:02:20",
    "end": "00:02:23"
  },
  {
    "text": "There's a little rabbit hole in Genesis 5 that answers that. That equates being in the image of God is to be the child of God, Okay. Yep.",
    "start": "00:02:23",
    "end": "00:02:32"
  },
  {
    "text": "It's the call of all humanity in all of our diversity. But it is human nature to become tribal, to not trust each other, to be violent to each other, to. And that's Genesis 1 through 11, just.",
    "start": "00:02:32",
    "end": "00:02:44"
  },
  {
    "text": "Yep. The fracturing of.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "The fracturing of the family of humanity. God chooses one couple to form a family that will be a chosen family. Not better than any other families, but chosen for a task which is to bring the blessing back to all the nations. And this is the story of Israel. It's a whole story of the Hebrew Bible. And it's easy to forget that in a way it's a subplot.",
    "start": "00:02:45",
    "end": "00:03:14"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "To the bigger plot, which is all of humanity being the image of God. How is that going to happen? Well, one family is going to do all sorts of things. Have a seed. That's a funny biblical term.",
    "start": "00:03:16",
    "end": "00:03:29"
  },
  {
    "text": "Yeah, yeah. Produce a lineage.",
    "start": "00:03:29",
    "end": "00:03:31"
  },
  {
    "text": "Produce a lineage in which there will be some ruler, a king who. Who will deal with evil, who will rule with righteousness. There's also going to be a place where God's presence is. And all the nations can kind of stream up and learn from. This is the temple. This is Jerusalem. We have this hope that that's going to happen. Jesus comes and we see Jesus saying right off the bat to his fellow Israelites, this is our calling. We're supposed to be the city on the hill. We're supposed to be the light in the darkness. This is our thing we've got to do. And here's the ethic and here's what it looks like. And he goes. And he's got this almost laser focus on Israel, on the people of Israel and making sure that Israel actually can stand up to their calling, which is to be the nation that will bring the blessing. Ultimately, Jesus does for Israel what Israel couldn't do, which is be the faithful Israelite.",
    "start": "00:03:31",
    "end": "00:04:32"
  },
  {
    "text": "Yeah.",
    "start": "00:04:32",
    "end": "00:04:32"
  },
  {
    "text": "And to be that ruler. And the way that he did that is. And this is not what this conversation's about, but the way that he did that was with this backwards just sacrificing himself, his.",
    "start": "00:04:33",
    "end": "00:04:45"
  },
  {
    "text": "Allowing his siblings to kill him.",
    "start": "00:04:45",
    "end": "00:04:47"
  },
  {
    "text": "Yeah, yeah. And that was his enthronement actually provoking.",
    "start": "00:04:48",
    "end": "00:04:51"
  },
  {
    "text": "Them to kill him.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, right.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "It's a whole other thing. But.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "And through his death and resurrection was proven to truly be that. That king, the Messiah, the seed coming from Israel. And so now in I guess, in a sense, the vocation of Israel has been solved because Jesus has done it.",
    "start": "00:04:54",
    "end": "00:05:12"
  },
  {
    "text": "Yeah. Or at least stage one of the. Solving the problem, which was that Israel.",
    "start": "00:05:12",
    "end": "00:05:17"
  },
  {
    "text": "Is not being obedient.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. And is this fractured?",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Faithful and is fractured.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "That's right.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Here comes Jesus and saying, this is what it looks like. And we didn't talk at all about yeah.",
    "start": "00:05:21",
    "end": "00:05:26"
  },
  {
    "text": "He starts the nucleus of a restored family of Abraham that relates to God according to the new covenant that Ezekiel and Jeremiah and Isaiah all anticipated, a new way of relating to their God. And so the Gospels are trying to say that the family of Abraham has been restored, the nucleus of it in the group that Jesus started.",
    "start": "00:05:26",
    "end": "00:05:49"
  },
  {
    "text": "And then Jesus changes his focus. And in the end of the Gospel of Matthew, Jesus tells his disciples, go out now to all the nations. He told them before not to.",
    "start": "00:05:49",
    "end": "00:05:59"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:05:59",
    "end": "00:06:00"
  },
  {
    "text": "He said, don't only go to Israel. When he had encounters with like the Canaanite woman, he kind of like gave a hard time like, hey, I'm here for Israel.",
    "start": "00:06:00",
    "end": "00:06:07"
  },
  {
    "text": "Yeah.",
    "start": "00:06:07",
    "end": "00:06:07"
  },
  {
    "text": "Now it's this almost about face where he's going to tell, he's telling his disciples now go out to all the nations.",
    "start": "00:06:08",
    "end": "00:06:13"
  },
  {
    "text": "Yeah.",
    "start": "00:06:13",
    "end": "00:06:13"
  },
  {
    "text": "So like the fact that the Israel chapter has been solidified, that he's come and done that.",
    "start": "00:06:14",
    "end": "00:06:21"
  },
  {
    "text": "Yep.",
    "start": "00:06:21",
    "end": "00:06:21"
  },
  {
    "text": "We can now bless the nations.",
    "start": "00:06:21",
    "end": "00:06:23"
  },
  {
    "text": "Yeah.",
    "start": "00:06:23",
    "end": "00:06:23"
  },
  {
    "text": "It shouldn't be a surprise. In fact, in the Gospel of Matthew, we saw kind of seed beds of like the fact that Jesus's mission was leaking out to the nations, even though he was focusing on Israel. But now we're at the part of the story where Israel gets to be the blessing to the nations.",
    "start": "00:06:24",
    "end": "00:06:39"
  },
  {
    "text": "Yeah, yeah, totally, yeah. This restored Israel, the nucleus is going to expand to include people of all the tribes of Israel from all these different nations. And welcome to the Book of Acts. So the main theme, one of the main themes of the Book of Acts is the Holy Spirit is expanding the family of Abraham, which is the family of God, the family of the Messiah, and is inviting all these different nations in. And it creates tensions, creates challenges that the leaders of this movement have to overcome. So let's just focus in. We'll do the same as we did in the last episode with Matthew. Kind of just touch down at key points here. In Acts, chapter 1, the risen Jesus gives instructions. What they ask is at this, the disciples ask him, hey, are you going to restore the kingdom to Israel now?",
    "start": "00:06:39",
    "end": "00:07:29"
  },
  {
    "text": "Meaning?",
    "start": "00:07:29",
    "end": "00:07:30"
  },
  {
    "text": "Well, exactly. He just spent 40 days with them, we're told, speaking about the kingdom of God. And so what they're asking is like, okay, so we've got a little Nucleus thing going here. So when does your kingdom launch out to everybody else? And what he says is, hey, listen, don't worry about the timelines, that's not your responsibility. But you're about to receive the power of the Spirit and you will become my witnesses. Famous lines. But notice the three tiered topography or geography Here, you're going to be my witnesses, starting here in Jerusalem. So Jerusalem becomes, especially at the holidays for pilgrimage, epicenter for all of the diverse tribes of Israel, but it's the city of David at the center. So here in Jerusalem, but then going out to Judea and Samaria, and here Jesus is addressing the fractured tribes of Israel, because the northern kingdom in the northern hill country, I mean, they split after the time of Solomon. So this family divide goes back almost a millennium from Jesus time period. Yes. Isn't that crazy? So just the fact that he says both of them said something, and then from the divided family of Israel out to all the nations to the remotest parts of the earth. So there's the map. So he's got both the Jews around Jerusalem, the divided family of Israel, and all nations on the brain. Seven times, seven days later, Pentecost, which means 50, which means.",
    "start": "00:07:30",
    "end": "00:09:07"
  },
  {
    "text": "Yeah.",
    "start": "00:09:07",
    "end": "00:09:08"
  },
  {
    "text": "So on the 50th day after Passover weekend is the celebration of Pentecost, which is the holiday where people would bring in the first fruits of their offerings to the temple. And so what Luke tells us is that there are Jews. So these are Jews or maybe some converted Gentiles. But he tells us, let's see, 15 different nations and language groups that these people come from.",
    "start": "00:09:08",
    "end": "00:09:36"
  },
  {
    "text": "They're pilgriming from. Is that a word? Pilgriming?",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "They're on pilgrimage.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "They're on pilgrimage from all parts of the earth.",
    "start": "00:09:40",
    "end": "00:09:44"
  },
  {
    "text": "Totally. So do you remember back in Matthew, this is our previous conversation, how Matthew presented the wise men, the Christmas story, the wise men bringing their gifts to Jesus. And he tells the story in such a way as to hyperlink it to that poem in Isaiah about the new Jerusalem exalted on a hill with the nations coming to it. So Jesus becomes the exalted New Jerusalem. So there's something similar here where the people of Jesus, filled with the spirit of Jesus, become the place of pilgrimage for all of the restored people of God. So this is, you know, famous story of Pentecost. We won't explore everything going on here, but they're up having a prayer meeting. The disciples are. And wind comes and fire appears, which is temple imagery.",
    "start": "00:09:44",
    "end": "00:10:30"
  },
  {
    "text": "The fire is. Right?",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "The fire.",
    "start": "00:10:32",
    "end": "00:10:32"
  },
  {
    "text": "Wind is just more.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Oh, wind is Mount Sinai. And spirit. That's right, yeah. Wind, spirit. That's right. But what's interesting is that what they find is when they start telling the story of Jesus, the phrase that they use is telling the mighty deeds of God, which means to retell the story of what God has done, which Peter's going to do in A moment which is to tell the story of Jesus. And what they find is, whenever they're telling the story of Jesus, under the power of the Spirit, the nations unite into one language, one speech.",
    "start": "00:10:34",
    "end": "00:11:06"
  },
  {
    "text": "Everyone hears it in their own language.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "Yes. People have long discerned here a reversal of Babylon. And for sure, that's on the brain. On the brain also. He names 15 places where people are there from. He's using the ethnographic map of Genesis 10 here.",
    "start": "00:11:07",
    "end": "00:11:26"
  },
  {
    "text": "Oh.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "He's naming places that are all located on the ethno map. The map of ethnos, ethnoi of nations from Genesis 10. Parthians, Mede, Elamites, Mesopotamia, Judea, Cappadocia, Pontus, Asia, Phrygia, Pamphylia, Egypt, Libya, Cyrene, Rome. And then Jews and prophets, Proselytes, Cretans, and Arabs. So now these are all Jews on pilgrimage.",
    "start": "00:11:27",
    "end": "00:11:52"
  },
  {
    "text": "Right. From different places.",
    "start": "00:11:52",
    "end": "00:11:54"
  },
  {
    "text": "Exactly.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "They speak different languages.",
    "start": "00:11:55",
    "end": "00:11:56"
  },
  {
    "text": "Yes. During the feast of first Fruits.",
    "start": "00:11:56",
    "end": "00:11:58"
  },
  {
    "text": "Why is that interesting?",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Oh, in a way, they become the first fruits of the nucleus of the next tier of the restored Israel.",
    "start": "00:12:01",
    "end": "00:12:08"
  },
  {
    "text": "Got it.",
    "start": "00:12:08",
    "end": "00:12:09"
  },
  {
    "text": "Yeah, totally. The archaeologists of ancient Jerusalem tell us that anywhere from half a million up to close to a million people would come to Jerusalem for these feasts. I mean, wow. And there's already a couple hundred thousand people there, but it's like the place would just be a zoo.",
    "start": "00:12:09",
    "end": "00:12:25"
  },
  {
    "text": "Just crazy.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "Yeah.",
    "start": "00:12:26",
    "end": "00:12:26"
  },
  {
    "text": "And this is bringing harvest, so that's nice. Like, with all the animals, that must have been even crazier.",
    "start": "00:12:26",
    "end": "00:12:33"
  },
  {
    "text": "Yeah, totally. Yeah. So when people ask what all this means, Peter gets up and he retells the story of Jesus. And it culminates with Peter saying, you, his siblings, you killed your brother. You killed the anointed one from our family, that God. And he's talking about the leaders of Israel that represent the people. So we killed our own brother, but God vindicated him by raising him from the dead. And then he goes on to talk about and he exalted Jesus as Lord and king. That was their question. When are you restoring the kingdom to Israel? And Peter's answer is, it happened. It's happening. Here it is. And the family of Abraham is being unified on the next outer tier of all these different tribes of the Diaspora coming together. And then Luke starts adding up numbers. Thousands were added to their number 3,000 that day. Thousands. Many were added. And so the portrait in the next following chapters of Acts is about this growing, reunified, restored family of Abraham. The messianic family of Abraham.",
    "start": "00:12:33",
    "end": "00:13:39"
  },
  {
    "text": "Yeah, because these are all Jews.",
    "start": "00:13:39",
    "end": "00:13:41"
  },
  {
    "text": "Because they're all Jews. Yeah. And Then what Luke will note is in Acts, chapter eight and following, some of those disciples are going to go out to Samaria. And these are a millennium, 1000 year long estranged family of Abraham and the Samaritans. Many Samaritans receive the news and are brought into the family. And he's just, he's working it out. Yeah, but the biggest divide to overcome is just straight up non Israelites.",
    "start": "00:13:41",
    "end": "00:14:10"
  },
  {
    "text": "Because the Samaritan, they still have some of the legacy of being Torah observers. Maybe.",
    "start": "00:14:10",
    "end": "00:14:17"
  },
  {
    "text": "Well, actually, I mean, in many ways you could say they were estranged siblings, which sometimes that's even more severe than outsiders. It was pretty, pretty vicious. Jesus capitalizes on this in the parable of the Samaritan.",
    "start": "00:14:17",
    "end": "00:14:29"
  },
  {
    "text": "Yeah.",
    "start": "00:14:29",
    "end": "00:14:29"
  },
  {
    "text": "Where he knows that that would be somebody who's fiercely hated. And he makes them the hero of that story.",
    "start": "00:14:29",
    "end": "00:14:36"
  },
  {
    "text": "Did the Samaritans eat kosher?",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "They have their own. Yeah, the Samaritans had developed their own offshoot of the observances. And so there was a lot shared, but there was a lot different too. A different calendar and so on. And Luke doesn't focus there. He tells the story. The story of Jesus goes north to the Samaritans and people join the family. But where he spends the majority of his time is. Is the moment that the family of Abraham crosses the Israelite. Non Israelite divide and it's a story about a Roman centurion becomes the representative story here. This story is so cool.",
    "start": "00:14:37",
    "end": "00:15:13"
  },
  {
    "text": "Cornelius.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "Cornelius. So there was a man at Caesarea. Remember going to Caesarea when we was at the north? No, it was on the coast.",
    "start": "00:15:46",
    "end": "00:15:55"
  },
  {
    "text": "On the coast?",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "Yeah.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "Was that like our second day?",
    "start": "00:15:56",
    "end": "00:15:57"
  },
  {
    "text": "Yeah, I can't. It might have been first. When?",
    "start": "00:15:57",
    "end": "00:16:00"
  },
  {
    "text": "Jet lag day.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "Yeah. Beautiful harbor. Really cool.",
    "start": "00:16:01",
    "end": "00:16:05"
  },
  {
    "text": "Yeah.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "Archaeology sites.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "That's right.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "Anyway, so there was a guy there, a Roman centurion. So he's not just a non Israelite. He's like a Roman military. But he honors the God of Israel.",
    "start": "00:16:08",
    "end": "00:16:19"
  },
  {
    "text": "He's a God fearer.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Yeah, he's devout, fears the God of Israel. In fact, he even donates money to support the poor among the Jewish people around him.",
    "start": "00:16:20",
    "end": "00:16:28"
  },
  {
    "text": "It's probably pretty rare for a Roman centurion to do.",
    "start": "00:16:28",
    "end": "00:16:32"
  },
  {
    "text": "Oh, that's interesting. You know, I don't know the answer off the top of my head. There were many Greeks and Romans who were attracted to the beliefs and way of life, the Jewish people. But how many Romans in positions of power were. I don't know the answer to that question.",
    "start": "00:16:32",
    "end": "00:16:47"
  },
  {
    "text": "But he's a non Jew. Who is? His either. Probably didn't grow up in Cesarea. Was probably put there as a job.",
    "start": "00:16:47",
    "end": "00:16:55"
  },
  {
    "text": "Yeah, he's there as a centurion in the cohort. He's there on assignment. At least that seems to be what.",
    "start": "00:16:55",
    "end": "00:17:01"
  },
  {
    "text": "So you kind of get a picture of him while they're converting, correct?",
    "start": "00:17:01",
    "end": "00:17:05"
  },
  {
    "text": "Yeah, that's right. He's there with his family. So he's stationed there.",
    "start": "00:17:05",
    "end": "00:17:08"
  },
  {
    "text": "Yeah.",
    "start": "00:17:08",
    "end": "00:17:08"
  },
  {
    "text": "Yep. So he has this daytime dream, a vision, and is told to send a messenger to go look for this guy you've never met. His name is Shimon, called Peter. Simon called Peter. Meanwhile, Simon, called Peter, is up praying. Notice Cornelius, we're told, prayed to God continually. And now here's Peter up on the roof. They had flat roofs, praying at the hour of prayer. And Manny was hungry because it's, you know, late in the day, and he wanted to eat something. So they're making food. It's like the smell of, you know, the hummus and the tabbouleh down below. And he fell into an altered state of consciousness just from the smell of the food. Smelled really good.",
    "start": "00:17:08",
    "end": "00:17:53"
  },
  {
    "text": "Yeah. Tasty smelling hummus.",
    "start": "00:17:53",
    "end": "00:17:55"
  },
  {
    "text": "Oh, man. Hummus is food of the gods. Seriously? Yeah. When you go to Israel, Palestine, man.",
    "start": "00:17:55",
    "end": "00:18:01"
  },
  {
    "text": "I didn't know you liked hummus that much. Oh, because it's not as good here. I just don't see you crushing hummus.",
    "start": "00:18:01",
    "end": "00:18:06"
  },
  {
    "text": "Yeah, you have to go, Israel, Palestine. Oh, yeah. Have a, like a Palestinian grandmother make you a plate of hummus. Oh, my gosh. It's just amazing. Anyway, I don't know if that's why Peter fell into a trance, but he did smell it. He sees the sky opening. He sees this great sheet, a big blanket, lowered by four corners, the four corners of the land or four corners of the earth. This is often a common image for universality. And he sees all these images of creatures of Genesis 1, these four footed animals and birds. And he's told to, you know, go eat one. You're hungry, go eat one. And what he sees is there's some ritually impure animals in there. Non kosher. So what's interesting is this whole story is about the inclusion of non Israelites, but his dream is about being told.",
    "start": "00:18:06",
    "end": "00:19:03"
  },
  {
    "text": "To eat something unkosher animals, unclean. And just to be clear, this is part of the Torah, correct?",
    "start": "00:19:03",
    "end": "00:19:11"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:19:11",
    "end": "00:19:11"
  },
  {
    "text": "Which was for Israel. Israel's Covenant Agreement was that there was a very strict type of diet.",
    "start": "00:19:11",
    "end": "00:19:17"
  },
  {
    "text": "Yes.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "What they can and cannot eat.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "Yeah. And certain animals were considered ritually impure. Lots of theories. This is In Leviticus, chapter 11 and Deuteronomy 14, I think. And lots of theories, lots of different interpretations as to why. The most common one is that these are creatures who mix categories. So creatures who are amphibians, they are on land and sea, don't eat them. Don't eat them. Creatures that live in the air, but they eat land creatures, birds of prey, don't do it. So that explains a lot of them, but not all. Like the pig. The pig was probably because the Philistines loved pigs and worshiped him or something and God didn't want him to be. But by the time Peter is on the scene, this is centuries, centuries old.",
    "start": "00:19:19",
    "end": "00:20:07"
  },
  {
    "text": "Custom, but they probably did some sort of ritual worship with him too. It's unclear.",
    "start": "00:20:08",
    "end": "00:20:12"
  },
  {
    "text": "What is clear is there are pig bones everywhere at Philistine archaeological sites and very. Almost no pig bones at ancient Israelite sites. So Peter is like, no, I'm not going to eat anything that's not kosher. And the voice says, what God has made pure, don't consider unholy. And this happened three times. And then the dream was over. Now what we know is that Peter didn't stop eating kosher, he kept eating kosher. Because this is brought up later in other places in the New Testament. This dream is clearly symbolic. The animals, kosher and non kosher animals are an analogy that illuminates what's about to happen between Israelites and non Israelites. That make sense?",
    "start": "00:20:12",
    "end": "00:20:55"
  },
  {
    "text": "Yeah, I think so. So that. Because if you're an Israelite, you consider a non Israelite unclean.",
    "start": "00:20:56",
    "end": "00:21:01"
  },
  {
    "text": "Well, that's interesting. Jews had different opinions on this. So more. The thing about being impure is when you come into contact with. With forces of death, things that symbolize death. And actually becoming impure is not simple, not sinful.",
    "start": "00:21:01",
    "end": "00:21:19"
  },
  {
    "text": "And we have a whole series on this from a long time ago on holiness, maybe.",
    "start": "00:21:19",
    "end": "00:21:25"
  },
  {
    "text": "Yeah. Boy, it's reaching back there.",
    "start": "00:21:25",
    "end": "00:21:27"
  },
  {
    "text": "It's reaching back. Back in the archives.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "Yeah, totally. I mean, we have videos about it, but I think we talked about it in the podcast. But there's a difference between impurity and sin.",
    "start": "00:21:29",
    "end": "00:21:38"
  },
  {
    "text": "Okay, so touching a dead body isn't sinful. But it makes you impure.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "But it makes you impure. What was wrong was waltzing into the temple precincts.",
    "start": "00:21:42",
    "end": "00:21:47"
  },
  {
    "text": "Yeah. Before.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "Into holy space. When you're in a ritually impure state.",
    "start": "00:21:48",
    "end": "00:21:51"
  },
  {
    "text": "Yeah, correct. So take a bath. Do this whole thing.",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "Correct. Now, the kosher animals were a little bit different because if these animals were impure, you were just not supposed to eat them.",
    "start": "00:21:54",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:02"
  },
  {
    "text": "And then if you did, people debated what exactly the consequences should be anywhere from lenient to severe. What I want to note here is Peter didn't stop being kosher. This is not an abolishing of the kosher food laws. This dream about God undoing the impurity of non kosher foods is a symbol of what God is doing in the narrative, which is reversing Peter's perception, reversing the Jews perceptions of these non Israelites.",
    "start": "00:22:02",
    "end": "00:22:37"
  },
  {
    "text": "So you're saying in the same way in the dream, God's saying you saw these animals as unclean, but now I want you to see them as clean.",
    "start": "00:22:37",
    "end": "00:22:45"
  },
  {
    "text": "Yeah.",
    "start": "00:22:45",
    "end": "00:22:45"
  },
  {
    "text": "In the same way, what's happened on the ground in Caesarea and all over is that people who were not in the club, God saying, can be in the club.",
    "start": "00:22:45",
    "end": "00:22:58"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "And one is an image of the other.",
    "start": "00:22:59",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:01",
    "end": "00:23:01"
  },
  {
    "text": "Now with that said, one of the reasons why there wasn't a congeniality was because of the kosher law.",
    "start": "00:23:01",
    "end": "00:23:09"
  },
  {
    "text": "That was one of the things that set them apart. That's right, yeah.",
    "start": "00:23:09",
    "end": "00:23:12"
  },
  {
    "text": "Like that's why a Jew would not go to eat with a gentile, correct? Partly, yeah.",
    "start": "00:23:12",
    "end": "00:23:18"
  },
  {
    "text": "There would have been one of the reasons.",
    "start": "00:23:18",
    "end": "00:23:19"
  },
  {
    "text": "They're just not gonna eat the same food. Because he could. I guess what I'm saying is God could have said. He could have said, hey, changed his expectation about anything on the sheet, you know?",
    "start": "00:23:19",
    "end": "00:23:29"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. I mean, kosher food laws, circumcision, Sabbath observance were in this century, Peter's century. The things that in Greco Roman culture set Israelites apart purposefully.",
    "start": "00:23:29",
    "end": "00:23:43"
  },
  {
    "text": "I mean, that was their purpose, right?",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "That's exactly their purpose.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "That's why God gave these parts of the covenant, was for them to be set apart, correct?",
    "start": "00:23:46",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, that's right. So in other words, and again, to say it again, this dream, just because I've heard this so many times, and I think I've probably said it in the past in this dream. It's not abolishing the kosher food customs for Jewish people to observe. And we know that Peter didn't take it this way and neither did the Apostle Paul later on, because he still commends that if there are observant Jews or gentiles who want to follow the kosher food laws, like in the book of Romans, he says, go for it.",
    "start": "00:23:53",
    "end": "00:24:21"
  },
  {
    "text": "But he also says, don't feel obliged to.",
    "start": "00:24:21",
    "end": "00:24:24"
  },
  {
    "text": "But what he says is they are no longer the criteria for determining who's in the family or not. And that's what God is trying to undo here.",
    "start": "00:24:24",
    "end": "00:24:32"
  },
  {
    "text": "So then, but then what would be the purpose of adhering to the food.",
    "start": "00:24:32",
    "end": "00:24:35"
  },
  {
    "text": "Laws, then, oh, if that's one of the ways that you express your honor and devotion to God, which many Jewish people and non Israelites did and still do. So the point is not that kosher food law was good for a time, but now it's bad. It's. You have a custom that's God given to set Israel apart. That custom is no longer the means of distinguishing who's a part of the family of God. I think that's what the dream is about.",
    "start": "00:24:35",
    "end": "00:25:07"
  },
  {
    "text": "Got it.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "And so Peter's really flipped, right? He's just. His mind is totally flipped inside out by this. He's perplexed. And he goes to this guy's house and I'm abbreviating here, but he goes into the house and he sees that like, oh my gosh, here's this like, you know, God fearing non Israelite. And what he says is, I understand that God is not one to show partiality, but in every nation, the person who fears him and does what is right is welcome to be invited into his family. And so Peter starts telling the story of Jesus and Cornelius is like, sign me up. And while Peter's still speaking, the Pentecost that happened in Jerusalem on all those Jews now happens here. The gift of the Holy Spirit comes. They start speaking in tongues and telling the same thing that happened in Jerusalem. So you can see that Luke's planted this story as the symbolic story of now. The thing that happened for the family of Israel is now going out to the nations symbolized by Cornelius and his household. And so they're baptized, they sign up, and there you go. Hooray.",
    "start": "00:25:08",
    "end": "00:26:16"
  },
  {
    "text": "Hooray. It's done.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "Hooray.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "Everything is right.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "Well, hooray. Or it's begun.",
    "start": "00:26:21",
    "end": "00:26:23"
  },
  {
    "text": "It's begun.",
    "start": "00:26:23",
    "end": "00:26:23"
  },
  {
    "text": "Next stage has begun. Until there's problems. Until the culture clash.",
    "start": "00:26:23",
    "end": "00:26:28"
  },
  {
    "text": "Yes.",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "So let's try and sympathetically imagine ourselves into this scenario. Were a part of a over a millennium old religious, ethnic, cultural group whose identity has been shaped by a certain set of markers.",
    "start": "00:26:30",
    "end": "00:26:47"
  },
  {
    "text": "Yeah.",
    "start": "00:26:47",
    "end": "00:26:47"
  },
  {
    "text": "And there's this shakedown of events concerning this agitator Jesus. And then his followers are telling the story. Amazing things are happening. They're gathering thousands and thousands of followers. And then you hear like the unspeakable, that they are inviting non Israelites into calling them like members of our people, inviting them in to become a part of our family. Just right there.",
    "start": "00:26:48",
    "end": "00:27:18"
  },
  {
    "text": "So there on its face, you might say that's the purpose. And there's all sorts of people being grafted into the family of Israel over time.",
    "start": "00:27:18",
    "end": "00:27:26"
  },
  {
    "text": "Yeah, that's right. That's right.",
    "start": "00:27:26",
    "end": "00:27:28"
  },
  {
    "text": "So, you know, I guess good on them. I think where the rub really happens is when they don't require them.",
    "start": "00:27:28",
    "end": "00:27:36"
  },
  {
    "text": "That's right.",
    "start": "00:27:36",
    "end": "00:27:36"
  },
  {
    "text": "To act Jewish in their food, in these diet and in circumcision and in Sabbath particularly. Then it's like, well then what are you guys doing? You're watering this down then.",
    "start": "00:27:36",
    "end": "00:27:50"
  },
  {
    "text": "Yeah.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "You're making this something that it's not.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "Totally. And the way that Luke tells the story is that this is something that the leaders of the Jesus movement discuss. Discovered. In other words, it wasn't. This wasn't.",
    "start": "00:27:53",
    "end": "00:28:01"
  },
  {
    "text": "It wasn't a hatch plan.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "No, it wasn't all clear to them how this was all going to work out. They discovered it through. In other words, these new people coming into the family forced them to reconsider their conceptions of the family of God.",
    "start": "00:28:02",
    "end": "00:28:17"
  },
  {
    "text": "Right.",
    "start": "00:28:17",
    "end": "00:28:17"
  },
  {
    "text": "And this all comes to a culmination in Acts chapter 15.",
    "start": "00:28:17",
    "end": "00:28:21"
  },
  {
    "text": "SA.",
    "start": "00:28:24",
    "end": "00:28:24"
  },
  {
    "text": "So Paul's been introduced into the story here. Or Saul, Saul of Tarsus. But the city of Antioch becomes the home base for all these.",
    "start": "00:28:55",
    "end": "00:29:05"
  },
  {
    "text": "Gentiles.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "Leaders being sent out to share the message of Jesus with non Israelites. But some told at the beginning of Acts 15, some men came down from Judea and began teaching the siblings. Now listen, you can't be rescued by Jesus unless you're circumcised according to custom of Moses. It's my paraphrase. Yeah, it's the Jewish Messiah.",
    "start": "00:29:08",
    "end": "00:29:31"
  },
  {
    "text": "Just read your Bible.",
    "start": "00:29:31",
    "end": "00:29:33"
  },
  {
    "text": "It's the family of Abraham, Ishmael.",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "Moses was almost killed because.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "Totally. Yeah, that's right.",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "He hadn't circumcised his.",
    "start": "00:29:40",
    "end": "00:29:41"
  },
  {
    "text": "Yeah, that's right. Son or something within. Yep, that's right. Yeah. It's just within the Hebrew Bible.",
    "start": "00:29:42",
    "end": "00:29:47"
  },
  {
    "text": "It's a big deal.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "It's a big deal. And within recent memory for these people, the Maccabees. I mean, think of the mother who laid down her life with her seven sons in the story of the Maccabees.",
    "start": "00:29:48",
    "end": "00:29:58"
  },
  {
    "text": "Not familiar.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "Because they wouldn't eat unkosher foods and break the Sabbath and reverse their circumcision.",
    "start": "00:29:59",
    "end": "00:30:05"
  },
  {
    "text": "That important.",
    "start": "00:30:05",
    "end": "00:30:05"
  },
  {
    "text": "The blood of the martyrs in this soil has taken place over circumcision. And you're going to make this optional.",
    "start": "00:30:06",
    "end": "00:30:14"
  },
  {
    "text": "Yeah.",
    "start": "00:30:15",
    "end": "00:30:15"
  },
  {
    "text": "If you want to be a part of the family of Abraham, do what we've always done. That's their argument. And they have the Bible on their side.",
    "start": "00:30:15",
    "end": "00:30:21"
  },
  {
    "text": "Yeah. They have recent history.",
    "start": "00:30:21",
    "end": "00:30:23"
  },
  {
    "text": "Recent history and charged culture war boundary lines. So Paul and Barnabas had great division and debate with them. And the Siblings all determined that they should all go up to Jerusalem and have a Bible study and a council meeting. So this is not small change here.",
    "start": "00:30:23",
    "end": "00:30:45"
  },
  {
    "text": "This is at the heart of what it means to be in the family.",
    "start": "00:30:46",
    "end": "00:30:49"
  },
  {
    "text": "Totally, totally. So what they do is they all go back and there's all kinds of people there. There's some Pharisees, so very strict, politically, religiously conservative Jews who get up and they give their point of view and what they say is the Bible tradition, custom. Then all of these Israelites who have been out seeing non Israelites like Cornelius come into the family and they start telling their stories. So Peter tells the story of Cornelius, and we're told that Paul and Barnabas start saying, like, dude, we went to all these other places. And it's crazy, man. These non Israelites love Jesus and are following him, living by the Sermon on the Mount. It's amazing. And the Holy Spirit did stuff in their midst just like he did with us on Pentecost. So Jacob gets up, or he's translated James here, this is the brother of Jesus, or half brother of Jesus, Jacob. And so he says, brothers. So Simeon just related how God first concerned himself about taking from among the Gentiles a people for his name. And, you know, I was just reading the book of the 12 this morning. That's my paraphrase, the book of the 12 prophets. And, you know, it's written in the words of the prophets. And he quotes from the. This poem at the end of the Book of Amos, Old Testament prophet. He's quoting from a speech of God that says, after these things, and this is after the destruction of Israel and exile, God says, I'm going to rebuild the tent of David that has collapsed. I'll restore its ruins and rebuild it so that the remainder of humanity may seek the Lord and all the nations that are called by my name, says the Lord, who made these things known from long ago. Therefore, it's my judgment that, you know, we should not trouble these Gentiles, these non Israelites who are turning to God. We should write to them that, you know, they should stay away from food, sacrificed idols, they shouldn't sleep with somebody they're not married to, and they shouldn't eat blood of animals that have been strangled, that haven't been dealt with in proper kosher way. Because Moses from time past has, in every city where he's preached, been read aloud, and he's read in synagogues every Sabbath. So it's a compromise.",
    "start": "00:30:49",
    "end": "00:33:31"
  },
  {
    "text": "It is a compromise.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "It's a compromise.",
    "start": "00:33:32",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. You know, we talked about this at some point, and we didn't really get to the bottom of it. The compromise strikes me as suspicious.",
    "start": "00:33:33",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "Because this is about circumcision. So it's like, okay, we're not going to have them do the.",
    "start": "00:33:42",
    "end": "00:33:45"
  },
  {
    "text": "They're not going to do circumcision, which is significant.",
    "start": "00:33:45",
    "end": "00:33:48"
  },
  {
    "text": "But we still would like them to do this kosher thing.",
    "start": "00:33:49",
    "end": "00:33:53"
  },
  {
    "text": "Yeah, yeah. Which is.",
    "start": "00:33:53",
    "end": "00:33:54"
  },
  {
    "text": "What's the specific kosher practice? Which is to make sure that the blood is not. Is drained.",
    "start": "00:33:54",
    "end": "00:33:59"
  },
  {
    "text": "Correct.",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "And that. And, you know, you can maybe understand, like, life's in the blood. And this is a really important symbol.",
    "start": "00:34:00",
    "end": "00:34:05"
  },
  {
    "text": "And what's interesting is when you get a window back on this with Paul's letter, you find out what he's been teaching the non Israelites in Corinth. And what he tells them is food that's been sacrificed to the idols is totally fine to eat. Don't go into the temples and eat it as a part of a worship ritual, but it's totally fine to eat it.",
    "start": "00:34:05",
    "end": "00:34:26"
  },
  {
    "text": "Yeah. So even this compromise.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "Yeah. Paul doesn't follow it.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Paul doesn't follow it.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "So what's interesting is it's showing about them making a concession. But even then it's not the full deal that other of the apostles are where they're going to take it. Isn't that interesting?",
    "start": "00:34:32",
    "end": "00:34:46"
  },
  {
    "text": "It is interesting.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "So Luke is interested in this portrait of the challenge.",
    "start": "00:34:47",
    "end": "00:34:50"
  },
  {
    "text": "Yeah. This is happening in real time. How is this going to happen as they wrestle through this.",
    "start": "00:34:50",
    "end": "00:34:55"
  },
  {
    "text": "Yep. Yeah, totally.",
    "start": "00:34:55",
    "end": "00:34:56"
  },
  {
    "text": "Peter gets a vision. They got to get together and talk about it. They come up with a compromise. It's a compromise that the Apostle Paul is going to even backpedal on a bit.",
    "start": "00:34:56",
    "end": "00:35:06"
  },
  {
    "text": "His conviction is that there should be no cultural boundary line that keeps a non Israelite from coming into the family. It's by trusting and following Jesus alone. That's what constitutes membership in the family of Abraham. Which we'll get to in our next step of our conversation. But what I'm interested in. Yeah. What we're focusing on, the book of Acts doesn't present this as a neat foregone conclusion.",
    "start": "00:35:07",
    "end": "00:35:33"
  },
  {
    "text": "Yeah, yeah, right.",
    "start": "00:35:33",
    "end": "00:35:35"
  },
  {
    "text": "The inclusion of.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "And it doesn't have some neat story that just kind of like ties it all up. Really nice.",
    "start": "00:35:36",
    "end": "00:35:40"
  },
  {
    "text": "Yeah, that's right. So let's look at the pattern. The pattern in Acts is the Holy Spirit who's sent by Jesus. He said in chapter one, and the Father is going to come in your midst. And surprising things start to happen. That's Pentecost. That's the Samaritans. That's Cornelius and so on. And what those surprising things are is they challenge people's conceptions about who's included in God's family. And it keeps getting wider and wider. Not so wide or ambiguous that there's no like, call to actually follow Jesus. There is, but the point is, is that the amount of barriers, in addition to just trusting and following Jesus, the Holy Spirit keeps just overriding them. And it's very uncomfortable for these people. And Luke is turning up the volume on that discomfort.",
    "start": "00:35:40",
    "end": "00:37:01"
  },
  {
    "text": "Yes. To be empathetic. You've grown up, and for generations upon generations, this has been how you show your allegiance.",
    "start": "00:37:01",
    "end": "00:37:12"
  },
  {
    "text": "Yeah.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "To the God of. To your God and to the. And to the. Your people. And now there's this kink, which is the family's gotten bigger. How do these guys show their allegiance? And then how do we live together if we're not doing it the same way?",
    "start": "00:37:13",
    "end": "00:37:30"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:37:30",
    "end": "00:37:31"
  },
  {
    "text": "I mean, it's.",
    "start": "00:37:31",
    "end": "00:37:31"
  },
  {
    "text": "Yep.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "Yeah, it's.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Yeah.",
    "start": "00:37:33",
    "end": "00:37:34"
  },
  {
    "text": "It's hard enough marrying into another family when you're the same country and whatever.",
    "start": "00:37:34",
    "end": "00:37:41"
  },
  {
    "text": "So let me just add one more tweak here. Do you remember there's multiple conversations ago. You remember the story where circumcision was introduced?",
    "start": "00:37:43",
    "end": "00:37:50"
  },
  {
    "text": "Yeah. I was gonna ask you about going back to that. Because Abraham.",
    "start": "00:37:50",
    "end": "00:37:54"
  },
  {
    "text": "Yep.",
    "start": "00:37:54",
    "end": "00:37:55"
  },
  {
    "text": "After God renews the covenant with him. Right.",
    "start": "00:37:55",
    "end": "00:37:59"
  },
  {
    "text": "Well, so Abraham and Sarah oppressed their Egyptian slave.",
    "start": "00:38:00",
    "end": "00:38:04"
  },
  {
    "text": "Yeah.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "He had sex with her and produced this child of their own plan. And what God says is, I'm going to bless that son, make him ishmael, make him 12 tribes. He'll be like a pre Israel Israel, 12 tribes. But he's not the chosen line. But what God does is both judge and deliver the future of Abraham's family. Remember, the sign of circumcision is both a divine judgment on the part of Abraham's body that he just used to oppress their Egyptian slave, cutting it off. But then also it's marking it as the part of Abraham's body that contains the future of the family. The future of this family belongs to God. And what God tells Abram is to then circumcise Ishmael to show that he's a part of your family. So circumcision was initially created for the inclusion of the non chosen line into the family of Abraham. And ironically, what circumcision became by this point was a way of keeping. Right. Of showing the clear boundary line between Israelites and non Israelites.",
    "start": "00:38:05",
    "end": "00:39:16"
  },
  {
    "text": "I suppose it always did both.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "Well, that's a good point. Getting circumcised didn't make Ishmael a part of the line of Isaac or Jacob and so on, but it was a way of including showing that I'm with Abraham.",
    "start": "00:39:18",
    "end": "00:39:28"
  },
  {
    "text": "Yes.",
    "start": "00:39:29",
    "end": "00:39:29"
  },
  {
    "text": "I'm a part of the Abraham team.",
    "start": "00:39:29",
    "end": "00:39:31"
  },
  {
    "text": "So if you're not circumcised, you're not a part of the Abraham team.",
    "start": "00:39:31",
    "end": "00:39:33"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:39:33",
    "end": "00:39:34"
  },
  {
    "text": "So it kind of does. It does both things. It shows who's in and out, creates the boundary line. But it also, you're saying in the story itself, it shows how that sign is used to include.",
    "start": "00:39:34",
    "end": "00:39:46"
  },
  {
    "text": "Correct. The origin of the sign is to include a non chosen lineage within the family of Abraham.",
    "start": "00:39:46",
    "end": "00:39:53"
  },
  {
    "text": "Yeah. Yeah. That's interesting.",
    "start": "00:39:53",
    "end": "00:39:55"
  },
  {
    "text": "And by the time that they're having this debate in Jerusalem, In Acts chapter 15, circumcision has come to symbolize the isolation of Abraham's family among the nations. The difference, essentially it had become a boundary line. And so the question is, do we still have to do that thing?",
    "start": "00:39:55",
    "end": "00:40:16"
  },
  {
    "text": "Yeah. And very easily you could argue. Yeah. Why wouldn't you?",
    "start": "00:40:17",
    "end": "00:40:22"
  },
  {
    "text": "Yeah.",
    "start": "00:40:22",
    "end": "00:40:22"
  },
  {
    "text": "He had Ishmael do it. He wasn't an Israelite or. Well, he wasn't. Sorry.",
    "start": "00:40:22",
    "end": "00:40:26"
  },
  {
    "text": "Yeah. The Israelites come from Jacob, that was his name, who's not born yet. So that's technically true.",
    "start": "00:40:26",
    "end": "00:40:32"
  },
  {
    "text": "But he was a son of Abraham. But he wasn't in the line of the seed. And it wasn't required of him to get circumcised.",
    "start": "00:40:32",
    "end": "00:40:40"
  },
  {
    "text": "Yeah.",
    "start": "00:40:40",
    "end": "00:40:40"
  },
  {
    "text": "But he was allowed to do it.",
    "start": "00:40:40",
    "end": "00:40:42"
  },
  {
    "text": "Yeah.",
    "start": "00:40:42",
    "end": "00:40:42"
  },
  {
    "text": "So here's more people who are now identifying their allegiance with Abraham's family.",
    "start": "00:40:43",
    "end": "00:40:49"
  },
  {
    "text": "Yeah. And the seed of Abraham, the seed of Messiah. Yes.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "And so. Yes, get circumcised. That's the sign. That's what you do. You could see that logic.",
    "start": "00:40:52",
    "end": "00:41:00"
  },
  {
    "text": "Yes.",
    "start": "00:41:00",
    "end": "00:41:00"
  },
  {
    "text": "In fact, that seems the most logical.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Narratively.",
    "start": "00:41:04",
    "end": "00:41:04"
  },
  {
    "text": "Yeah. But the Holy Spirit is pushing in a different direction. That's surprising. And I guess that's just the thing. I just. As the years go by, that's just the thing that keeps enduring. Sticks with me. But also like poke them to me. The book of Acts is saying there are moments when the Holy Spirit wants to challenge the preconceptions of God's people.",
    "start": "00:41:04",
    "end": "00:41:29"
  },
  {
    "text": "This is more than a preconception. What do you mean by preconception?",
    "start": "00:41:29",
    "end": "00:41:33"
  },
  {
    "text": "Oh, circumcision is the marker of identification with Abraham's family.",
    "start": "00:41:33",
    "end": "00:41:38"
  },
  {
    "text": "Yeah.",
    "start": "00:41:38",
    "end": "00:41:38"
  },
  {
    "text": "The preconception that they have.",
    "start": "00:41:38",
    "end": "00:41:40"
  },
  {
    "text": "But based off of the scriptures.",
    "start": "00:41:41",
    "end": "00:41:44"
  },
  {
    "text": "Yes, that's exactly my point. That's exactly my point.",
    "start": "00:41:44",
    "end": "00:41:49"
  },
  {
    "text": "So you could say the Holy Spirit is making them rethink what was previously Revealed in Scripture.",
    "start": "00:41:50",
    "end": "00:41:59"
  },
  {
    "text": "Well, the Apostle Paul is going to show how this was actually anticipated by the logic of the story of Genesis. But we're not there yet. Okay, so just Luke's argument in the Book of Acts is the Holy Spirit does work in the lives of these non Israelites. It's surprising. I didn't think that God would work among these people and they want to follow Jesus as much as we do.",
    "start": "00:41:59",
    "end": "00:42:23"
  },
  {
    "text": "Yep, it's happening.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "Uh huh. And so then it just, it, it forces this culture clash. And I'm not trying to infer anything here, I'm just trying to just say this is the portrait in the book of Luke.",
    "start": "00:42:24",
    "end": "00:42:34"
  },
  {
    "text": "Yeah.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "And it's been sitting there for 2,000 years and it's not comfortable. It wasn't comfortable for them. And so I'm just trying to think of what does it mean to respond faithfully to this portrait of the work of the Spirit. I think that the different traditions of the church have had a very difficult time keeping this kind of openness to the Spirit. And it's challenging because on the flip side it's that, well, look at the Scriptures, isn't it fairly clear? But it was not clear.",
    "start": "00:42:35",
    "end": "00:43:03"
  },
  {
    "text": "What you're saying here is even though it's clear in the scriptures, there was stuff happening on the ground where the same Spirit animating them, showing that they're part of the family.",
    "start": "00:43:04",
    "end": "00:43:17"
  },
  {
    "text": "Correct.",
    "start": "00:43:17",
    "end": "00:43:17"
  },
  {
    "text": "Is now happening to non Israelites. And so they have to deal with that. They're like, well, God's Spirit is in them working and they are following Jesus with us. So what gives if God's Spirit's in them, but they're not circumcised, what gives? And so they decide, I guess it doesn't matter, you don't have to get circumcised.",
    "start": "00:43:17",
    "end": "00:43:39"
  },
  {
    "text": "Or what they decide is it seemed good to the Holy Spirit and to us. That's what he says later on, that's what James says. And then notice he goes back and he goes to his Bible and he says, you know, there's this part of the book of Amos that stuck out to me. And that part of the book of Amos doesn't mention circumcision.",
    "start": "00:43:40",
    "end": "00:43:58"
  },
  {
    "text": "Right.",
    "start": "00:43:58",
    "end": "00:43:58"
  },
  {
    "text": "But what it mentions is all these Gentiles who are seeking the Lord and who are called by the name and included in the tent, the family, the household of David, the anointed one. And he says, man, you know what? This is what the story's been all about.",
    "start": "00:43:58",
    "end": "00:44:15"
  },
  {
    "text": "This is what's happening. We should be glad this is happening.",
    "start": "00:44:16",
    "end": "00:44:18"
  },
  {
    "text": "Correct.",
    "start": "00:44:18",
    "end": "00:44:18"
  },
  {
    "text": "Let's not make it more difficult.",
    "start": "00:44:18",
    "end": "00:44:20"
  },
  {
    "text": "So he's highlighting there's a part of his scriptures that he wouldn't have read or thought about this way earlier. But now he sees like, oh yes, this is, this is what it's been all about. And this is the dynamic of, this is the dynamic of what's at work in Acts chapter 15.",
    "start": "00:44:20",
    "end": "00:44:37"
  },
  {
    "text": "But you could still read Amos passage and then say, great, and now go get circumcised.",
    "start": "00:44:37",
    "end": "00:44:42"
  },
  {
    "text": "So now they all need to get circumcised. That's correct.",
    "start": "00:44:42",
    "end": "00:44:44"
  },
  {
    "text": "So something happened.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "Yes.",
    "start": "00:44:45",
    "end": "00:44:45"
  },
  {
    "text": "Where they putting this all together and they go, well, it seems like what the Spirit is doing is, is letting us know the circumcision is not on the table anymore. And that leap, how they got there, I don't fully understand.",
    "start": "00:44:45",
    "end": "00:44:59"
  },
  {
    "text": "Oh, I see. It's that these non circumcised followers, people are giving their allegiance to Jesus and the Holy Spirit is doing in them and through them the same thing he did with all of us who were circumcised.",
    "start": "00:44:59",
    "end": "00:45:12"
  },
  {
    "text": "It's the Holy Spirit.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "And so he says, it seemed. Well, they write a letter. Here's what they do in Acts 15. They write a letter. And in this letter they said, we've heard that some of our number to whom we gave no instruction, we didn't go tell them, say, go tell those non Israelites to get circumcised. But that's what they did. And so they've disturbed you and unsettled you, saying you're not really on the Jesus team. And so it seemed good to us. We've come of one mind, he says, to select people to send with you. With Barnabas and Paul, it seemed good. I'm going down a few verses to the Holy Spirit and us to lay upon you no greater burden than these essentials. And then they named those things. Yeah, that's the conclusion that they draw. That's what they hear the Spirit saying to them.",
    "start": "00:45:14",
    "end": "00:46:00"
  },
  {
    "text": "Well, they're allowed. They're apostles.",
    "start": "00:46:00",
    "end": "00:46:02"
  },
  {
    "text": "Yeah. I'm trying to push myself to not give an easy solution here. I want to sit with the same discomfort that they sat with.",
    "start": "00:46:04",
    "end": "00:46:12"
  },
  {
    "text": "Yeah. And I'm feeling that discomfort.",
    "start": "00:46:12",
    "end": "00:46:14"
  },
  {
    "text": "Yeah. Very clearly. So you could say this way, there are moments when what does circumcision represent? It's a cultural custom that tethers identity, the identity of God's family to one particular cultural custom, that of a people group called the Israelites who live in this place, in this time. And that's what the Holy Spirit is bridging over in this story. And so what are we being taught here, we're being taught there will be moments when God's people are tempted to identify the family of God with my particular national or ethnic family. And the moment that happens, we need to be very careful that we're not mistaking our kingdom for gods or my tribe for God's tribe. And to be open to the fact when the Holy Spirit wants to blow the doors on that, and often that'll happen by God doing surprising things among people that I wouldn't have thought that he would show up and do work in. It seems to me this is a very extremely relevant principle about how the Spirit works. Because, man, that temptation to take how my particular community or family or tradition has practiced the way of Jesus and we've developed these traditions and that's how you're supposed to do it. I mean, this is like the stuff of church splits and all this anyway.",
    "start": "00:46:14",
    "end": "00:47:41"
  },
  {
    "text": "Right. Well, then the questions become what's the guardrails?",
    "start": "00:47:42",
    "end": "00:47:45"
  },
  {
    "text": "Correct. That's right.",
    "start": "00:47:45",
    "end": "00:47:46"
  },
  {
    "text": "But you have to take seriously here that God is actively working.",
    "start": "00:47:46",
    "end": "00:47:50"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:47:51",
    "end": "00:47:52"
  },
  {
    "text": "Through his Spirit in a way that made them have to. What's the phrase you used to second guess? Their preconceptions.",
    "start": "00:47:52",
    "end": "00:48:00"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "Even though those preconceptions were rooted in.",
    "start": "00:48:03",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. In their reading of the Bible and in their custom. And so this, this whole set of complexities is going to be thrust upon Paul the apostle. And Paul the Apostle is going to establish some guardrails, so to speak, that represent, you know, what the Spirit is saying through him and his co workers to those churches. Because it's not just a free for all.",
    "start": "00:48:06",
    "end": "00:48:27"
  },
  {
    "text": "Yeah.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "Allegiance to Jesus really translates into certain practices and a way of life. But that way of life on this trajectory doesn't involve circumcision, that cultural practice anymore. And so what we're going to do next is dive into some passages in the letters of Paul because he was commissioned as the apostle to the nations. And what he has to say about the identity of the family of God has incredible relevance for our own day.",
    "start": "00:48:28",
    "end": "00:48:57"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We are coming into the final stretches of this theme study on the family of God. Next week we are going to look at the Book of Romans and what the Apostle Paul has to say about being in the family of God.",
    "start": "00:48:58",
    "end": "00:49:14"
  },
  {
    "text": "Paul was writing this letter to bring, actually to bring unity to a set of fractured house churches in Rome. And so in the early chapters of the letter, what he's trying to show is that all along God's purpose has been to build one family of Abraham out of all the nations. And that issue of circumcision, that was a big deal in acts. This is the front line issue. Kind of on the ground for Paul.",
    "start": "00:49:14",
    "end": "00:49:38"
  },
  {
    "text": "We're also preparing for a question and response episode at the end of this series. We'd love to hear from you. So if you have a question to submit, you can send it to us infoibleproject.com try to keep it to 20 or 30 seconds. Don't forget to tell us your name, where you're from, and transcribe your question in your email for us as well. That would be amazing. Today's show was produced by Dan Gummel. Our theme music from the band Tense and Lindsey Ponder on the show Notes We're a crowdfunded nonprofit in Portland, Oregon. Our mission is that we can all experience the bottom as a unified story that leads to Jesus. Find everything we're up to@bibleproject.com including other podcast episodes, videos, study notes, and seminary level classes, just to name a few things. It's all free because of the generous support of people like you. Thank you so much for being a part of this with us.",
    "start": "00:49:38",
    "end": "00:50:33"
  },
  {
    "text": "My name's Alex Williams. I'm here with my parents. I heard first rated about the Bible Project through my dad because we used to read the Bible before bed and then we were like, oh, we should, we should find some videos about the Bible. And he's like, well, I found this new YouTube channel called the Bible Project and we were, we first watched the first video and we were like, wow, this is interesting. So then we started watching it every night.",
    "start": "00:50:33",
    "end": "00:50:59"
  },
  {
    "text": "Oh yeah, you guys watch the video every night?",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "Yeah, we usually watch a video before bed to get a mindset for the Bible for the next day and stuff. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:51:02",
    "end": "00:51:23"
  },
  {
    "text": "SA.",
    "start": "00:51:30",
    "end": "00:51:30"
  }
]