[
  {
    "text": "All right, Tim, we finished a whole series on the theme Family of God, and we get to do an interview with someone that you got to know recently. Yeah, tell us about that.",
    "start": "00:00:04",
    "end": "00:00:17"
  },
  {
    "text": "Yeah, yeah. So we've had this long series tracing the theme of the multi ethnic international family of Abraham and the Messiah in the storyline of the Bible. And as I was reading, and actually through a friend of a friend, I came across work of a New Testament scholar, Andrew Rilera, who has been pursuing like these very questions, especially in Paul's letters, which is where we ended our conversations for the podcast. And so it just felt like a perfect fit to include an interview with Andrew about this. So Andrew Rilera, he's a New Testament scholar who's finishing his PhD at Duke Divinity School. He's been an adjunct professor of Biblical studies at Eternity Bible College. Some time ago, he co authored a book with another New Testament scholar, Preston Sprinkle, called A Christian Case for Nonviolence. Though I just learned it's going to be retitled and re released again under the title the Revolutionary Way of Jesus. Which by the way, when I was a pastor, I took multiple book clubs through that book.",
    "start": "00:00:17",
    "end": "00:01:21"
  },
  {
    "text": "Oh, did you?",
    "start": "00:01:21",
    "end": "00:01:21"
  },
  {
    "text": "It was awesome.",
    "start": "00:01:21",
    "end": "00:01:22"
  },
  {
    "text": "Yeah, I've never read it.",
    "start": "00:01:22",
    "end": "00:01:23"
  },
  {
    "text": "It's a biblical theology of nonviolence and a good chunk of it is from the Old Testament, which might surprise some people. But anyway, so that's awesome. He's published a number of academic articles, but the one that caught my attention is actually yet to be published. At least as we're talking right now. It's going to be published in 2021 in a journal called Biblical Research. It's on Ephesians 2. The title of the article is Tertium genus, which is Latin.",
    "start": "00:01:23",
    "end": "00:01:49"
  },
  {
    "text": "I sounds Latin.",
    "start": "00:01:49",
    "end": "00:01:50"
  },
  {
    "text": "It's totally for third race. And we'll talk about what that means. Tertium gainus or Dyadic Unity Investigating Socio Political Salvation in Ephesians. I learned a ton from this packed little essay. And Andrew, it's great to have you on the podcast. We're really excited to talk with you.",
    "start": "00:01:50",
    "end": "00:02:08"
  },
  {
    "text": "Honored to be on here. It's great. Thank you.",
    "start": "00:02:08",
    "end": "00:02:11"
  },
  {
    "text": "Totally. So before we even take another step, we're going to have as our launching pad a really dense paragraph from Ephesians Chapter two. Oh, but actually, you know what, before we do that, Andrew, I would love for our listeners to hear a little bit more about who you are and your story. Then we'll get into the weeds.",
    "start": "00:02:12",
    "end": "00:02:29"
  },
  {
    "text": "Sure. Yeah. I think one of the more important things to know about me as far as, like, why I'M in this line of work, this weird place of biblical scholarship and trying to find gainful employment and all that. But it really has to do with me growing up doing Jehovah's Witness. You can google around, find more about them. I'm not going to take up some airtime describing their beliefs, but basically one thing I will flag is they don't believe in the triune God. They think the Trinity being one God, eternally exists in three distinct persons united in their divine essence. They're modern day Aryans. If anyone knows church history with Arius, who did not believe Jesus was God, but but rather the first created being from God, the word of God being a creature. They're with Arus on this. They don't believe Jesus is God and with the Holy Spirit. They don't believe the Holy Spirit's even a person, let alone God. It's kind of like Star wars active force type of thing. But my parents got divorced when I was younger. My mother grew up in a reformed Jewish household. She was adopted into it from birth, then became a Jehovah's Witness, then became a Christian in a conservative evangelical context. And putting the trauma of divorce to the side for a second, I mean that in itself, it caused another crisis for me, which was a theological crisis because I had to wrestle with at a very young age with profoundly different ways of interpreting scripture from two people who both love me, both were sincere, both representing whole communities of interpretive communities, my mom and my dad both believing the Bible to be the inspired word of God, yet coming to drastically different conclusions about its meaning, its interpretation, their view of God, all these things.",
    "start": "00:02:29",
    "end": "00:04:15"
  },
  {
    "text": "You're a little guy.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "I was more around 4th, 5th, 6th grade of like really like wait, all this stuff is super conflicting. But my parents were divorced when I was 4, but around the age of 7, 8, it really started to sort of rock my world in that theological sense. I mean again, there's all kinds of things going on with young divorce and all that, or being young and experiencing your parents go through a divorce. But I was studying the Bible very closely just as a matter of survival and coping with a theological crisis that this divorce kind of sprung upon me. So I've just been interested almost as a matter of survival necessity in biblical studies and theology from a very young age. And so that's just kind of. I just happened to grow up basically, you know, time happens everyone. And I would just keep having these questions, keep wanting to be able to be a responsible and thoughtful reader of scripture and teacher. And so I Just kind of kept going with my. I did undergrad in Bible, did a master's at Fuller, and now I'm at duke doing a PhD in New Testament and minor in theology and Early Judaism. And stay curious, you know.",
    "start": "00:04:16",
    "end": "00:05:26"
  },
  {
    "text": "Yeah, man. So interesting. You know, John, you and I have had the Bible played different roles in our lives, our formative years. And then, Andrew, to think about you and the encounters we have or don't have with the Bible. Right. In those formative years. Man, they really do set a trajectory even into our adult years, don't they?",
    "start": "00:05:27",
    "end": "00:05:49"
  },
  {
    "text": "Absolutely, yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Why do you think you decided to just keep doubling down on the Bible and investigate it versus just go, eh, My parents think different things. Who knows? I'll leave it be.",
    "start": "00:05:50",
    "end": "00:06:01"
  },
  {
    "text": "It's gonna sound really pious, the calling of God. I don't know. I have two older brothers who did exactly what you just. They just went, whatever, I don't care anymore. And to this day have one of them's kind of asking questions a bit more now. Um, he's 10 years older than me, but yeah, I mean, I don't know. I don't know why it was different for me. It just was. I didn't feel like I was deciding to do this. It just kind of felt like I said a matter of necessity, like, I gotta figure this stuff out type of a thing. And the further I got along, though, the further I started to notice some troubling patterns that have, regrettably, in real time, come to a tragic climax in this nation. And namely, that the same sorts of patterns of thinking and interpretation that I inherited as a Jehovah's Witness and studied were replicated in my conservative evangelical context, just, you know, substituting out a couple bits. And I was really troubled by that and wanted to understand how to teach people who claim allegiance to God and to His Word. And I wanted to wrestle with these questions of. The Bible is used and wielded as a weapon of oppression. And in some contexts, just look at some history. But how also it's been reclaimed as a tool of redemption and of setting things right, of training in righteousness and justice. And so that's kind of why I kept going into my adulthood is wanting to be a responsible reader and teacher of scripture to the church.",
    "start": "00:06:02",
    "end": "00:07:36"
  },
  {
    "text": "Yeah, a sense of calling. I'm curious, how. How would you describe that? Was it just a conviction? Was it something more than that?",
    "start": "00:07:36",
    "end": "00:07:44"
  },
  {
    "text": "I think it comes, you know, in. In variety of ways. It's both something I get excited about, like, it's stuff I would do in my free Time I play hockey. Still grew up playing ice hockey or roller hockey first and then ice hockey. You know, that's like normal kid stuff. Riding your bike, skateboarding. So, you know, did all that stuff. But I didn't do it as often as my brothers and other friends. What I wanted to do for fun in my free time wasn't always just watch the hockey game or whatever, but was, you know, I want to read. I need to figure these questions out. So it's something I like to do. And then as I got older and you're kind of thrust into leadership roles, Right. This Bible nerd guy, it's like, oh, yours should be a pastor. And I resisted that for a while because I was like, no, this is just what. To me, this is just what a normal person should be doing that's claiming to believe these things. This should be something that everyone just does. Like, this is just a normal pattern of life for a Christian. This isn't something that's unique. That's whatever. Yeah. So I think being kind of given opportunities to teach in various contexts and being affirmed by that in various ways kind of over time sealed that in my mind that whatever I'm going to do, ultimately it's going to have something to do with bringing the fruits of biblical scholarship in the time I've been given as a gift to devote most of my waking time hours to, to be used in service for the church. So, yeah, I said it's going to sound super pious.",
    "start": "00:07:44",
    "end": "00:09:19"
  },
  {
    "text": "I get it. I totally get it. Andrew. Everything you're saying I really resonate with and understand.",
    "start": "00:09:19",
    "end": "00:09:25"
  },
  {
    "text": "Yeah.",
    "start": "00:09:25",
    "end": "00:09:26"
  },
  {
    "text": "And I've forced John or he's willingly come along with me and let me take him down the rabbit hole of biblical studies. And it's a wonderful. It's wonderful down here.",
    "start": "00:09:26",
    "end": "00:09:35"
  },
  {
    "text": "We're spelunking is the metaphor we like to use. So we're going to jump into Ephesians. Tim, you're going to read this paragraph because at the center of this paragraph is a difficult translation issue. And I'm actually kind of coming in a bit blind, so I'll ask the questions that everyone else is asking.",
    "start": "00:09:37",
    "end": "00:09:53"
  },
  {
    "text": "This is a wonderful. What I loved about this essay, Andrew, was that it's a great example of literally the interpretation and translation of one verse in one of Paul's letters opens up how you think about the whole biblical story as it relates to ethnicity and race. And there are just some times where one sentence in the Bible becomes a lightning rod for a whole bigger set of universal issues related to a passion of yours which is why you wrote this essay in the first place. I guess we're going to drill down and get nerdy and then we're going to keep expanding out to talk about why you think, how we understand this paragraph and Paul's theology of the multi ethnic family of God, why this matters for the church. Right now. I'll start. I'm going to read this paragraph, Andrew, and then I'm going to start asking you questions about it.",
    "start": "00:09:53",
    "end": "00:10:44"
  },
  {
    "text": "Perfect.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "So this is from Ephesians, chapter 2, verse 11. Paul says, Therefore remember that at one time you Gentiles remember John, that's our word, Ethnos, ethne, which means nations in Greek. The nations in the flesh, you who are called uncircumcised by those called the circumcised. And then he breaks off his sentence and inserts a comment. The circumcision performed by hands in the flesh.",
    "start": "00:11:16",
    "end": "00:11:44"
  },
  {
    "text": "Yeah. So if you're lost already, circumcision made was a sign, a symbol that you were in the covenant family of Abraham.",
    "start": "00:11:44",
    "end": "00:11:55"
  },
  {
    "text": "Correct.",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "Israelites. And so the nations, they didn't do it. So Paul's just basically saying, hey, all you in the nations. Yeah, you didn't have this sign that said you were part of the family.",
    "start": "00:11:56",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. So yeah, he's addressing a majority non Israelite, non messianic Jewish audience here. He's flagging that as significant. And he says, remember that y' all were in the past apart from the Messiah. You were estranged from citizenship or the citizenry of Israel. You were foreigners to the covenants of the promise, having no hope without God in the world. But now in Messiah, Jesus, y' all who were at one time far off, have been brought near by the blood of the Messiah. He himself is our peace. He's the one who made the two into one, having destroyed the barrier of the wall, having exhausted in his flesh the hostility that is the Torah of commandments, with decrees so that he could create in himself the two into one new humanity, making peace, and that he might reconcile to God these two by means of one body through the cross, having killed the hostility in himself. Last bit. And as he came, he announced good news of peace to all of you who are far off, peace to those who are near. Because through him we both, by means of one spirit, have access to the Father. Holy cow. That is a dense, as dense a sentence or paragraph as you want. Is that one sentence, sorry, a dense a paragraph as you could want. So, Andrew, you wrote this essay because paragraphs like this in Paul's letters, which are clearly relating to Israel and non Israelites and how they come together as one. This is a big theme in Paul's writings. However, there's a lot of disagreement about what exactly Paul was saying and doing with this idea that God's creating one family out of all the nations. And there's actually an important fork in the road issue here about how people understand Paul's theology of God forming one family out of the nations. And there's a long theological word called supersessionism that often comes into play here. So help us draw the map for us of this set of issues in Paul's theology and why it matters for how we think about the family of God.",
    "start": "00:12:06",
    "end": "00:14:16"
  },
  {
    "text": "Sure. So I think so let's talk about for a second. Supersessionism can't get into the weeds, but basically to supersede something is to, to replace it, to overtake it. You know, you're, you're, you one up. It, it's one uppy. So supersessionism, because it's kind of nebulous like that, can be applied in various ways. So to be clear about kind of what I'm talking about and what I see the issue is, is in the history of Christianity, there's the theologian Kendall Solon, who teaches over at Emory, wrote a book called the God of Israel and Christian Theology. And he talks about two different kinds. It's supersessionism. One is punitive supersessionism. And this is. So what we're talking about is Israel and the church, right? These two different groups. The, the, the, the circumcised, the uncircumcised. The question is, is Israel superseded by the church? And there's punitive supersessionism, which says that yes, answer is yes, it is. The church replaces Israel completely and it's punitive because they rejected their Messiah. This is God's punishment on them and they are forever abandoned. Everything gets transferred over to the church. Punitive supersessionism. They're superseded as a punishment. Then there's economic supersessionism, which is softer. Sometimes they go hand in hand. But it's basically the idea that Israel, according to the flesh kosher, all these things are now have become obsolete. They're kind of meaningless now in the church. So the church has superseded Israel, but not as a punishment, just kind of because of. We've moved on to a different dispensation type of thing. And what I'm kind of mapping here is you get economic supersessionism creeping in either wittingly or unwittingly. Whenever we think that baptized Jews within the church, that they should no longer be Jewish, they should no longer practice Judaism, they should no longer circumcise their sons, they should no longer pass on that Jewish identity generation after generation, because it's been wiped out, right? This passage in Ephesians, as Tim said, has become sort of the flashpoint for certain interpreters for this view that Judaism is abolished in the church because of the syntax that goes on in a couple of those verses which Jesus is abolishing something and it's Torah is mentioned and commandments are mentioned. And so people just say Jesus is abolishing the Torah and the commandments. And in the church it's created this homogenous sameness where there's no distinctions anymore in terms of ethnicity and all that. We're all just this same thing. And therefore Jews are becoming former Jews. They're becoming, they need to become gentile. And if they don't. One famous New Testament scholar that I interact with in my article explicitly flags this up as saying, you're re erecting the border of hostility if you as a Jew continue these things in the church. And again, willingly or unwillingly. I think that's both wrong number one, exegetically and two, incredibly dangerous and is exactly the rhetoric that has been used throughout the centuries to not just promote anti Semitism, but to transfer that anti Semitism where the Jew then just becomes the symbol for everything that Christianity is not and everything that's wrong and evil in the world. So in medieval theology, legalism's a big deal. Oh, Jews are legalists, right? New perspective comes along and says oh no, no, it's not legalism, it's ethnocentrism. They're nationalists, ethnocentric, all of Judy, that's all these markers that makes them guilty of ethnocentrism. And so those ideas then get transferred over a book. I suggest on this is Willie Jennings book, what is it called? The Christian Imagination. I forgot the subtitle. Or if you Google, Willie Jennings and the Christian Imagination and one of his students, when my teachers, Tommy Givens, who teaches at Fuller, has a book called Israel and the Catholicity of Jesus deals with this issue of that supersessionism being transferred over in the church and in the colonial age to all others. Any difference needs to then be smoothed out and homogenized and assimilated. It's a project of assimilation. So missiology gets wrapped up in assimilating people into a sameness. And this is why I think it's so I'm raising the stakes is basically what I'm trying to do here, both in terms of history. But then I chose this passage to discuss these things because I think this passage itself raises the stakes. It pushes these concerns into a soteriological register. Is that too big of a word?",
    "start": "00:14:17",
    "end": "00:18:47"
  },
  {
    "text": "I love it.",
    "start": "00:18:47",
    "end": "00:18:48"
  },
  {
    "text": "It's a salvation issue, right? There's salvation's being mentioned here. And the only time we hear about Jesus death and the fruit of it. What does Jesus death do? It's mentioned right here with all these what I call socio political concerns. And that's just a way of saying, hey, get out of your individualism. And it's like going to heaven when you die thing. This is what we mean in our culture by social concerns, political concerns. This is exactly where this is located. And so we don't get this right. It's not just bad exegesis, it's bad salvation theology, it's bad soteriology, and it has immense historical consequences. So this is just one passage though, right? I'm not trying to say that this is doing everything. There's a lot of work to be done and is being done, but this is an important passage.",
    "start": "00:18:48",
    "end": "00:19:35"
  },
  {
    "text": "All right, Andrew, that's the whole package right there. There's so many good little nuggets you laid along the trail right there. So I'm going to go back. So let's start in this paragraph and in Paul's theology, you've got these two groups, and Paul here is saying these two have become one. And supersessionism, or in the title of your article, tertium genus, which is a Latin phrase that means third race. Yeah, third race. So this would be a view that says if you're becoming a Christian, you are leaving whatever gentile identity you had before Jews are called to leave their Jewish identity, and you become the new humanity. And in this interpretation, the new humanity is ethnically colorblind, as it were.",
    "start": "00:20:00",
    "end": "00:20:45"
  },
  {
    "text": "Supposedly. Supposedly.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Supposedly.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "That's the problem is it's not just becomes gentile, just becomes Greek or whatever the dominant hegemonic culture is in our day. It becomes a whiteness.",
    "start": "00:20:48",
    "end": "00:20:55"
  },
  {
    "text": "Yes. Okay, good. So in other words, that way of reading what the new humanity is, you're convinced is both damaging and has had damage throughout church history. But that also is, if you pay close attention. That's not what Paul means. He doesn't envision the new humanity as erasing people's preexisting ethnic or national identity. Which, by the way, John, when we started the series, it's the first question you asked when we started talking about ethnicity in the family of God, what's the status of our existing national ethnic family identities? So let's get into why you think this is an incorrect reading. It's not what Paul meant. It is damaging. But let's talk about what Paul meant for a moment.",
    "start": "00:20:55",
    "end": "00:21:43"
  },
  {
    "text": "Well, can we first talk about why some people think Paul means. There's supposed to be this. What's the word? Homogenous?",
    "start": "00:21:43",
    "end": "00:21:52"
  },
  {
    "text": "Homogeneous.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Homogeneous ethnicity. I want to register what you said. Just make sure I get it, because I think this is important. If your theology is saying leave behind your nationality or leave behind your ethnicity, leave behind your traditions to become this new thing, then that might sound nice. But in reality, whatever the dominant tradition ethnicity is, that's the thing that will take over.",
    "start": "00:21:53",
    "end": "00:22:19"
  },
  {
    "text": "And that's not a hypothetical. Like, that's something you just look back, that's provable. That's just, in fact, what happens. It's not just like, oh, this could happen.",
    "start": "00:22:20",
    "end": "00:22:28"
  },
  {
    "text": "Right. And that's the Tower of Babel project, too, a little bit we talked about, which is one thought and one language. Language, yeah. And so how do you get to that reading? First, just help me understand how you get to that reading here. Like, why has that been the common reading?",
    "start": "00:22:28",
    "end": "00:22:46"
  },
  {
    "text": "What I think is the mistaken reading. Is that what you're saying? How do we get to that one? That's a great question. I think, Tim, read a version that incorporated our kind of. I don't want to call it a revision because I think I'm just translating the Greek properly, but it's a revision of most English translation. So if you're reading your English translation, For instance, the NRSV at Ephesians 2:15, it'll say that he might create in himself one new humanity. Then they add this. This isn't in the Greek, in place of the two, thus making peace. So the condition of peace and reconciliation is predicated on that translation, on replacing the two.",
    "start": "00:22:46",
    "end": "00:23:25"
  },
  {
    "text": "The two being Jew and non Jew, Israel and non Israel.",
    "start": "00:23:25",
    "end": "00:23:29"
  },
  {
    "text": "Yeah. What he calls the. The. The foreskinned and the circumcised, or that the nations ethne and the Israel. So those are the two groups throughout. But I think so, yeah. So that. That's how this happened before there was English translations of the Bible. There's a complicated set of historical circumstances that I think led up to this sort of Ra reading of what the church is.",
    "start": "00:23:29",
    "end": "00:23:51"
  },
  {
    "text": "Which verse was that again?",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Ephesians 2:15.",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "I'm going to get a traditional translation in front of you here.",
    "start": "00:23:54",
    "end": "00:23:57"
  },
  {
    "text": "He himself is our peace, who made the two groups into one, Destroying the barrier, the dividing wall of hostility, by the way. The barrier, the dividing wall of hostility. What's it referring to here exactly?",
    "start": "00:23:58",
    "end": "00:24:11"
  },
  {
    "text": "That's the question.",
    "start": "00:24:12",
    "end": "00:24:12"
  },
  {
    "text": "Okay. That's the question. And so he set aside in his flesh the law with its commands and regulations, and his purpose was to create in himself one new humanity out of the two, thus making peace.",
    "start": "00:24:13",
    "end": "00:24:25"
  },
  {
    "text": "That's the new international version.",
    "start": "00:24:25",
    "end": "00:24:26"
  },
  {
    "text": "That's niv.",
    "start": "00:24:26",
    "end": "00:24:27"
  },
  {
    "text": "So you see how it set aside the law, right?",
    "start": "00:24:27",
    "end": "00:24:30"
  },
  {
    "text": "Yeah. Set aside the law.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, yeah. So it's equating in that reading, it's equating the dividing wall with the law.",
    "start": "00:24:31",
    "end": "00:24:36"
  },
  {
    "text": "With the law.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "And that's what needs to be removed if there's going to be peace. You need to remove the law and you need to replace the two. Although that one didn't say replace. So good job on them in that verse to not say in place of.",
    "start": "00:24:37",
    "end": "00:24:47"
  },
  {
    "text": "The two, but just to make it crystal clear. The issue at stake here is that the law given to Israel, which in particular, we're talking about circumcision, but there were other issues. Kosher Sabbath observance, that to become part of the new family, do you have to leave that behind? Or can you still participate in those traditions? Because that's part of your tradition. And if Paul is saying here that the dividing wall of hostility, the thing that's keeping the family separated, are those traditions, then you would have to say, well, then you have to get rid of them, stop using them. That's what's dividing the family.",
    "start": "00:24:47",
    "end": "00:25:26"
  },
  {
    "text": "Exactly.",
    "start": "00:25:26",
    "end": "00:25:26"
  },
  {
    "text": "That is not just. The danger isn't just maybe anti Semitism. The danger actually is much bigger than that. It actually is now, it's this idea of some sort of new superior race that's just going to be the dominant.",
    "start": "00:25:27",
    "end": "00:25:44"
  },
  {
    "text": "Race and you got to expunge all these others because otherwise they're divisive. Right. Essentially.",
    "start": "00:25:44",
    "end": "00:25:51"
  },
  {
    "text": "Right.",
    "start": "00:25:51",
    "end": "00:25:51"
  },
  {
    "text": "That's what these readers do. And that's. I mean, to their credit, that's what a lot of these commentators actually say, which is why they're using Ephesians 2:14 to 15 to make these comments on Torah observance. But the problem is, as you guys, I mean, in real time, I just listened to the podcast y' all released on X. Right.",
    "start": "00:25:51",
    "end": "00:26:11"
  },
  {
    "text": "Yeah.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "And as you say, Tim. Right. So we're on a lot of the same page on all this, that Peter's vision isn't about abolishing kashrut and all this stuff.",
    "start": "00:26:13",
    "end": "00:26:21"
  },
  {
    "text": "Yeah.",
    "start": "00:26:21",
    "end": "00:26:21"
  },
  {
    "text": "So I'm not going to repeat what you said. The thing I want to say Is that the whole problem in Acts 15, the question concerning whether those from the nations Gentiles are obligated to observe Torah, you can't make sense of that problem. It's unintelligible, unless it was taken for granted that baptized Jews ought to remain Torah observant. And part of that is continuing to circumcise their sons that are born. And this is something that's represented in several places in the New Testament. In Paul's letter to Corinthians 1 Corinthians 7, he says, this is a law, I mean, a command I, I lay down all the churches that if you're circumcised, you're not to seek becoming uncircumcised, you're not to abandon that. And if likewise, you know, if you're, if you're not circumcised, you're not to think that you're obligated to become Jewish, to become circumcised. And Paul goes through this elaborate thing in Acts 21 with James and several others to prove publicly his message about not circumcising has nothing to do with the Jewish people and everything to do with the Gentiles as obligating Gentiles to become Jewish. So I want to be clear at this point, though, because I get this all the time when I teach New Testament intro, or it comes up in historical theology that I teach and stuff. I want to be clear that it's not that I think, or Paul, which, whichever way, however we want to phrase this, it's not that I think Paul thinks that circumcision is necessary for salvation for Jews, and the Jews are saved in a different way than Gentiles. Jesus alone is necessary for salvation for Paul, according to Paul, both Jews, non Jews alike, salvation is only through Jesus. However, the issue at hand has to do with ecclesiology, right? That is, what's the nature of the church? Is it supposed to be this colorblind new race thing that's superseding not just the Jews, but all others? Or is it a union of all nations, especially at its core, the Jewish nation? You guys like the Babel in your podcast and here earlier podcasts. I think what we need to realize is that having a kind of colorblind, homogenous, non Jewish, all these words, right? This kind of community as a church, that's. That's just a new Babel. It's new Babel, Yeah. And so for Paul, it's important. It's very important. Not just the question of is this individual In. And that I would want to say, in what? If we're asking, if Paul wants to say, is this person in the thing which demonstrates to the powers. This is Ephesians 3, 9 and 10. Are you in the thing that demonstrates to the. To the powers that they have been superseded by the Lord Jesus Christ and that you are seated with Jesus far above them? Are you in that thing? Well, for that answer, are you in that? You need to be in a community that looks like a community of diversity and of difference, of hospitable difference rather than hostile difference. And so we too often, I think, get like stuck on the individual level. Like, are you saying individual to be saved, they need to do this, that and the other thing? No, And Paul's concern isn't that here. It's actually what demonstrates to the powers that there's a new Lord and it's a certain sort of polis. It's a certain sort of political entity. And that entity cannot be colorblind, homogeneous, can't be that.",
    "start": "00:26:21",
    "end": "00:29:52"
  },
  {
    "text": "So that's good. Actually, this was a whole section of the essay that was really illuminating. You draw attention to the fact that this paragraph in Ephesians 2:2 is actually the second half of a much larger movement of thought and that the paragraph right before it. So Ephesians 2, verses 1 through 10 is actually drafted. Paul drafted that paragraph to be a precise parallel progression of ideas that he comes back and runs through again from a different angle in the paragraph that we just read. And this was really helpful for me. This is where you get the phrase social, sociopolitical salvation. So can I just read how these two paragraphs are parallel and then I want you to summarize kind of the conclusions you drew from that. This was super helpful for me. So Ephesians 2 begins with some really famous words, actually well known words, if you're in Christian circles. It begins, and y' all were dead in your transgressions and sins, in which at one time you walked doing the desires of the flesh. He goes on to say that you were under the ruler of the authority of the air, the spirit now at work among those who are disobedient. The powers, the powers. But then he says, but God being rich in mercy, made us alive together with the Messiah. It's by grace that you've been saved. He made y' all alive together with the Messiah, raised you up together, seated you together in the heavenly realms. In Messiah you've been created in Messiah, Jesus for good works. That whole line of thought and even the words are all repeated again. So you were at one time dead. But then he says in starting in the second paragraph, y' all were at one time gentiles estranged from Israel. So being dead in your sins is equated with being estranged from the nation of Israel.",
    "start": "00:30:18",
    "end": "00:32:05"
  },
  {
    "text": "Yeah, from the covenant promises of Israel.",
    "start": "00:32:05",
    "end": "00:32:07"
  },
  {
    "text": "Yes. You. You were under the ruler of the authority of, er. Paul says you were divided by this dividing wall, whatever that is. And Angela, you'll talk about that. He says, but God was rich in mercy, saving us, making us alive with the Messiah. And then he says in the second paragraph. But now in Messiah, Jesus, you've been brought near by the blood of the Messiah. In the previous paragraph, he made you alive together, raised you up together, seated you together with the Messiah. And that's parallel to the verses we're talking about where he made the two one, he brought together those that were separate. So why has Paul drafted these two paragraphs alongside each other? Andrew, why do you think that's significant for our understanding of what it means to be saved in Paul's language?",
    "start": "00:32:08",
    "end": "00:32:53"
  },
  {
    "text": "Well, yeah, it goes back to what I was trying to stumble over earlier, which is that participating in salvation is participating in a certain sort of political reality for Paul.",
    "start": "00:32:53",
    "end": "00:33:05"
  },
  {
    "text": "And by the word political, maybe define what you mean. I think you mean the biblical word political, like the Greek word.",
    "start": "00:33:06",
    "end": "00:33:11"
  },
  {
    "text": "Sure, yeah. I mean, I'm also assuming. Maybe I shouldn't. I'm also assuming listeners are tracking, with all your previous stuff and work on these things that I've heard you explicate. So. Yeah, I mean, I mean, you can think about as your public life together, your common life together, what you do in public.",
    "start": "00:33:11",
    "end": "00:33:29"
  },
  {
    "text": "Yeah.",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "Which isn't as separable from what you do in private, because that impacts. It's just. I mean. Yeah. So what I mean is the visible gathering of people around certain customs and commitments and liturgies and all these stuff.",
    "start": "00:33:30",
    "end": "00:33:46"
  },
  {
    "text": "Yeah. And the life that exudes out of that.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "Yeah. What Paul is articulating is that certain political gatherings are under the Lordship. I mean, he says this explicitly in verse 2, chapter 2, verse 2, you're under these powers that have been usurped by Jesus or Jesus has been exalted over. So these powers that rule over the systems and institutions of the world bring death and hostility, division, all these things. Your participation in salvation, God's raising you up and seating you together with Christ is actually another parallel that goes back even further with what God did for Jesus. Same verbs, other than Paul, puts a prefix the with co. Even co. Raised with Christ, co seated with Christ These are the verbs God did to Jesus. Raised him up, seated him, heavenly places. What Paul is saying is, what does that look like? What does that actually mean? That you've been saved by this God in this way of being raised and seated. Well, it looks like participation in this new humanity in which former hostilities have been abolished and you are together united before God. But there's a lot more to that that I want to unpack. But part of the reason I show the parallels, just to say this is a salvation issue for Paul in this letter. This isn't just like, oh, let's, I don't know, talk about application or something like that. He's explicating the salvation that he just talked about.",
    "start": "00:33:48",
    "end": "00:35:17"
  },
  {
    "text": "And by salvation you mean a deposit.",
    "start": "00:35:17",
    "end": "00:35:21"
  },
  {
    "text": "He talks about with the Spirit. Right. You've been given the Spirit as a deposit. What is that life? What is this anticipatory experience of a renewed humanity mean? You can have that now only if you are part of this community. So that has nothing to do. And that's going to annoy people. It annoys me, I'll admit it. That has nothing to do with a person's individual post mortem fate. He's not concerned about that right here. He's concerned about how do you participate right now in this world for all the coming ages. So he's anticipating this is going to go on for a bit. How do you share in the life of salvation? Right now it looks like he says in chapter four, you have to be diligent to preserve the unity of the Spirit in the bond of peace. And the peace is only mentioned right here before this. So in Ephesians 4, 3, you go, what piece are we supposed to do? It's this piece, the piece that he said Jesus makes. And that piece is a certain sort of gathering, a certain sort of political entity that rejects the current powers in verse 2, Ephesians 2, 2, because it's over them. So that's the thing that superseded.",
    "start": "00:35:21",
    "end": "00:36:37"
  },
  {
    "text": "The powers have been keeping humanity at odds with each other. Violence and injustice and tribalism and Christ being raised above and us being raised with him above the powers. There's this logic of now. No longer is that the animating force that you live under, there's something new that you get to be a part of. And so then the question becomes, well, what is this new thing? Is it this third race or. Yeah, what is, what's the biblical vision for this unity?",
    "start": "00:36:37",
    "end": "00:37:13"
  },
  {
    "text": "Yep. So it's do we need to get rid of Jewishness? And then after that's gone what other kinds of others and things that we consider to be too other, too exotic to nest in our midst? How do we expel those from us? That becomes a question if you have a third race ecclesiology. Because difference starts to mean division rather than an opportunity for hospitality.",
    "start": "00:37:13",
    "end": "00:37:37"
  },
  {
    "text": "Yeah. So one way to restate that is to say you could read most contemporary translations and walk away from this paragraph thinking Paul thinks that cultural customs, for example, the example here, the practices of Torah observance, are what divides the new humanity. And so Messianic Jews need to leave those cultural practices aside if we're going to experience unity. Paul would break out in a rash. You're convinced of it, because that's exactly not what he means. What will actually tell the powers that they are powerless is people who actually practice culturally different ways of life, but discover their unity in the Messiah. And so they gather together, but they keep practicing their communities. Yes, excuse me, to keep practicing their traditions here it would mean Jews who keep practicing the Torah observant way of life, but living at peace and in unity with their Gentile neighbors who practice their own different ways of life. And so this has to do again, down to the syntax and grammar of one sentence of verse 15 of Ephesians chapter 2. What exactly is it that the Messiah is setting aside? Most of our translations read, he sets aside the Torah with its commands and decrees. But there are many reasons to conclude that that's an incorrect interpretation. Translation, it's not what Paul means here. So walk us through what you think is going on in this verse and what you do think is being abolished and set aside and how this fits into the larger picture.",
    "start": "00:37:38",
    "end": "00:39:09"
  },
  {
    "text": "Yeah. So there's several ways to go at this. The first one is to kind of do an argument, like a geometrical proof type of argument, where you assume the wrong thing, you know, and then played out. And if the conclusion's ridiculous, then you're like, okay, well then you've just disproved that thing. Right. So let's assume the opposite of what I'm saying. Let's assume that what's going on, what's being abolished is the law. Right. That that's the problem. The problem is Torah observance within. Within the church. And the problem is circumcision. So if the problem is circumcision, then the solution. How do you solve that problem? The solution would not be concentrated on the citizenship change that's occurring to the nations, to the Gentiles. Right. But you go read the text, all the pressures on the citizenship change of the Gentiles vis a vis the politeia, the political, the commonwealth politeia in Greek of Israel. The citizenship changed. They're strangers. They were far all the emphasis is actually on what's happening to the Gentiles in relation to them. Not is a problem with circumcision, on something occurring to Jews who are, who would then have to be counseled, hey, stop being distinctively Jewish. Right. For the sake of peace and reconciliation. The text would be centered on dismantling Jewishness if the problem was Jewishness. But in fact, it's on. The text is centered on reimagining the sociopolitical relationship between Israel and the Gentiles. And so this is why the solution isn't to replace the politea of Israel with the church or something else, but rather to integrate, apart from circumcision, these Gentiles, these strangers as now Fellow Citizens. In 2:19. So the same prefix that Paul put on those verbs to join us with Jesus, of raising and seating, he puts on this word for citizen, polites, which itself means fellow citizen. And so he's like, fellow fellow. He adds another prefix on there in 219. What you would expect, if the third race view is right, is something completely absent from the rest of the passage. Everything, all the change is happening not with Israel, not with the circumcision, but from the gentiles on that side of things. Which tells you that the problem is exactly what he said the problem was. The problem was you at that time. You're dead in your sins, right? And then now you've been made alive. And then the parallel, you at the time were separate from all this. Now you've been brought near, not you were separate because they were so ethnocentric. And how dare they. Let's get them to stop that. And now we're all the same. So you can look at it that way, right? So just to say, like, okay, well, that view's wrong. It's gotta be something else.",
    "start": "00:39:09",
    "end": "00:41:54"
  },
  {
    "text": "Well, then might lead you to believe that Paul misspoke then here when he called the dividing wall the Torah and its commandments.",
    "start": "00:41:54",
    "end": "00:42:01"
  },
  {
    "text": "Yeah. So that. That presses you into, okay, well what in the world does that mean then? Right? So there's a few. Another option that needs to be dismissed, like pretty quickly, which is that the nullification of the Mosaic commandments can't be in view because just a few chapters later, he'll quote from one of the commandments, children, obey your parents, for this is righteousness, this is justice. And he says the first commandment that comes with A promise attached. And so obviously, the community that Paul's addressing is still organized around the commandments in the Mosaic covenant. So he's not abolishing those commandments because he appeals to them just a couple seconds later. So there's got to be. Again, there's got to be another. What. What is going on here? Why is the Torah mentioned right there when he's talking about abolishing things and destroying things and making peace and all this? So we got those two, right? We, I think, I mean, this probably too quick, right? This takes a while to work through. But at least in theory, we put away what it can't be saying. So then you want to. We want to figure out, okay, what is he saying?",
    "start": "00:42:01",
    "end": "00:43:09"
  },
  {
    "text": "One thing to insert is that in Greek, word order is more flexible than in English. So if you're looking at your English translation and you're like. But the word order seems very clear. It's not clear in Greek. Actually, the Greek is capable of about three different ways or more of translating and interpreting what is the dividing wall that gets destroyed.",
    "start": "00:43:37",
    "end": "00:44:00"
  },
  {
    "text": "Yes. And I don't want to get really into the weeds in that right now. Before we talk about the syntax for a second, I want to do like a live exercise in hermeneutics, Right. Once we've identified some problems and we've kind of ruled out some certain readings, how should we make sense out of the words? What are the clues we need to look for? Well, we need to see how the author, or in this case, right here in Ephesians, how are they using their words? How are they building their own lexicon of what these words mean in this context? And so what we have is we have keywords in chapter two, dead, made alive, raised up, covenants of promise, Torah, and then covenant identity markers. Circumcision, foreskin, Israel, ethne, the nations. So this to me says, okay, Paul's speaking in within the drama of the covenant economy of Israel. So we need to go to the covenant to see if there's language there that helps us see what he's talking about here. And lo and behold, you go to the covenant, specifically the blessings and cursings mentioned in Leviticus 26 and Deuteronomy 28. And then at the end of Deuteronomy 30, Moses sums all these sums up, the blessings and the cursings, the curses with life and death I lay before you. Life and death. Choose life, right? If not all these things are. All these curses are going to come upon you. So we know that already. Okay, If Paul's flagging this up. Hey, I'm talking about Torah. Hey, I'm talking about commandments. Hey, I'm talking about Israel and the nations. I'm talking about life, I'm talking about death. Maybe we should go to the covenants of promise that he mentions to figure out what these words mean. And when you look at the curses, the curses don't happen in a sociopolitical vacuum. They implicate the nations. So when Israel's disobedient, the covenant curse of death are all about hostility with the nations. I mean, it climaxes there, but it's first hostility, kind of civil war type stuff, like internal hostility. There's all kinds. There's famine, there's all sorts of bad things, but it climaxes and the nation's coming in and removing Israel from the land. That is death, right? And then Ezekiel makes it even more clear. They're in exile. And he's. Look, he has this vision and they are the deadest dead dead community there ever was. Dry bones, valley of, of just death, right? And how is this covenant renewal pictured? It's pictured as a resurrection, as being made alive again in a restoration of the unity of Israel itself between the north and the south. And all this. And then later in Ezekiel, the nations themselves coming in, importantly, they remain the nations, right? And in Isaiah and all this stuff, they. They don't become Israelite. So we have in here these covenants of promise, right? This promise of renewal of all that is bound up in this language of life and death and of sociopolitical hostility between Israel and the nations. And so what my argument is, is all that's there in Ephesians 2, it's all that same exact language is there. And in fact, in Deuteronomy it says part of that exile, part of that. When the nations come in, you going to serve their gods, you're going to be under their power. And that's what I think is being flagged up with these powers that he says we too were under that. Why? Because we are in the covenant curse of death. We were exiled under foreign rulers, and therefore, in the language of Deuteronomy, foreign gods and these spiritual powers. So the condition from which Jesus saves both the circumcised and the foreskinned Israel and the nations is the covenant economy of curses, of mutual hostility and slavery to foreign gods, to these powers, which is death, to usher in the economy of blessing, of mutual reconciliation and service to the God of life. I mean, to the God of Israel, which is covenant life. So when you now, when you Go back and look at the syntax. You, you go, okay, does this make grammatical. Does that kind of canonical context, not just canonical. Again, these words are actually the ones used in Ephesians 2 so that, you know, when he's talking about life, death, Israel, gentile, all those things, you know, it kind of has this covenantal history behind it. Now what we need to do is check that against the grammar and say, okay, is it actually possible that what's being nullified is not the Torah itself, but the hostility which is proclaimed or occasioned by the Torah that is determined by the Torah? It's not just generic hostility, it's covenantal hostility. It's Torah hostility. Again, I hope you're catching the nuance there. It's not what my argument is. It's not that you're equating the Torah itself and Torah obedience itself with hostility and division and all that, but that within the Torah and its commandments, the logic of this, of. Of that covenant is that Israel and the nations are always tethered together, for better or for worse. It happens to be for worse right now. And Jesus is healing that covenantal curse of death to bring life. So the hostility that is being abolished is that which is prescribed within or. Or stimulated by whatever sorts of ways we want to put by the Mosaics, covenants, commandments, and ordinances. Now, when you look at the Greek, you'll find out, I mean, again, this gets to the weeds part. A lot of translations take destroyed, which is the Greek word lusos. I got to get the Greek before me, otherwise I'll lose my train of thought because I'm going off memory. So it's a participle here, but it comes from the word luo means destroyed. The way that a lot of translations take this verb as having two, what they call direct objects. So if that's already crazy, and you're like, oh, my gosh, direct objects. What's going on?",
    "start": "00:44:00",
    "end": "00:50:07"
  },
  {
    "text": "Yeah, you lost me. A participle, by the way, an ing.",
    "start": "00:50:07",
    "end": "00:50:10"
  },
  {
    "text": "Verb, just to simplify it. Yeah, These are participles because grammatically they're dependent on the statement, he is our piece. And so now Paul's telling you, how is that the case? And he uses a series of participles. Now, these participles have direct objects. So verb, like I hit the ball, the ball is the direct object. It's the thing that receives the action of the verb. So what's receiving the action of destroyed? Well, everyone agrees this dividing wall of the fence is being destroyed. That's governed by lusos in Greek. After lusos comes another. And in Greek, the nouns themselves have certain endings that tell you what function it has relative to the verb. Okay, so the next word after lousas is in the accusative case, which marks it as being the direct object of a verb. So now the question is, does that belong with Lusas or does that belong with another, with another participle that follows? Again, like Tim said, there's debates all over the place on how to figure this out. What I'm saying is precisely because it's ambiguous. This is where all those negative arguments, what it can't be come in, because you can rule out on the basis of the context and coherence of just the flow of thought, like, okay, well, I know, like, syntactically, grammatically, it could have these reference. But if it leads us down one of those roads that we already said no to, then we should prefer some other option. Okay, so this is. I realize that people are probably dying in their commute or something like that, or maybe not commuting nowadays on their exercise bikes. Listening to this basically in favor of. What I'm saying is Greek word orders. You know, it's not as. As rigid as in English, but you typically don't have a verb that's taking two direct objects, separating those two direct objects, which is what you would need to have happen for the way the NRSV translates it or the. Or the NIV or whatever else you. You've in asb, these translations do.",
    "start": "00:50:10",
    "end": "00:52:11"
  },
  {
    "text": "What you're saying is that our common English translations are actually pulling a move in translating, but by actually violating some common Greek grammar rules. Yeah, you can't see it in English, but in Greek you can see like, it actually doesn't reflect what's going on here.",
    "start": "00:52:12",
    "end": "00:52:31"
  },
  {
    "text": "And this is why it's important. It's because if you take enmity, hostility, it's a Greek word extra. If you take that as being the second direct object of, of destroyed, that leaves another accusative case, string of words that needs a verb. And that string of words is the law of commandments and ordinances. And then the verb attached to that one is a bit more of a forceful verb than luo. It's ket or geo, and it means to abolish or nullify. And so then you have the only direct object for that participle is the law. So this is why it's at stake is because if you take enmity to belong to the verb, to being part of the dividing whole, then you're forced into a translation that says the law was abolished. But we've already said. Well, that can't make sense. Just in this letter itself. That doesn't make any sense because he uses these very commandments just a couple of seconds later. So now. All right, so there's several stages to this. So now what we have is you say, okay, the wall and the fence, those are being luoed, those are being destroyed. The verb luo goes with that. Now you have the enmity somehow related to the law of commandments and ordinances that's being nullified or abolished. So the direct object of that verb, abolish, catch, or get o is exra or exron, if you're using the accusative case. The hostility, the enmity. What I'm saying is the reason you get the law, commandments and ordinances tacked on, they're both in the same case in Greek. They're both accusative is because it's specifying that this hostility is precisely that covenant hostility that I just tried to summarize, which is then exactly what we see being remedied. Right? Israel. The hostility in the Torah that's prescribed is a hostility between Israel and the nations that is summarized as death by Moses. So when you have the claim, he is our peace, right? He's making us alive, this whole parallel structure, all that, he's abolishing the hostility. What hostility? The hostility. The Torah hostility, The one described in the Torah, the covenant hostility. So it's used adjectivally, I think, to describe the. What sort of hostility are we talking about here? SA.",
    "start": "00:52:31",
    "end": "00:55:17"
  },
  {
    "text": "What I'm hearing is. And I couldn't follow all of the Greek syntax stuff, and that's fine. I'm sure a lot of people listening couldn't. But what I'm hearing is that one translation is that the law and its decrees were abolished. And that's kind of been the common translation. What you're saying is that what's being abolished is the enmity that was predicted by the law or basically occasion foreshadowed. Yeah. That the law was basically saying in Deuteronomy, Moses summing it up like, look, this covenant promise gives you two paths, life and death. And this path of death is disunity amongst Israel and disunity amongst the nations. And this subjugation to powers the gods. And that thing having been. What's the word you just used? Occasioned by the law.",
    "start": "00:55:42",
    "end": "00:56:39"
  },
  {
    "text": "Yeah. Brought about because Moses says that if you disobey, if you disobey the commands of the Torah, these other nations are gonna come destroy you.",
    "start": "00:56:39",
    "end": "00:56:48"
  },
  {
    "text": "The Torah itself is saying the role of. Yeah, the Torah is gonna make this become. This is a promise of the Torah.",
    "start": "00:56:48",
    "end": "00:56:56"
  },
  {
    "text": "Yeah, it's a covenant curse is what it's called, one of the curses of the Torah.",
    "start": "00:56:56",
    "end": "00:57:00"
  },
  {
    "text": "And that makes sense. The thing that's being abolished is the thing that the Torah was.",
    "start": "00:57:01",
    "end": "00:57:05"
  },
  {
    "text": "And what Paul's saying is that the Messiah's death exhausted the power of that hostility. Can I think of a moment where Israel's Messiah put himself in between Israel and the nations and he died? Well, there's this moment where he's condemned to death by the high priest and put to death by Roman centurions. This is where you're going, Andrew. Right. The point is that the, the cross is the moment where the Messiah stands in between and gets killed by the hostility between Israel and the nations and.",
    "start": "00:57:05",
    "end": "00:57:35"
  },
  {
    "text": "Even intra Jewish hostilities of how to relate to Rome and all that. So yeah, yeah. In the Gospels, what occasions Jesus death itself is intra Jewish hostilities culminating in hostility with the gentile powers. That is exactly the kind of death Jesus dies as a crucified wannabe insurrectionist revolutionary. And so it gets focused on his body, that hostility in a very particular way and he exhausts it, as Tim said. And so this is why I think also like this is an aside, but this is why I'm not saying that those covenant that life and death. Now I think part of Paul's theology is that Jesus has removed forever the conditionality of that covenant. That no longer is the conditionality of I set before you life and death contingent upon Israel's obedience to the commandments. This is part of the proclamation of the salvation of Jesus death. And how he's making peace is that he's exhausted that hostility.",
    "start": "00:57:35",
    "end": "00:58:33"
  },
  {
    "text": "Interesting. And that is part of the Torah. So in a way he is abolishing something that the Torah was doing. Would that be fair to say?",
    "start": "00:58:34",
    "end": "00:58:41"
  },
  {
    "text": "This is why, you know, like when Jeremiah is proclaiming New covenant or Ezekiel with the restoration is symbolized as resurrection and all that part of both of those visions of renewal is a renewed capacity, something happening internally which Paul, I think would identify with the spirit of Jesus in you, putting to death the deeds of the flesh, in the body, in your mortal body. Part of the blessing of that new covenant is a capacity for obedience. Because obedience isn't seen as the condition anymore of God's blessing, but as the.",
    "start": "00:58:42",
    "end": "00:59:14"
  },
  {
    "text": "Result now is the result.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "Exactly. And so obedience is just a matter of, as you guys rightly pump on a lot of being image bearers in this world. And you know from Genesis 1 to Psalm 8 and all the Psalm 8 is quoted in Ephesians 1, the end there. This is part of Jesus exaltation with all things under his feet. So it's part of us living into that human, original human vocation. And this is what I mean about being. You know why this has so teological importance is because part of that salvation is enabling us to participate in that sort of humanity.",
    "start": "00:59:16",
    "end": "00:59:49"
  },
  {
    "text": "Yeah.",
    "start": "00:59:49",
    "end": "00:59:49"
  },
  {
    "text": "That sort of way of being with one another in this world above these powers and structures that try to gather and separate us in various ways that are hostile rather than ways, like I said before, that occasion, hospitality. So one way to think about this, that Paul also flags later is the oneness of. Of two being the marriage of husband and wife. And he says almost verbatim the same thing, that the two become one. And he's quoting from Genesis and all this. We don't need to get into rabbit holes there. But the point for me and for this conversation is that this oneness doesn't obliterate the two ness of the husband and wife. Paul's not saying become androgynous, you know, and like forget about all this stuff. And that's exactly what I think he's saying earlier about the two becoming one is that the twoness isn't obliterated. You actually need the twoness for there to be any sort of visible and discernible reconciliation and peace and unity. That coness is exactly what Paul flags in chapter three as being what testifies to these rulers that they've been dethroned. See, you're no longer organizing the world the way you thought you were. You're no longer keeping us different so that we can be divided. Instead, look at what the Messiah has done in uniting us all, bringing us to God in one body, while remaining two, while remaining both. Sam.",
    "start": "00:59:49",
    "end": "01:01:15"
  },
  {
    "text": "Let'S get big picture again as we kind of draw the threads together, maybe with an illustration. If Paul were to see a group of Christians gathering and you can see that there are a bunch of different ethnic groups, but that all of them have just jettisoned their different uniquenesses and cultural uniquenesses and are all just adopting one cultural mode of living together, he would see that as a failure. He would see that as a defeated church as opposed to a community that consists of all those, and they are actually are discovering a new way of life together where there are differences, including baptized Messianic Jews and Torah observants, where their differences enrich each other. They learn from each other's differences and adopt and cross pollinate so to speak, in peace. That's the vision that Paul's painting here.",
    "start": "01:01:43",
    "end": "01:02:33"
  },
  {
    "text": "I think so. And I think part of the reason it's so hard for us to get out of this is because of, and this is why important historical study and theological reading of history that Willie Jennings does in both the Christian imagination and after whiteness and others do it. But, you know, he was the mentor of my mentor, so I kind of gravitate to him is what's happened with our race and ethnicity are so complex because today we've constructed race as kind of reducing to phenotype. And now I'm using other fancy language. But how your genes, like what color your skin looks like, what are the shape of your eyes and your nose and stuff like that in your skin color, if I haven't already said that. And so we think because of that, we think, oh, what does it mean to be multi ethnic? It means like, you know, have people with different color skin around the room. That's part of the problem is we think about race and ethnicity in terms of skin color only, which is how the powers of this world organize us. So part of testifying to these powers, saying, no, it's not just about getting people with a bunch of different skin tones and nose shapes and eye shapes and whatever, hair, curly, straight, whatever, together. And then that's good. But it's really fundamentally about custom and practice and habit and language and food and all this real nitty gritty stuff. That's a high, that's a tall order trying to say, hey, let's do this. And that's why we get the letters we get.",
    "start": "01:02:33",
    "end": "01:03:59"
  },
  {
    "text": "But it sounds like a fun potluck.",
    "start": "01:03:59",
    "end": "01:04:00"
  },
  {
    "text": "Yeah, I mean, organizing that sort of thing is exactly what Paul was struggling so hard to do because it is genuinely, I think, the work of the spirit when it happens, it's just not the way we typically tend to gather and separate from one another. So yeah, that's one way of taking the sort of diversity point in the wrong direction.",
    "start": "01:04:00",
    "end": "01:04:19"
  },
  {
    "text": "So I'm guessing that your work on Ephesians is not going to be the end of this theme in your own like research and learning for you. What would you hope that scholarship that's trying to pursue this line of thought just as a concluding thought from you, what do you hope the influence in the end game is for recovering this real sense of the multiethnic family of God in New Testament theology?",
    "start": "01:04:46",
    "end": "01:05:12"
  },
  {
    "text": "I think we can rediscover that God has sourced us with the resources necessary to actually embody a revolutionary vision of community. Of gathering. And this is happening in a lot of places in biblical studies right now, the presidential address of the Society of Biblical Literature. It's like the. The big conference guild for scholars, junior scholars, aspiring biblical studies scholars alike. Adele Reinhart, in her presidential address, was linking these issues of anti Judaism, supersessionism and racists and concerns which for a while have been separate. And now people are starting to see exactly how they're reinforcing one another, for better or for worse. And so I think, you know, there's a book just recently came out by a Duke alum who graduated before I got here, but his name's Matthew Thiessen. It's called Jesus and the Forces of Death. No, sorry, sorry, Matt. Forces of Death for sure is in the title. And so it's dealing with these issues from the Gospel's perspective about, like, Jewish purity concerns, where a lot of people say, well, Jesus abolished, you know, all this stuff. And he has a brilliant, well researched book on that kind of addressing those concerns. I'd flag up to work of David Rudolph and Mark Kinzer and Paula Fredrickson and Pamela Eisenbaum, who are all showing in various ways that when we are beginning to be more patient, I guess, with our readings, you discover that the Paul that we've all inherited in the west is just that. So Western sort of conception. And we're constantly in the. In we, as in humanity as a whole, scholarship in specific specifically, are constantly having to reread and rediscover and check our own locations and how we are perceiving things. And those can be, again, for better or for worse, reading from a particular location helps you be sensitive to certain things that are there in the text. Other people just don't notice or can have. You read things into the text that aren't there. And so we need to be reading one another and to be hearing and listening to one another in order to push the conversation forward. But I think it's. When I initially wrote this, it was actually in 2014 as a master's student at 4. And then I decided to use it as my writing sample to get into Duke. A lot is actually. Well, probably not a lot has changed. A lot. I became aware of a lot more in that intervening time, whereas at the. Of people in this same vein, trying to undo the supersessionist readings that don't actually have good historical exegetical basis. And so there is a lot more work to be done. This part of my dissertation in Romans right now, there's a few things in there that I'm dealing with. Yeah. So I guess my hope is that people will start to see that this isn't as new as it may sound at first hearing it here or whatever, that it's actually conversations going on across several different types of scholars. And that I think for the church, though, again, I'm a confessing Christian. I want to serve the church with my scholarship for the church. I think reading these people or being familiar with their work is going to help us all rediscover the value that the New Testament has for addressing particularly pressing concerns facing the church today in terms of race and ethnicity issues.",
    "start": "01:05:12",
    "end": "01:08:40"
  },
  {
    "text": "Yeah. Thanks, man. Thank you, Andrew. I know I'm a better reader of Paul after reading your work, and it really reinspired me with his already inspiring vision of the multiethnic family of Abraham.",
    "start": "01:08:41",
    "end": "01:08:57"
  },
  {
    "text": "Telling the powers what's up.",
    "start": "01:08:57",
    "end": "01:08:58"
  },
  {
    "text": "Yeah, telling the powers what's up. So thanks for walking us through that. I know that was detailed, but in this case, metaphorically speaking, the devil's in the details and we, we want to flush him out of the bushes to recover the unity of God's family. So thanks, Andrew, for helping us do that. Thanks for taking the time to talk with us.",
    "start": "01:08:58",
    "end": "01:09:16"
  },
  {
    "text": "Of course. Thanks for having me on. Appreciate it.",
    "start": "01:09:16",
    "end": "01:09:18"
  },
  {
    "text": "Thank you for listening to this episode of BibleProject Podcast. We are now at the end of this series on the family of God. Thanks for coming along with us. I hope you enjoyed it as much as I did. If you want to see the theme video that we're making on this theme, the Family of God, well, you're gonna have to stay tuned. We're not done, but this video will come out sometime in 2021, so keep your eyes out for it. Also, if you're interested in learning more about the things we talked about in this episode, we've linked to several works that were referenced and you can find those in the show notes. As we mentioned, Andrew Rilera is finishing up his PhD right now. So unfortunately, his article that this whole conversation was based off of is not actually available right now. But when it does become available, we will update our show notes to link to it. So come back and check that out. Today's podcast was produced by Dan Gummel, the show notes this week by Lindsey Ponder, and the theme music by the band Tense bibleproject. We're a non profit organization. We are headquartered in Portland, Oregon and our mission is to experience the Bible as a unified story that leads to Jesus and we get to give everything away for free because of the generosity of people like you. So thanks for being a part of this with us. Hi, this is Reagan, and I'm from Mississippi.",
    "start": "01:09:20",
    "end": "01:10:42"
  },
  {
    "text": "Hi. This is Sunny Ben Hurt, and I'm from Hyderabad, India. I first heard about bibleproject when I.",
    "start": "01:10:42",
    "end": "01:10:48"
  },
  {
    "text": "Was studying abroad in London, and one of the members of the church I.",
    "start": "01:10:48",
    "end": "01:10:52"
  },
  {
    "text": "Went to over there recommended bibleproject to me.",
    "start": "01:10:52",
    "end": "01:10:55"
  },
  {
    "text": "You know, when I first started listening to it, I was very surprised to.",
    "start": "01:10:56",
    "end": "01:10:59"
  },
  {
    "text": "Find out that it was two guys from the US and it kind of felt like a piece of home. I first heard about bibleproject on Facebook.",
    "start": "01:10:59",
    "end": "01:11:07"
  },
  {
    "text": "I use bibleproject for driving.",
    "start": "01:11:07",
    "end": "01:11:09"
  },
  {
    "text": "I've always listened to podcasts while I'm driving, and bibleproject has kind of become.",
    "start": "01:11:09",
    "end": "01:11:13"
  },
  {
    "text": "A form of worship while driving for me.",
    "start": "01:11:13",
    "end": "01:11:16"
  },
  {
    "text": "I use Bible Bible Project to listen.",
    "start": "01:11:16",
    "end": "01:11:17"
  },
  {
    "text": "To podcasts while traveling to work. My favorite thing about Bible Project is the animated videos and podcasts. And my favorite thing about bibleproject is.",
    "start": "01:11:17",
    "end": "01:11:26"
  },
  {
    "text": "Just that it feels like you're among.",
    "start": "01:11:27",
    "end": "01:11:28"
  },
  {
    "text": "Friends while you're listening to it.",
    "start": "01:11:28",
    "end": "01:11:30"
  },
  {
    "text": "And I feel like that's how the.",
    "start": "01:11:30",
    "end": "01:11:31"
  },
  {
    "text": "Body of Christ should be. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:11:31",
    "end": "01:11:37"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:11:37",
    "end": "01:11:40"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:11:40",
    "end": "01:11:46"
  }
]