[
  {
    "text": "All right, we have some questions from this series. We did.",
    "start": "00:00:04",
    "end": "00:00:08"
  },
  {
    "text": "Yeah. On the family of God.",
    "start": "00:00:08",
    "end": "00:00:10"
  },
  {
    "text": "On the family of God. And so you. You went through and you selected some. If you haven't been following along with Family of God series, maybe these will feel out of left field. Maybe not. I don't even know.",
    "start": "00:00:10",
    "end": "00:00:23"
  },
  {
    "text": "Yeah. And as always, the caveat is we got tons of questions, so I try and pick the ones that are repeated the most to make sure we address, you know, what are the most common questions. Also, I'm always ambitious that this will finally be the Q and R that we get through more than, like, four questions in an episode.",
    "start": "00:00:23",
    "end": "00:00:42"
  },
  {
    "text": "I'll move us along. Okay, let's do this. Okay. This first one is Sarah from England.",
    "start": "00:00:43",
    "end": "00:00:49"
  },
  {
    "text": "Hi, I'm Sarah.",
    "start": "00:00:50",
    "end": "00:00:51"
  },
  {
    "text": "I'm from England and I live in Bosnia Herzegovina. I enjoyed your discussion on Genesis 10 about the different nations descended from Noah. In another episode, you talked about the.",
    "start": "00:00:51",
    "end": "00:01:01"
  },
  {
    "text": "Kenites, and I wanted to ask how.",
    "start": "00:01:01",
    "end": "00:01:03"
  },
  {
    "text": "There were still descendants of Cain after the flood.",
    "start": "00:01:03",
    "end": "00:01:05"
  },
  {
    "text": "I've learned so much from your podcasts and videos. Thanks for all you do.",
    "start": "00:01:05",
    "end": "00:01:09"
  },
  {
    "text": "Yeah, that's a great question.",
    "start": "00:01:09",
    "end": "00:01:10"
  },
  {
    "text": "Super. I actually knew. I didn't bring it up when you and I talked about it.",
    "start": "00:01:10",
    "end": "00:01:15"
  },
  {
    "text": "I didn't even think. I didn't even need to ask it.",
    "start": "00:01:15",
    "end": "00:01:17"
  },
  {
    "text": "You didn't even think about it. I knew that. That the thing, and I knew that somebody would ask it. And. And it was actually the most repeated question out of any Q and R we've ever received.",
    "start": "00:01:17",
    "end": "00:01:25"
  },
  {
    "text": "Yeah.",
    "start": "00:01:26",
    "end": "00:01:26"
  },
  {
    "text": "There were so many questions about the same thing, so I love it. I knew I was poking the bear.",
    "start": "00:01:26",
    "end": "00:01:33"
  },
  {
    "text": "Cain, the first generation. Second generation of humans.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Yep.",
    "start": "00:01:36",
    "end": "00:01:36"
  },
  {
    "text": "Cain and Abel, brothers. Cain murders his brother Abel, and then he goes east, and then he starts a city.",
    "start": "00:01:36",
    "end": "00:01:44"
  },
  {
    "text": "He builds a city. He marries a wife out there and builds a city that's somehow full of some population. Right, right. So actually, we'll talk about that in the next question.",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "Okay.",
    "start": "00:01:56",
    "end": "00:01:56"
  },
  {
    "text": "But so one, his name is actually in Hebrew, Kayin. If you're going to transliterate it would be Q, A, Y, I, N, Kyan, Kayin. So what the narrative says is it traces seven generations through him up to a guy named Lamech, who's a pretty violent being.",
    "start": "00:01:56",
    "end": "00:02:14"
  },
  {
    "text": "Violent king guy.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "Yeah. And then Lamech has two W. First polygamist in the Bible. And you told of three sons from Lamech. Yahval, Yuval, Tuval, Cain, or Tuval Cain. The third son has Cain's name in it. And what you're told is that these are the fathers of all these different early industries. So one's the father of those who play music, one's the father of the migrating shepherd groups. And then Tuval Kayin was the first metallurgist, like the blacksmith and so on. Now, what's interesting about that is this narrative is set within Genesis 1:11, before the flood.",
    "start": "00:02:15",
    "end": "00:02:59"
  },
  {
    "text": "Right.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "But yet you're being told that it's from Cain's descendants that these first practices of industry and culture and civilization started to come from.",
    "start": "00:02:59",
    "end": "00:03:10"
  },
  {
    "text": "Because there was civilization before the flood.",
    "start": "00:03:10",
    "end": "00:03:12"
  },
  {
    "text": "Exactly. To. But the point is, from the perspective of the narrator and the readers, who are all after the flood, the question is, why does that matter?",
    "start": "00:03:12",
    "end": "00:03:20"
  },
  {
    "text": "I see.",
    "start": "00:03:21",
    "end": "00:03:21"
  },
  {
    "text": "If they are all wiped out in the flood, Noah in his hands had.",
    "start": "00:03:21",
    "end": "00:03:24"
  },
  {
    "text": "Someone else is going to have to.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "Come up with a plan, start all that over anyway. In other words, Cain's descendants are talked about as if they started things that are still going in the reader's day. Right, right. I'm just saying it's there in the narrative and it's worth noticing. You. Even though the flood does happen, Cain's descendants are described in a way as if they made a lasting contribution to human civilization.",
    "start": "00:03:25",
    "end": "00:03:45"
  },
  {
    "text": "Sure.",
    "start": "00:03:45",
    "end": "00:03:45"
  },
  {
    "text": "So that's just interesting.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. But, you know, let's say they were wiped out, and let's say it had to all be then restarted, restarted through Noah's family, and they remember and they're just giving credit to Cain.",
    "start": "00:03:46",
    "end": "00:03:57"
  },
  {
    "text": "Yeah, they're like, oh, yeah, remember, Cain's descendants did this stuff so we can restart it. And of course, none of that's in the narrative of Genesis 10 or 11.",
    "start": "00:03:57",
    "end": "00:04:06"
  },
  {
    "text": "No.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "No. So the curiosity is after the flood, you get into the book of Exodus, the rest of the Pentateuch, you get into the Book of Numbers, and you start meeting a people group that has Cain's name. They're called the Keni or the Kaine in Hebrew. And in English, it gets translated not with the spelling of Cain's name, but with K E N Kenites. But it's the same word in Hebrew.",
    "start": "00:04:06",
    "end": "00:04:32"
  },
  {
    "text": "Got it.",
    "start": "00:04:32",
    "end": "00:04:32"
  },
  {
    "text": "So just like you get, Lot has two sons from his daughters because of drunk sex in a cave. The Moab and Ammon from whom come the Moabites and the Ammonites. This happens for all kinds of people groups. There'll be an ancestor, and then the people who come from them are called by that ancestors name. Same thing. Here you have a guy named Cain, and then come the Cainites. Let's create a roadmap.",
    "start": "00:04:33",
    "end": "00:04:56"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:04:56",
    "end": "00:04:56"
  },
  {
    "text": "All right, so let's say, is Cain. Are we meant to think of him as the ancestor of the Cainites that you meet on the other side of the flood later on in the Bible.",
    "start": "00:04:56",
    "end": "00:05:06"
  },
  {
    "text": "And it seems like you are supposed to think of them that way.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "So let's say we answer yes to that question. Yeah, there's all kinds of evidence that makes sense of that. One is that's the normal way ancestors and people groups are named in the Bible. Ooh. In Balaam's oracles, he's standing up on the cliff overlooking, after he blesses Israel, he starts pronouncing other oracles over other nations. And in chapter 24 of Numbers it says he looked at the Kanei, the Cainites, and he starts speaking about them. And in the next line he calls them just straight up Cain. He calls the people that he sees by the forefathers name, he calls them Cain. And that happens a lot.",
    "start": "00:05:08",
    "end": "00:05:44"
  },
  {
    "text": "Balaam's Is he an Amorite or is he an Ammonite?",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "Balaam? No, he's a mercenary, but he's hired by the king of Moab.",
    "start": "00:05:47",
    "end": "00:05:53"
  },
  {
    "text": "Moab, yeah, the Moabites.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "Yeah, with the elders of the Midianites who are all working together. So really all of that is kind of on a face value, makes you think that these are people that come from Cain. And then it would also make sense why that through design patterns, whenever these figures appear, it's where you get a surprising reconciliation of hostile brothers. So it's as if the hostility of Cain gets reversed when sibling rivalries are healed or overcome later on in the story. Because the Cainites are mostly like a good guy group that keeps rejoining Israel in these interesting different ways through marrying Moses or rescuing the Israelites with jail and so on. So okay, so that's all on the yes side. If these are the Cainites come from Cain, people do make the argument that they don't come from Cain. The main reason being they'd be wiped out, they'd be wiped out in the flood. So. So it just so happens you meet a group of people along the way called Cainites.",
    "start": "00:05:54",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, there must have been another Cain.",
    "start": "00:06:52",
    "end": "00:06:54"
  },
  {
    "text": "Yeah, just some other people group that happen to have the same name. In other words, the similar name doesn't mean necessarily there's a genealogical connection. And so those are essentially the two choices that interpreters take. And you can stack commentators up on each side, pros and cons. So related to that first fork in the road is the other question of okay, let's say you choose yes, they are connected.",
    "start": "00:06:54",
    "end": "00:07:16"
  },
  {
    "text": "Which is kind of the assumption you made when you walked us through the table of nations.",
    "start": "00:07:16",
    "end": "00:07:20"
  },
  {
    "text": "Correct.",
    "start": "00:07:20",
    "end": "00:07:20"
  },
  {
    "text": "And everything.",
    "start": "00:07:20",
    "end": "00:07:20"
  },
  {
    "text": "Yep. So let's go with that one. So then you have another set of questions, which is about, well, how did the descendants of Cain survive the flood?",
    "start": "00:07:21",
    "end": "00:07:28"
  },
  {
    "text": "Yeah, good swimmers, good swimmers.",
    "start": "00:07:28",
    "end": "00:07:30"
  },
  {
    "text": "So one option that you can, you know, take off the map is that they watched what is Aronofsky's Noah movie.",
    "start": "00:07:32",
    "end": "00:07:39"
  },
  {
    "text": "And they knew it was coming. We went and saw it together.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "Noah. No, we went and saw Exodus together. Oh, this is Noah. Oh, yeah, yeah, with Noah.",
    "start": "00:07:42",
    "end": "00:07:47"
  },
  {
    "text": "No, I never saw that.",
    "start": "00:07:47",
    "end": "00:07:47"
  },
  {
    "text": "So in Noah, he takes up a really minority view in Jewish legend that Tuval Cain, which is that third son of Lamech, actually escaped and hid himself on the ark. Oh, he would, like, stowed himself on the ark and so on. So there's nothing about that in the Bible. But it is a possibility. It's a possibility that some Jews thought explained why you would meet Cainites on the other side.",
    "start": "00:07:47",
    "end": "00:08:12"
  },
  {
    "text": "Makes sense.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "There was a stowaway. So one option would be to say, did the Cainites survive the flood? You could answer no. In which case the later Kenites you meet have no connection to Canaanites. If you say yes, there are some interesting options if you follow that route.",
    "start": "00:08:13",
    "end": "00:08:28"
  },
  {
    "text": "Stowaway being one.",
    "start": "00:08:28",
    "end": "00:08:29"
  },
  {
    "text": "Stowaway is one possibility. Seems unlikely. But another one is that Cain's descendants had married into the line of Seth. So that by the time you get to Noah, either Noah's wife or any of the wives of Noah's sons maybe could come again. Nothing about this in the biblical text. But you're just saying before the flood, there was a line coming from Seth and a line coming from Cain.",
    "start": "00:08:30",
    "end": "00:08:55"
  },
  {
    "text": "Seth was the third child of Adam and Eve.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "Seth was. Yep. After Cain killed Abel, Adam and Eve have one more son, Seth, and he births the line that leads to Noah.",
    "start": "00:08:58",
    "end": "00:09:05"
  },
  {
    "text": "Yeah, I see. So Cain's line wasn't completely separate.",
    "start": "00:09:05",
    "end": "00:09:09"
  },
  {
    "text": "Correct. And so you're asking, well, Noah had a wife and his sons all had wives.",
    "start": "00:09:09",
    "end": "00:09:13"
  },
  {
    "text": "Yeah.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "What families did they come from? Biblical text doesn't say. So that's one possibility that people have thought of. The last one is that there's actually a glitch. It's a glitch in the narrative. In other words, there's another group of people you meet before the flood that you meet after the flood. We've talked about this before.",
    "start": "00:09:14",
    "end": "00:09:33"
  },
  {
    "text": "The Nephilim.",
    "start": "00:09:33",
    "end": "00:09:33"
  },
  {
    "text": "The Nephilim, yeah, because they're a part of the violence on the land that leads to the flood. And then the Israelites meet Nephilim in the promised land when the spies are sent into the land. So there's Actually two groups of people, Canaanites and the Nephilim that reappear after the flood that shouldn't be there.",
    "start": "00:09:33",
    "end": "00:09:51"
  },
  {
    "text": "Right.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "So that's. You just. You're not even being skeptical. You're just noticing details in the Bible.",
    "start": "00:09:52",
    "end": "00:09:57"
  },
  {
    "text": "Yeah.",
    "start": "00:09:57",
    "end": "00:09:58"
  },
  {
    "text": "So there's another fork in the road. You could say they just happen to be more on the other side by the same name.",
    "start": "00:09:58",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, we're talking the Nephilim now, correct? Yeah.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "Or the Kenites. Or you can say it's actually an acknowledgement by the biblical authors that the cosmic language of the flood, cosmic being.",
    "start": "00:10:09",
    "end": "00:10:19"
  },
  {
    "text": "That it killed it took over the.",
    "start": "00:10:20",
    "end": "00:10:22"
  },
  {
    "text": "Whole world, every place, all the land, all the mountains were submerged. It's intentionally hyperbolic language to describe a catastrophic flood as an. As the undoing of the cosmos from their point of view. It's so interesting the way all these. You pull on one question about Cain and Cain's descendants, and you end up with classic debates about the flood.",
    "start": "00:10:22",
    "end": "00:10:46"
  },
  {
    "text": "And you've brought up before that in terms of another hot topic being Israel killing off other tribes that like the biblical narrative, will say wipe them all out. And then later in the story, you meet them again. You meet them again.",
    "start": "00:10:46",
    "end": "00:11:03"
  },
  {
    "text": "That's right.",
    "start": "00:11:03",
    "end": "00:11:03"
  },
  {
    "text": "And so either. So again, you would say there's some hyperbole happening.",
    "start": "00:11:03",
    "end": "00:11:09"
  },
  {
    "text": "And actually those two examples are related because in the book of Joshua, the Israelites being commissioned to dispossess the tribes of the Canaanites in the hill country, it's presented in the narrative as another flood, as a flood of divine justice on the generation of Canaanites. So in other words, the fact that there's Nephilim and Canaanites before the flood and after the flood, the fact that there's Canaanites before Joshua, but then after.",
    "start": "00:11:09",
    "end": "00:11:39"
  },
  {
    "text": "Joshua, it's a related.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "Even though right in between are stories that said there were no more, they were left nothing alive. They just. That gives a clue that both of those narratives are ratcheting up hyperbolic language to make a theological point. And so I know that's a view that might make some people uncomfortable, but actually it's a pretty ancient interpretation that's been in both Jewish and Christian traditions, viewing the flood and the conquest of Canaan as using hyperbolic language.",
    "start": "00:11:40",
    "end": "00:12:06"
  },
  {
    "text": "And what would be the theological point that the hyperbole is making?",
    "start": "00:12:06",
    "end": "00:12:09"
  },
  {
    "text": "The hyperbole would be about that it's a de creation moment. The flood is an undoing of Genesis 1 precisely so that God can now begin through a new people to restart and carve out a new ordered Eden spot.",
    "start": "00:12:10",
    "end": "00:12:25"
  },
  {
    "text": "So the Hyperbole is ratcheting up this idea of, like, starting again.",
    "start": "00:12:25",
    "end": "00:12:30"
  },
  {
    "text": "Yeah. And that the events are of cosmic significance. So, again, these are actually way more complex than we can treat in a Q and R. But they're helpful perspectives to say that the landscape of interpretations. Everybody has to deal with these details in the text. And some people prioritize some details over others. But there are some just pure skeptics out there and they just want to debunk the Bible or make it seem like it's primitive, stupid, ancient literature. But for the most part, people of goodwill who are trying to understand the narratives are trying to account for all of these details that are sometimes in tension with each other. And so the Cainites are a great example of that kind of thing. So thank you, Sarah. Super perceptive question. I hope at least that gives a lay of the land for those questions.",
    "start": "00:12:30",
    "end": "00:13:21"
  },
  {
    "text": "This next question's from Arielle in Canada. Hi there.",
    "start": "00:13:22",
    "end": "00:13:26"
  },
  {
    "text": "My name is Ariel Eldira and I'm from Manitoba, Canada. I'm wondering, how did Adam and Eve's children continue to procreate?",
    "start": "00:13:26",
    "end": "00:13:34"
  },
  {
    "text": "Genesis 4 talks about how after Cain.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "Killed Abel, he found a wife and had a son named Enoch, and he built cities. If Adam and Eve were, in Protestant tradition, at least, considered to be the first people here on Earth, where did.",
    "start": "00:13:36",
    "end": "00:13:49"
  },
  {
    "text": "Cain find a wife and how did he build cities? You alluded to this question was coming.",
    "start": "00:13:49",
    "end": "00:13:54"
  },
  {
    "text": "Yeah.",
    "start": "00:13:54",
    "end": "00:13:55"
  },
  {
    "text": "And another. Another great question. I mean, this classic, classic. Where did Cain's wife come from?",
    "start": "00:13:55",
    "end": "00:14:01"
  },
  {
    "text": "Totally. That's become the famous version of this issue.",
    "start": "00:14:01",
    "end": "00:14:04"
  },
  {
    "text": "Right.",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "To name this issue. But it also, he built the first city, which don't think like New York or Dubai or something. The Hebrew word is ir, which means a walled. You know, a collection of homes in a village with a wall around it. A walled city. But even still, where did.",
    "start": "00:14:05",
    "end": "00:14:24"
  },
  {
    "text": "Where did all those people.",
    "start": "00:14:24",
    "end": "00:14:24"
  },
  {
    "text": "Where did those people come from? So this is a classic question all the way back to ancient Jewish and Christian readers. Part of the reason why I wanted to address it, Ariel, was because, one, I just listened to a brand new book that's incorporating that question into a bunch of others that I'm actually really excited about. Learned so much from. And it helped me process this question in a new way. So the narrative just presents this. As a matter of fact, it doesn't give you any explanations as to why. And so again, you have a fork in the road for interpretation. You could say in Genesis 5, you learn Adam and Eve had other children. After Seth, it says other sons and daughters. And so could it be that Cain married one of his sisters or some other siblings, and they went off and, you know, built the city and so on. So that's technically possible. However, the narrative presents Cain. It says that he went away from the presence of Yahweh and God said, you'll be a wanderer.",
    "start": "00:14:24",
    "end": "00:15:28"
  },
  {
    "text": "Yeah. You get this idea that, like, he took off on his own.",
    "start": "00:15:28",
    "end": "00:15:31"
  },
  {
    "text": "Yeah. He's exiled from his family.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "He murdered a brother. He's exiled from his family.",
    "start": "00:15:32",
    "end": "00:15:35"
  },
  {
    "text": "Right.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "In which case it make.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Doesn't make sense. Did he take along a sister as a wife?",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Totally. So it's not mentioned. But the narrative gives the impression that he leaves his family.",
    "start": "00:15:39",
    "end": "00:15:43"
  },
  {
    "text": "Right.",
    "start": "00:15:43",
    "end": "00:15:43"
  },
  {
    "text": "And he goes somewhere else, marries a wife, builds a city. It's clear that the narrative raises it as a genuine possibility that he meets other people and intermarries with them and builds a city there. That's a real viable possibility Raised by the text itself, it seems. It's hard to imagine that the author didn't know that that possibility was being raised. There are many ways he could have given details to solve that, and clearly that wasn't on the agenda of the author. So going back in ancient Jewish and Christian tradition, it raises the question of the existence of people outside the garden. So one other additional. It's not biblical evidence or anything like that, but it is interesting. Adam and Eve began a design pattern of God selecting a couple, appointing them in an ideal Eden like situation, and then giving them opportunity to pass or fail. Noah and his wife, for example, Abraham and Sarah.",
    "start": "00:15:44",
    "end": "00:16:44"
  },
  {
    "text": "Yeah.",
    "start": "00:16:44",
    "end": "00:16:44"
  },
  {
    "text": "Isaac and Rebecca, Jacob and Rachel and Leah. It keeps happening over and over. It's a design pattern. And so the question is, are we meant to take that design pattern and infer back and understand that Adam and Eve are being either appointed out of a larger population or being created in scholarly conversation, de novo, A Latin phrase meaning brand new, without parents.",
    "start": "00:16:45",
    "end": "00:17:10"
  },
  {
    "text": "Well, they're made out of mud.",
    "start": "00:17:11",
    "end": "00:17:13"
  },
  {
    "text": "They're made out of mud, totally.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "But the question is sculpted out of mud.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "That could be figural language of being made of dust, which is a common biblical idiom meaning mortal. So are we meant to infer that Adam and Eve are appointed or created as a royal priesthood from among a larger population? And again, the biblical author's agenda isn't to talk about that, so they just don't go there. So, interesting perspectives and some new research that I recently came across that just has me thinking new directions in all this. I'll just name it. One is a scientist who's a follower of Jesus. His name's Joshua Swamidass. Came out with a recent book called the Genealogical Adam and Eve. And all I can do is recommend it or Google him. And he's done many interviews now on podcasts and shows, and listen to one of the interviews where he'll summarize the ideas in the book. I learned more about genetics. I mean, of course, it's a whole field, so there's lots I don't know. But what I learned was so counterintuitive and surprising.",
    "start": "00:17:15",
    "end": "00:18:17"
  },
  {
    "text": "Okay.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "And what Swamidas has done is actually made this an interdisciplinary project. So he has worked through the content of the book with workshops of scientists, Christian and who are not Christian, and of theologians of the whole Christian tradition, and he's crafted the conclusions of the book that are really surprising. That's all I want to say. I want to encourage people to take in the book. One of the biblical scholars that he worked with in developing kind of the theses of his book is a scholar named C. John Collins, who has a great book on Genesis 1:11 called Reading Genesis well. And both of them are trying to help just modern readers adjust our expectations. This is ancient Jewish literature, and the way it's talking about these events is not the same way that we talk about them or conceive of these things. And so, Ariel, your question actually is addressed in the work of these two scholars. And if you follow their footnotes, you'll find that they're tuning into even more conversations. So there you go. I just wanted to make sure we brought that up because I'm excited about this new work happening in Genesis.",
    "start": "00:18:18",
    "end": "00:19:30"
  },
  {
    "text": "Some good homework.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yep.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "So this next question is from Angie in Washington state. Hi, my name is Angie Massey, and I live in Spokane, Washington. My question is. In the discussion of the creation account in Genesis, you talk about the Adam being created first and that that stands for humanity, not a male human. But in First Corinthians 11, Paul. Paul seems to state that men were created first and women second. Is he saying something different here? What's going on? Is there a contradiction? Thanks for all you do. You guys are amazing.",
    "start": "00:19:32",
    "end": "00:20:04"
  },
  {
    "text": "Wow.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "Look at all these people just finding the.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "Totally.",
    "start": "00:20:08",
    "end": "00:20:08"
  },
  {
    "text": "The little things. The little.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "Yep.",
    "start": "00:20:10",
    "end": "00:20:10"
  },
  {
    "text": "Like, I love it.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "I love it, too.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "It's like another set of brains just kind of keeping us honest.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "Yep. I love it. Yeah, totally. Yeah. And this was another point where I knew that I was opening a can of something.",
    "start": "00:20:15",
    "end": "00:20:22"
  },
  {
    "text": "Yeah. Because that was a bit. I mean, you really were purposely making that point that it wasn't like there was just human and then he needed woman that Adam was representing all Humanity. He was split in half.",
    "start": "00:20:22",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:20:36",
    "end": "00:20:36"
  },
  {
    "text": "And then male and female.",
    "start": "00:20:36",
    "end": "00:20:38"
  },
  {
    "text": "So let's. So there's two parts to Angie's question. One is just about that interpretation based on the Genesis narrative itself.",
    "start": "00:20:38",
    "end": "00:20:44"
  },
  {
    "text": "Yeah.",
    "start": "00:20:44",
    "end": "00:20:44"
  },
  {
    "text": "Then there's a question of. We have a text in the New Testament that seems to read it in a different way. So let's take it in one, two steps. So first, let's just retrace real quick what we did in that episode. So the first time the word Adam appears is in Genesis 1 in the image of God poem. Ooh. And remember, there's Adam. And then in Hebrew, ha, Adam. The word ha is our word. The. So the first time Adam occurs, occurs without the God said, let us make Adam in our image and our likeness. And then there's. After that, there's a little poem, and there it's ha, Adam. God created ha Adam in his image. In the image of God, he created him. That is ha, Adam, humanity. And then ha, Adam is explained for you, male and female. So you're taught on page one that the phrase ha, Adam means male and female, male and female, that it's a species term. You turn the page in Genesis 2. 5, you're told the creation story, but from a different timeline, different angle, and it begins saying, there was no plants or farming because there was no Adam to work the ground. The but there was an ed. It's the first two letters of Adam. An ed. A river, a stream. Stream that came up out of the Adama, the dirt. An ed comes from the Adama. So there was no Adam to work the ground, but an Eid came up from the Adama and watered the face of the Adama. So you got clay.",
    "start": "00:20:45",
    "end": "00:22:22"
  },
  {
    "text": "Yep. And you got the mud.",
    "start": "00:22:22",
    "end": "00:22:24"
  },
  {
    "text": "And then that's what God forms. The next verb is that of God, is that potter. He. He works the clay and he forms ha, Adam. So there. The word play choice of the word Adam is also most closely connected to the Adama, which is the ground. So ha Adam has two main nuances. Now. It's a species term, and it's a term describing connection of origins from the Adama. And so in other words, the portrait of Adam as a male human doesn't seem at all something the author is trying to emphasize or put in front of us.",
    "start": "00:22:24",
    "end": "00:23:01"
  },
  {
    "text": "Right.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "There's two other things that it's a species term in Adamah. And then in Genesis 2:18, the first thing that is no good is that you have the ha, Adam is alone. And then you get the deep sleep and the taking of the Side. So here's the trick. Once you get the taking of the side, and then God builds that side into Isha, and then the guy wakes up and he says, this is Isha because she's taken from Ish. So the Adam, the residual Adam that's left over, calls himself Ish.",
    "start": "00:23:02",
    "end": "00:23:39"
  },
  {
    "text": "And Ish is a Hebrew word for male. Male, yeah.",
    "start": "00:23:39",
    "end": "00:23:42"
  },
  {
    "text": "Isha, female, Male, female, man, woman. And then from that point on in the narrative, the female is called Isha, and the male can go be referred to in two ways as an Ish, as Ish or as Adam. And so both Adam and Ish can then refer to the male human.",
    "start": "00:23:42",
    "end": "00:24:04"
  },
  {
    "text": "And is Adam also used to mean a species of humanity as well?",
    "start": "00:24:04",
    "end": "00:24:08"
  },
  {
    "text": "And it can refer to just humanity as a species after that.",
    "start": "00:24:08",
    "end": "00:24:12"
  },
  {
    "text": "So Adam.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "Yep.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "Throughout the rest of the Bible plays both roles, correct?",
    "start": "00:24:13",
    "end": "00:24:17"
  },
  {
    "text": "Yeah. The main point there is the meaning of the word Adam before the splitting of the Adam primarily is connected to its origin very clearly.",
    "start": "00:24:17",
    "end": "00:24:27"
  },
  {
    "text": "The species in the ground connection.",
    "start": "00:24:27",
    "end": "00:24:29"
  },
  {
    "text": "Yeah. And the gender differentiating only comes after the splitting. So that's just a feature of the narrative that I think is really illuminating because then what's going to happen in the next line is about God's ideal destiny is for those two who were one, the one became two, and then the two were to become one again through covenant. So you could say that prior to the splitting, the Adam contained both genders.",
    "start": "00:24:29",
    "end": "00:24:58"
  },
  {
    "text": "Yeah, both halves.",
    "start": "00:24:58",
    "end": "00:24:59"
  },
  {
    "text": "Both halves. And then the two split and then become one again. There's also a little detail in Genesis 3 when the snake starts talking to the woman. And the snake says, did God really say this? And then what the woman says as she repeats the divine command, she says, God told us in the narrative in Genesis 2 that divine command is given before the Adam is split. Does that make sense?",
    "start": "00:24:59",
    "end": "00:25:27"
  },
  {
    "text": "Sorry.",
    "start": "00:25:27",
    "end": "00:25:27"
  },
  {
    "text": "In Genesis 2, God gives the command to not eat from the tree of Knowing, good and bad, before he splits the Adam. So it's just to the singular Adam.",
    "start": "00:25:27",
    "end": "00:25:35"
  },
  {
    "text": "Oh.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "But the woman includes herself among those whom God told to not eat from the tree.",
    "start": "00:25:36",
    "end": "00:25:42"
  },
  {
    "text": "That's pretty wild.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "It's a really. It's an interesting little detail.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "Yeah.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "So, yeah, to me, it's a compelling reading that explains a lot of details of the text. So if you want to learn more about this, there's a couple scholars. One is Ian Provan, a Hebrew Bible scholar who wrote a really fun theology of Genesis 1:11 called seriously dangerous Religion. So fascinating. And he walks you through the Eden narrative in a way that really gets you thinking. And actually he builds into his footnotes A whole lot of Jewish and Christian interpreters through history who have understood this to be what's going on. Okay, so that's the first step.",
    "start": "00:25:46",
    "end": "00:26:22"
  },
  {
    "text": "Yeah. Now what about Paul?",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "Now that one seems easy. What about Paul? So in Paul, Paul's first letter to the Corinthians, which is actually his second letter to the Corinthians. And that's important for angie's question. So first Corinthians 11. It's one of the most complicated texts in all of Paul's letters to understand his reasoning, his line of thought, his choice of vocabulary, and the way that he quotes from alludes to Genesis 1 and 2. It's not easy to follow, so I'll spare the details. I am persuaded that this is one of those texts where Paul is quoting from the letter the Corinthians wrote to him and dialoguing and interacting with it. Because there's a part it has to do with certain men and women were putting, decorating their heads in some ways when they get together in the worship gathering. And he finds what the men are doing and what the women are doing to be really inappropriate and distracting and not giving the right picture of the new humanity to their neighbors.",
    "start": "00:26:24",
    "end": "00:27:28"
  },
  {
    "text": "Should we read it?",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "Oh, yeah. Deal. The trick is what translation you read will determine a lot of what you get out of it. But you got NIV open.",
    "start": "00:27:29",
    "end": "00:27:37"
  },
  {
    "text": "Yeah, I could pull up anything.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "Yeah. Great. So the key verses really start in verse seven. But anytime you read any of this out of context, it creates problems. It creates problems, but we have to do it. I can't read the whole paragraph here, so why don't you read verses 7 through 12?",
    "start": "00:27:39",
    "end": "00:27:56"
  },
  {
    "text": "A man ought not cover his head, since he is the image and glory of God, but woman is the glory of man. For man did not come from woman, but woman from man. Neither was man created for woman, but woman for man. It is for this reason that a woman ought to have authority over her own head. Because of the angels. Oh, because of the angels. Nevertheless, in the Lord, woman is not independent of man, nor is man independent of woman. For as women come from man, so also man is born of woman, but everything comes from God.",
    "start": "00:27:56",
    "end": "00:28:31"
  },
  {
    "text": "Yep.",
    "start": "00:28:31",
    "end": "00:28:31"
  },
  {
    "text": "Yeah, this. This strikes you as a kind of misogynistic text.",
    "start": "00:28:32",
    "end": "00:28:36"
  },
  {
    "text": "First, before we go there, let's try and just make some observations. So there's something happening about how men are doing something with their hair heads and they're covering their head, putting something over their heads. And women are fancy hats. Right. Women are not. And he thinks this is backwards. And it's Sending all the wrong signals. So in verse seven, there's this reflection about a male is the image and glory of God, but a woman is the image and glory of the male.",
    "start": "00:28:37",
    "end": "00:29:07"
  },
  {
    "text": "Yeah. Where's he getting this?",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "Well, that's exactly right. In other words, that sentence is the opposite of what Genesis 1:26 and 27 say.",
    "start": "00:29:09",
    "end": "00:29:17"
  },
  {
    "text": "Yeah.",
    "start": "00:29:17",
    "end": "00:29:17"
  },
  {
    "text": "Let's just register that point.",
    "start": "00:29:17",
    "end": "00:29:19"
  },
  {
    "text": "Yeah.",
    "start": "00:29:19",
    "end": "00:29:19"
  },
  {
    "text": "Before we make a conclusion.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "Sure. This comment does not seem at all.",
    "start": "00:29:20",
    "end": "00:29:23"
  },
  {
    "text": "Making the opposite point that a simple face value reading of Genesis. Genesis 1 leads you to second, for man didn't come from woman, but woman from man. That's a conclusion from the Daniel.",
    "start": "00:29:23",
    "end": "00:29:34"
  },
  {
    "text": "You can get there.",
    "start": "00:29:34",
    "end": "00:29:35"
  },
  {
    "text": "You can get there from Genesis 2. Neither was man created for woman, but woman for man. You could interpret Genesis 2 with that kind of meaning. And then the conclusion. So for this reason, a woman ought to have some sign of authority on her head or have authority on her head. How you translate that line is extremely complicated. So basically, there's two options.",
    "start": "00:29:35",
    "end": "00:29:56"
  },
  {
    "text": "Because of the angels.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "Because of the angels. However, then verse 11 comes along in 12 and seems to bring a counter perspective. In Anavi, it says, but nevertheless, in Greek, it's the word plain. It means however, or it's a contrasting.",
    "start": "00:29:57",
    "end": "00:30:14"
  },
  {
    "text": "Got it.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "In other words, what happens in the next sentences is meant to contrast what was just said.",
    "start": "00:30:15",
    "end": "00:30:20"
  },
  {
    "text": "However. That's a good however.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "Totally. However, in the Lord in Kurios, which is about Jesus. Yes. In the body of the Messiah, men and women are not independent of each other. And you're like, oh, that starts to sound a little more like Paul and Genesis 2 and Genesis 2 12, listen, woman came from man and Isha from Ish. But also man is born of woman and everything comes from God. In other words, verses 11 and 12 sound like they're actually offering a perspective that's counter to the sentences that came before it.",
    "start": "00:30:22",
    "end": "00:31:00"
  },
  {
    "text": "Totally.",
    "start": "00:31:00",
    "end": "00:31:00"
  },
  {
    "text": "And so this happens multiple chapters throughout the letter where he quotes from something from the Corinthians letter to him. We talked about this before I was in reading the New Testament letters.",
    "start": "00:31:01",
    "end": "00:31:11"
  },
  {
    "text": "Yeah. And that there's no quotation marks in the Greek.",
    "start": "00:31:11",
    "end": "00:31:15"
  },
  {
    "text": "Correct.",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "So you kind of have to infer where they would be.",
    "start": "00:31:16",
    "end": "00:31:18"
  },
  {
    "text": "That's right. Because the way that letters would have been drafted and sent and performed for the audience, people would have been given cues and instruction and training for how to read the letter to know what's Paul's voice, what's not his voice. That's how this device, this rhetorical device worked.",
    "start": "00:31:18",
    "end": "00:31:37"
  },
  {
    "text": "It would have been much easier if they just used quotation marks.",
    "start": "00:31:37",
    "end": "00:31:39"
  },
  {
    "text": "Totally. Yeah, totally. Well, yeah. It doesn't seem Paul necessarily knew that, like, people all over the planet would be read. But, you know, that's the whole other. That's a whole other question.",
    "start": "00:31:39",
    "end": "00:31:50"
  },
  {
    "text": "Well, no, I mean, was there such a device back in this.",
    "start": "00:31:50",
    "end": "00:31:53"
  },
  {
    "text": "Oh, well, the device would have been in the original drafting and then the sending. Putting it in the hands of somebody who was trained to go and read.",
    "start": "00:31:53",
    "end": "00:32:01"
  },
  {
    "text": "It out loud and understand how to read it.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "Yes, I see. Yeah. This is how it works.",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "I mean, that's a very compelling reading. Verses 7, 8, and 9. You're like, what? Where is he getting this?",
    "start": "00:32:04",
    "end": "00:32:12"
  },
  {
    "text": "The most recent and articulate exponent of this view is the New Testament scholar Lucy Pepiat in her book Women and Worship at Corinth. There's a whole book on this history of passages in First Corinthians 11 and Chapter 14. And it's not just her view. This view has a long history, but she's the most recent and I think kind of persuasive that verse, multiple lines in this paragraph are not Paul's voice. And this is such an easy to spot example. I think now there are people really smart who take a different view, and so I respect that. But part of it is that the view of verses 7 through 9 and 10 is counter to the face value reading of Genesis 1.",
    "start": "00:32:12",
    "end": "00:32:55"
  },
  {
    "text": "What about what he goes on to say, though, about. In verse 13 and following?",
    "start": "00:32:56",
    "end": "00:33:01"
  },
  {
    "text": "Oh, yeah. So Paul's got this thing where the men and women of Corinth are. They're pushing the boundaries of the kind of signals their appearances give off in the worship gathering. And he wants the worship gathering to be a genuine display of a new kind of model for human relationships and of the relationships between men and women. And he gets on the men for having long hair or for the women for not growing their hair long or doing something. The vocabulary in Greek is way more complicated than the English translations give off.",
    "start": "00:33:01",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. Well, in verse 13, it seems like he just throws it back at them. He says, judge for yourself.",
    "start": "00:33:37",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:42"
  },
  {
    "text": "Is it proper for a woman to pray with her head uncovered? Yeah, he just throws the ball back in their court.",
    "start": "00:33:42",
    "end": "00:33:47"
  },
  {
    "text": "Yeah.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "So. So is kind of. The point is, like, look, you guys have to figure this out. It seems like Paul wants them to worship in unity and to display God's manifold wisdom.",
    "start": "00:33:47",
    "end": "00:34:00"
  },
  {
    "text": "Yeah.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "As he says in Ephesians.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "Yeah. Yeah, that's right.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "But he doesn't prescribe them the exact thing to do. He just. He says, like, figure it out.",
    "start": "00:34:03",
    "end": "00:34:08"
  },
  {
    "text": "Sure. But that's often Paul's strategy. Is he's trying to help mostly non Israelites learn to inhabit a new cultural narrative based on the story of Jesus and being brought into the story of Israel. And then you have to learn how to think messianically, think Christianly about communal behavior and individual behavior in light of this story. So he's often. He'll, like, paint the story and then he'll say, you figure it out, what kinds of behaviors are.",
    "start": "00:34:08",
    "end": "00:34:37"
  },
  {
    "text": "But then he actually does seem to prescribe something because he says, if anyone wants to be contentious about this. What's the this? If anyone wants to be contentious about this, we don't have any other practice.",
    "start": "00:34:37",
    "end": "00:34:48"
  },
  {
    "text": "Oh, totally. Oh, man.",
    "start": "00:34:48",
    "end": "00:34:50"
  },
  {
    "text": "What's the this? The long hair.",
    "start": "00:34:50",
    "end": "00:34:52"
  },
  {
    "text": "Oh, about. Yeah, I think about the guidance that he's giving here. The trick is, is that in this paragraph, he actually alludes to the fact that they've already had conversations about this before. He says, I want to encourage you for remembering me in everything and holding to the traditions that I passed on to you. So we've had lots of conversations about the worship gathering and how it works. There's a lot that you're doing great in, but there's this handful of things about what women and men are doing with their hair. Then he starts interacting with quotes from their letter back and forth throughout the whole paragraph. And then at the end says, listen, if you want to be more problematic about this, just remember what I talked about and that we don't have any other practice. And here's what the other churches are doing.",
    "start": "00:34:52",
    "end": "00:35:41"
  },
  {
    "text": "Yeah. So I'm taking us down a rabbit hole. That wasn't the point. The point here is why was he saying that woman comes from man?",
    "start": "00:35:41",
    "end": "00:35:49"
  },
  {
    "text": "Totally. So, Angie, what you're noticing actually is a real tension.",
    "start": "00:35:49",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "And one way to explain that is Paul has drawn a very specific and new conclusion based on, I guess you'd say, a reinterpretation of the image of God poem in Genesis 1. Or at least my opinion is more likely, is that he's quoting from what he sees as a misunderstanding of Genesis 1, and then he offers his own correction to it. So, anyway, hope that's helpful. Check out Lucy's book and her footnotes if you want to learn about this in more depth.",
    "start": "00:35:55",
    "end": "00:36:24"
  },
  {
    "text": "This next question is from Lindsay in Pennsylvania.",
    "start": "00:36:24",
    "end": "00:36:27"
  },
  {
    "text": "Hi, my name is Lindsay and I'm from Lancaster, Pennsylvania. And I just listened to the episode on sibling rivalry and biblical election, and I was wondering how the conquest narratives fit into this idea. It seems the Israelites were given specific instructions to completely annihilate and wipe out certain people groups who were living in the land. Are these people groups that are outside of and separate from Abraham's family?",
    "start": "00:36:27",
    "end": "00:36:52"
  },
  {
    "text": "Or.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "Or is this just a really intense case of sibling rivalry? What's going on there? Yep.",
    "start": "00:36:52",
    "end": "00:36:58"
  },
  {
    "text": "And we alluded to this.",
    "start": "00:36:58",
    "end": "00:36:59"
  },
  {
    "text": "Yeah.",
    "start": "00:36:59",
    "end": "00:37:00"
  },
  {
    "text": "In the question about the flood.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Yeah. We did briefly address it. You raised this question somewhere along the line. We had a brief conversation about it, but not in depth.",
    "start": "00:37:02",
    "end": "00:37:09"
  },
  {
    "text": "You're talking other than today.",
    "start": "00:37:09",
    "end": "00:37:11"
  },
  {
    "text": "Yeah. Somewhere earlier in the series, I think we were in the prophets.",
    "start": "00:37:11",
    "end": "00:37:14"
  },
  {
    "text": "Okay.",
    "start": "00:37:14",
    "end": "00:37:14"
  },
  {
    "text": "And you brought up the similar question to Lindsay, but we only talked about for a brief moment. Yeah. Oh, man. The conquest narratives present all kinds of important growth moments, growth opportunities.",
    "start": "00:37:14",
    "end": "00:37:29"
  },
  {
    "text": "What do you mean?",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "For me and lots of other people. They're challenging narratives on many levels. They present challenges for how you put together the character of God from all the stories in the Bible. How do you integrate them? How do you. How do you square them with the teaching nonviolence and the teachings of Jesus? And the narratives about religious inspired violence are really sensitive topics right now. And so finding these narratives in the Christian scriptures or Jewish scriptures are challenging. So I'm just acknowledging. Lindsay, you're not alone. So many people presenting questions about this and how it fits in. So I'm actually still. And maybe I will be the rest of my life. I'm still working out how to process through this set of questions. I do think it is a part of the design pattern of a sibling rivalry, for sure, but in an interesting way. So maybe one place to start is the design pattern of the flood that we talked earlier about in this conversation is actually really significant. In other words, what the flood narrative is trying to tell you about how God responds to human communities that have reached a point of such extreme violence and degradation of human dignity. What is God to do with human communities like that in his world? And the theology of the flood narrative is it's within God's prerogative. Oh, we also talked about this in the Anger of God series with Chrisa. For God to hand humanity over to the outcome of its decisions and let the cosmos itself collapse in on them. And that's the theology of the flood narrative. But then what happens after the flood is Noah offers that sacrifice. The righteous intercessor gets up on the high place, surrenders everything. And what God says is, you know, humans haven't changed. Implication being still evil. I could still do this again.",
    "start": "00:37:31",
    "end": "00:39:41"
  },
  {
    "text": "Yeah.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "But God says, I'm not going to do it again, do a cosmic collapse. But what will happen through the design pattern of the flood is local floods, local divine judgment where God will handle specific human families or cities or places over to a cosmic collapse that they themselves contributed to and started. Gomez.",
    "start": "00:39:42",
    "end": "00:40:03"
  },
  {
    "text": "Like Sodom and Gomorrah.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "Sodom and Gomorrah. The vocabulary, it's all mapped onto that very similar. The rebellion of the tribe of the family of Korah in the wilderness where the earth splits open. So the conquest narrative is all designed on the same analogy. So the Canaanites are depicted throughout the Pentateuch, the Torah coming from the line of Ham, and the line of Ham itself began with that act of sexual assault that Ham did in some form to his father or mother. There's differing interpretive views there, but the point is that it's a family line born out of sexual abuse and that keeps repeating the pattern of their ancestors. And so the portrait of the Canaanites in the Torah is super negative. I mean, child sacrifice, really distorted, sexually abusive practices. And so by the time you reach the book of Joshua, they are like unto the generation of the flood that's filling the earth with so much violence that God. It's what Abraham says to God. Won't the judge of all the earth do justice? Or like in the Psalms, crying out, rise up, O Lord, you know, vindicate the oppressed? And so the conquest narrative in that frame is viewed as an act of divine judgment on a generation that's gone past the point of no return. So I'm not saying that's comfortable to sit with.",
    "start": "00:40:04",
    "end": "00:41:26"
  },
  {
    "text": "It's not comfortable, because what keeps me from being part of that? People that went to the point of no return.",
    "start": "00:41:26",
    "end": "00:41:34"
  },
  {
    "text": "Exactly.",
    "start": "00:41:34",
    "end": "00:41:35"
  },
  {
    "text": "I was born where I was born, in the family I was born in. And the Flood, I suppose, is as uncomfortable.",
    "start": "00:41:35",
    "end": "00:41:42"
  },
  {
    "text": "Exactly. In other words, the theological problems or the personal problems we have with the conquest narrative are the same problems raised by the story of the Flood.",
    "start": "00:41:42",
    "end": "00:41:50"
  },
  {
    "text": "Right.",
    "start": "00:41:50",
    "end": "00:41:50"
  },
  {
    "text": "They're just a different manifestation of it. So none of this has solved anything for me. I'm just trying to understand the narratives on their own terms. So the difference between the Flood and the conquest narrative is that the waters that are the vehicle of God's judgment in the case of the conquest are the Israelites. For me, that's the next layer of challenges to think through, one set of humans on another. Correct. And specifically, the way God is dealing with the problem of human violence and evil is to keep committing himself more and more and more to one human family. And God keeps investing himself in the future and security of this one human family. And so we talked about this with Abraham, when he lies to Pharaoh and, and then God sends plagues on Egypt.",
    "start": "00:41:50",
    "end": "00:42:38"
  },
  {
    "text": "But Pharaoh did nothing wrong.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "But Pharaoh, what he did is what ancient kings do. Which isn't like, it's good to just like, I want that woman in my harem and you take her. Yeah, like that's actually not awesome at all.",
    "start": "00:42:40",
    "end": "00:42:50"
  },
  {
    "text": "That's true.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "That's terrible. But the point is that his motives weren't to steal another man's wife. It was, he thought she was available.",
    "start": "00:42:50",
    "end": "00:42:58"
  },
  {
    "text": "Right.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "Because Abraham made him believe that because of Abraham's deception. So Abraham's the one at fault in the story and he does it. And the second time he really is at fault because God comes to the. The second time he does it, God comes to that king Abimelech and says, you're a dead man. And Abimelech says, what? I'm innocent. I didn't know he lied to me. And God's like, yeah, I know you're innocent, and you are innocent as far as you motives. So that itself begins a theme where.",
    "start": "00:42:58",
    "end": "00:43:26"
  },
  {
    "text": "God becomes God standing up for the.",
    "start": "00:43:26",
    "end": "00:43:28"
  },
  {
    "text": "Family he elected exactly whether they are good or bad. And they're often bad, even worse than their neighbors. And so this is another uncomfortable portrait of God. And we're back to that thing of, well, God. There's two poles here. There's God's justice and there's God's commitment to his promises to somehow work out redemption through this one family. And every time they act even worse, he doubles down and binds himself more to this family. So by the time you get to Joshua, God's fully committed to and invested in the security of this federation of tribes going to inhabit this land that's been promised to their ancestor. And so there's seven ish people groups in this hill country that are like unto the generation of the flood. And God wants to dispossess them and put his people in their place. And. And that's how God is going to fulfill his promises to them. So that is uncomfortable. But that is the logic of the narrative. Another piece then is you get into the battle narratives and the language of wipe them out, leave no one breathing. We're back to that hyperbole issue, because there are lots of Canaanites still alive and breathing in this very land. Right after all the narratives of battle. There's like Canaanites all over the place through the rest of biblical story. So they didn't actually do what God fully told them to do anyway. So the last step, where at least I go in this, is to say If I read the Bible as a unified story that leads to Jesus, whose name is Joshua, I mean, Jesus name is Joshua, that ultimately where the story is going is that God commits himself to. To such a degree to this human family, that eventually he himself becomes the victim of the violence that humans have been committing and that God himself has participated in throughout the story. God becomes the victim of the story of violence that he's been at work through and takes it into himself on the cross. And so those are all factors that have helped me process. The book of Joshua isn't the end of the biblical story. The story comes to its culmination in Jesus. Life, death, and resurrection. And somehow all of those work together. For me in a way that's helping me think about these stories. But I'm still not. I still have lots of questions, and I'm sure you do too, Lindsay, and lots of other people do too. I know. When you hear all these different angles, what do you think, John?",
    "start": "00:43:28",
    "end": "00:46:07"
  },
  {
    "text": "Well, you know, so part of me just thinks, are we dancing around this? When maybe, you know, Occam's razor would suggest the simplest solution is that this literature came from a group of people who just thought God was on their side and thought that that's why they needed to go and take people out.",
    "start": "00:46:07",
    "end": "00:46:28"
  },
  {
    "text": "Yeah.",
    "start": "00:46:28",
    "end": "00:46:28"
  },
  {
    "text": "Humans, for all of human history have taken each other out and need excuses for why that it's okay.",
    "start": "00:46:28",
    "end": "00:46:34"
  },
  {
    "text": "Yep.",
    "start": "00:46:34",
    "end": "00:46:34"
  },
  {
    "text": "So, you know, that's kind of the unsaid, just kind of like. Yeah, but we believe that this, you know, Jesus believed that this scripture was God breathed and led to him and.",
    "start": "00:46:35",
    "end": "00:46:51"
  },
  {
    "text": "Fits in to a story that gives us a portrait of God.",
    "start": "00:46:51",
    "end": "00:46:55"
  },
  {
    "text": "And so we believe there's something more than just that, than there's just this group of people using their God as an excuse to wipe out other people.",
    "start": "00:46:55",
    "end": "00:47:03"
  },
  {
    "text": "And.",
    "start": "00:47:03",
    "end": "00:47:03"
  },
  {
    "text": "And what you suggested, these, I think two things that feel separate but then together kind of create a way through this one being the whole idea of God's wrath, of cosmic or anger.",
    "start": "00:47:03",
    "end": "00:47:20"
  },
  {
    "text": "Can we use a normal English word?",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "Yes, sorry.",
    "start": "00:47:21",
    "end": "00:47:22"
  },
  {
    "text": "Anger.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "God's anger. Yeah, that God, he wants humans to be representing him, bringing goodness tov. And instead there's all this violence and corruption. So in his anger, he lets humanity kind of fold back in and destroy itself and the cosmos fold back in and be destroyed. And we talked a lot about this in the anger thing. And so you're saying that is a part of these conquests, which is there was some level of corruption that God just was done with. And while he's not doing it on the level of the whole cosmos, like it did in Noah's generation, that it still happens. Okay, that's one piece. And then the second piece you said was that there's this weird almost glitch. I don't know how to describe it. Not a glitch. There's just this weird kind of like sticky mess that God gets himself into by electing Israel.",
    "start": "00:47:23",
    "end": "00:48:26"
  },
  {
    "text": "Yeah, yeah. And maybe I didn't quite describe it. I think from the narrative's point of view, it's a mess that God is putting himself in as a part of the plan. Yeah, yeah.",
    "start": "00:48:26",
    "end": "00:48:37"
  },
  {
    "text": "That God says, I'm going to choose this one family and I'm going to stand up for them and I'm going to make their name great. And now he's obligated himself to. To this people. And what happens if they go off the rails? It's almost kind of like any parent and their kid.",
    "start": "00:48:37",
    "end": "00:48:54"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:48:54",
    "end": "00:48:55"
  },
  {
    "text": "It's like you bring this kid into the world and you obligate yourself to them. They go off the rails, you know, they're still your child. And you get this conundrum right at the beginning with Abraham's stories. I mean, right out of the gate, you get it. And so there's this whole issue of God standing up for people that don't really deserve it.",
    "start": "00:48:55",
    "end": "00:49:17"
  },
  {
    "text": "Correct. And the Jacob stories make it even more plain because he's even worse than Abraham and he's named Israel. So the whole point is in these two figures, Abraham and Jacob, you get the whole basic point that this family, they're not good people, but God is going to keep committing himself to them, which is not great news for them all the time. Sometimes it's good news when he's defending them from Canaanites, but often what it means is that they're even liable for greater judgment than the nations around them. And so it puts them in a bind as well as God.",
    "start": "00:49:17",
    "end": "00:49:53"
  },
  {
    "text": "Yeah. So that doesn't solve all of the tension, because I think some of the other tension bubbles up from, like, what about just the sanctity of all human life and, I don't know, second chances and redemption and all these things.",
    "start": "00:49:53",
    "end": "00:50:10"
  },
  {
    "text": "I guess maybe the third perspective is the Jesus part, that if I'm reading this story as a part.",
    "start": "00:50:12",
    "end": "00:50:17"
  },
  {
    "text": "Yeah, but the Canaanites are gone. They're dead.",
    "start": "00:50:17",
    "end": "00:50:19"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Jesus came, but they don't care. They're dead.",
    "start": "00:50:20",
    "end": "00:50:22"
  },
  {
    "text": "Totally. And I'm with you. Yeah, I'm with you. So if I'm reading this as a unified story, the Leaves of Jesus, what it means now is. Is The I follow Jesus, and he's a part of this long, complicated story with a lot of casualties along the way. That God participated in.",
    "start": "00:50:22",
    "end": "00:50:40"
  },
  {
    "text": "Yeah.",
    "start": "00:50:40",
    "end": "00:50:40"
  },
  {
    "text": "And that God's climactic statement is a statement where he becomes the victim of the whole violent story as his ultimate response to it all. And that I. In other words, I don't take the book of Joshua as my marching orders. I take the second Joshua's words as my marching orders, which is the Sermon on the Mount, which tells me that there was a moment when God did that. But now what God is saying and has said through Jesus is this. And if I'm a follower of Jesus, that's ground zero.",
    "start": "00:50:41",
    "end": "00:51:17"
  },
  {
    "text": "And that's not because God has changed.",
    "start": "00:51:17",
    "end": "00:51:19"
  },
  {
    "text": "No. I think it would say God operated in different ways. So this is where Protestant tradition of dispensationalism has a whole history and reputation now.",
    "start": "00:51:20",
    "end": "00:51:31"
  },
  {
    "text": "I thought we were using normal English words.",
    "start": "00:51:32",
    "end": "00:51:34"
  },
  {
    "text": "Oh, dispensationalism. The view that God used different strategies in different seasons of working with humanity and the family of Abraham. But there's an element of truth in that perspective because the Sermon on the Mount issues in different types of behaviors than what he told the first Joshua to do. You just can't deny that. But they're both in the same Bible. So the question is, how do the two Joshuas relate to each other? And if you have a narrative approach, that was what God did at a moment in the family history. But we're at a different moment in the family history, and we take our marching orders from the second Joshua, and it doesn't resolve those things that God did in the past. You just have to sit with them.",
    "start": "00:51:34",
    "end": "00:52:18"
  },
  {
    "text": "Yeah.",
    "start": "00:52:18",
    "end": "00:52:18"
  },
  {
    "text": "And I. At this point, that's where I'm at. I know I need to do more processing on this question, but, Lindsay, that's where I'm at, the present.",
    "start": "00:52:19",
    "end": "00:52:27"
  },
  {
    "text": "We're out of time.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "Let's just do Ross's.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "Oh, Ross, you got in. This is from Ross in Virginia.",
    "start": "00:52:30",
    "end": "00:52:34"
  },
  {
    "text": "Hello, my name is Ross Tuttle from Virginia Beach, Virginia. My question is about the design pattern of election, specifically when Jesus was speaking to the Jewish leadership in Matthew 21:43. This is where Jesus said, and I quote, the kingdom of God will be taken away from you and given to a people who will produce its fruits. What do you think this meant to the Jewish leadership then? And how do you think we should interpret this today? Thank you for your thoughts. Yeah, that's a great question. One of the issues that became even more clear for me, working through this theme, having these conversations with you John was a whole set of issues related to what in the Protestant tradition has been given different titles, replacement theology. How does the church that comes from Jesus relate to Israel? And the problem is a lot of our terms for these things are really blurry, what they mean. And so you can be using the same language as you have this conversation, but mean really different things, even though you're using the same words. So, Ross, you're talking about a moment where Jesus is critiquing the strata of Israelite leadership in Jerusalem, which has been a constant opponent of Jesus in the Gospel narratives. And so what he's saying is, hey, y' all had been given a gift of stewardship and leadership over God's covenant people over whom the ones over whom God reigns, the kingdom of God. But you forfeited that chance. And the renewal, Messianic renewal movement that I'm working on, this is the people that will produce its fruit.",
    "start": "00:52:35",
    "end": "00:54:17"
  },
  {
    "text": "So one way to think of that is Jesus is saying, israel, you've blown it too many times. I'm taking this to the nations.",
    "start": "00:54:18",
    "end": "00:54:25"
  },
  {
    "text": "Ah, yeah. So you could take it to mean.",
    "start": "00:54:25",
    "end": "00:54:28"
  },
  {
    "text": "And that's the replacement.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "It used to be Israel. Jesus came to start a new thing. That thing's called the church.",
    "start": "00:54:30",
    "end": "00:54:34"
  },
  {
    "text": "Yes.",
    "start": "00:54:34",
    "end": "00:54:34"
  },
  {
    "text": "And that's going to replaces Israel.",
    "start": "00:54:34",
    "end": "00:54:36"
  },
  {
    "text": "And that's what you meant by replacement theology.",
    "start": "00:54:37",
    "end": "00:54:39"
  },
  {
    "text": "That's correct. Yeah. It's a common way that people. A conclusion people might draw. But that way of talking about it is so problematic with the actual details of the story. Because Jesus is an Israelite. Everybody in Jesus movement are Israelites.",
    "start": "00:54:39",
    "end": "00:54:55"
  },
  {
    "text": "Yeah.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "So this is not about something replacing Israel. This is the same thing that Jeremiah was doing when he stood up in the temple and critiqued the leaders of Jerusalem and said, you're going into exile, Babylon's coming to take you out, and God's going to make a new covenant and raise up a renewed people from within Israel.",
    "start": "00:54:56",
    "end": "00:55:16"
  },
  {
    "text": "Yeah. It's the design pattern or it's the idea of the remnant.",
    "start": "00:55:16",
    "end": "00:55:20"
  },
  {
    "text": "The remnant, which we should probably do a theme video on.",
    "start": "00:55:20",
    "end": "00:55:22"
  },
  {
    "text": "Yeah, that would be a good coming video.",
    "start": "00:55:22",
    "end": "00:55:24"
  },
  {
    "text": "Yeah. So the point is that.",
    "start": "00:55:24",
    "end": "00:55:26"
  },
  {
    "text": "And that's a weird word, remnant, but basically a smaller group who are faithful to the covenant will God will use as a seedbed to start over.",
    "start": "00:55:26",
    "end": "00:55:37"
  },
  {
    "text": "That's it. So this is not about anybody replacing Israel. It's about a renewed Israel being raised up in the place of a corrupt.",
    "start": "00:55:37",
    "end": "00:55:47"
  },
  {
    "text": "Leadership, which is what John the Baptist was also doing.",
    "start": "00:55:47",
    "end": "00:55:49"
  },
  {
    "text": "Totally. It's what Isaiah was doing. Jeremiah, John the Baptist, Jesus. So the story of the Gospels is About the creation of a new messianic renewal of Israel. And the book of Acts begins with that crew, with that Messianic Jewish groups with swelling numbers. And then the logic is, then non Israelites, this was our family of God discussion, get grafted in, are grafted in. They become co inheritors, to use Paul's language, from Ephesians, co heirs, co body members. But it's non Israelites being brought into Israel.",
    "start": "00:55:49",
    "end": "00:56:24"
  },
  {
    "text": "Right.",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "It's not about a group of people replacing Israel. It's Israel being made to include non Israelites to become the family of the Messiah.",
    "start": "00:56:25",
    "end": "00:56:34"
  },
  {
    "text": "And is that maybe what. When Paul says not all Israel is Israel, what he's meaning is there was a remnant.",
    "start": "00:56:34",
    "end": "00:56:39"
  },
  {
    "text": "Yeah. And that's just. You just read the Hebrew Bible, that the family of Abraham continued to always have a remnant line.",
    "start": "00:56:39",
    "end": "00:56:45"
  },
  {
    "text": "Yeah.",
    "start": "00:56:45",
    "end": "00:56:45"
  },
  {
    "text": "But the point from the whole arc of the biblical narrative is for that remnant to then become opened, to integrate all the others.",
    "start": "00:56:46",
    "end": "00:56:55"
  },
  {
    "text": "Right. And Jesus wasn't talking about that, the opening up to the others. He was talking about the remnant.",
    "start": "00:56:55",
    "end": "00:57:00"
  },
  {
    "text": "Yeah. I think what you're talking about, Ross, is the moment where Jesus is like, the leaders of Israel are done. I'm doing the new Israel.",
    "start": "00:57:00",
    "end": "00:57:08"
  },
  {
    "text": "Me and my motley crew are the new Israel.",
    "start": "00:57:08",
    "end": "00:57:10"
  },
  {
    "text": "We're going to bring about the new covenant for the renewed Israel that will become the vehicle of God's blessing to the nations. So that's at least in the. That's how it would fit in. Something like a comment like that from Jesus, Ross, would fit in to that. So it's a fulfillment. It's a new covenant, Israel expanded.",
    "start": "00:57:10",
    "end": "00:57:29"
  },
  {
    "text": "Is that the same thing when he says there's like other sheep? What's that thing that Jesus said?",
    "start": "00:57:29",
    "end": "00:57:33"
  },
  {
    "text": "Oh, yeah, listen, John, other sheep that are not of this fold.",
    "start": "00:57:33",
    "end": "00:57:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "I think, John, that's an allusion to the inclusion of the non Israelites.",
    "start": "00:57:37",
    "end": "00:57:41"
  },
  {
    "text": "That's an allusion to the inclusion of the non Israelites.",
    "start": "00:57:41",
    "end": "00:57:44"
  },
  {
    "text": "I think so. I think so. There are some people who think it's referenced to the Samaritans or the Diaspora.",
    "start": "00:57:44",
    "end": "00:57:50"
  },
  {
    "text": "Jews, estranged siblings, which is a step in that direction.",
    "start": "00:57:51",
    "end": "00:57:54"
  },
  {
    "text": "Exactly.",
    "start": "00:57:54",
    "end": "00:57:55"
  },
  {
    "text": "Yeah.",
    "start": "00:57:55",
    "end": "00:57:55"
  },
  {
    "text": "There you go.",
    "start": "00:57:55",
    "end": "00:57:55"
  },
  {
    "text": "Okay, we got that one in. Thanks, Ross.",
    "start": "00:57:55",
    "end": "00:57:58"
  },
  {
    "text": "Awesome. Thanks, everybody for your great questions.",
    "start": "00:57:58",
    "end": "00:58:00"
  },
  {
    "text": "Yeah, thank you, everybody. It's great to hear what you're all thinking and processing. We have two interviews that we're going to release in the next two weeks on the podcast and they both are around this theme of the family of God. So they fit in really well. I'm excited to release those. And then after that, we are Starting a brand new series on the theme of Royal Priests, priests who are also kings, kings who are priests. And this idea and how it goes throughout the whole biblical narrative. And it was so cool. It was such a good conversation that instead of writing one theme video, I forced him to write six theme videos about this.",
    "start": "00:58:00",
    "end": "00:58:46"
  },
  {
    "text": "Yeah.",
    "start": "00:58:46",
    "end": "00:58:47"
  },
  {
    "text": "So we're gonna have.",
    "start": "00:58:47",
    "end": "00:58:47"
  },
  {
    "text": "It'll be a whole integrated series, like a theme series.",
    "start": "00:58:47",
    "end": "00:58:51"
  },
  {
    "text": "A theme mega series, which we kind of did for the spiritual beings.",
    "start": "00:58:51",
    "end": "00:58:54"
  },
  {
    "text": "Yeah.",
    "start": "00:58:54",
    "end": "00:58:54"
  },
  {
    "text": "So we're doing it again on this theme, Royal Priest. And so you'll see those videos coming and that conversation coming. And everything that we make is to show and help us experience the Bible's unified story that leads to Jesus. And everything we make gets to be free because it's been paid for by people like you who generously have done that. And we're incredibly grateful. This show was produced by Dan Gummel and show notes by Lindsey Ponder and the theme music by the band Tense. Thanks for being a part of this with us. Hi, this is Olanike and I'm from Nigeria.",
    "start": "00:58:54",
    "end": "00:59:33"
  },
  {
    "text": "G'. Day. My name's Harry Cuthbertson and I'm from Tasmania in Australia. Hi, this is Tammy Burgoon and I'm from eastern North Carolina.",
    "start": "00:59:33",
    "end": "00:59:40"
  },
  {
    "text": "I first heard about Bible projects from my boss who stumbled on one of.",
    "start": "00:59:41",
    "end": "00:59:45"
  },
  {
    "text": "The videos on YouTube. I first heard about Bible projects from my mate Stu a couple of years ago who got me onto the podcast. And since then I've spent a whole lot of time watching the Read Scripture series and a lot of the theme videos on YouTube as well. Also, during our lockdown time, I've been getting up early before the rest of my household gets up, spending about an hour a day just learning from the classroom courses. And I found those really helpful as well. My favorite thing about bibleproject is it makes the Bible easy to understand, regardless if it is your first time reading the Bible or if you've read the Bible for years.",
    "start": "00:59:45",
    "end": "01:00:16"
  },
  {
    "text": "I use bibleproject as part of my Bible In a Year Reading plan to get an overview of each book before I delve in. My favorite thing about bibleproject is the way it gives a full context on each book of the Bible using engaging animation.",
    "start": "01:00:16",
    "end": "01:00:31"
  },
  {
    "text": "My favourite thing about bibleproject is how they present script scripture simply and holistically in a way that really recaptures things long lost in Christianity. I know I've been a Christian myself for a very long time and I just feel like through doing the courses and watching the videos that when I read the Bible now, it's like I'M reading the Bible for the first time. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "01:00:31",
    "end": "01:00:57"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:00:58",
    "end": "01:01:04"
  }
]