[
  {
    "text": "On the second page of the Bible, we get a wonderful little story about Adam. He's the first character in the Bible and his name in Hebrew, Adam means humanity.",
    "start": "00:00:05",
    "end": "00:00:14"
  },
  {
    "text": "When it says in the middle line, in the image of God, he created him. In English, we have to use the masculine singular term to go back to that humanity of the first line. God created humanity in his image. In the image of God, he created him. But that him doesn't mean male human. It's referring to the generic humanity.",
    "start": "00:00:14",
    "end": "00:00:33"
  },
  {
    "text": "Adam is in God's good world. He sees all the other animals have male and female counterparts, but he realizes he's alone.",
    "start": "00:00:34",
    "end": "00:00:41"
  },
  {
    "text": "So verse 21, he causes a tardema to fall upon the human divine stupor. This is not normal sleep. This kind of sleep happens about half a dozen times in the Hebrew Bible, and it's always God causing it. And he took one from his sides.",
    "start": "00:00:41",
    "end": "00:00:57"
  },
  {
    "text": "Now, all English translations have the word rib. God took Adam's rib.",
    "start": "00:00:57",
    "end": "00:01:02"
  },
  {
    "text": "It is certainly not what the word means. It's an architectural word that refers most often. It's used to describe the side of a building.",
    "start": "00:01:02",
    "end": "00:01:11"
  },
  {
    "text": "So God took a side of Adam, like he split him in half.",
    "start": "00:01:11",
    "end": "00:01:15"
  },
  {
    "text": "So it's the human becomes man and woman.",
    "start": "00:01:16",
    "end": "00:01:20"
  },
  {
    "text": "God turns one into two. And then at the end of the story, the author steps in and gives us his reflection.",
    "start": "00:01:20",
    "end": "00:01:27"
  },
  {
    "text": "Dear reader, for this reason, I want you to realize this isn't just an interesting story about people in the past. He's telling this story as archetypal here. For this reason, a man, an ish, will leave his father and mother, and he will cling to his isha, isha.",
    "start": "00:01:27",
    "end": "00:01:46"
  },
  {
    "text": "Being Hebrew for woman.",
    "start": "00:01:46",
    "end": "00:01:47"
  },
  {
    "text": "And they will become one flesh.",
    "start": "00:01:48",
    "end": "00:01:52"
  },
  {
    "text": "And so humanity starts as one and then then becomes two, yet is supposed to unite back as one.",
    "start": "00:01:52",
    "end": "00:01:59"
  },
  {
    "text": "This is the way the Hebrew Bible works. It's advancing an idea, a philosophical idea about the nature of humanity. Humanity is a unique kind of species, that its oneness consists of its more than oneness.",
    "start": "00:01:59",
    "end": "00:02:13"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. Thanks for joining us. Here we go. Here we are. We're gonna continue a theme on this new discussion. We're gonn discussion on a new theme.",
    "start": "00:02:13",
    "end": "00:02:29"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "On the family of God.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "On the family of God.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "And we began last episode just setting the table. You brought to my attention, all of our attention, that Christianity is a very diverse global movement, in fact the most diverse religious movement on the planet. And that's no accident in that at the core of the story is that God wants to use one nation. And through that nation, all nations Will get in on the party, as you said.",
    "start": "00:02:33",
    "end": "00:03:05"
  },
  {
    "text": "Yeah, yeah, yeah. Or even let me just develop it one step further. At this moment. You could say the story of the Bible begins with a global focus. All humanity focus. However, by Genesis 11, a crisis takes place that God responds to by focusing in on one family among all of the human nations. So you start with the many.",
    "start": "00:03:05",
    "end": "00:03:32"
  },
  {
    "text": "It's like a triage.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Yeah.",
    "start": "00:03:33",
    "end": "00:03:33"
  },
  {
    "text": "It's like things go crazy and he's like, I'm just gonna focus here, stop the bleeding.",
    "start": "00:03:33",
    "end": "00:03:38"
  },
  {
    "text": "So it begins with the nations, focuses in on the story of one nation with the story of Abraham. And then for the rest of the Old Testament, it's really zeroed in on that one family. But the all nations and the one family and it's intertwined. What God is doing through the one is for the many that the story began with. So that in the story of Jesus, it's both the story of Israel, the one being worked out so that we can fulfill the calling of that one among the many. That started back on page 12 of Genesis. So it goes from the many to the one, back out to the many.",
    "start": "00:03:38",
    "end": "00:04:15"
  },
  {
    "text": "When you use these shorthands, the one to the many to the one, my brain just kind of shifts into like idle and just kind of like stops being able to.",
    "start": "00:04:15",
    "end": "00:04:26"
  },
  {
    "text": "If I had a whiteboard, this makes so much sense.",
    "start": "00:04:27",
    "end": "00:04:29"
  },
  {
    "text": "But think the many, the many meaning all nations.",
    "start": "00:04:30",
    "end": "00:04:34"
  },
  {
    "text": "All the nations.",
    "start": "00:04:34",
    "end": "00:04:34"
  },
  {
    "text": "All the nations.",
    "start": "00:04:34",
    "end": "00:04:35"
  },
  {
    "text": "That's how the story begins. A global focus. Okay, so Genesis 1 through 11, God and the nations.",
    "start": "00:04:35",
    "end": "00:04:40"
  },
  {
    "text": "That's what we're going to look at today.",
    "start": "00:04:40",
    "end": "00:04:42"
  },
  {
    "text": "Yep. Focus in on Abraham to the story of one nation. One nation, whole Old Testament. The story of Jesus begins with making his focus on a mission to that one. So that post resurrection and even a little bit before then we go back out to the many, to the mission to the nations. It's a simple way to think about the storyline of the Bible. From the many nations to one nation, back out to the many nations.",
    "start": "00:04:42",
    "end": "00:05:07"
  },
  {
    "text": "In terms of where the story is focusing.",
    "start": "00:05:07",
    "end": "00:05:10"
  },
  {
    "text": "Where the story is focused. Yeah, that's right. Because it does raise the question, if Christianity is the most global multi ethnic movement.",
    "start": "00:05:10",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. Then why is four fifths of the.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Bible all about one one people group. Exactly. That's it right there. So if it's a story about all nations, why is the majority of the Christian scriptures about one nation? That's the question. So then you just, there's nothing for it. You gotta tell the story, gotta tell the story, gotta tell the story.",
    "start": "00:05:20",
    "end": "00:05:36"
  },
  {
    "text": "We talked last episode about how the Story ends with this picture of new creation, with a new humanity ruling over the Earth. But there's actually still kings and kingdoms, nations and nations who are participating in this. It's not some new homogenous group.",
    "start": "00:05:36",
    "end": "00:06:00"
  },
  {
    "text": "Yeah, yeah. And the focus on the nations in Revelation chapter 21 and 22 is about all of their unique difference, because each one is bringing their splendor, their honor, the glory, the unique thing that they. The unique value that they generate in the world is all brought together and unified in bringing honor to the Creator, to the Lamb. So that was the flowering of the theme in full bloom, the nations unified in allegiance to their Creator. So obviously, if that's the solution, then the problem is the nations not unified and using their honor and splendor not to beautify or honor, but to, you know, pull power. Power plays and be in conflict with each other. So how did we get there? How did we get to a whole bunch of human families that can't stand each other and that think of each other as more important than their neighbor?",
    "start": "00:06:00",
    "end": "00:06:59"
  },
  {
    "text": "Yeah. Well, I don't think you need a Bible to answer that question, right.",
    "start": "00:07:00",
    "end": "00:07:05"
  },
  {
    "text": "No, but the Bible is offering us an angle on that question. It has its own story to tell on why the human family is so divided. And we call this Genesis chapters one through eleven. So let's do two quick stops. That will not be quick. I'm guessing on how the story of the Bible depicts the ideal humanity in Genesis 1 and 2. So Genesis 1 and 2. Yeah. Depicts an ideal which then in Genesis 3 is distorted, corrupted, and forfeited, which leads you to Babylon in Genesis 11. So let's stop. One with ideal is a picture of the ideal humanity in Genesis 1. We've spent many hours of conversation on the image of God in Genesis 1.",
    "start": "00:07:05",
    "end": "00:08:35"
  },
  {
    "text": "We have, and I love to do it.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "Let's see. Especially in a series that was on the image of God that's in the podcast. But also in our series on the Son of Man, we did a deep dive.",
    "start": "00:08:37",
    "end": "00:08:47"
  },
  {
    "text": "I've realized that this theme, more than any other, has stood out and been influential in the way I think about the story of the Bible. It's very exciting and empowering, and I almost feel like any theme we're talking about, it's always humming in the background.",
    "start": "00:08:48",
    "end": "00:09:06"
  },
  {
    "text": "It's true for me. That's right. It's the reason why it's on page one.",
    "start": "00:09:06",
    "end": "00:09:10"
  },
  {
    "text": "Yeah. There's a lot on page one.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "There's a lot on page 1. That's true.",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "It is a bit of a jewel on page one.",
    "start": "00:09:14",
    "end": "00:09:16"
  },
  {
    "text": "Yeah. That's right, yeah. Or you could say it's like a beam of light that goes on through all of the different themes throughout the Bible to get refracted and reflected in different ways, hues and colors. But underneath all the different themes later on in the Bible, usually the image of God is common to most of them in some way. So we've talked about. There's a little poem after God says, let us make human in our image and in our likeness. Genesis 1, verse 26. Genesis 1, verse 27 gives us a little three line poem that tells us something very important about the nature of the image and human identity. So the three lines. One, God created Adam, humanity in his own image. Line two, in the image of God, he created him.",
    "start": "00:09:16",
    "end": "00:10:05"
  },
  {
    "text": "Which is just like an inverse of the first line, correct?",
    "start": "00:10:05",
    "end": "00:10:09"
  },
  {
    "text": "Yep, it's exactly right. It takes the three key words, four key words and swaps up their order. The reason it's doing it is to create a transition for the last line. Okay, so God created human in his image. That's line one.",
    "start": "00:10:09",
    "end": "00:10:24"
  },
  {
    "text": "Yep.",
    "start": "00:10:24",
    "end": "00:10:25"
  },
  {
    "text": "Line two. In the image of God, he created him. Third line, male and female, he created them. So this is going to be hard to just listen to. It might help if you get out your phone and turn on a Bible and look at Genesis 1, verse 27. But the second, I love how you.",
    "start": "00:10:25",
    "end": "00:10:46"
  },
  {
    "text": "Just said turn on a Bible and that just. That makes perfect sense.",
    "start": "00:10:46",
    "end": "00:10:51"
  },
  {
    "text": "Yes, it does.",
    "start": "00:10:51",
    "end": "00:10:51"
  },
  {
    "text": "But it's the strangest thing to say. Turn on your Bible.",
    "start": "00:10:51",
    "end": "00:10:55"
  },
  {
    "text": "Open my hunches. Yeah. Anyway, yeah, turn on your Bible. Turn on your Bible. So it's a three line poem. The middle line takes the words of. And it happens in Hebrew and I'm reflecting them in English here, takes the words of the first line and turns them into a different order so that the third line can come along and actually match the word order of that middle line. The last line just here I'm talking about theoretically. But just look at the text here. It's okay.",
    "start": "00:10:55",
    "end": "00:11:24"
  },
  {
    "text": "My brain hurts.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "It's all right here. So God created human in his image. General statement.",
    "start": "00:11:25",
    "end": "00:11:30"
  },
  {
    "text": "Which by the way, is a revelation or is a very amazing statement.",
    "start": "00:11:30",
    "end": "00:11:35"
  },
  {
    "text": "That's right.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Humans are in the ancient world to be made in the image of God.",
    "start": "00:11:36",
    "end": "00:11:39"
  },
  {
    "text": "That's right.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "God created human.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "That's right.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "In his own image.",
    "start": "00:11:42",
    "end": "00:11:43"
  },
  {
    "text": "Yes. Every human, humanity as a whole, and each individual human is a physical representation of the divine.",
    "start": "00:11:43",
    "end": "00:11:51"
  },
  {
    "text": "Wow.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. It's remarkable. Still today, it's even more remarkable to imagine a world where the only place you would hear this type of language would Be in royal rhetoric.",
    "start": "00:11:52",
    "end": "00:12:02"
  },
  {
    "text": "Yeah.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Where kings make this claim about themselves and their office.",
    "start": "00:12:03",
    "end": "00:12:06"
  },
  {
    "text": "Just important people.",
    "start": "00:12:06",
    "end": "00:12:07"
  },
  {
    "text": "Yeah. So that's the first claim. The second line takes the words of that first line and it puts them in a different order.",
    "start": "00:12:07",
    "end": "00:12:16"
  },
  {
    "text": "Yes.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "In the image of God, he created him.",
    "start": "00:12:17",
    "end": "00:12:20"
  },
  {
    "text": "Yeah, it's like Yoda said, the second line.",
    "start": "00:12:20",
    "end": "00:12:22"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right. Correct. The third line of the poem then mirrors precisely the word order of the previous line, but it swaps out some words.",
    "start": "00:12:22",
    "end": "00:12:33"
  },
  {
    "text": "Yes.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "Instead of in the image of God, you have male and female, male and female, then you have he created. But instead of he created him, as in the middle line, you have he created them, plural. So in Hebrew poetry, again, alluding back to podcast series we did on how to read Hebrew poetry, one of the main tools of communication is short lines that match each other in word, word order, but never identical. So that the similarity makes you observe the differences between the two lines. And that's exactly what's happening here.",
    "start": "00:12:34",
    "end": "00:13:11"
  },
  {
    "text": "It creates a bit of a friction in chemistry when you see how these lines interact with each other.",
    "start": "00:13:12",
    "end": "00:13:19"
  },
  {
    "text": "Yeah, that's right. So in the poetic structure, the phrase image of God in the middle line is in the identical slot as male and female in the third line.",
    "start": "00:13:19",
    "end": "00:13:28"
  },
  {
    "text": "So what does it mean to be the image of God? It is not just a male thing. It's not just a female thing.",
    "start": "00:13:28",
    "end": "00:13:35"
  },
  {
    "text": "Correct.",
    "start": "00:13:35",
    "end": "00:13:35"
  },
  {
    "text": "Yeah, it's both of those things.",
    "start": "00:13:35",
    "end": "00:13:37"
  },
  {
    "text": "Both and both together are the image. Male and female are together the image. Which is why that when it says in the middle line, in the image of God, he created him in English, we have to use a masculine singular term to go back to that humanity of the first line. God created humanity in his image. In the image of God, he created him. But that him doesn't mean male, human. It's referring to the generic humanity, which.",
    "start": "00:13:37",
    "end": "00:14:07"
  },
  {
    "text": "Is a noun or something.",
    "start": "00:14:07",
    "end": "00:14:09"
  },
  {
    "text": "Yeah, yeah, it's a masculine noun. That's right. And so the third line goes along, comes along and clarifies.",
    "start": "00:14:09",
    "end": "00:14:15"
  },
  {
    "text": "The image of God is not masculine.",
    "start": "00:14:15",
    "end": "00:14:17"
  },
  {
    "text": "Is not only one gender. Yeah. It's male and female. He created them. So we had to. It's having to point out painfully obvious things, but they actually aren't painfully obvious. I guess if you don't know how Hebrew poetry works.",
    "start": "00:14:17",
    "end": "00:14:31"
  },
  {
    "text": "Yeah. Or if you've lived in human history.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "Yeah, that's right. Totally. Yeah, that's right. So what's important is that when we say male and female together reflect the image, the next line is God blessing this his image and saying to them, be fruitful. And multiply, fill the land, subdue it, and rule over the creatures on the land. So all of a sudden that male and female gets a real specific application here, which is make more humans.",
    "start": "00:14:36",
    "end": "00:15:04"
  },
  {
    "text": "Make humans and subdue and rule.",
    "start": "00:15:05",
    "end": "00:15:09"
  },
  {
    "text": "Subdue and rule. So the application in the context is one layer of what it means for humans to image God is to be a being that is one and yet more than one at the same time. In other words, the image of God can be called Adam, which is the Hebrew word for humanity. But that one humanity consists of many more than one, male and female. And the male and female don't have to be the same. In fact, it's crucial for humanity to be what it is that there needs to be that they are different than each other. So this is a core, even though it's working with gender. It's also. This is the way the Hebrew Bible works. It's making a framework. Yeah. It's advancing an idea, a philosophical idea about the nature of humanity. Humanity is a unique kind of species. That its oneness consists of its more than oneness, which means that the humanity of anyone is only realized in relationship to an other who is different than me.",
    "start": "00:15:09",
    "end": "00:16:17"
  },
  {
    "text": "So here it's talking about gender and there's two genders. But these two genders together make the image of God, which is a singular thing. To be the image of God.",
    "start": "00:16:18",
    "end": "00:16:28"
  },
  {
    "text": "Yeah, it's something that's true of each individual human. But here.",
    "start": "00:16:28",
    "end": "00:16:31"
  },
  {
    "text": "And how do we know it's true of each individual human?",
    "start": "00:16:31",
    "end": "00:16:33"
  },
  {
    "text": "Well, actually. Yeah, that's not the point here.",
    "start": "00:16:33",
    "end": "00:16:35"
  },
  {
    "text": "That's not the point here.",
    "start": "00:16:35",
    "end": "00:16:36"
  },
  {
    "text": "We'll see later in, later in chapter nine. It clarifies that point. The point here is that it's a collective identity. Collective identity together as one, working out the commission given, which is to be more than one, and through that multiplication, to fill the land, harness its potential and to exercise God's rule over it.",
    "start": "00:16:36",
    "end": "00:16:58"
  },
  {
    "text": "That's the role of the image.",
    "start": "00:16:58",
    "end": "00:16:59"
  },
  {
    "text": "Yeah. And an image is meant to be a physical embodiment that points to its originator.",
    "start": "00:16:59",
    "end": "00:17:07"
  },
  {
    "text": "Yeah. And so we talked about this at length. But just to state it again, in the ancient world, these were idol images. These are statues.",
    "start": "00:17:07",
    "end": "00:17:15"
  },
  {
    "text": "Yeah. This is the word for statue that.",
    "start": "00:17:15",
    "end": "00:17:17"
  },
  {
    "text": "Would represent God, a divine being on earth.",
    "start": "00:17:18",
    "end": "00:17:22"
  },
  {
    "text": "Correct.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "The Hebrew Bible is saying on page.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "One, you are that humanity. Humanity here is this collective male and.",
    "start": "00:17:24",
    "end": "00:17:29"
  },
  {
    "text": "Female, not some king, not some statue.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "That's right, you guys. But then the moment that they are fruitful and multiply means there's going to be a bunch of them, many males and Many females who are together the image of God, not every male will multiply with every female. In other words, even though the focus here is male and female and be fruitful and multiply, it's a collective idea, meaning that together as a species consisting of many who are different from each other, but that difference as one unified whole is precisely how they image God. That's the narrative argument being made here.",
    "start": "00:17:31",
    "end": "00:18:06"
  },
  {
    "text": "Arguably, you're going a little far from where this leaves off in that I see the argument go, that male and female together make an image, the image of God.",
    "start": "00:18:06",
    "end": "00:18:17"
  },
  {
    "text": "Yeah.",
    "start": "00:18:17",
    "end": "00:18:17"
  },
  {
    "text": "And then it says, go, be fruitful and multiply. So you can infer now, there's lots of males, lots of females.",
    "start": "00:18:17",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "But it never comes back and says, and now all of you, as a collective, are the image of God. That's an inference.",
    "start": "00:18:23",
    "end": "00:18:27"
  },
  {
    "text": "No, that's right. I'm taking my lead there. Just from the opening statement, God created human.",
    "start": "00:18:27",
    "end": "00:18:32"
  },
  {
    "text": "Human and human there. That word means all humanity.",
    "start": "00:18:32",
    "end": "00:18:36"
  },
  {
    "text": "It's a collective term meaning the species of humanity.",
    "start": "00:18:36",
    "end": "00:18:39"
  },
  {
    "text": "Yeah, got it. So, okay, so it does.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "The species consists on an abstract level of male and female. But then as they're being fruitful and multiply, they'll create many males and females who will together exist as one Adam.",
    "start": "00:18:40",
    "end": "00:18:51"
  },
  {
    "text": "Now, God created Adam in his own image. You're saying human. Could you say humanity here? Would that be a good translation?",
    "start": "00:18:51",
    "end": "00:19:00"
  },
  {
    "text": "Yes.",
    "start": "00:19:00",
    "end": "00:19:00"
  },
  {
    "text": "And that really is the word Adam can refer to humanity.",
    "start": "00:19:01",
    "end": "00:19:04"
  },
  {
    "text": "Yeah, that's its primary meaning.",
    "start": "00:19:05",
    "end": "00:19:06"
  },
  {
    "text": "That's its primary meaning.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Humanity, mankind.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "Yeah. And then as Genesis 2 moves on to talk about one particular figure who eventually becomes the word Adam becomes a proper name. But never. It's never separated from that collective identity, which is why Adam and Eve, or in Hebrew, Adam and Chava, are archetypal characters because their names represent. Also, they are individual characters that represent the whole family of humanity, because their names mean humanity and life. Yeah. So that's Genesis 1, right? The one and the many. It's already there. Right there in Genesis chapter one. So Genesis one. Humanity is the capstone of creation, of God's cosmic ordering, his ordering of heaven and Earth. Genesis 2 is a narrative begins in 2, verse 4, that focuses in not on God's cosmic ordering, but on his ordering of the dry land to plant a sacred space at the center of the cosmos.",
    "start": "00:19:10",
    "end": "00:20:09"
  },
  {
    "text": "Garden of Eden.",
    "start": "00:20:09",
    "end": "00:20:10"
  },
  {
    "text": "Garden of Eden. We call it the Garden of Eden. And there's an Adam. God takes from the dust and animates it with divine breath. And then he does this outside of Eden. Then he plants, takes the human, he plants a garden and then he rests. He Noahs. It's Noah's name as a verb. He Noah's the human in the garden.",
    "start": "00:20:10",
    "end": "00:20:33"
  },
  {
    "text": "Oh, I thought he planted the human.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "In the garden, but then the humans came up out of the ground and then he plants a garden and the trees come up out of the ground. And that's the connection. So you have an Adam and it actually has the word the in front of it in Hebrew.",
    "start": "00:20:35",
    "end": "00:20:47"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "The human.",
    "start": "00:20:48",
    "end": "00:20:48"
  },
  {
    "text": "The human.",
    "start": "00:20:49",
    "end": "00:20:49"
  },
  {
    "text": "God makes the human and rests the human in the garden.",
    "start": "00:20:49",
    "end": "00:20:52"
  },
  {
    "text": "Why doesn't any translation just say the human then?",
    "start": "00:20:52",
    "end": "00:20:55"
  },
  {
    "text": "I don't know. Mine does.",
    "start": "00:20:55",
    "end": "00:20:56"
  },
  {
    "text": "Yours does.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Here, what's yours?",
    "start": "00:20:59",
    "end": "00:21:00"
  },
  {
    "text": "It's right here. Just the translation that I made. So what's interesting, Genesis 2, verse 18. It's the first thing in the narrative. This God says seven times in Genesis 1 Man, this is good. It's good. Genesis 2:18 is the first not good in the story.",
    "start": "00:21:00",
    "end": "00:21:20"
  },
  {
    "text": "And then it's that the human, it.",
    "start": "00:21:20",
    "end": "00:21:22"
  },
  {
    "text": "Is not good for ha. Adam the human to be alone, to be a lone entity all by himself. Yep. So God says, I will make an azer counterpart for him. So I'm not translating the word Azer.",
    "start": "00:21:22",
    "end": "00:21:40"
  },
  {
    "text": "But I'm going to make an azer.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, we're stuck with, in the history of English translations, the English word help.",
    "start": "00:21:41",
    "end": "00:21:46"
  },
  {
    "text": "Yeah.",
    "start": "00:21:46",
    "end": "00:21:47"
  },
  {
    "text": "So yes, in a previous series on the books of Solomon, the wisdom literature.",
    "start": "00:21:47",
    "end": "00:21:53"
  },
  {
    "text": "Talked a lot about the Azer.",
    "start": "00:21:53",
    "end": "00:21:55"
  },
  {
    "text": "We talked about this little scene right here.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "Yeah.",
    "start": "00:21:56",
    "end": "00:21:57"
  },
  {
    "text": "So you can go back and reference that conversation. I just want to highlight a couple other elements about it here. And actually I've done a little more study on this phrase. Two things. One, the word azer. A better English interpretation would be something like deliverer.",
    "start": "00:21:57",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. You used the word salvation at one point.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "Yeah, yeah, that's right. So the word's used as a noun to describe a person about 20 different times. And the only person who's ever given that title as a noun is Yahweh. And most often in military contexts. Really just do a concordance search on Azer. It's not hard to do. And it just becomes immediately clear that the help that's being talked about is deliverance from usually danger or at least from a non ideal situation.",
    "start": "00:22:14",
    "end": "00:22:46"
  },
  {
    "text": "There's no story where it's just some kid like doing an errand for someone.",
    "start": "00:22:47",
    "end": "00:22:51"
  },
  {
    "text": "No, totally. No. It's like David being chased by enemies and he calls for Yahweh as his Azer. Or the Philistines are breathing down the Israelites. Necks. And they call out for God as an azer.",
    "start": "00:22:51",
    "end": "00:23:03"
  },
  {
    "text": "Helper is a very weak word for that.",
    "start": "00:23:03",
    "end": "00:23:05"
  },
  {
    "text": "So helper is, I think, a mistranslation.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "We'll call it a mistranslation.",
    "start": "00:23:07",
    "end": "00:23:09"
  },
  {
    "text": "So the word help kind of gets us there. The key is this next phrase, which is sometimes in most English translations, it's a helper corresponding to him or something like similar to him. So it's the word kinegdo. It's a preposition. And then the word neged means in front of or neged. Neged, yeah, neged. It's the basic preposition that means opposite you, physically opposite you. What is facing you? Something facing you, mirroring you. The thing standing apart from you but facing you.",
    "start": "00:23:10",
    "end": "00:23:46"
  },
  {
    "text": "Right.",
    "start": "00:23:46",
    "end": "00:23:46"
  },
  {
    "text": "That's what the word means. So I will make an ezer that is apart from, but facing him. So I think the English phrase counterpart works really well here. It's one that I look at and say, that's a mirror of me. It's not identical to me, but it's a mirror of me.",
    "start": "00:23:46",
    "end": "00:24:05"
  },
  {
    "text": "So the phrase is Azerbaijan neged Ezer.",
    "start": "00:24:05",
    "end": "00:24:09"
  },
  {
    "text": "Well, in Hebrew it's kinegdo.",
    "start": "00:24:09",
    "end": "00:24:11"
  },
  {
    "text": "Kinegdo.",
    "start": "00:24:11",
    "end": "00:24:12"
  },
  {
    "text": "Yeah. And the K is as or according to. And then the O is him.",
    "start": "00:24:12",
    "end": "00:24:17"
  },
  {
    "text": "Okay.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "So I will make a deliverer as one opposite him. As one facing him.",
    "start": "00:24:18",
    "end": "00:24:23"
  },
  {
    "text": "As one facing him. Yeah, yeah. Facing almost makes it feel like it's a standoff.",
    "start": "00:24:23",
    "end": "00:24:28"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:24:29",
    "end": "00:24:29"
  },
  {
    "text": "Versus like correspondent. Yeah, course.",
    "start": "00:24:29",
    "end": "00:24:33"
  },
  {
    "text": "Well, yeah, corresponding to actually is another phrase I've toyed with here. But the point was it's a human, but who has an other that faces and they are mirrors of one another, so to speak. That's it. So then what happens in the narrative where God's going to provide the Ezerkinekdo, but it happens in two steps. We've talked about this before. You asked me a question once that I think I have an answer to now. So what Yahweh forms is not another human. He forms a bunch of animals.",
    "start": "00:24:33",
    "end": "00:25:06"
  },
  {
    "text": "Oh, yeah. I remember talking about this with you.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "And he brings.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "I thought this was a silly little.",
    "start": "00:25:09",
    "end": "00:25:10"
  },
  {
    "text": "To the human to see who they call him. And he calls the names of the animals.",
    "start": "00:25:11",
    "end": "00:25:14"
  },
  {
    "text": "Yeah.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "What? This is the story in the Eden narrative that gets you the image of humans chilling with animals.",
    "start": "00:25:15",
    "end": "00:25:21"
  },
  {
    "text": "Yeah.",
    "start": "00:25:22",
    "end": "00:25:22"
  },
  {
    "text": "Because he's just like.",
    "start": "00:25:22",
    "end": "00:25:23"
  },
  {
    "text": "And naming things.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "Which is powerful divine thing to do.",
    "start": "00:25:25",
    "end": "00:25:29"
  },
  {
    "text": "Sharing in God's creative work. Because to name is to create. And then verse 20. But for the human, there was no ezer corresponding to him.",
    "start": "00:25:29",
    "end": "00:25:38"
  },
  {
    "text": "Yeah, well, no, duh. I Mean, that's. What kind of.",
    "start": "00:25:38",
    "end": "00:25:41"
  },
  {
    "text": "Yeah, yeah. Okay. All right.",
    "start": "00:25:44",
    "end": "00:25:46"
  },
  {
    "text": "So what a silly exercise that was.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "The. Yeah. Is this. So the question is, what was the point here?",
    "start": "00:25:48",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, what's the point?",
    "start": "00:25:52",
    "end": "00:25:52"
  },
  {
    "text": "So if this little narrative about the human naming the animals in a different narrative outside of this, God providing a deliverer, it would be like, oh, what a noble task. God's sharing the creative act. But here it seems like. Well, of course not. Like, what? What.",
    "start": "00:25:53",
    "end": "00:26:09"
  },
  {
    "text": "How about this penguin? No, no, that's not going to work.",
    "start": "00:26:10",
    "end": "00:26:13"
  },
  {
    "text": "It doesn't correspond to me. I can't. So the question is, what's the point here? Why is God bringing the animals of all these different types? What does this have to do with. With a human becoming more than one? Here's what I think the next. This begins a design pattern that kind of carries through with the Son of Man theme, which is human relationships to the animals. The next story that's going to riff off of the human with the animals theme. A human at peace with the animals in the safe place is Noah and his wife on the ark.",
    "start": "00:26:14",
    "end": "00:26:49"
  },
  {
    "text": "Yeah.",
    "start": "00:26:49",
    "end": "00:26:50"
  },
  {
    "text": "And do you remember when God says to Noah in chapter seven that all the animals are going to come to them? He says, they're going to come to you.",
    "start": "00:26:50",
    "end": "00:26:56"
  },
  {
    "text": "When?",
    "start": "00:26:56",
    "end": "00:26:56"
  },
  {
    "text": "In the same categories. Every beast, every bird, every living creature, male and female, and they're going to come male and female, two by two. And it's literally the phrase each and its wife. Oh, yeah, yeah, yeah. That's cute. This is back to meditation literature, the Bible's meditation literature. There'll be little puzzles or ambiguities in earlier narratives that are there on purpose to keep you reading. And when you get to a later repetition of that pattern or motif, there'll be some little Easter egg in there buried. That gives you, like, retro commentary back on the earlier story. I think if God is bringing all of these categories of animals to the human. And when I look at the same list of animals in the next story about humans and animals together, what I notice is it really highlights in the no story that the animals come two by two, male and female. So you have a lone human here.",
    "start": "00:26:56",
    "end": "00:27:51"
  },
  {
    "text": "He doesn't have his.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "Who spends all day.",
    "start": "00:27:52",
    "end": "00:27:54"
  },
  {
    "text": "Yeah. Noticing all these animals have.",
    "start": "00:27:54",
    "end": "00:27:56"
  },
  {
    "text": "Their animals have one corresponding to them.",
    "start": "00:27:56",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "But for the human, verse 20.",
    "start": "00:27:59",
    "end": "00:28:01"
  },
  {
    "text": "Yeah.",
    "start": "00:28:01",
    "end": "00:28:02"
  },
  {
    "text": "There is no Azer corresponding to him. I think it's as if the naming of the animals, it's like an educative experience for the human.",
    "start": "00:28:02",
    "end": "00:28:10"
  },
  {
    "text": "He comes to realize that he is not yet really the image.",
    "start": "00:28:10",
    "end": "00:28:14"
  },
  {
    "text": "That's right.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "There's something there's something missing.",
    "start": "00:28:15",
    "end": "00:28:17"
  },
  {
    "text": "Yeah, that's right. At least I think so.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "Yeah.",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "So verse 21, he causes a tardeima to fall upon the human divine stupor. This is not normal sleep.",
    "start": "00:28:20",
    "end": "00:28:29"
  },
  {
    "text": "This is like hypnotism.",
    "start": "00:28:29",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. This kind of sleep happens about half a dozen times in the Hebrew Bible. And it's always God causing it to do for someone what they cannot do for themselves. It's like he incapacitates someone so that he can do the thing they're not able to do. And he took one from his sides. That's what it says in Hebrew, One from his sides.",
    "start": "00:28:31",
    "end": "00:28:51"
  },
  {
    "text": "One what?",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "Exactly. So almost all English translations going back to the first one with Wycliffe have inserted the word rib here.",
    "start": "00:28:51",
    "end": "00:29:01"
  },
  {
    "text": "Yeah. Where did that come from?",
    "start": "00:29:01",
    "end": "00:29:03"
  },
  {
    "text": "I know it is certainly not what the word means.",
    "start": "00:29:03",
    "end": "00:29:06"
  },
  {
    "text": "Did they just have, like, a dictionary and they're just like, well, one what? I don't know.",
    "start": "00:29:06",
    "end": "00:29:11"
  },
  {
    "text": "I think it's just. It's the interpretive tradition that they were familiar with. And it's old, the interpretation of rib as a concept. It goes back even in Jewish tradition. But there are many other options, especially in early Jewish interpretation history for what the word means. It's the standard word for side.",
    "start": "00:29:11",
    "end": "00:29:28"
  },
  {
    "text": "We talked about this as well, I think, during that same conversation.",
    "start": "00:29:28",
    "end": "00:29:31"
  },
  {
    "text": "Correct.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "And the takeaway was it's his side.",
    "start": "00:29:32",
    "end": "00:29:35"
  },
  {
    "text": "It's his half.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "Yeah. It's the word for half.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Yes.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "So he took one from his half.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. It's an architectural word that refers to. Most often it's used to describe the side of a building.",
    "start": "00:29:40",
    "end": "00:29:46"
  },
  {
    "text": "So this would make perfect sense if he said he took one of the halves.",
    "start": "00:29:47",
    "end": "00:29:51"
  },
  {
    "text": "Yeah. One from his side. How many sides does a human have?",
    "start": "00:29:51",
    "end": "00:29:54"
  },
  {
    "text": "But that's just. That's awkward. That's awkward. In English. In English, you would say one of the sides.",
    "start": "00:29:54",
    "end": "00:29:59"
  },
  {
    "text": "So what I'm mirroring in.",
    "start": "00:29:59",
    "end": "00:30:00"
  },
  {
    "text": "In Hebrew, it's one from his side.",
    "start": "00:30:00",
    "end": "00:30:03"
  },
  {
    "text": "He took one from his side.",
    "start": "00:30:03",
    "end": "00:30:05"
  },
  {
    "text": "And that makes you think that one. Something from his side.",
    "start": "00:30:05",
    "end": "00:30:09"
  },
  {
    "text": "But singular in English, you have to make. You would take one. Something from his side. That's how you'd say it in English. Doesn't say it. It's a way of saying in Hebrew, he took one of his sides.",
    "start": "00:30:09",
    "end": "00:30:19"
  },
  {
    "text": "That's the way in Hebrew to say one of his sides.",
    "start": "00:30:19",
    "end": "00:30:21"
  },
  {
    "text": "Correct. Okay, yes. He has two sides, which makes perfect sense.",
    "start": "00:30:21",
    "end": "00:30:24"
  },
  {
    "text": "He takes one because you got. You want to make two from one.",
    "start": "00:30:24",
    "end": "00:30:27"
  },
  {
    "text": "That's right.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Split them in half. Make the two.",
    "start": "00:30:28",
    "end": "00:30:29"
  },
  {
    "text": "This creature's name is the human Ha Adam. And from Ha Adam, he takes one of the sides. And he built the side which he took from the human into. And then it uses a specific term, woman. He built woman and he brought her to ha Adam, the human. And the human said, ah, this time bone from my bone, flesh from my flesh. This one will be called Isha because she was taken from not Adam, but from Ish. So it's the human becomes man and woman.",
    "start": "00:30:29",
    "end": "00:31:09"
  },
  {
    "text": "Adam means humanity.",
    "start": "00:31:10",
    "end": "00:31:12"
  },
  {
    "text": "Yep.",
    "start": "00:31:12",
    "end": "00:31:12"
  },
  {
    "text": "Ish.",
    "start": "00:31:13",
    "end": "00:31:13"
  },
  {
    "text": "Ish means a singular man, Male. A male and Ishah. And then the word play works in English and in Hebrew. Woman. Man.",
    "start": "00:31:14",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "Man, Woman. Ish. Isha. That's right. So here you go. Now you have one who mirrors him. Yeah.",
    "start": "00:31:25",
    "end": "00:31:31"
  },
  {
    "text": "One who. Counterparts.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. From one you now have more than one.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "Yeah.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "And they are not identical. They are different, which is what makes the azer able to deliver the 1. If part of the commission is being fruitful and multiplying. Yeah, right. You need two different genders to do that. Okay, so the narrator closes the story. Dear reader, for this reason I want you to realize this isn't just a interesting story about people in the past. He's telling this story as archetypal here for the species. For this reason, a man, an Ish, will leave his father and mother and he will cling to his Isha, and they will become one flesh. And the two of them were naked, one body. Yeah, totally.",
    "start": "00:31:36",
    "end": "00:32:25"
  },
  {
    "text": "And remember, reunited, he took the two.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "He took one from the side, took one of the sides and closed the flesh. And he just said, this is my flesh. My flesh just went out of me. Yeah, because that one is flesh. Look at them. They're flesh like I am. So we are two. But then the whole thing is, verse 24 is going into the reader's presence, so to speak, and saying, here's what's crazy. This is a world full of males and females, and you've got a male and female that you literally came from their bodies. You are of their flesh. And that's why bone and flesh is kinship language here. So you go out there and there's someone that is a biological stranger to me, biologically or kinship wise. And yet through marriage we become one, and then only together create a new one human. And so it's that mystery that from two who become one produce a biological one. But that close relationship has to be severed, so to speak, to go be joined to a biological stranger. To repeat the process again, the relationship.",
    "start": "00:32:28",
    "end": "00:33:37"
  },
  {
    "text": "With your mother and father.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Correct. It's pondering. There's a oneness between a child and their parents, but there's also A oneness between a man, a husband and a wife. A wife and a husband. But there are different kinds of oneness, right? Yeah. And somewhere in there is a mystery the narrator wants us to ponder about the nature and identity of humans.",
    "start": "00:33:38",
    "end": "00:34:00"
  },
  {
    "text": "Yeah.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "I mean, he's getting philosophical here. The narrator is.",
    "start": "00:34:02",
    "end": "00:34:04"
  },
  {
    "text": "You think the narrator is really thinking about this idea of what it means to be. To have an identity.",
    "start": "00:34:05",
    "end": "00:34:17"
  },
  {
    "text": "Yeah. To be an Adam.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "To be a human.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "Yeah, that.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "Yes, I am a human. I am me apart from anyone else. But to be fully human is actually being connected to others. And there are two examples here is. One is being connected to your mother and father.",
    "start": "00:34:20",
    "end": "00:34:38"
  },
  {
    "text": "Yes, that's right. Yep. There's a oneness.",
    "start": "00:34:38",
    "end": "00:34:40"
  },
  {
    "text": "A oneness there. But then you actually.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "You go out.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "You go out, and then you can find a new oneness.",
    "start": "00:34:43",
    "end": "00:34:47"
  },
  {
    "text": "Yeah.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "Which is. Then this oneness is in male, female, together, which is calling back to the image of God being both male and female.",
    "start": "00:34:48",
    "end": "00:34:57"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "Which allows you to multiply and subdue the earth.",
    "start": "00:34:57",
    "end": "00:35:01"
  },
  {
    "text": "It's the same idea advanced through a different narrative. So in other words, this little scene here is parallel to the ideas of that little poem in Genesis 1. That humanity images God in its unified state. But that unified state doesn't erase the diversity of the many that. That humanity represents. And in fact, it's going to be precisely through innumerable cycles of dividing and being reunited as one that humanity images God. It's the dividing and multiplying and then unifying again. The whole thing is an image of the divine life. It's an image of God as a unified plurality that is eternally generating life. I mean, I think that's the mystery we're invited to here. Humans image God when I see my humanity only as it participates in others around me and as I become unified with them.",
    "start": "00:35:01",
    "end": "00:36:04"
  },
  {
    "text": "But it doesn't mean that you're less human if you're an orphan or.",
    "start": "00:36:04",
    "end": "00:36:08"
  },
  {
    "text": "No, that's why I'm saying it's important that it's abstract and it's important that there's two types of oneness talked about here. One is the oneness you share in a family. But then another is a oneness in how I relate to others around me. And here the example is marriage. But it's not the only example. The book of Genesis is going to go on to explore all kinds of other examples of how you can unify as a common humanity with others. But the two categories are here. Family or marriage. This is the family of God video. So God's purpose is to have a whole Family of families that in their diversity reflect the image and all their uniqueness, but not their uniqueness at the expense of their unity.",
    "start": "00:36:08",
    "end": "00:36:55"
  },
  {
    "text": "Sa.",
    "start": "00:37:16",
    "end": "00:37:16"
  },
  {
    "text": "Let'S go back to that example in the church of the Annunciation from our previous conversation. It's one Jesus being represented visually, but it's precisely the hundred some odd different ethnic portrayals of Jesus. It's the differences between those but the fact that they are representing one Jesus that makes it such a powerful experience to go there. It's the many and the one simultaneously. I don't know if this makes any sense. This is the biblical authors getting philosophical here about human identity, but they're doing it through poetry and narrative. I don't know if I'm making any sense.",
    "start": "00:37:55",
    "end": "00:38:32"
  },
  {
    "text": "You are making sense, but I am also feeling like it's not completely landing for me. I love this image of 100 different portraits of the same thing allows you to really begin to appreciate the essence of that thing. Because if I drew a picture of. Let's just use another example other than Jesus, I drew a picture of. Let's just use family. I drew a picture of a family. We put that up. There's a hundred other pictures of a family. If I just looked at my picture of a family, I would get a concept of what a family is. But if I looked at 100 different pictures of families from 100 different cultures, then I get this more true picture of what a family actually is in its most universal sense.",
    "start": "00:38:33",
    "end": "00:39:21"
  },
  {
    "text": "That's great. And all of a sudden you realize like, oh, I thought I knew what it meant to be a part of a family, but I realize that's just my experience of being a family, which is genuine. I'm a human.",
    "start": "00:39:21",
    "end": "00:39:32"
  },
  {
    "text": "But.",
    "start": "00:39:33",
    "end": "00:39:33"
  },
  {
    "text": "But there's all of these other ways that people have experienced being in a family, and they're experiencing the same thing, but it's also.",
    "start": "00:39:33",
    "end": "00:39:41"
  },
  {
    "text": "But it looks different. It's different in its own unique ways.",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "That's right.",
    "start": "00:39:44",
    "end": "00:39:44"
  },
  {
    "text": "So now let's talk about human identity. I experience being a human because I have my own identity and I have this body and this brain and I experience the world through my five senses. And this is my paradigm of what it means to be human. You have yours?",
    "start": "00:39:44",
    "end": "00:40:02"
  },
  {
    "text": "Yes.",
    "start": "00:40:02",
    "end": "00:40:02"
  },
  {
    "text": "If I just think, well, being a human is just what I experience, then I'm limited to my experience. But if somehow I get connected to you in such an intimate way that now I understand what it means for you to be human, and I do that with a hundred other people, I have this much more fuller sense of what it really means to Be human.",
    "start": "00:40:02",
    "end": "00:40:21"
  },
  {
    "text": "Yeah. It's so much bigger. So much bigger than what you first experienced. But then after you get to know those hundred other humans, your experience of your own individual humanity is not lost. And it's not lost, but it's not the same anymore because it's now been enriched by being connected to all these other people's experience of what it means to be a human.",
    "start": "00:40:21",
    "end": "00:40:43"
  },
  {
    "text": "And there's this sense of that we are called to not just live individually, but we come from a collective, our family, and we're also called. So then unite with others. One specific way is. Is marriage.",
    "start": "00:40:45",
    "end": "00:41:00"
  },
  {
    "text": "Yeah.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "But you're saying there's other applications.",
    "start": "00:41:01",
    "end": "00:41:03"
  },
  {
    "text": "Yeah.",
    "start": "00:41:03",
    "end": "00:41:04"
  },
  {
    "text": "Of unity.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Yes.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "For the sake of realizing what it really means to be human.",
    "start": "00:41:06",
    "end": "00:41:11"
  },
  {
    "text": "Yes.",
    "start": "00:41:11",
    "end": "00:41:11"
  },
  {
    "text": "And then. And to be human as a collective in a way that doesn't make you lose your.",
    "start": "00:41:12",
    "end": "00:41:17"
  },
  {
    "text": "Yeah.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "You think all of that. All those ideas are here?",
    "start": "00:41:19",
    "end": "00:41:21"
  },
  {
    "text": "Yes. Oh, absolutely. Those are the ideas that are. The narrator is trying to put in front of us and through the two examples of male and female, because they're kind of the most iconic examples of unity and difference. But as we're going to go on and see the same. All these design patterns, all this vocabulary of one and the two, and flesh and bone are going to get repeated in all kinds of different relationships of uncles and nephews and cousins and brothers. And so this is kind of the core motif being introduced here.",
    "start": "00:41:21",
    "end": "00:41:56"
  },
  {
    "text": "All of this is about creating family.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Family. It's about the human family. The biblical story works off the premise and a claim that human identity, it's in a healthy way. It's formed only when it's connected and enriched by lots of other humans.",
    "start": "00:41:58",
    "end": "00:42:14"
  },
  {
    "text": "Yeah.",
    "start": "00:42:14",
    "end": "00:42:15"
  },
  {
    "text": "And in unity, recognizing that we are. They are one. Okay, so this is working in the abstract. Let's think about historical context. These texts are being generated by a family living in the hill country of what today we call Israel Palestine. It was a fairly small nation state connected to an ethnic group that was a fairly insignificant player on the international scene.",
    "start": "00:42:15",
    "end": "00:42:39"
  },
  {
    "text": "Yeah. I mean, you got Babylon and Assyria and Egypt. And these guys are big players.",
    "start": "00:42:39",
    "end": "00:42:46"
  },
  {
    "text": "Big players. And they all have family mythologies about how their family. Their family is the real family, whether it's Babylon or Egypt. And then here in the Canaanite hill country, we've got all these tribes, the Hivites and the Archites and the Jebusites, and that's all of them. They're all families. You got the Philistines down on the coast, and they came from somewhere else in the Mediterranean Sea, the Mycenaeans So it's all tribe and family. And so you grow up in a world where you're a small, insulated people group that's looking out at a world of families and conflict.",
    "start": "00:42:47",
    "end": "00:43:24"
  },
  {
    "text": "Well, because most of the time, if you run into another clan or tribe, they're a threat.",
    "start": "00:43:25",
    "end": "00:43:31"
  },
  {
    "text": "They're either a threat or you need to find a way to make peace with them so that you can peacefully coexist and maybe benefit from each other. And so it's that right there, it's saying for any of us to exist and live here, we're all these families in tension, but yet we recognize that to move forward, we have to work together. And when we work together, when we unify man, things go great. There's all this potential unleashed that wasn't there if we just stay insulated. And so that's a universal human experience, that my humanity can actually only become what it's meant to be when I unify with other humans. And these two narratives are inviting us to ponder that mystery almost in the abstract, as it were. And it creates a core need in the biblical story. Whatever humanity is going to be in the story, its ideal state is when it's at one, when it's unified as one. They have to diversify, they have to multiply. But we're going to need for the ideal state for God and these creatures to rule the world together as partners, they are going to have to become one.",
    "start": "00:43:32",
    "end": "00:44:41"
  },
  {
    "text": "And where do you see that in Genesis 1 and 2?",
    "start": "00:44:41",
    "end": "00:44:44"
  },
  {
    "text": "In Genesis 1 it would be that male and female as they are, fruitful and multiply, yet they are one species. They are ha, Adam, humanity. And it's as one. It's as ha Adam that they image God together.",
    "start": "00:44:44",
    "end": "00:44:58"
  },
  {
    "text": "Yeah, it all goes back to that God created humanity in his image.",
    "start": "00:44:58",
    "end": "00:45:03"
  },
  {
    "text": "That's right.",
    "start": "00:45:03",
    "end": "00:45:03"
  },
  {
    "text": "And so there's a collective humanity, all together, solidarity. Solidarity. And while where do we get humanity? Well, it's all of this reproduction of male and females which creates these families, which is its own unity, which has its own kind of magic of being your one but two, or one but many, that then all of these disparate families become humanity, which together image God.",
    "start": "00:45:03",
    "end": "00:45:35"
  },
  {
    "text": "Yeah, it's through their difference becoming, joining together as one that they are the image, just as a different male and a female together through their difference, unifying as one. Now we've got the image of God.",
    "start": "00:45:35",
    "end": "00:45:48"
  },
  {
    "text": "So in Genesis 1:27, God created humanity in his own image. Is that reflecting on a future state of humanity with many families? Or is that just saying? Or is this very abstract of like the potential of humanity.",
    "start": "00:45:48",
    "end": "00:46:04"
  },
  {
    "text": "Yeah. Well, I think from the perspective of the narrator, from the person who wrote it, there's families all over the world. Where did we all come from? Well, here's one thing. We are all one humanity that together reflects the divine image.",
    "start": "00:46:04",
    "end": "00:46:17"
  },
  {
    "text": "I totally miss that when the translation is God created man in his own image.",
    "start": "00:46:17",
    "end": "00:46:21"
  },
  {
    "text": "Oh, totally.",
    "start": "00:46:21",
    "end": "00:46:22"
  },
  {
    "text": "I totally miss that.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "I agree.",
    "start": "00:46:23",
    "end": "00:46:23"
  },
  {
    "text": "And so a lot of my confusion is coming from the fact that I've read this verse many times and. And I never thought about that. He's reflecting on humanity as a whole.",
    "start": "00:46:24",
    "end": "00:46:35"
  },
  {
    "text": "As a whole. Being God's image, single species. And it may be one. The translation man, because of the English word man. I think of a male human.",
    "start": "00:46:35",
    "end": "00:46:44"
  },
  {
    "text": "Yeah, I think of a male human, first of all.",
    "start": "00:46:44",
    "end": "00:46:46"
  },
  {
    "text": "And then second is we are also in a culture that shaped how we think about human identity, that it's primarily something as an individual possessed.",
    "start": "00:46:46",
    "end": "00:46:55"
  },
  {
    "text": "Yes, man.",
    "start": "00:46:55",
    "end": "00:46:56"
  },
  {
    "text": "This is a completely different view of reality. That humans primarily have a collective identity and that my humanity as an individual is only fulfilled and complete when I realize my unity with that whole. And again, this is all the groundwork for stuff the apostles and Jesus just take for granted when they start talking about the body of the Messiah. That's where we're heading, the new humanity.",
    "start": "00:46:56",
    "end": "00:47:23"
  },
  {
    "text": "That's where we're heading.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "But this is all the necessary groundwork.",
    "start": "00:47:24",
    "end": "00:47:26"
  },
  {
    "text": "Yeah.",
    "start": "00:47:26",
    "end": "00:47:26"
  },
  {
    "text": "To get there.",
    "start": "00:47:26",
    "end": "00:47:27"
  },
  {
    "text": "Going back to just the people who wrote this, the hill country.",
    "start": "00:47:27",
    "end": "00:47:30"
  },
  {
    "text": "Israelites.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "Israelites living in the Near East. And everyone's got their own origin stories.",
    "start": "00:47:32",
    "end": "00:47:39"
  },
  {
    "text": "Yes.",
    "start": "00:47:39",
    "end": "00:47:39"
  },
  {
    "text": "That explain why they're important. And it's so fascinating that the origin story that they embrace, I guess. Well, it's a minority report, like you said.",
    "start": "00:47:39",
    "end": "00:47:47"
  },
  {
    "text": "Yeah.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "But like the prophets put forward is that all the nations are the image of God.",
    "start": "00:47:48",
    "end": "00:47:55"
  },
  {
    "text": "Yes, that's totally. That's exactly right.",
    "start": "00:47:55",
    "end": "00:47:57"
  },
  {
    "text": "Because you would say, well, our nation is the image of God.",
    "start": "00:47:57",
    "end": "00:48:00"
  },
  {
    "text": "Our nation is the image of God.",
    "start": "00:48:00",
    "end": "00:48:01"
  },
  {
    "text": "And that's even a big step because usually it's the king. The king of our nation is the image of God.",
    "start": "00:48:01",
    "end": "00:48:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "And we serve the king, and he is God's representation.",
    "start": "00:48:07",
    "end": "00:48:09"
  },
  {
    "text": "That's right.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "But here they're saying all nations by.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "The image of God. In other words, most people. Groups tell their foundation story in a way that privileges their group as having a superiority over another family. Our family was founded by the gods, our kingdom, our family, that kind of thing.",
    "start": "00:48:12",
    "end": "00:48:28"
  },
  {
    "text": "Yeah.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "And as for the other nations, they're subhuman. Right. This is how the language of family mythology works, is you paint your Origins as superior and other families as inferior and therefore deserving to be your slaves or wiped out or something. And yeah, so this is a remarkably universal and global international way of thinking about human identity at the beginning of the story.",
    "start": "00:48:29",
    "end": "00:48:55"
  },
  {
    "text": "Sam.",
    "start": "00:49:11",
    "end": "00:49:30"
  },
  {
    "text": "So the point here is, in Genesis 1 and 2, to summarize, we're thinking about humanity as a collective, unified whole, and that only as a collective, unified whole do our humans, the image of God, partners with God to do the thing that God called them to do. Genesis 2 zeroes in and gives us that idea from another narrative angle of a lone human.",
    "start": "00:49:40",
    "end": "00:50:06"
  },
  {
    "text": "I can't do it.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "I can't do it. And then you dramatize it with the animals. Look, they come in pairs, but there's no human pair. God splits the human, and so the humanity becomes male and female.",
    "start": "00:50:08",
    "end": "00:50:21"
  },
  {
    "text": "Have you ever tried to preach this during a marriage ceremony?",
    "start": "00:50:22",
    "end": "00:50:24"
  },
  {
    "text": "No. No. No one goes to a wedding to hear a sermon.",
    "start": "00:50:25",
    "end": "00:50:30"
  },
  {
    "text": "No, but. No, but isn't it kind of like your obligation as, like, a pastor to be like, well, they're not here to hear a sermon, but I got them.",
    "start": "00:50:31",
    "end": "00:50:37"
  },
  {
    "text": "No way I'm giving them a sermon. I don't know. I never took it.",
    "start": "00:50:37",
    "end": "00:50:41"
  },
  {
    "text": "I've been to those weddings.",
    "start": "00:50:41",
    "end": "00:50:41"
  },
  {
    "text": "Oh, I've been there, too. Different philosophies. There's different philosophies of how to do a wedding. There are many expressions, human expressions of how to do a wedding.",
    "start": "00:50:41",
    "end": "00:50:49"
  },
  {
    "text": "Totally. If we put a hundred on the wall.",
    "start": "00:50:49",
    "end": "00:50:51"
  },
  {
    "text": "That's right.",
    "start": "00:50:51",
    "end": "00:50:51"
  },
  {
    "text": "We would see the fullness of them.",
    "start": "00:50:51",
    "end": "00:50:54"
  },
  {
    "text": "That's right.",
    "start": "00:50:54",
    "end": "00:50:54"
  },
  {
    "text": "No, you are there to celebrate marriage.",
    "start": "00:50:54",
    "end": "00:50:57"
  },
  {
    "text": "Yes.",
    "start": "00:50:57",
    "end": "00:50:57"
  },
  {
    "text": "And to celebrate marriage, appreciate totally the.",
    "start": "00:50:57",
    "end": "00:51:00"
  },
  {
    "text": "Mystery of what it is.",
    "start": "00:51:00",
    "end": "00:51:02"
  },
  {
    "text": "Of what it is and how deep it goes.",
    "start": "00:51:02",
    "end": "00:51:04"
  },
  {
    "text": "That's right. There are many ways to appreciate it, and one of them is to just experience it, watch it happening.",
    "start": "00:51:04",
    "end": "00:51:10"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:51:10",
    "end": "00:51:10"
  },
  {
    "text": "Anyway, so the point is, in Genesis 2, you go from the one to the many. The one becomes more than one so that they can reunite, so that the many can become one again. So now we can get the story moving, and they can be what God called them to be. That's the narrative arc of Genesis 2. Just so it's making the same basic point as the poem in Genesis 1. And so you walk out of the Garden of Eden, and you're like, wow, man. If humans can be many and one through a commitment to each other at the same time, that would be a pretty sweet setup. And of course, it's precisely the unity between the two that is broken in Genesis 3.",
    "start": "00:51:11",
    "end": "00:51:52"
  },
  {
    "text": "Yeah.",
    "start": "00:51:52",
    "end": "00:51:52"
  },
  {
    "text": "The first casualty is not between God and Humans. The first casualty after the humans eat from the forbidden tree is they knew that they were naked. And then they hide their bodies from each other. Then they hide from God. They hide first from each other, their bodies.",
    "start": "00:51:52",
    "end": "00:52:09"
  },
  {
    "text": "That unity is broken.",
    "start": "00:52:09",
    "end": "00:52:10"
  },
  {
    "text": "Their oneness. They're now estranged from each other because the two of them were naked. And it's cool. Total vulnerability. And there's no shame. Right.",
    "start": "00:52:10",
    "end": "00:52:19"
  },
  {
    "text": "But the moment, it's like being naked with yourself.",
    "start": "00:52:19",
    "end": "00:52:21"
  },
  {
    "text": "Yeah.",
    "start": "00:52:21",
    "end": "00:52:22"
  },
  {
    "text": "Which I guess has its own shame sometimes.",
    "start": "00:52:23",
    "end": "00:52:26"
  },
  {
    "text": "Yeah, totally. Yes. Yeah. Okay. Yeah.",
    "start": "00:52:26",
    "end": "00:52:28"
  },
  {
    "text": "So where are we going from? From here?",
    "start": "00:52:29",
    "end": "00:52:31"
  },
  {
    "text": "Well, from here it's going to be how the narrative arc is going to focus on how humanity is becoming many. And that's a problem because of violence outside the garden. And so there's going to be a human attempt to all become one again or to retain a oneness of humanity, but in a not a good sense. And this is called Babylon.",
    "start": "00:52:31",
    "end": "00:52:54"
  },
  {
    "text": "This comes back to the insight we made last episode, which is unity is going to happen.",
    "start": "00:52:54",
    "end": "00:53:01"
  },
  {
    "text": "Ah, I see. Yes. Yeah.",
    "start": "00:53:02",
    "end": "00:53:04"
  },
  {
    "text": "Like, that's just kind of the true. That's just kind of like. Like gravity happens. It's like almost like a law of nature of, like, there is going to be this more and more cooperation. Yeah, but you said it's the story by which you are unifying.",
    "start": "00:53:04",
    "end": "00:53:17"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:53:17",
    "end": "00:53:19"
  },
  {
    "text": "And that one leads to Babylon and one leads to the new humanity. And so that's what we're going to kind of chase down.",
    "start": "00:53:19",
    "end": "00:53:28"
  },
  {
    "text": "Yeah. The difference is going to be, are we going to unify in such a way that you have to lose your unique identity to become one with me? Or is there a way to become one where our unique identities are retained but transformed and enriched together by becoming one? The unity, where one culture assimilates everything into itself to make it its own version of one? This is called Babylon, but the version that both retains and enriches everyone's different humanity. This is called the family of God or the New Jerusalem.",
    "start": "00:53:28",
    "end": "00:54:07"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We are in the beginning of this series on the family of God. Next week we will continue the third episode looking at the table of nations.",
    "start": "00:54:12",
    "end": "00:54:24"
  },
  {
    "text": "It's a genealogy kind of really more. It's ethnographic map of the biblical world. And notice the kind of the categories here. These are the nations, each in their language, by their family, by their nation. We're building out the biblical world right here. These are all the characters that are going to play a role in the rest of the biblical story.",
    "start": "00:54:24",
    "end": "00:54:44"
  },
  {
    "text": "This episode was produced by Dan Gummel. Show notes by Lindsey Ponder and the theme music is by the band Tense. Bibleproject is a non profit organization. Our mission is to experience the Bible as one unified story that leads to Jesus. So that's the goal of this podcast. We also create videos that come out of these conversations. We put those videos on YouTube and our own website, Bibleproject.com they're quick visual summaries of biblical themes and other biblical books and word studies and all sorts of other good stuff. We have other resources. It's all for free because of the generous support of people like you. You can find it all@bibleproject.com thanks for being a part of this with us.",
    "start": "00:54:44",
    "end": "00:55:26"
  },
  {
    "text": "Hi, this is Ayomikumokolu and I'm from Nigeria. I first heard about VAWI projects at a conference of Christian medical and dental students. I use Bible projects for my Bible study and my favorite thing about Bible projects is the simplicity and the understandable way they explain biblical concepts. We believe the Bible is unified story, that is to Jesus by crown. For the projects by people like me, find free videos, study notes, podcast classes and more@bibleprojects.com.",
    "start": "00:55:26",
    "end": "00:55:59"
  }
]