[
  {
    "text": "In the scroll of Exodus, Israel is led by Moses. It's Moses who acts as God on behalf of Israel to confront Pharaoh. It's Moses raised staff that's put in narrative parallel as God's raised arm that brings them through the waters and defeats their enemies. It's Moses who can ascend the sacred mountain and sit with God in the cosmic temple and receive the covenant and the tabernacle blueprints. And so it's surprising that at the end of the scroll of Exodus, after the tabernacle is built, for some reason, Moses can't go in. Why? What happened? The answer to that question is what we look at today. It's right at the heart of the third movement of Exodus, the story of Israel making a golden calf.",
    "start": "00:00:05",
    "end": "00:00:57"
  },
  {
    "text": "So the golden calf did something that ruptured the relationship between God and his people, such that even Moses, who could and did ascend into the glory cloud. Now that the glory cloud dwells in the middle of these people, there's unresolved problems.",
    "start": "00:00:57",
    "end": "00:01:13"
  },
  {
    "text": "Israel gets scared. They get impatient while Moses is on the mountain and they take gold, the gold that Egypt gave them when they left, and they use it to break the first two commandments. Don't worship any other gods and don't make idol images.",
    "start": "00:01:13",
    "end": "00:01:27"
  },
  {
    "text": "They're taking the plunder of Egypt. That was the sign of Yahweh's defeat of the gods of Egypt. And now they're going to recast it into a new God.",
    "start": "00:01:27",
    "end": "00:01:35"
  },
  {
    "text": "This story is like cheating on your wife on your wedding day. This story is Israel's utter failure.",
    "start": "00:01:35",
    "end": "00:01:43"
  },
  {
    "text": "This is Israel's fall narrative. This is their equivalent of Adam and Eve's failure.",
    "start": "00:01:43",
    "end": "00:01:48"
  },
  {
    "text": "What is God gonna do with this people? Well, he's angry and he's fed up and he's ready to. To leave Israel behind. But Moses goes back up the mountain and intercedes on behalf of Israel, and God listens to him.",
    "start": "00:01:48",
    "end": "00:02:03"
  },
  {
    "text": "This is the narrative's way of trying to help us grasp two tensions within God's purpose. God's desire to bless and to share responsibility and authority with his human partners. But then God's own moral obligations to respond justly to human evil and corruption. This is teaching us that the only way that we can stand before God as his blameless partners is if we have an intercessor in the heavens.",
    "start": "00:02:03",
    "end": "00:02:29"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:29",
    "end": "00:02:39"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:39",
    "end": "00:02:40"
  },
  {
    "text": "We are in the last part of the scroll of Exodus. Yeah, we've been walking through Exodus in three movements. And so this is the third movement. The first movement was Israel in slavery To Egypt. They are rescued with the 10 plagues, and they're given the Passover. That's movement one. Movement two is their journey through the waters, through the wilderness, to Mount Sinai, where they're given the loss. Movement three is here at Mount Sinai. Moses goes up the mountain to meet with God, and he is given a vision of God's heavenly throne room. And then he's told to write down what God tells him, which is the blueprints for an earthly version of this.",
    "start": "00:02:40",
    "end": "00:03:29"
  },
  {
    "text": "It's called a pattern. Yeah, yeah. Literally a tavneet. It's from the. I should have said this in the episode where we actually talked about it. It's called a tavnit, which comes from the word build. It's the building pattern. A pattern. Blueprint.",
    "start": "00:03:29",
    "end": "00:03:42"
  },
  {
    "text": "Blueprint.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "And the idea here is that access to God's holy space is central to the story of the Bible. It's where Adam and Eve are placed in the garden. The idea of Moses going up to the top of the mountain is this idea as well as he's going up through the fire, up into the sky where God dwells.",
    "start": "00:03:44",
    "end": "00:04:04"
  },
  {
    "text": "Yeah, that's right. And he's given a. An apocalypse of the divine throne room.",
    "start": "00:04:04",
    "end": "00:04:08"
  },
  {
    "text": "Yeah. And so here, the tabernacle is now something that the Israelites can have with them, actually carry it around with them. And it's a place where God will dwell with them, on their turf, essentially.",
    "start": "00:04:08",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. God has moved into their neighborhood, as it were.",
    "start": "00:04:22",
    "end": "00:04:25"
  },
  {
    "text": "Yeah.",
    "start": "00:04:25",
    "end": "00:04:25"
  },
  {
    "text": "Yep.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "But it's that same divine power, the tree of life, the Holy of holies, the top of the mountain here.",
    "start": "00:04:26",
    "end": "00:04:33"
  },
  {
    "text": "Yeah, that's right. It's located right in the middle of the people, which is both a great gift because God is with his people. That's the whole point that God says of the tent. But it also raises problems because God's beauty, his presence, his power, his utter goodness also poses a threat to people who are mortal and. Or morally compromised. And so what God also gives as a gift is a whole set of ritual enactments that will retell the drama multiple times a day about how God wants to be with people who are mortal, corrupt, compromised, and he's provided a means for their sins to be covered through surrender and the offering of a substitute. And that God will eagerly forgive his people so that they can mend their relationship. It's powerful, powerful stuff that we talked about over the last two episodes. Yeah.",
    "start": "00:04:33",
    "end": "00:05:33"
  },
  {
    "text": "So this movement begins with God giving the blueprints, and then this movement ends with, like, recalling all of that speech of God Yes. But now of them actually building the thing that God told them to do, and those actually map onto each other pretty identically.",
    "start": "00:05:33",
    "end": "00:05:54"
  },
  {
    "text": "Yeah, almost identically. So Exodus, these are the tough chapters for most people to read.",
    "start": "00:05:54",
    "end": "00:06:00"
  },
  {
    "text": "Yeah.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "Chapters 25 through 31 of Exodus is the verbal blueprint. Just detailed measurements, all this, not enough detail quite that you could rebuild it to make everything and make sure that you're exactly right. But at the same time, it's enough detail to let you paint a mental picture, which is what it's for. And then the narrative about the making of them, that's in Exodus 35 through 40. And it reads like a narrative. It's a narrative fulfillment of all the blueprints. Yeah. Virtually word for word. Slight little differences that are fascinating, but we don't have time to talk about. Okay, so it's. What is this 15 plus chapters of. So like almost the last half of the book, you know, these verbal blueprints.",
    "start": "00:06:01",
    "end": "00:06:50"
  },
  {
    "text": "And if you didn't feel punished enough reading it the first time, you're going to have to read it a second time.",
    "start": "00:06:50",
    "end": "00:06:54"
  },
  {
    "text": "Read it through the second time. But what that repetition, repetition shows, one is the meticulous care and how this furniture and the symbolism of the tabernacle was a source of deep meditation and reflection. Yeah.",
    "start": "00:06:54",
    "end": "00:07:09"
  },
  {
    "text": "If you think about it like, it's not. It's not easy or cheap to write this down on a scroll.",
    "start": "00:07:09",
    "end": "00:07:16"
  },
  {
    "text": "Yeah, totally. Yeah. At many points, all the narrator had to say was, and Moses had the tent built just as God commanded.",
    "start": "00:07:16",
    "end": "00:07:24"
  },
  {
    "text": "How many scribes were tempted just to do that?",
    "start": "00:07:24",
    "end": "00:07:26"
  },
  {
    "text": "In the instructions that God gives to Noah about the building of the boat or the ark, there's a paragraph, detailed description of the paragraph, and then it just says, and Noah did what God commanded.",
    "start": "00:07:28",
    "end": "00:07:39"
  },
  {
    "text": "Oh, that's awesome. So maybe, maybe so.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "We know that biblical authors can do that when they want to. They can avoid the repetition, the repetition. So what that tells us is that here in Exodus, there's a reason, and I think there's a couple, and one of them is meditating on the tabernacle was a way to meditate on the presence of God, being one with our world of heaven and earth as one. And that is such a sublime, beautiful, hopeful thing to meditate on. It's been doubled in the scroll. That's surely one thing here. Another piece has to do with the literary design of these chapters. So here's a way to think about it. The last sentences of Exodus 24 are, When Moses goes up to the mountain, he waits six days at the middle of the Mountain. Then on the seventh day, the cloud comes, the glory, the fire. And he walks into the fire and disappears in the cloud. 40 days, 40 nights. So that matches and corresponds to the final paragraph of the Exodus scroll as a whole. The final sentences of Exodus say, then the cloud that is the one that was over the mountain that Moses walked into, it moved and it went to cover over the Tent of Meeting. And the glory of Yahweh that was on the mountain. Now, it filled up the tabernacle and Moses. And you're expecting, oh, yeah, Moses goes up.",
    "start": "00:07:41",
    "end": "00:09:06"
  },
  {
    "text": "Going up the mountain.",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "He can go in, he can go into the tent. And then it says, and Moses was not able to enter the Tent of Meeting because the cloud had settled on it, and the glory of the Lord filled the tabernacle. And when you sit down and compare those two moments, you're like, does not compute.",
    "start": "00:09:07",
    "end": "00:09:23"
  },
  {
    "text": "Yeah, he was up in the clouds. Yeah, the glory was up there. Not a problem.",
    "start": "00:09:24",
    "end": "00:09:28"
  },
  {
    "text": "Not a problem.",
    "start": "00:09:29",
    "end": "00:09:29"
  },
  {
    "text": "What happened?",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "Yep. So it's a narrative. It's a good example of these two sentences read almost verbatim. And the glory, or the cloud covered and filled one the mountain, the other the tent. But so what's different? What's different is Moses inability. Which raises the question then, so something must have happened between the mountain and this moment at the end of Exodus that changed the calculus of this equation, so to speak. And that is exactly what has happened.",
    "start": "00:09:30",
    "end": "00:10:01"
  },
  {
    "text": "What has happened is something has happened.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Yes, Sorry. What has happened in between the two long verbatim repetitions of the tabernacle blueprints is what we call Exodus chapters 32, 33, and 34. This is the debacle of the golden calf. So the golden calf did something that ruptured the relationship between God and his people, such that even Moses, who could and did ascend into the glory cloud, now that the glory cloud dwells in the middle of these people, there's unresolved problems that prevent Moses from going in the tent. So it's kind of. It's an easy way to see the plot conflict of this section. It starts with like, hey, Moses, come up on the mountain. Let's hang out. I'm going to show you how I want to move in with my people. Yay. You know, it's like, what do you call that? The opening scene.",
    "start": "00:10:02",
    "end": "00:10:53"
  },
  {
    "text": "Yeah.",
    "start": "00:10:54",
    "end": "00:10:54"
  },
  {
    "text": "Setting up the ideal plot conflict. The people are breaking the covenant at that very moment down at the foot of the mountain. Wah. Wah. So it's going to be a story about how they break the covenant. Moses is going to Intercede, the covenant will be restored and renewed, and then the tabernacle is going to be built and you're like, yay, hooray. But something's still off because Moses is not able to enter that tent. And the Exodus scroll ends with that plot tension hanging until you go to the next scroll. So it's kind of. It makes this section of the book kind of easy to put together into like, ideal problem and partial resolution, introducing another level of the problem.",
    "start": "00:10:54",
    "end": "00:11:37"
  },
  {
    "text": "Okay.",
    "start": "00:11:37",
    "end": "00:11:37"
  },
  {
    "text": "So we have talked about the golden calf story at length over the years. So I think what will be helpful in this moment is just to kind of survey and maybe I'll just point out for me what have become some of the really significant themes at work in this section. There's this contrast between Moses, what he's doing up on the mountain, and then what his brother is doing at the foot of the mountain. Aaron, his brother, his brother, Aaron. Yep. And then also there's this dynamic where Moses is going to compel God to maintain his covenant partnership with these people five times over. So this narrative is exploring what happens when God's people really push God's patience to the Is there a limit? And if so, what is the limit? What is the character of this God that is committing to these people and that these people are testing? And lo and behold, in the five acts of intercession that Moses undergoes here, it's the fourth one that prompts God to make a statement about his own character that becomes the most famous Bible verse within the Bible to other biblical authors.",
    "start": "00:12:04",
    "end": "00:13:15"
  },
  {
    "text": "The most repeated Bible verse by other biblical authors.",
    "start": "00:13:16",
    "end": "00:13:19"
  },
  {
    "text": "Yeah, yeah. It's Exodus 34, 6 and 7. The Lord. The Lord. Yahweh. Yahweh. Gracious and compassionate, slow to anger, abounding in loyal love and faithfulness. He both forgives the sin of his covenant. I'm paraphrasing now. Forgiving the sin. Forgiving rebellion, iniquity and sin. But he won't leave the guilty unpunished. He will bring judgment on as many generations repeat the failures of their parents. That's my paraphrase of the end. That line right there that's in this story gets re quoted more times throughout the rest of the Bible than any other verse in the Bible. So this is ground zero for some serious reflection. Reflection on human nature.",
    "start": "00:13:19",
    "end": "00:14:03"
  },
  {
    "text": "Yeah.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "And on the character of God. Yeah, it's all right here.",
    "start": "00:14:04",
    "end": "00:14:07"
  },
  {
    "text": "And on this kind of boiling plot, conflict of what does it mean if God is binding himself with people who are imperfect and are going to screw up? Like, what's he going to do.",
    "start": "00:14:07",
    "end": "00:14:22"
  },
  {
    "text": "Yep. There's so much going on in the story. So let's just do a kind of a quick survey of the events. We can kind of sketch the order of events here and then dive into some specific moments. So it begins with the Israelites essentially getting impatient and tired of waiting for Moses.",
    "start": "00:14:22",
    "end": "00:14:39"
  },
  {
    "text": "Yeah, he's up there for 40 days.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "Yeah. Yep. If you saw your friend disappear into a fiery cloud and then not come back for 40 days.",
    "start": "00:14:40",
    "end": "00:14:48"
  },
  {
    "text": "Any friend was stuck on a mountain for 40 days.",
    "start": "00:14:48",
    "end": "00:14:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:14:51",
    "end": "00:14:51"
  },
  {
    "text": "Kind of just regardless, I'd just be.",
    "start": "00:14:51",
    "end": "00:14:53"
  },
  {
    "text": "Like, yeah, it's over.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "It's over.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "It's true.",
    "start": "00:14:55",
    "end": "00:14:55"
  },
  {
    "text": "Because we know people who. Yeah, we have gotten lost on the mountain.",
    "start": "00:14:56",
    "end": "00:14:59"
  },
  {
    "text": "We live here in Portland, Oregon. Like, not even hour and a half from one of the large volcanoes in the Pacific Northwest. Big ski resort. People climb it all year round. Yeah. People lose their lives on it every year. And we. Yeah, we've had a friend who nearly lost their life and got lost. Yeah. In a frozen and all that. So it's serious. Yeah, sorry, that's sobering to bring up, but I'm just. Let's not, like, paint the people as, like, ridiculously evil here. It's a realistic thing to think that your friend is dead.",
    "start": "00:14:59",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "If you watch game over.",
    "start": "00:15:32",
    "end": "00:15:34"
  },
  {
    "text": "40 days.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "Yeah, yeah, yeah. So what they say, they approach Moses brother, and they say, we don't know where this guy Moses is who brought us up out of Egypt, so make for us an Elohim.",
    "start": "00:15:35",
    "end": "00:15:49"
  },
  {
    "text": "Oh, really?",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:50"
  },
  {
    "text": "That one didn't work out. Let's make one. Yeah, let's make a new one.",
    "start": "00:15:50",
    "end": "00:15:54"
  },
  {
    "text": "And actually. Yeah, make for us Elohim who will go before us. Because this guy Moses. Yeah. We don't know where he's at. Make Elohim who will go before us. Yeah. We need some spiritual beings to protect us out here. Yeah, makes sense. Yeah.",
    "start": "00:15:54",
    "end": "00:16:11"
  },
  {
    "text": "And you make them. I mean, that's just.",
    "start": "00:16:11",
    "end": "00:16:13"
  },
  {
    "text": "Make us Elohim. Yeah. The way it's phrased is kind of poking fun. Make a spiritual being. What they're going to do is make a statue.",
    "start": "00:16:13",
    "end": "00:16:22"
  },
  {
    "text": "Right. But in a way, that is how you would then identify with your total Elohim.",
    "start": "00:16:22",
    "end": "00:16:28"
  },
  {
    "text": "That's right. Yeah, that's right. But as you get into this Torah, the prophets and the writings, they make fun of this mentality that you would mistake a statue for a spiritual being and think that a statue actually has any power. So Aaron, Moses, brother, you know, says, guys, you just signed a covenant with the fire cloud up on top of the mountain saying you wouldn't do what you just said you want to do.",
    "start": "00:16:28",
    "end": "00:16:55"
  },
  {
    "text": "Yeah. That was like rule number two.",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Rules number one and two, no other Elohim. And don't make any statues of an Elohim.",
    "start": "00:16:57",
    "end": "00:17:01"
  },
  {
    "text": "Yeah.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "So, yeah, Aaron is depicted as being total. What do you say? Compromiser. Yeah.",
    "start": "00:17:02",
    "end": "00:17:09"
  },
  {
    "text": "Just people pleaser.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Yeah. Major blunder. What he says is tear off the gold rings that are in the ears of your wives, your sons, and your daughters. Ah. Where'd they get all this gold jewelry? There's a little narrative in the Exodus that the night that they left Egypt, Moses directed them to ask their Egyptian neighbors for valuables. And the Egyptian gave them all kinds of articles of gold and silver, and they plundered the Egyptians Just by asking? Just by asking, yeah. And at that point, by the 10th plague, I can see why Egyptians were.",
    "start": "00:17:11",
    "end": "00:17:44"
  },
  {
    "text": "Like, get freaked out.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Take whatever you get out of here. Just get out of here. So this is a hyperlink back to that. In other words, what they're doing is they're taking the plunder of Egypt. That was the sign of Yahweh's defeat of the gods of Egypt. And now they're going to recast it into a.",
    "start": "00:17:45",
    "end": "00:18:00"
  },
  {
    "text": "Into a new God.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "New God of their own. So the people do that. And Aaron takes this and gets a graving tool and makes a molten calf. You know what, you could Google, like, ancient near east bronze bulls or bronze calves. And you'll find they've dug them up a little bowl or calf. What do you call them? Idols or totems? Statues were like a common motif in ancient Near Eastern religion.",
    "start": "00:18:02",
    "end": "00:18:29"
  },
  {
    "text": "We've typically depicted this as a fairly large statue, but it just occurred to me, like, we have no idea how big this was, do we?",
    "start": "00:18:29",
    "end": "00:18:37"
  },
  {
    "text": "No, it doesn't say. And they've been found of a range of sizes.",
    "start": "00:18:37",
    "end": "00:18:41"
  },
  {
    "text": "And then is the calf a specific.",
    "start": "00:18:41",
    "end": "00:18:43"
  },
  {
    "text": "Yeah.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "God that you just Googled Canaanite bronze bull.",
    "start": "00:18:44",
    "end": "00:18:48"
  },
  {
    "text": "Yep. And up. Yeah, Up.",
    "start": "00:18:48",
    "end": "00:18:50"
  },
  {
    "text": "So this is a Canaanite God.",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "Yeah, yeah. Typically associated with BAAL or baal.",
    "start": "00:18:51",
    "end": "00:18:55"
  },
  {
    "text": "Okay.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "But they're. Yeah. Off the top of my head, I should know a thing like that, but I don't. But I know baal, who was a Canaanite deity. Now they're down in the Sinai Peninsula, so that's of interest. Ooh. Another interest, actually. So actually Aaron does this, and then what he says to the people after making it is he says, actually, this is interesting. I'll go to the NIV just to maybe avoid a rabbit hole. But what he says is, these are your Elohim. Israel the ones who brought you up out of Egypt.",
    "start": "00:18:56",
    "end": "00:19:29"
  },
  {
    "text": "Wow, they're really changing the narrative here.",
    "start": "00:19:29",
    "end": "00:19:31"
  },
  {
    "text": "Yeah, these are your Elohim. It's plural.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Oh, it's plural.",
    "start": "00:19:34",
    "end": "00:19:35"
  },
  {
    "text": "It's plural.",
    "start": "00:19:35",
    "end": "00:19:36"
  },
  {
    "text": "This calf. These are your Elohim.",
    "start": "00:19:36",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. Here are Yerba Elohim, the ones who brought you out of Egypt. Now, this is a great example of how the Torah and the prophets have been coordinated with each other. The wording of this account is picked up by a narrative that's been modeled after this one and vice versa in the book of First Kings. And it's the story of when, after Solomon's reign, Solomon's son named Rehoboam is an idiot. And when the tribes who live north of him come saying, hey, you know, your dad was really severe with the taxation thing, and we had to build him a lot of cities to store all of his stuff. Could you lighten the taxes a bit and maybe we could get along better? And Solomon's son is. Well, it's a long story. Sorry. But what he says is, you know.",
    "start": "00:19:38",
    "end": "00:20:28"
  },
  {
    "text": "But thank you, but no thank you.",
    "start": "00:20:29",
    "end": "00:20:31"
  },
  {
    "text": "Yeah, he just says, like, yeah, he shames them and rejects their request. So the northern tribes split off under the leadership of a guy named Jeroboam. And when Jeroboam gained some independence after seceding, what he says is, oh, man, people are going to want to still go worship Yahweh in Jerusalem. So this is 1 Kings 12. The king consulted and said, okay, how about this? I'm going to make alternate temples up here in the north. Two. One in Beth El, one in Dan. And then the king made two golden calves. And he said to them, israel, it's too much that you would go up to Jerusalem. Here are your gods, O Israel, that brought you up out of the land of Egypt. And he put one in Bethel and he put one in Dan. So here Jeroboam is being set on analogy, clearly, but. But doubly so. So it's sort of like the foundational sin of Israel. This is Israel's fall narrative. This is their equivalent community fall of Adam and Eve's failure. This is their failure. And then the next failure that's just as grievous and severe later at the end of their history that sets them on a track toward exile is this story which is. So the golden calves appear at the beginning and the end of Israel's apostasy.",
    "start": "00:20:31",
    "end": "00:21:55"
  },
  {
    "text": "Wow.",
    "start": "00:21:55",
    "end": "00:21:55"
  },
  {
    "text": "Yeah. It's kind of interesting. So the camera shifts up to God and Moses up on top of the mountain. And what God says is, leave me Alone. These people have done the exact thing I asked them not to do. I'm going to finish them off, and I'll start over with you. And Moses says, that is PR Nightmare God. Totally. It's a bad move for two reasons. First of all, are you sure you just acted on behalf of your name? You revealed your name to all of Egypt through what you just did. And now you're going to double back and, like, you know, destroy the people that you just liberated. Like, that won't be good for your reputation. And I know you care about your reputation. Second, you made a promise, a covenant promise that you made an oath by yourself. And here he's specifically referring to the wording of God's promise to Abraham after the surrender of Isaac and Isaac's deliverance from death. That's when you made an oath saying, I'll multiply you like the stars of heaven and give you the land. And God listens to Moses and he Nacham about the harm, the catastrophe he said he would bring. Yes, It's a play on Noah's name. When Noah was born, all the way back in Genesis, chapter five. And Noah's dad said, you know, Yahweh's God's brought a curse on the ground. It's really bad stuff. But he named his son Noach because he will nacham us and bring an end to the curse on the land. So the word means to bring emotional comfort.",
    "start": "00:21:55",
    "end": "00:23:40"
  },
  {
    "text": "Comfort.",
    "start": "00:23:40",
    "end": "00:23:40"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:23:40",
    "end": "00:23:42"
  },
  {
    "text": "Noach means rest.",
    "start": "00:23:42",
    "end": "00:23:43"
  },
  {
    "text": "Noach means rest, comfort. Nacham. So they're different words, but they have this spelled with the same letters.",
    "start": "00:23:43",
    "end": "00:23:49"
  },
  {
    "text": "And nacham is comfort is comfort. Okay.",
    "start": "00:23:49",
    "end": "00:23:52"
  },
  {
    "text": "Yeah. And it's a difficult comfort is one way you can render it. So this phrase to Nacham one's self is what's being used here in the Golden Calf story. So the Lord had to brought comfort to himself.",
    "start": "00:23:52",
    "end": "00:24:05"
  },
  {
    "text": "Like settled himself.",
    "start": "00:24:06",
    "end": "00:24:08"
  },
  {
    "text": "He settled himself down. Yeah, he was worked up. He was angry.",
    "start": "00:24:08",
    "end": "00:24:13"
  },
  {
    "text": "I didn't know that was. That's interesting. We've never talked about that, because.",
    "start": "00:24:13",
    "end": "00:24:17"
  },
  {
    "text": "In.",
    "start": "00:24:19",
    "end": "00:24:19"
  },
  {
    "text": "Niv, I think it's changed his mind.",
    "start": "00:24:19",
    "end": "00:24:22"
  },
  {
    "text": "Yeah. NIV translates changed his mind.",
    "start": "00:24:22",
    "end": "00:24:24"
  },
  {
    "text": "And I think that's how it's mostly translated, Right?",
    "start": "00:24:24",
    "end": "00:24:27"
  },
  {
    "text": "The ESV translates relented.",
    "start": "00:24:27",
    "end": "00:24:30"
  },
  {
    "text": "Okay.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "NIV translates relented. Yeah. And let's see what the King. Oh, yeah, the King James classic. And the Lord repented of the evil which he sought to do to his people. Yeah, that's older English for you. Because you think God repents of evil.",
    "start": "00:24:31",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "So it's the word comfort. He was about to do something, and then what Moses reminds him is, if you did that, you wouldn't actually be true to who you are. And through comforting oneself and saying, all right, I won't do it. It's as if Yahweh has allowed himself to be moved by the intercession of the mediator that he appointed for the people.",
    "start": "00:24:52",
    "end": "00:25:18"
  },
  {
    "text": "Yeah. And as we've come to this a few different times, that was the biggest big takeaway for me, which is we have a character in Moses who is the most image of God that we've ever encountered.",
    "start": "00:25:19",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "And we're going to see that really on display in a second. But the fact that he could go up the mountain and be with God.",
    "start": "00:25:33",
    "end": "00:25:39"
  },
  {
    "text": "Yeah.",
    "start": "00:25:39",
    "end": "00:25:39"
  },
  {
    "text": "But just the fact that he is that. The chosen liberator acting on behalf of God when he outstretches his arm. That's God's outstretched arm.",
    "start": "00:25:39",
    "end": "00:25:47"
  },
  {
    "text": "Yeah.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "Like, there's this, like, symbiotic thing happening.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Totally.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "And so this narrative kind of seems to fit in there of, like, what does it mean for God to partner with humans in such a way that we actually are cooperating? And it's kind of trippy to think about.",
    "start": "00:25:51",
    "end": "00:26:05"
  },
  {
    "text": "Yeah.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "That.",
    "start": "00:26:05",
    "end": "00:26:05"
  },
  {
    "text": "Yeah.",
    "start": "00:26:06",
    "end": "00:26:06"
  },
  {
    "text": "In this narrative, it's Moses actually, like, negotiating with God.",
    "start": "00:26:06",
    "end": "00:26:12"
  },
  {
    "text": "Yep, that's right. And the narrative of this negotiation. But what's interesting is God doesn't say, like, no, I'm. I'm just over it. Like, the moment Moses brings us up, Yahweh, like, responds. Yeah. And what's doubly fascinating is, as we said, every time we've reflected on this, what Moses says is not some idea that he has. What he's just reminding God is, you said you would do this. So God is staying true to God's own character by changing his disposition. So you could say the narrative is teach. And again, this is thinking about if we're reading scripture as a unified story, that's teaching us about the nature of the kind of deliverer that we need, the snake crusher, the one who will overcome evil and deliver humanity and God's people. This is teaching us that the only way, for real, the only way that we can stand before God and as his blameless partners, is if we have an intercessor in the heavens who would remind God's own self to stay true to God's own promises. And that sounds like a weird thing to say, and at least where I'm at is that this is the narrative's way of trying to help us grasp two tensions within God's purpose. God's desire to bless and to share responsibility and authority with his human partners. But then God's own moral obligations to respond justly to human evil and corruption through bringing consequences. And what happens when those two seem to be in tension with each other? And that's what this role of Moses is going to explore here. So the first thing is if you have somebody to advocate on behalf and remind God of his promises, then God's happy to act consistently with his promises, because that's what God does. But there's not just God's promises at work here, there's also God's justice that needs to respond in some way to human evil. And that isn't fully resolved here yet. We gotta keep reading.",
    "start": "00:26:12",
    "end": "00:28:23"
  },
  {
    "text": "Sam.",
    "start": "00:28:27",
    "end": "00:28:35"
  },
  {
    "text": "So Moses comes down the mountain. Moses still doesn't, hasn't actually seen what's happened. This is all happening up on the mountain before he's gone down. So when he comes down now, just like God was angry, God found out. When Moses really sees what's happening, then it says he gets angry. And this is the famous, he shatters the tablets, he pulverizes the calf into like dust and then makes everybody drink it. And then he sees the ritual orgy that's happening and he calls the Levites. What he says is, anybody who's for Yahweh come to me. And the Levites come to his aid and he sends them out to execute the idolaters. And we're told that 3,000 people fall that day. And, and Levi, when the Levites come back, what Moses says is, you guys were loyal to Yahweh even though it meant going against your own brother. And he gave them a blessing. So it's this, we're in terms of the melody, we're kind of if the making of the calf is set on analogy to Adam and Eve's failure at the tree, we're now exploring how Israel's sin also brings division between brother and brother. And the vocabulary of the Levites episode is all drawn from the Cain and Abel story. It's really remarkable. But here things are inverted because it's actually the people zealous for Yahweh's reputation are the ones who are willing to bring judgment on their own brothers in Yah. And so it's Moses is the one who enacts this.",
    "start": "00:28:57",
    "end": "00:30:34"
  },
  {
    "text": "Yeah, he's like God's arm of judgment right here.",
    "start": "00:30:34",
    "end": "00:30:37"
  },
  {
    "text": "Yep. And he does say this is what God says. So he represents his command as God's will. But I, I think what we are meant to see is so quickly after the people willingly saying they want to be God's covenant partners, we've devolved into a situation where the only thing that will compel covenant faithfulness is violence, which is just a tragic.",
    "start": "00:30:37",
    "end": "00:31:00"
  },
  {
    "text": "It's a quick turn.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "It's a quick turn. And it's sad. I mean, we're definitely supposed to be like, oh, no, no. This is what kind of covenant loyalty comes from a threat of violence, you know? So after that happens, what Moses says is, listen, I'm going to go back up the mountain, and maybe I can repair this more permanently here. And what he says is, at the end of Exodus 32, he says, you've committed a great sin. I'm going up to Yahweh. Maybe I can make atonement for your sin. And you, the reader, are like, the last time I heard about atonement was describing the Ark of the Covenant. But now how is he going to do that? Is he taking an animal up with him? Like, what's he going to do? So Moses goes up to Yahweh and says, these people have committed a great sin. They've made a God of gold. But if you will forgive their sin, and if you're not going to forgive their sin, wipe me from your scroll that you have written.",
    "start": "00:31:01",
    "end": "00:32:02"
  },
  {
    "text": "What's a scroll that God has written?",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, it's the first time it's mentioned.",
    "start": "00:32:04",
    "end": "00:32:07"
  },
  {
    "text": "It is? Yeah. Because I don't remember.",
    "start": "00:32:07",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, God's got a scroll, a heavenly scroll. Yeah, it's a depiction of Yahweh is keeping notes, like, seems like that one's for me. That person is for me, man. That. Yeah, that's the idea. It's like a ledger or something. I don't know. And that word, wipe me from your scroll. I think English translations usually say, blot me out or something like that. It's the same word used as in the Flood narrative where he wipes living things off the face of the land. But here Moses is saying, wipe me off the face of a scroll. So let me let your flood come on me. Don't wash away these people in the flood of justice. And what Yahweh says is, listen, whoever has wronged me, I will take care of it. I'll bring justice on those who wronged me. But for now, Moses, you go lead the people. And you know what? The people don't want me to come. So I'll send a messenger, and a messenger will go before you. Because here's the thing. If I go with you, that won't be good.",
    "start": "00:32:09",
    "end": "00:33:11"
  },
  {
    "text": "If Yahweh goes with him.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "Yeah, yeah. So now we've got another problem. The first problem was I'm going to destroy them. Moses intercedes. Now Moses tries for a more binding reconciliation. He offers his life. And Yahweh says, well, listen, I think in effect, saying, this is not the last time. Whoever sins against me, there's going to be more. I'll deal with each person, but you go lead the people and listen, I don't want to. I'll stay here. Yeah. So now this creates a new crisis.",
    "start": "00:33:13",
    "end": "00:33:47"
  },
  {
    "text": "But he's sending someone, a messenger.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, yeah, Angel. Yeah, yeah. I'll send one of my representatives. So this creates a new crisis, which is God's not going to come with us. Oh. So this is what compels Moses to the next couple acts of intercession. So the next acts of intercession, when Moses steps up and he comes to God and he says, listen, we don't want to go anywhere without you. He says, these are famous lines in Exodus 33. He says, if your presence, if your very personal presence doesn't go with us, don't lead us out of here. How will it be known that I've found favor in your eyes and not just me, but all these people? Isn't it by you coming with us that we, your people, are distinguished from all the other peoples on the land? There's nothing that makes Israel special.",
    "start": "00:33:48",
    "end": "00:34:38"
  },
  {
    "text": "If you're going to leave us behind.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "Then this is pretty astounding. Yeah. Or it's an admission. Think how this would resonate through the generations, especially for the minority of Israelites who remained faithful to Yahweh through the years. The only thing that makes Israel anything at all is the fact that we're marked as the people of Yahweh. And it's clear that most Israelites didn't actually believe that throughout their history. Yeah, that's powerful. Something to meditate on. So Yahweh responds to that and says, okay, this thing that you've spoken, I'll do it because you found favor in my eyes and I know you by name. So Moses comes up with this fourth request. Now he says, okay, how about this? So if your presence is going to come with us. I'm paraphrasing here.",
    "start": "00:34:40",
    "end": "00:35:26"
  },
  {
    "text": "Hold on. Is that an idiom of some sort? I know you by your name.",
    "start": "00:35:26",
    "end": "00:35:30"
  },
  {
    "text": "Oh. Oh, yeah. Okay. Because, I mean, obviously he knows his name is Moses.",
    "start": "00:35:30",
    "end": "00:35:35"
  },
  {
    "text": "Yeah. And he knows Aaron's name. I mean.",
    "start": "00:35:35",
    "end": "00:35:39"
  },
  {
    "text": "Yeah, yeah, he knows.",
    "start": "00:35:39",
    "end": "00:35:40"
  },
  {
    "text": "Like, I'm sure if we quizzed God here, he could probably come up with a few more Israelites names.",
    "start": "00:35:40",
    "end": "00:35:45"
  },
  {
    "text": "Yeah, totally. Yeah. That's a good. Thank you. It surely is an idiom that's emphasizing an intimacy.",
    "start": "00:35:45",
    "end": "00:35:53"
  },
  {
    "text": "Yeah.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Because out of all of the people right now, Moses is the one who finds favorite.",
    "start": "00:35:54",
    "end": "00:35:58"
  },
  {
    "text": "Yeah.",
    "start": "00:35:58",
    "end": "00:35:58"
  },
  {
    "text": "So it's a sign of special intimacy. Like we're on a first name basis. God says to Moses, something like that.",
    "start": "00:35:58",
    "end": "00:36:07"
  },
  {
    "text": "Okay.",
    "start": "00:36:07",
    "end": "00:36:07"
  },
  {
    "text": "And so what Moses does is he capitalizes on that statement of intimacy. So what he says is, please show me your glory. Which is kind of interesting because, like, he.",
    "start": "00:36:08",
    "end": "00:36:18"
  },
  {
    "text": "He's been hanging up on the mountain.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Yeah. Isn't that interesting?",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "He's been hanging out on the mountain.",
    "start": "00:36:21",
    "end": "00:36:23"
  },
  {
    "text": "Yeah. He's standing in the middle of a fiery glory cloud. Like, what else? What more is there? Isn't that fascinating?",
    "start": "00:36:23",
    "end": "00:36:30"
  },
  {
    "text": "Yeah. What more is there?",
    "start": "00:36:30",
    "end": "00:36:31"
  },
  {
    "text": "Yeah, there's got to be more. I mean, with a being of infinite, eternal being.",
    "start": "00:36:31",
    "end": "00:36:37"
  },
  {
    "text": "Kind of a gutsy move at this point, dude.",
    "start": "00:36:37",
    "end": "00:36:39"
  },
  {
    "text": "I think this is gutsy. So if we are the unique people of the unique creator God of all, and you say you're accepting my intercession because you and I are close. Let's get closer. Show me more. I bet there's more to you.",
    "start": "00:36:40",
    "end": "00:36:54"
  },
  {
    "text": "He could have been like, thanks, God. Sorry for bothering you. I'll get out of here.",
    "start": "00:36:54",
    "end": "00:36:59"
  },
  {
    "text": "Okay. Thank you. This is a portrait of Moses as persistent and bold.",
    "start": "00:36:59",
    "end": "00:37:03"
  },
  {
    "text": "Yeah.",
    "start": "00:37:03",
    "end": "00:37:04"
  },
  {
    "text": "He's asking for more. More divine presence. Yeah.",
    "start": "00:37:04",
    "end": "00:37:07"
  },
  {
    "text": "Yeah.",
    "start": "00:37:07",
    "end": "00:37:08"
  },
  {
    "text": "That's really powerful. And so what God says is all right. Yeah. I'm going to show you a little more than anybody's ever seen. I will make my goodness pass in front of you. And I will call on the name of Yahweh before you. And I will be gracious to whom I'm gracious.",
    "start": "00:37:08",
    "end": "00:37:27"
  },
  {
    "text": "I will call the name of Yahweh.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. I'm going to call the name of Yahweh in front of you.",
    "start": "00:37:29",
    "end": "00:37:32"
  },
  {
    "text": "Oh, okay. I'm going to introduce you to my name.",
    "start": "00:37:33",
    "end": "00:37:37"
  },
  {
    "text": "Yep.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Okay.",
    "start": "00:37:38",
    "end": "00:37:38"
  },
  {
    "text": "This is anticipating, the famous line. We're just a few sentences away here, so it's anticipating. I'm going to show up and I'm going to call upon the name of Yahweh. I'm going to proclaim it to you. And you'll know my name in a way you've never known it before. But he said, seeing directly in seeing my face, the fullness of who I am. Yeah. You would die. So how about this? There's a place in the corner of the rock here. I'm going to stick you there. And when my glory passes By I'll cover you with my hand, but then I'll take my hand away and you can see my back. Okay, so great. So this narrative is exploring how close.",
    "start": "00:37:38",
    "end": "00:38:23"
  },
  {
    "text": "Can you really get through?",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "Yeah. These narrative images, that there is more to the Elohim of Elohim than any of us could ever imagine. And the experience would kill us, would overwhelm us more than we could bear. But Moses is depicted as somebody who gets more close than anybody ever got. So the imagery of the back.",
    "start": "00:38:24",
    "end": "00:38:44"
  },
  {
    "text": "Yeah. Covering his face, hiding in the cleft of the rock, seeing the back.",
    "start": "00:38:44",
    "end": "00:38:49"
  },
  {
    "text": "Yeah, totally. So what God says then is, hey, I can see you're not going to give up here. And I'll remain faithful with my promises. So get two more stone tablets. Let's remake this covenant. So he tells him, get the tablets out and be ready in the morning, and I'll show up. So he goes up and the Lord came in cloud, and it's, here we go. The lines, the Lord, the Lord, compassionate and gracious, slow to anger, abounding in loyal love and faithfulness, who keeps loyal love for thousands, forgiving iniquity, transgression, and sin, yet he won't leave the guilty unpunished. So I guess the point to be made here is these lines actually describe how Yahweh has behaved in this story. He has held the guilty accountable, but at the same time, you won't break his covenant promises. He will be patient and show compassion, but not in a way that will make him compromise his justice. And we're naming the tension here. Compassionate, loyal to his promises, yet at the same time, he's not a pushover. And there are limits, and he will bring justice if people refuse to respond to his continued generosity. And it's just so cool. This line is actually naming the tension in the story itself. So after Yahweh reveals that what Moses says is, okay, so then it seems like I found favor in your eyes. So come with us. Come right in the middle of us, even though the people are obstinate. And coming with us means you're going to have to forgive us a whole bunch, but you got to come with us.",
    "start": "00:38:49",
    "end": "00:40:30"
  },
  {
    "text": "This is the last.",
    "start": "00:40:31",
    "end": "00:40:31"
  },
  {
    "text": "This is the fifth act of intercession. And it's like the first one. He's essentially saying, do what you said you're going to do. And that's what God does. And so God restates all the terms of the covenant in a compact form. This is what follows is copy and paste from the original terms of the 42 commands from earlier in chapter 24. And then the story ends with this odd little narrative about Moses coming down from the mountain. And his face is. And so all the translations say shining. The Hebrew word. It's a verb, Karan. And it's only used here in the Hebrew Bible as a verb. It is related to a very common Hebrew noun, which is the noun karen, which is the word horn. So, ah, actually this is interesting. You can Google or. There are famous statues of Moses from medieval Europe where Moses is depicted holding the tablets. And he has little horns. Really?",
    "start": "00:40:32",
    "end": "00:41:39"
  },
  {
    "text": "Like little devil horns.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Little horns coming out of his forehead. Yeah. And it's riffing off of this. Oh, yeah. So what it literally says is the skin of his face horned.",
    "start": "00:41:40",
    "end": "00:41:49"
  },
  {
    "text": "Huh.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "Which you could take to be metaphorical if you're radiating light beams. That's how it's often taken to shine.",
    "start": "00:41:52",
    "end": "00:41:59"
  },
  {
    "text": "Yeah. That's where they get shine from.",
    "start": "00:41:59",
    "end": "00:42:01"
  },
  {
    "text": "Okay. Yeah. But it's. At the least it's a metaphor for shining. But that Moses would be depicted as having animal horns.",
    "start": "00:42:01",
    "end": "00:42:12"
  },
  {
    "text": "Yeah.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "Is a fascinating.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "That's weird.",
    "start": "00:42:15",
    "end": "00:42:16"
  },
  {
    "text": "Totally. Yeah. So anyhow, I'm looking at the standard Kohler, Baumgartner, Hebrew, Aramaic lexicon of the Old Testament. Traditionally in the Septuagint, early Aramaic translations, the Syriac peshitta, they all translated to shine. However, there were some early Jewish translators that translated as having horns. Ooh. In the Latin Bible, early Christian Latin Bible, Cornutus. From which to wear horns or to show horns, as in the statue of Moses. Oh. By Michelangelo. I guess that's where it started. Oh, yeah. So long history here. But I guess I'll just tell you where I've landed. I think this is the narrative. It does mean shining, and it is about the radiating face. But it's a weird way to say it, but Moses is being depicted as a sacrificial animal. What did he just do on the mountain? He just ascended up into the heavens through the fire to offer his life as a substitute for the people. Interesting. And then he comes down shining. But the verb used to describe shining appears only here. And it's the word horn.",
    "start": "00:42:16",
    "end": "00:43:31"
  },
  {
    "text": "And how do you know that it means shining, though?",
    "start": "00:43:32",
    "end": "00:43:34"
  },
  {
    "text": "Oh. What it says is the skin of his face horned. So only that it would be that you take it as a metaphor that his skin protruded horns. It horned.",
    "start": "00:43:34",
    "end": "00:43:47"
  },
  {
    "text": "Is there any other clues that it's talking about shining?",
    "start": "00:43:47",
    "end": "00:43:50"
  },
  {
    "text": "It's a verb connected to the word horn.",
    "start": "00:43:50",
    "end": "00:43:53"
  },
  {
    "text": "Couldn't just literally just mean that man.",
    "start": "00:43:54",
    "end": "00:43:56"
  },
  {
    "text": "In later Hebrew, it's the verb used to describe animals growing horns.",
    "start": "00:43:56",
    "end": "00:44:01"
  },
  {
    "text": "Yeah.",
    "start": "00:44:01",
    "end": "00:44:01"
  },
  {
    "text": "Yeah. So in Other words, there is actually no Hebrew word for shine. That is this word. It's the word to radiate horns or to grow horns.",
    "start": "00:44:01",
    "end": "00:44:08"
  },
  {
    "text": "Right. So it's most basic common sense reading. It's not about shining.",
    "start": "00:44:09",
    "end": "00:44:16"
  },
  {
    "text": "The skin of his face emitted horns.",
    "start": "00:44:16",
    "end": "00:44:18"
  },
  {
    "text": "Yeah.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "Yeah. So where do we get shining as a interpretation?",
    "start": "00:44:19",
    "end": "00:44:23"
  },
  {
    "text": "It's an interpretation, Yep.",
    "start": "00:44:23",
    "end": "00:44:25"
  },
  {
    "text": "Because it's talking about the skin of his face being like this so that the people are afraid to come near him.",
    "start": "00:44:25",
    "end": "00:44:31"
  },
  {
    "text": "Well, yeah. I mean, he's got a horn he.",
    "start": "00:44:31",
    "end": "00:44:33"
  },
  {
    "text": "Has to cover over. Okay. So, but think this is. What were the people afraid of? The people have been afraid of something and refused to go near it already once in this story, and it was when they were at the foot of the mountain and Yahweh showed up in fire and cloud and light. And the people, it's the same, were afraid to come near and didn't come near. And so you make a tabernacle that now veils the divine glory in the tent. So now here comes Moses coming down from the divine glory, and his face is horning, and they are afraid to come near him. So he puts a veil over his face, and now the people can come near.",
    "start": "00:44:33",
    "end": "00:45:18"
  },
  {
    "text": "Okay, so it's the veil, it's about the veil that connects you to this idea of, like, some sort of shining glory.",
    "start": "00:45:19",
    "end": "00:45:27"
  },
  {
    "text": "This little story is a riddle. As you ponder it, you will gain insight into what's happening in the larger story. And it's about the veil over his face, and it makes you reflect. The narrator is inviting us to see the veil over Moses face as kind of a sad necessity for the people. And it makes you reflect on the veil that separates the Israelites from Yahweh's glory in the holy of holies is also a sad but necessary reality, too. Isn't that interesting? I love this. You get these little compact, odd stories that are hard to understand, and they're there on purpose to make you reflect on the narratives that are around them. And there you go, man. That's the golden calf story. Now we know why Moses can't go in at the end of the book.",
    "start": "00:45:27",
    "end": "00:46:15"
  },
  {
    "text": "He can't go in because of how poorly Israel, who he represents, hasn't been acting.",
    "start": "00:46:15",
    "end": "00:46:22"
  },
  {
    "text": "Yeah.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Even though, like, God's. Like, I know you by name, you get to see my back. Like, we're.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "We're good.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "We're good.",
    "start": "00:46:29",
    "end": "00:46:29"
  },
  {
    "text": "Yeah. And so if it's just him and God, he can go into the cloud.",
    "start": "00:46:30",
    "end": "00:46:34"
  },
  {
    "text": "But once going in on behalf of.",
    "start": "00:46:34",
    "end": "00:46:36"
  },
  {
    "text": "Israel, once God comes down and he's among the People, he can't go in. And God's glory has to be hidden and veiled, just like it was in whatever effect it had on Moses face.",
    "start": "00:46:36",
    "end": "00:46:50"
  },
  {
    "text": "And it's the veil that gives us this idea of glory and shining, which has become the interpretation that all these translations use.",
    "start": "00:46:50",
    "end": "00:47:00"
  },
  {
    "text": "Build into it.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "Hidden underneath is the actual literal thing. Yeah, that's happening. That must mean something. And you're saying it's depicting Moses as the sacrificial animal.",
    "start": "00:47:01",
    "end": "00:47:12"
  },
  {
    "text": "Which is crazy. Yeah. I think there's multiple layers. Again, it's a dense little riddle packed with significance for the surrounding stories. And so I think depicting Moses as an animal, an animal that's.",
    "start": "00:47:12",
    "end": "00:47:24"
  },
  {
    "text": "That needs to be veiled. I guess you could say the veil is to, like, hide his hideousness, because that'd be kind of weird to see.",
    "start": "00:47:25",
    "end": "00:47:31"
  },
  {
    "text": "Yeah, it's true.",
    "start": "00:47:32",
    "end": "00:47:32"
  },
  {
    "text": "If he's got horns, a horning man.",
    "start": "00:47:32",
    "end": "00:47:35"
  },
  {
    "text": "Totally.",
    "start": "00:47:35",
    "end": "00:47:35"
  },
  {
    "text": "But, yeah, because of the connection to the veil.",
    "start": "00:47:35",
    "end": "00:47:38"
  },
  {
    "text": "Yeah.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "And God's presence. It's very clear here. It's talking about hiding his glory because this has always been connected to Moses just saw God's glory. He's coming down. He's been affected by it. He's like radiating God's own glory.",
    "start": "00:47:39",
    "end": "00:47:52"
  },
  {
    "text": "Yeah. So I think there's at least two layers of meaning to this riddle of Moses face. One layer is he also has to hide his face because it's been so affected by spending time with God that he now radiates with the divine glory. So it's got to be covered with a veil, just like God's glory in the holy of holies. But also the way that that effect of God's glory is worded with a very unique Hebrew word that's the same word to describe the animal horns of sacrificial animals like rams and goats. Then I think the other layer is that he's being depicted as the substitute animal.",
    "start": "00:47:52",
    "end": "00:48:33"
  },
  {
    "text": "Yeah. The suffering servant who will be glorified.",
    "start": "00:48:33",
    "end": "00:48:36"
  },
  {
    "text": "That's exactly right. Yeah. Think of Isaiah 53. He's like one from whom men hide their faces. That's a line in Isaiah 53.",
    "start": "00:48:36",
    "end": "00:48:44"
  },
  {
    "text": "But the men are hiding their faces from the suffering servant. Where the suffering servant here, Moses, is hiding his face from them.",
    "start": "00:48:44",
    "end": "00:48:51"
  },
  {
    "text": "Right.",
    "start": "00:48:52",
    "end": "00:48:52"
  },
  {
    "text": "Reverse.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "Oh, yeah. But it's because they're afraid to go near him because of his face. This narrative is remarkable. It's about the fracture and the repair of Israel's relationship to God because of the suffering servant Mediator, who went up to God's presence and gave his own life on behalf of their sins. That's the story. This is a thought that's so remarkable, man. Yeah. So that's. That's the story of the Golden Calf. And even though the relationship's been repaired for the moment, this does not bode well for the future. And that's what the Leviticus scroll is going to explore.",
    "start": "00:48:54",
    "end": "00:49:32"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. That is it. We finished the scroll of Exodus. We walked through it in three movements, tracing three themes before we moved on to the scroll of Leviticus. We're going to stop and we're going to have an episode where we interview our friend and scholar Dr. Carmen Imes, who has done a ton of research in the scroll of Exodus. In so many ways, the Book of Exodus is a creation story, the creation of the nation of Israel. Today's podcast was produced by Cooper Peltz, Frank Garza as editor and Dan Gummel, our lead editor. The show notes by Lindsey Ponder and the annotated podcast for our app by Ashlyn Hice and Hannah Wu. Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:49:34",
    "end": "00:50:27"
  },
  {
    "text": "Hi everyone, my name is Melanie Ordonez and I'm from tegucigalpanduras. I first heard about the Bible Project project through their YouTube videos about two or three years ago and haven't missed an episode since then.",
    "start": "00:50:27",
    "end": "00:50:42"
  },
  {
    "text": "Hi, this is Nikki Delong and I'm from Cleveland, Tennessee. I first heard about the Bible Project four years ago when I was online searching how to understand Scripture. I used bibleproject alongside my personal studies to dive deeper into understanding the text.",
    "start": "00:50:43",
    "end": "00:51:00"
  },
  {
    "text": "My favorite thing about the Bible Project is just how I finish every single video and episode of the podcast. Just mind blown by how awesome God is and how everything is so perfectly done and made and points towards Jesus.",
    "start": "00:51:00",
    "end": "00:51:19"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:51:19",
    "end": "00:51:22"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:51:22",
    "end": "00:51:25"
  },
  {
    "text": "You can find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:51:26",
    "end": "00:51:32"
  }
]