[
  {
    "text": "A river of blood, an infestation of frogs, gnats, flies, disease, boils, hail, locusts, darkness. Today we're going to talk through what we commonly call the 10 plagues, the.",
    "start": "00:00:06",
    "end": "00:00:21"
  },
  {
    "text": "10 acts of de creation that God brings upon Egypt in order to display his character and name as. Yeah, the liberator of the oppressed.",
    "start": "00:00:21",
    "end": "00:00:31"
  },
  {
    "text": "We're going to look at how each of these plagues, as we call them, are connected to the biblical idea of decreation, how God is holding the order of the universe together. But when people plant their flag and violence and oppression, he'll let it all go.",
    "start": "00:00:31",
    "end": "00:00:45"
  },
  {
    "text": "So every one of these is both a demonstration of Yahweh's power as author of creation, but it's a decreation story.",
    "start": "00:00:45",
    "end": "00:00:52"
  },
  {
    "text": "On every level, and it's intense because this isn't merely a showdown with one single corrupt ruler. This narrative is painted as a showdown with evil itself.",
    "start": "00:00:52",
    "end": "00:01:02"
  },
  {
    "text": "Pharaoh and Egypt represent the height of corruption and human rebellion partnered with spiritual rebellion. So when God brings the 10 Acts of De creation on Egypt, God says it's a judgment against Pharaoh and the gods. The gods of Egypt.",
    "start": "00:01:02",
    "end": "00:01:18"
  },
  {
    "text": "Today on the podcast, we are finishing the first movement of the Exodus scroll, tracing the theme of God's name. What does the God of the Bible do when he is faced with horrendous evil?",
    "start": "00:01:18",
    "end": "00:01:29"
  },
  {
    "text": "There are times when God deals with severe justice against human rebellion and evil, and you learn something about someone's character for how they respond to really horrendous evil.",
    "start": "00:01:29",
    "end": "00:01:40"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast, and today we'll talk with Dr. Timothy Mackey, tracing the name. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:40",
    "end": "00:01:53"
  },
  {
    "text": "Hey, John.",
    "start": "00:01:53",
    "end": "00:01:53"
  },
  {
    "text": "We are in Exodus.",
    "start": "00:01:53",
    "end": "00:01:55"
  },
  {
    "text": "Yes. We are so in Exodus.",
    "start": "00:01:55",
    "end": "00:01:58"
  },
  {
    "text": "We are so in Exodus. We are actually still in the first movement of Exodus.",
    "start": "00:01:58",
    "end": "00:02:04"
  },
  {
    "text": "Yeah.",
    "start": "00:02:04",
    "end": "00:02:04"
  },
  {
    "text": "Exodus is broken up into three movements. We're going through each of them tracing a pattern, a theme pattern. And in this movement, it starts at the beginning of Exodus, where we're introduced to the big bad pharaoh and the nation of Israel. Israel multiplying, being fruitful, and the pharaoh being threatened.",
    "start": "00:02:04",
    "end": "00:02:27"
  },
  {
    "text": "Yeah.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "Him trying to take them out by killing the babies. Well, he had three different.",
    "start": "00:02:28",
    "end": "00:02:33"
  },
  {
    "text": "Three attempts.",
    "start": "00:02:33",
    "end": "00:02:34"
  },
  {
    "text": "Three attempts to take them out.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Yeah.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "The last one is, let's just throw the babies in the Nile River.",
    "start": "00:02:35",
    "end": "00:02:39"
  },
  {
    "text": "Yep.",
    "start": "00:02:39",
    "end": "00:02:39"
  },
  {
    "text": "And that's where we're introduced to Moses. And Moses grows up in Pharaoh's household and his whole story of being called by God.",
    "start": "00:02:39",
    "end": "00:02:47"
  },
  {
    "text": "Yeah.",
    "start": "00:02:47",
    "end": "00:02:47"
  },
  {
    "text": "Told God's name.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "Yep.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "And then commissioned by God to go and rescue Israel from the big bad Egypt.",
    "start": "00:02:49",
    "end": "00:02:54"
  },
  {
    "text": "Yes.",
    "start": "00:02:54",
    "end": "00:02:54"
  },
  {
    "text": "And all of that is so that God's name could be known by Israel and by all the other nations. This is the kind of God who will rescue the oppressed and is doing something in the world through this people.",
    "start": "00:02:54",
    "end": "00:03:06"
  },
  {
    "text": "Yep. Yeah, good summary. That's great. And the focus on the name is key because it's one of Moses's objections why he doesn't. Why want to be the one sent by God to lead the people out of Egypt is he says, you know, if people ask what your name is, what will I even tell them? And then you get the description and explanation of the name Yahweh and its meaning. And we talked about that at length. But then when Moses finally does go to the king of Egypt, the first response of the king of Egypt is, I don't recognize Yahweh.",
    "start": "00:03:06",
    "end": "00:03:40"
  },
  {
    "text": "Who is this Yahweh?",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "Who is Yahweh? That's not a name of any God I know. I don't acknowledge him. I don't know that name. So the, the recognition of the name is becomes really foregrounded there by the narrator. And so as you're saying, Pharaoh's increasing stubbornness, his increasing violence and oppression of the people is countered by an increasing intensity of God's power displayed through these acts of de creation, which is our code word for when God hands creation over and allows it to start splintering back into chaos and disarray, it's undoing the Genesis 1 created order, as it were. And that's what we're going to be exploring today is the 10 Acts of De creation that God brings upon Egypt in order to display his character and name as, yeah, the liberator of the oppressed.",
    "start": "00:03:41",
    "end": "00:04:37"
  },
  {
    "text": "And what helps center me and, and why this is important is to think about that God's name isn't so much about God caring that he looks good or some insecurity he has, it's that the God of the Bible is presented as the source of all life.",
    "start": "00:04:37",
    "end": "00:04:59"
  },
  {
    "text": "Yes. And order.",
    "start": "00:04:59",
    "end": "00:05:01"
  },
  {
    "text": "And order. And the sustainer of life.",
    "start": "00:05:01",
    "end": "00:05:03"
  },
  {
    "text": "That's right.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "And order.",
    "start": "00:05:04",
    "end": "00:05:04"
  },
  {
    "text": "Yeah.",
    "start": "00:05:04",
    "end": "00:05:05"
  },
  {
    "text": "And so knowing the name is synonymous with the idea of flourishing and having life and being at the center of how everything ought to work. Or the symbol of eating of the tree of life in the Genesis stories. And so blessing, flourishing, peace, all this stuff, the world as it ought to be, requires that you are connected to the source of life.",
    "start": "00:05:05",
    "end": "00:05:35"
  },
  {
    "text": "Yeah, that's one key piece. So to not acknowledge Yahweh is almost to embrace a contradiction. To say, I don't acknowledge Yahweh. You're using vocal cords and breath that comes to you as a gift from Yahweh, the creator of all that is. So at least within the worldview of the biblical story, you are contradicting your own existence by not acknowledging Pharaoh was contradicting his own existence. So that's one thing. But another thing is Pharaoh has set himself up as a rival to Yahweh. And so there's some cultural background. Egyptian kings were believed and claimed to be the incarnation of their most high gods, which changed names and forms over time. But Re or Ra, the sun God, was often, you know, an image of that. So that's one piece. But second is Pharaoh was setting himself up as this distorted image of God as a ruler, because that's what humans are made to do, is to rule in Genesis 1. And so you have a ruler who is not only just doing bad things, but he is fundamentally misrepresenting the rule and character of God over.",
    "start": "00:05:36",
    "end": "00:06:47"
  },
  {
    "text": "He's representing the rule of another God.",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "Yeah, totally. Yeah. Of the gods of Egypt. Yeah, yeah. So when God brings the 10 Acts of De creation on Egypt in the culminating one in chapter 12, which we'll look at today, God says it's a judgment against Pharaoh and the gods. The gods of Egypt. So this isn't like run of the mill human stupidity and poor decision making. Pharaoh and Egypt represent the height of corruption and human rebellion partnered with spiritual rebellion, and the archetypal foe of Yahweh among the nations. And so Yahweh plays hardball. You know, Pharaoh wants to play hardball. He takes the gloves off, and Yahweh takes the gloves off. So this is important because the narrative is giving us a foundation portrait of Yahweh's judgment against human evil, his anger and judgment, human evil. It's also important that this is not like an everyday thing. You know, this is not.",
    "start": "00:06:49",
    "end": "00:07:45"
  },
  {
    "text": "This is not what I should expect when I make a mistake.",
    "start": "00:07:45",
    "end": "00:07:49"
  },
  {
    "text": "Yeah. I mean, there are times when, as we'll go on into the story, there are times when God deals with severe justice against human rebellion and evil. And you learn something about someone's character for how they respond to really horrendous evil, but that just because somebody responds to horrendous evil in a certain way doesn't mean they will always respond that way to every act of evil they come across.",
    "start": "00:07:49",
    "end": "00:08:13"
  },
  {
    "text": "Yeah. We learned that Yahweh is patient.",
    "start": "00:08:13",
    "end": "00:08:15"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "And that he wants to forgive. And so there's that part of his character that we're gonna see a lot throughout these stories, but there are moments where he says, enough is enough.",
    "start": "00:08:16",
    "end": "00:08:30"
  },
  {
    "text": "Yes.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "And I'm gonna let this all fall apart on itself.",
    "start": "00:08:31",
    "end": "00:08:34"
  },
  {
    "text": "And. Yeah, and that's the part of the portrait of God's character we're looking at today. You know, I remember this really vivid memory I have when I was doing my doctoral work at University of Wisconsin, and there was a Muslim student in a class I was in, and we were talking about the portrait of God's character in the Torah and especially in the wilderness narratives, and she was processing that. So we had this great conversation about how the Hebrew Bible contains all these different stories and they render a portrait of God. The different stories emphasize different parts of God's character. And I think the challenge that we have is pulling all the pieces together into a coherent mosaic, as it were, because it can feel like God is really merciful towards some people who don't deserve it, and then brings the hammer on other people, where you go, like, I maybe would have been a little more lenient. And so the challenge is really knowing how to hold these together. I'll never forget that conversation because somehow it just clicked for me. And what I appreciated about this other student's observations was that she didn't have. I mean, she grew up with the Quran, and the Hebrew scriptures are a part of Muslim scripture. But at the same time, she believed, you know, Muhammad and the Quran is like the culmination of Allah's revealing of God's character. But she really cared about the Hebrew scriptures and wanted to understand them. So she was just a great dialogue partner to have for that conversation. And I'll never forget that. But that's the challenge we have here, is we want to honor this portrait of God's intense justice in these stories of the plagues on Egypt, while also not forgetting there's just one section of a bigger mosaic that we need to also see God's character within.",
    "start": "00:08:35",
    "end": "00:10:23"
  },
  {
    "text": "And I think the same struggle happens when we read the flood narrative.",
    "start": "00:10:23",
    "end": "00:10:26"
  },
  {
    "text": "Yeah, that's Right.",
    "start": "00:10:26",
    "end": "00:10:27"
  },
  {
    "text": "In Genesis 5. Right. And other acts of justice throughout the Bible, not just here. I'm really excited about you explaining how these are connected to decreation, because they just seem like. Just like, hey, let's roll the dice and see what kind of. What kind of plague is going to show up. Yeah, God has some plague dice, and he's like, all right, locust. Send the locust.",
    "start": "00:10:27",
    "end": "00:10:52"
  },
  {
    "text": "Totally. No, I hear that. And there are still things that puzzle me about the plagues, but I have learned a lot in the last few years. That I'm excited to talk about with you.",
    "start": "00:10:52",
    "end": "00:11:04"
  },
  {
    "text": "Okay.",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "So the section of Exodus that contains the lead up story to the first plague, actually we should say the word plague. Plagues. There's a variety of words used in the stories to talk about what God is doing, what these 10 things are. And so they're sometimes called plagues. And that's translating a word used in the story from the Hebrew word nagaf, which means to hit or to strike. There's another word that's spelled with real similar letters pronounced naga instead of nagaf, that's strike. And naga means to touch, but also can mean to touch intensely. So also to like, strike. And then also these acts are called either signs or wonders, symbolic acts of power that point to the greater power of the one who can do such signs and wonders, that kind of thing. But the word plagues has been the one that has kind of stuck throughout, at least in our English speaking kind of traditions. And plague refers to a disease in.",
    "start": "00:11:28",
    "end": "00:12:31"
  },
  {
    "text": "My mind most often.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. And only one of the 10 plagues is a disease.",
    "start": "00:12:32",
    "end": "00:12:38"
  },
  {
    "text": "I guess you're right. Exclusively. Do we say plague when we mean disease?",
    "start": "00:12:38",
    "end": "00:12:42"
  },
  {
    "text": "Disease, yeah. So I've thought of other things to call these, like the 10 strikes or the 10 acts of de creation or something. But it's just worth noticing. The word plague technically only refers to one of the 10, not all of them. So the 10 strikes. So the story begins with after Aaron and Moses went to Pharaoh and Pharaoh said, I don't acknowledge Yahweh. And then in chapter five and six, Pharaoh turned up the intensity of the slavery on Israel. More bricks, less straw to make the bricks. So Moses and Aaron go back to Yahweh, and Yahweh says, I told you this was going to get intense. And it's about to get more so, about to open up a can. So go back to Pharaoh and tell him again, let my people go. And so that's where we pick up in Exodus chapter 7. This is where we concluded our last conversation. Moses and Aaron go back to Pharaoh and they say, let the people go. And Pharaoh says, nope. And so Yahweh says, listen, I'm about to stretch out my hand against Egypt. And the Egyptians will come to recognize, to acknowledge that I am Yahweh. So here we begin, the 10 plagues. So what's interesting about the 10 plagues is they're structured in a really highly designed way in terms of their literary design. There's 10 total, but those 10 are divided up into three groups of three making nine. And then the 10th and final one is kind of set apart from those three groups of three. Okay, so in order they are famously, blood, the Nile turns to blood.",
    "start": "00:12:42",
    "end": "00:14:20"
  },
  {
    "text": "Number one.",
    "start": "00:14:21",
    "end": "00:14:21"
  },
  {
    "text": "Number one. Number two, frogs come up out of the Nile and crawl into everybody's houses. And nasty number three are gnats, come fly and cover everything. Fourth flies come and fill, cover everything. Fifth is plague, like an actual disease. The sixth is like boils, actually like skin boils. The seventh is hailstones fall and destroy all the crops. Eighth is locust, come and eat everything that the hail didn't destroy. And then the ninth is darkness over the land. And then that sets you up for the 10th, which is the death of the firstborn. And that links all the way back to the death of the firstborn sons of Israel. Pharaoh long ago began, back in chapter.",
    "start": "00:14:21",
    "end": "00:15:11"
  },
  {
    "text": "One, Pharaoh was tossing the boys in the river.",
    "start": "00:15:11",
    "end": "00:15:13"
  },
  {
    "text": "Yeah, that's right. So those are the 10. And what's interesting is that the feel.",
    "start": "00:15:13",
    "end": "00:15:19"
  },
  {
    "text": "Like we need like the 10 days of Christmas song or something to remember these five livestock plagues.",
    "start": "00:15:19",
    "end": "00:15:26"
  },
  {
    "text": "That would be great. I'm sure somebody's done it.",
    "start": "00:15:30",
    "end": "00:15:32"
  },
  {
    "text": "What's number four?",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "Number four is the flies.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "Four buzzing flies. Three.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "Three terrible gnats, two leaping frogs, and the Nile full of icky blood. Something like that.",
    "start": "00:15:39",
    "end": "00:15:49"
  },
  {
    "text": "Something like that, yeah.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Okay. All right. I'm feeling it. Okay. So the first nine plagues come at a pretty fast pace. And then the tenth one is, as I said, set apart. The tenth one has three whole long chapters dedicated to it, whereas the first nine get, you know, anywhere from like a third of a chapter to a quarter of a chapter kind of thing. But we're talking about Exodus, chapter seven through ten are the plagues. So here's what's fascinating. If you start studying patterns of repeated words, you'll see that just like the six days of Genesis are organized, you're.",
    "start": "00:15:50",
    "end": "00:16:28"
  },
  {
    "text": "Talking about just chapter one.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Yep.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "God creates order in six days.",
    "start": "00:16:29",
    "end": "00:16:31"
  },
  {
    "text": "In the seven day creation narrative that goes from Genesis 1:1 to Genesis 2, verse three, that narrative has six days of God working. And the arrangement of those six days is super intentional. And we've talked about that at length. But the organization of them into triads, two groups of three, and then the things match in symmetries. Going forward, there is an identical design to these nine plagues, but there's three groups of three. There's three triads. So it goes the blood, the frogs, the gnats, it's triad one, the flies, the plague, the boils. It's trad two, the hail, the locust, the darkness. It's trad three. And just, you know, I can't make this stuff up. There are symmetrically repeating phrases that link these together, both sideways and vertically. Vertically.",
    "start": "00:16:31",
    "end": "00:17:23"
  },
  {
    "text": "If you put them in a grid.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "If you put them in a grid. That's right. For example, the three triads. The first one of each triad happens in the morning.",
    "start": "00:17:24",
    "end": "00:17:31"
  },
  {
    "text": "So each triad begins with a plague in the morning or a strike in the morning.",
    "start": "00:17:31",
    "end": "00:17:35"
  },
  {
    "text": "Exactly. The plague of blood, the plague of the flies, the plague of the hail. That is plagues 1, 4, and 7 all have a little moment where they're introduced with a narrative saying God said to Moses in the morning. And then all of them take place where Pharaoh is. Is going out to the river or to the waters. And Moses is told to go meet Pharaoh by the waters. And it's only in the morning, and it's only plagues 1, 4, and 7. So it's very conspicuous, very clearly kind.",
    "start": "00:17:35",
    "end": "00:18:05"
  },
  {
    "text": "Of marking out we're starting a new set of plagues.",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "Yep, that's right. So it divides this. That act right there divides the nine.",
    "start": "00:18:07",
    "end": "00:18:11"
  },
  {
    "text": "And what a wonderful place to show down with Pharaoh at the. At the Nile.",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "Exactly. The first plague will take place at the Nile with blood. But also it circles back to what Pharaoh did with the Israelite boys on the Nile, which is tossed them into the waters. So it makes all of the nine plagues a counter to Pharaoh's evil. Back in chapter one, that's one thing. The first of each triad plagues one, four and seven all have the phrase, so that y' all will know that I am Yahweh. And that's key phrase.",
    "start": "00:18:15",
    "end": "00:18:42"
  },
  {
    "text": "And that's what we're tracing, that.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "We've been tracing the name of Yahweh. Yep, that's right. When you go to the second plague in each triad, I.e. plagues 2, 5, and 8. The frogs plague on the livestock and the locust. These all take place with Moses going to meet Pharaoh in his house. So each one of them is Moses going to Pharaoh, not out by the shore. That's the one. Four and seven plagues two, five, and eight is all Moses going into Pharaoh's house. And they're demanding that the people be let go. Then the third in each triad plagues 3, 6, and 9, which is gnats, boils and darkness. There's no warning. We're not told of when, how, or where Moses went to Pharaoh, because normally.",
    "start": "00:18:43",
    "end": "00:19:28"
  },
  {
    "text": "Moses comes and says, hey, you're gonna get another one. Here's a Chance to let us go totally in this. The third strike of each triad. Yeah, there's no warning.",
    "start": "00:19:28",
    "end": "00:19:38"
  },
  {
    "text": "There's no warning. It's just, hey, you aren't letting my people go boom here. I'm going to do this. And the plague comes, you know, without any lead up time. So that's interesting. Just right there. There are also hyperlinks and design features that knit each of the three together. Plagues 1, 2, and 3 as units are all a little unit that take place near the Nile. Plagues 4, 5, and 6 are all bound together. Plagues 7, 8, and 9 are the really long. And every one of them has a line that says, when the hail comes, it says, hail will fall. Like no hail has ever fallen before, and no one has seen it, and no one will ever see anything like it again. When the locusts come, there will be more locusts, more than anyone has ever seen before, and no one will ever see that many again. And then with the darkness, it was that the Egyptians could not see, while the Israelites could see in the darkness. So the first two, the hail and the locust, where no one has ever seen anything like this. And then the ninth plague is. And the Egyptians just straight up couldn't see, Couldn't see, couldn't see anything at all. So it's kind of a funny little.",
    "start": "00:19:38",
    "end": "00:20:48"
  },
  {
    "text": "So that last triad is kind of like the. Ramps it up to a.",
    "start": "00:20:48",
    "end": "00:20:52"
  },
  {
    "text": "Ramps it up. Yeah, exactly. So there are actually lots of other things here, but they're all united. And the phrase this was actually something that Carissa on our team, our scholar team, pointed out to me, was that in the ten plagues chapters from the first plague on through the tenth, the phrase you will know that I am Yahweh appears. Wait for it. How many times? Seven times. So once the plagues start, there are seven announcements that this is happening. So that Pharaoh will know that I'm Yahweh, or Egypt will know that I'm Yahweh, or the Israelites shall know that I'm Yahweh. So that also creates a nice cohesion through these as well. So the main takeaway is. Well, I don't know. You tell me.",
    "start": "00:20:52",
    "end": "00:21:40"
  },
  {
    "text": "Well, with that last one that the authors would make sure that there's seven times that the phrase you will know I am Yahweh in this section seems to mean that they think that pattern, that theme of knowing the name is kind of ultimate importance in this section.",
    "start": "00:21:42",
    "end": "00:22:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "Seven symbolizes kind of completion.",
    "start": "00:22:02",
    "end": "00:22:04"
  },
  {
    "text": "Yeah, A complete statement of something. Yeah.",
    "start": "00:22:05",
    "end": "00:22:07"
  },
  {
    "text": "So to do it seven times to say, like, really pay attention to this idea.",
    "start": "00:22:07",
    "end": "00:22:13"
  },
  {
    "text": "Yeah. Just to recall, the seven day symbolism begins in the first story in the Hebrew Bible with the seven day creation story. And the word seven is spelled with the same Hebrew letters as the word to be filled up or complete. So things repeating in numbers of 7 is a statement of wholeness or completeness or climactic importance. Something like that. Yeah, yeah, that's right.",
    "start": "00:22:13",
    "end": "00:22:37"
  },
  {
    "text": "And all of this symmetry and ordering of the 10 plagues, or the three sets of three plus one. Yeah, one. It kind of just helps you maybe remember them and the significance of them.",
    "start": "00:22:38",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, actually that's really. That's a big part of it.",
    "start": "00:22:50",
    "end": "00:22:52"
  },
  {
    "text": "It's a huge part of it.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "The literary design of biblical literature, a big part of it is aimed at helping you both memorize it, eat more easily once you see its structure, and then it helps you recite it in your mind as you meditate on it.",
    "start": "00:22:53",
    "end": "00:23:05"
  },
  {
    "text": "Yeah, I'm already starting to be able to categorize it in my mind a little bit better than before. Just hard to remember.",
    "start": "00:23:05",
    "end": "00:23:12"
  },
  {
    "text": "Totally.",
    "start": "00:23:12",
    "end": "00:23:12"
  },
  {
    "text": "The 10, you know?",
    "start": "00:23:12",
    "end": "00:23:14"
  },
  {
    "text": "10.",
    "start": "00:23:14",
    "end": "00:23:14"
  },
  {
    "text": "Yeah. Crazy making that happen. And the one takeaway is that each set of three begins in the morning.",
    "start": "00:23:14",
    "end": "00:23:21"
  },
  {
    "text": "Like day one of creation.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "Like day one of creation.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "Yeah.",
    "start": "00:23:24",
    "end": "00:23:24"
  },
  {
    "text": "And the first set of three, sorry, the first triad, not only starts in the morning, but it happens at the Nile River. And all three happen at the Nile River. And starting at the Nile river, the showdown with Pharaoh at the Nile river is really important. Like we just said, this is where he did his act of just cruel injustice and murder. And then that last set of three is like the fact that there's no warning and the volume's turned up. There's something probably to meditate on there too.",
    "start": "00:23:24",
    "end": "00:23:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "So, yeah, lots of cool stuff going on, but let's go through them because I want you to show me how each of these are connected to decreation.",
    "start": "00:23:57",
    "end": "00:24:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "And any other kind of cool things that you want to.",
    "start": "00:24:06",
    "end": "00:24:08"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "Bring up.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "Yep. Deal. Okay. Plague number one. A river turns to blood. Yuck.",
    "start": "00:24:09",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, that's gross.",
    "start": "00:24:38",
    "end": "00:24:40"
  },
  {
    "text": "This is Exodus 7, verse 15. And the Lord said to Moses, go to Pharaoh in the morning as he's going out to the water. So I think first of all, it circles back to Pharaoh long ago, throwing the baby Israelites boys into the water also. And this is just kind of in the background, but assumed by the biblical authors is the Nile was the lifeline.",
    "start": "00:24:41",
    "end": "00:25:06"
  },
  {
    "text": "Of the Egyptian culture.",
    "start": "00:25:06",
    "end": "00:25:08"
  },
  {
    "text": "Yep. Egyptian agriculture, therefore their economy, therefore their empire.",
    "start": "00:25:08",
    "end": "00:25:12"
  },
  {
    "text": "Yeah.",
    "start": "00:25:12",
    "end": "00:25:12"
  },
  {
    "text": "It was all funded by and sustained by this river. So the Nile and the source of the Nile was viewed as a divine presence and power. The river is the embodiment of a deity and Pharaoh as the one who brings order and maintains order of the land. His exercise of authority over the river is a big part of Egyptian religion and culture and so on. Lots of water rituals.",
    "start": "00:25:13",
    "end": "00:25:41"
  },
  {
    "text": "So to really go for the jugular on the first one would be, I'm just going to turn your lifeline into blood.",
    "start": "00:25:41",
    "end": "00:25:49"
  },
  {
    "text": "Yeah, totally. Which certainly it's again, echoing back to the innocent blood of the Israelite boys. Even though tossing a baby into the water and it drowning, you likely wouldn't see blood in the water. But the image is Pharaoh filled the river with dead bodies and Yahweh is going to the blood of the innocent. The blood of the innocent is crying out. Yeah, that's exactly what's going on. So this is the blood of Abel crying out, the blood of those boys. So that's all in the background when God says to Moses, go out to Pharaoh in the morning as he's going out to the river to do what? That doesn't matter. The point is, it's Pharaoh by the river. And that creates the symbolic stage, so to speak. Go meet him on the bank of the Nile. Take the staff that turned into a snake.",
    "start": "00:25:49",
    "end": "00:26:37"
  },
  {
    "text": "Yeah. When Moses met. Moses met with Yahweh, or the angel of Yahweh at the Sinai bush.",
    "start": "00:26:37",
    "end": "00:26:45"
  },
  {
    "text": "Yeah, yeah, yeah, that's right.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "One of his objections was, yeah, what.",
    "start": "00:26:47",
    "end": "00:26:51"
  },
  {
    "text": "If the people don't believe me?",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Yeah.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "And so, yeah, God gives Moses three signs. One of them is, throw your staff on the ground and it'll become a snake, and then pick it up and it'll become a staff again. And actually, in the narrative we didn't read it, Moses just did that same sign in front of Pharaoh, like, just in the paragraph before where we're reading right now.",
    "start": "00:26:52",
    "end": "00:27:11"
  },
  {
    "text": "And that's where it turns into not just a snake, but it turns into sea monster. Sea monster, yeah, yeah, right.",
    "start": "00:27:11",
    "end": "00:27:18"
  },
  {
    "text": "Yeah. Wow. Good memory, John. Hebrew vocab coming out. And so that's all about portraying Moses as the seed of the woman in Genesis 3:15 crushes the snake, the one who can handle the snake. Yeah, yeah. So Moses is depicted as the one with power over the snake. And then in this narrative, he is confronting the king, who is the embodiment of snaky evil in the land. So take that snake staff and say to him, yahweh, Elohim of the Hebrews sent Me saying, let my people go to worship me in the wilderness. But you haven't listened. So this is what Yahweh. By this you will know that I am Yahweh. There's our first of seven times that phrase will be used in plagues. I'll strike the water in the Nile with the staff in my hand and it will turn to blood, so the water becomes undrinkable. That's a big emphasis. You can't drink blood. So what's interesting. That's interesting. The other thing is you're told after the water turns to blood that seven days pass. You're just randomly told that at the end of this plague. So it's the first plague.",
    "start": "00:27:18",
    "end": "00:28:31"
  },
  {
    "text": "It lasts for seven days and it.",
    "start": "00:28:31",
    "end": "00:28:33"
  },
  {
    "text": "Begins in the morning, which echoes the first day of creation, which is the creation. The God's light enters, creates night and day, morning and evening, and then it ends with the echo of the seventh day.",
    "start": "00:28:33",
    "end": "00:28:45"
  },
  {
    "text": "There's a completeness in this plague itself.",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "That's right.",
    "start": "00:28:48",
    "end": "00:28:48"
  },
  {
    "text": "Goes for the jugular. This is what your whole economy is based on. This represents your evil being turned back against you.",
    "start": "00:28:48",
    "end": "00:28:56"
  },
  {
    "text": "Yep.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "This should do it.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, that's right. But it doesn't. Pharaoh's heart is hard and he won't let the people go. Second plague, God says, let my people go. And if you don't, frogs will come up out of the land. And actually, the word frog is a loan word in Hebrew. It's not in the Hebrew Bible.",
    "start": "00:28:58",
    "end": "00:29:17"
  },
  {
    "text": "What do you mean loan word?",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Sorry? Yeah. You know how in English we have words that are not. Don't have a history back in English. They're words imported from another language. So we have tons of ancient Greek and Hebrew words in English like baptism.",
    "start": "00:29:18",
    "end": "00:29:32"
  },
  {
    "text": "Yeah.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "And stuff like that. Angels. That's a Greek word spelled with English letters. So when there are lots of ancient Near Eastern loan words in classical Hebrew.",
    "start": "00:29:33",
    "end": "00:29:46"
  },
  {
    "text": "Got it.",
    "start": "00:29:46",
    "end": "00:29:46"
  },
  {
    "text": "So the Hebrew word is tsephar daya.",
    "start": "00:29:47",
    "end": "00:29:50"
  },
  {
    "text": "And salon word means it has no Hebrew origin. It was imported in.",
    "start": "00:29:51",
    "end": "00:29:55"
  },
  {
    "text": "It's imported in. So let's see. I'm looking up in the Hebrew Aramaic lexicon by Kohler and Baumgartner, and it's either a loan word from Aramaic or a loan word from Arabic. Ah, Hebrew. Aramaic and Arabic are the three cousin languages of what was called ancient Semitic.",
    "start": "00:29:55",
    "end": "00:30:17"
  },
  {
    "text": "Semitic languages.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Yeah, Semitic languages. And then there's some other relatives, but kind of the way like Italian and French and Spanish, they're all like Latin cousins. Yep. Are all linked together. So Aramaic. So often there's Arabic loan words in biblical Hebrew or Aramaic loan words in biblical Hebrew. Anyway, just kind of interesting. I was just. It's a weird looking Hebrew word because it's spelled way different than the way Hebrew letters are often spelled. Sepharda Im. So here what's interesting is frogs. Are they a land creature or are they a sea creature?",
    "start": "00:30:18",
    "end": "00:30:51"
  },
  {
    "text": "Yes.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "In Genesis 1, God makes a very clear separation between the land and the sea. That's a part of the order of creation. The boundary between fish go in the fish place. Yeah.",
    "start": "00:30:53",
    "end": "00:31:03"
  },
  {
    "text": "And the mammals go in the land place.",
    "start": "00:31:03",
    "end": "00:31:05"
  },
  {
    "text": "Yeah.",
    "start": "00:31:05",
    "end": "00:31:05"
  },
  {
    "text": "So these amphibians.",
    "start": "00:31:05",
    "end": "00:31:07"
  },
  {
    "text": "Totally. Whoa. And so our word amphibian is like a biological term, but it's a Greek word.",
    "start": "00:31:07",
    "end": "00:31:15"
  },
  {
    "text": "Is it?",
    "start": "00:31:15",
    "end": "00:31:16"
  },
  {
    "text": "Yeah, the word amphibolos. I'll let you look it up. But it's the Greek word for like both or both. And I just know this because it's used in New Testament Greek to mean two things together having two modes of existence. Yeah.",
    "start": "00:31:16",
    "end": "00:31:32"
  },
  {
    "text": "Amphibia is the Greek.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "Yep. Amphibia. Yeah.",
    "start": "00:31:34",
    "end": "00:31:36"
  },
  {
    "text": "Can mean living a double life. Amphi, both kinds. And the bia is bios life.",
    "start": "00:31:36",
    "end": "00:31:45"
  },
  {
    "text": "Oh, totally.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "Both kinds of life.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. It lives on the land and it lives on the sea. So the.",
    "start": "00:31:47",
    "end": "00:31:50"
  },
  {
    "text": "It's got two lives.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "Yeah, it's got two lives. So the point is that the frogs represent a creature that erase the boundary between land and sea.",
    "start": "00:31:51",
    "end": "00:31:58"
  },
  {
    "text": "Yeah. Okay. In the biblical imagination, frogs are like this representation of. Yes, God ordered things, but there are creatures that kind of mess with that order.",
    "start": "00:31:59",
    "end": "00:32:11"
  },
  {
    "text": "Yep, that's right. So that's one thing. The second is something you're told is that all of a sudden the language about the sea creatures in Genesis 1 start coming out. So you're told the Nile will swarm with frogs. It's the word Sharat. It's exactly what God says in Genesis 1. Let the waters swarm with every swarming creature.",
    "start": "00:32:11",
    "end": "00:32:33"
  },
  {
    "text": "Oh, okay.",
    "start": "00:32:35",
    "end": "00:32:35"
  },
  {
    "text": "So God is bringing out a creature that is swarming, but it swarms in the waters and on the land.",
    "start": "00:32:36",
    "end": "00:32:44"
  },
  {
    "text": "So it's a hybrid creature erasing the boundary.",
    "start": "00:32:45",
    "end": "00:32:47"
  },
  {
    "text": "Yep, that's right. And that boundary between land and sea is super important in biblical cosmology.",
    "start": "00:32:47",
    "end": "00:32:52"
  },
  {
    "text": "Yeah.",
    "start": "00:32:52",
    "end": "00:32:52"
  },
  {
    "text": "Yep.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "It creates the place where humans can live.",
    "start": "00:32:53",
    "end": "00:32:58"
  },
  {
    "text": "Yeah.",
    "start": "00:32:58",
    "end": "00:32:58"
  },
  {
    "text": "Which is separate from the chaotic sea where you can't live out there.",
    "start": "00:32:59",
    "end": "00:33:03"
  },
  {
    "text": "Yeah, that's right. So that's interesting.",
    "start": "00:33:03",
    "end": "00:33:06"
  },
  {
    "text": "They didn't know about the city of Atlantis.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "I think so. That's right. So the third plague is Moses is told to just hit the dust of the land and the dust of the land will become gnats.",
    "start": "00:33:09",
    "end": "00:33:23"
  },
  {
    "text": "This is the third plague.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Now this Is the third plague. Yep, yep. Strike the dust of the ground and they'll just become annoying little gnats. And the gnats are going to go all throughout the land and just be on people. Okay, but you know, if you've ever been.",
    "start": "00:33:24",
    "end": "00:33:42"
  },
  {
    "text": "What am I supposed to be thinking of here? Like a small insect.",
    "start": "00:33:43",
    "end": "00:33:47"
  },
  {
    "text": "Not. Not even as big as flies.",
    "start": "00:33:47",
    "end": "00:33:49"
  },
  {
    "text": "Okay.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "Like gnats. Yeah, man. I just know this. In the summer, I ride my bike. I'm a bike commuter here in Portland, so I ride my bike everywhere. And in the summer, especially mid to late summer, often I'll be riding home from work and I'll see a little. What looks like a little gray patch of mist in front of me.",
    "start": "00:33:50",
    "end": "00:34:13"
  },
  {
    "text": "Yeah.",
    "start": "00:34:13",
    "end": "00:34:13"
  },
  {
    "text": "And it's like little bug. It's a little bug zone. It's a little cloud of gnats.",
    "start": "00:34:13",
    "end": "00:34:17"
  },
  {
    "text": "Oh, those are gnats.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "And when I ride into them, they get in my nose and my mouth and it's. Yeah. All of a sudden I've got like three gnats in my mouth and two up my nose.",
    "start": "00:34:18",
    "end": "00:34:29"
  },
  {
    "text": "That's a type of gnat. Like gnats could be all sorts of things. They include flies and mosquitoes.",
    "start": "00:34:30",
    "end": "00:34:35"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "Okay, well, I mean, according to kidshealth.org.",
    "start": "00:34:36",
    "end": "00:34:39"
  },
  {
    "text": "It came up when you googled Nat.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "Yeah, I googled do nats bite?",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "Okay, got it. But the point is they're just really tiny flying insects. That's Wikipedia. And that is one of many species of tiny flying insects.",
    "start": "00:34:46",
    "end": "00:34:56"
  },
  {
    "text": "Okay. Yeah, some sort of tiny flying insect.",
    "start": "00:34:56",
    "end": "00:34:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:59",
    "end": "00:34:59"
  },
  {
    "text": "Now, is it significant that it came from the dust?",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "Of course it is. Yes, it is. So he strikes the dust of the land, and what we're told is that the dust of the land becomes gnats on the humans.",
    "start": "00:35:03",
    "end": "00:35:15"
  },
  {
    "text": "And humans were made from the dust of the land.",
    "start": "00:35:15",
    "end": "00:35:17"
  },
  {
    "text": "Exactly. Right. It's exactly the language used, humans from the dust of the land.",
    "start": "00:35:17",
    "end": "00:35:22"
  },
  {
    "text": "So there's a bit of a. Not a reversal, but kind of a twist in the idea that God created you from the dust, now he's covering you with something annoying. From the dust.",
    "start": "00:35:22",
    "end": "00:35:33"
  },
  {
    "text": "Yeah, the dust is the main biblical motif for mortality returning to the dust. And so here the dust is alive.",
    "start": "00:35:33",
    "end": "00:35:43"
  },
  {
    "text": "The mortality. Yeah, the death is coming out of the ground and covering you.",
    "start": "00:35:43",
    "end": "00:35:47"
  },
  {
    "text": "Yeah.",
    "start": "00:35:47",
    "end": "00:35:47"
  },
  {
    "text": "Whoa.",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "Yeah, it's kind of gross. It's almost zombie like, but not like humanoid zombie. It's kind of like the slime man. You know what? I remember the first sci fi horror movie I ever saw. I was at my grandma's house and I must have been Young, I don't know, six or seven. It was just called either the Green Slime. I think it was just called the Green Slime. Dude, it terrified. Yeah, 1968, the green slime. Dude, that movie filled my imagination for, I mean, disproportionate amount of years. Like well into my tween years, I was thinking about the Green Slime.",
    "start": "00:35:48",
    "end": "00:36:24"
  },
  {
    "text": "Wow.",
    "start": "00:36:25",
    "end": "00:36:25"
  },
  {
    "text": "Yeah, it was. Yeah, it was a sci fi thriller. A group of scientists unknowingly bring back a strange green substance that threatens to take over the planet.",
    "start": "00:36:25",
    "end": "00:36:35"
  },
  {
    "text": "This is the kind of movie Mystery Science Theater like watches and then makes fun of.",
    "start": "00:36:35",
    "end": "00:36:39"
  },
  {
    "text": "It is. That's exactly what it is. I really should watch it. I bet it would redeem the giant asteroid heading to Earth. Astronauts disembark to blow it up. They're successful, but they bring the green substance. It's rated G. Is it really? Anyhow, why am I thinking about this? Oh yeah, the gnats. The gnats are like the green slime. They're the dust of the earth coming alive and then trying to like cover you and drag you back into it. There you go. That's it. So next, plague number four is the flies. And what we're told about the flies is they will come up out of the ground and they will fill the land.",
    "start": "00:36:40",
    "end": "00:37:16"
  },
  {
    "text": "And so the idea of Blessing in Genesis 1 is about filling and multiplying.",
    "start": "00:37:17",
    "end": "00:37:21"
  },
  {
    "text": "Yep.",
    "start": "00:37:21",
    "end": "00:37:22"
  },
  {
    "text": "But flies to fill and multiply is kind of like the opposite of life. Yeah, it's like flies like to decompose things.",
    "start": "00:37:22",
    "end": "00:37:31"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "That's their job.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "Yeah, yeah. They hang out on decomposing things, especially manure, piles and carcasses.",
    "start": "00:37:32",
    "end": "00:37:38"
  },
  {
    "text": "Lovely.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Yeah. And they. Yeah, and they fill. They fill the land with death. Yeah. So this mirrors the be fruitful and multiply and fill the land, which is about life. And what you're saying is flies are often hanging around death and they are what, filling the land. The other thing that happens with the plague of the flies is God makes a distinction. This is the first one where God makes a separation. So God separated between my people and your people. And so there will be no swarming flies in the land of Goshen where Israel is hanging out. But there will be many flies. So there's this separation of Israel and Egypt. That's plague number four. Plague number five is an actual plague, like a disease that comes on the livestock of the land. And so in the plague on the livestock. Oh yeah, this is interesting. So in the plagues on the livestock, God says he's going to make a distinction between the herds of Israel and between the herds of Egypt. And he will set an appointed time. Yeah. An appointed time for this to happen. It's the word moed. Yeah. This is echoing when God separated between light and dark on day one, but then he handed over the responsibility of separating to the lights and that they become signs of the appointed times and that they separate. So at least at this one, for example, I don't think the parallel is between Egypt and Israel and the lights above, but it's that this is the language of creation, of God separating and appointing times. But here it's to bring death instead of life on Egypt.",
    "start": "00:37:39",
    "end": "00:39:23"
  },
  {
    "text": "Okay.",
    "start": "00:39:23",
    "end": "00:39:24"
  },
  {
    "text": "Yep. Plague number five. Plague number six is about the boils. So here he used to go to an oven. Moses is to go to an oven and get a whole bunch of soot, like sooty dust, and then throw it up into the skies, and then the wind will carry it all around, and as it lands on people's skin, it will erupt into boils and leaves.",
    "start": "00:39:24",
    "end": "00:39:48"
  },
  {
    "text": "Really creative now.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Totally. I think one of the key things here is the. The word the boils are on human and beast. The word boil is the Hebrew word snake backwards. And that wouldn't have struck me as significant until a few years ago. I realized that that happens all over the place. Word play isn't spelling words backwards and forwards and scrambling letters is like a main literary technique of the biblical authors. And so.",
    "start": "00:39:50",
    "end": "00:40:17"
  },
  {
    "text": "So what's the word?",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "Instead of nefesh, instead of nachash or.",
    "start": "00:40:21",
    "end": "00:40:23"
  },
  {
    "text": "Nachash.",
    "start": "00:40:23",
    "end": "00:40:23"
  },
  {
    "text": "Yeah, nachash. It's an anagram. Yeah, yeah. Backwards and forwards. The seventh plague is the hail. Hailstones. This is a long one. Yeah.",
    "start": "00:40:23",
    "end": "00:40:35"
  },
  {
    "text": "You said the third of the third triad.",
    "start": "00:40:35",
    "end": "00:40:37"
  },
  {
    "text": "Yeah.",
    "start": "00:40:38",
    "end": "00:40:38"
  },
  {
    "text": "Is a longi. Wait, the seventh isn't the third, then.",
    "start": "00:40:38",
    "end": "00:40:42"
  },
  {
    "text": "It'S the beginning of the third triad.",
    "start": "00:40:42",
    "end": "00:40:44"
  },
  {
    "text": "Beginning of the third triad.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "That's right. Plagues one, four, and seven each begin a triad. Yeah. So seven, eight, nine.",
    "start": "00:40:45",
    "end": "00:40:50"
  },
  {
    "text": "Okay.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "Yep. So you get the phrase, you know, I'm going to send another strike so that you will know. Ooh. It's a variation on our theme phrase, which is typically, y' all will know that I'm Yahweh. The hail plague begins with saying, so that you will know that there is no one like me in all the land. So we're ramping things up here.",
    "start": "00:40:51",
    "end": "00:41:13"
  },
  {
    "text": "Yeah.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "And so the hail is about sending stones from the sky. Oh, dude. I was driving home from Mount Hood yesterday, which is about an hour and a half east of Portland, and it was the most intense hail storm I've ever driven through.",
    "start": "00:41:14",
    "end": "00:41:31"
  },
  {
    "text": "Oh wow.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "Right around Sandy, Oregon.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "Oh, wow. Big pieces.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "Huge. Yeah. As big as I've ever seen in Oregon. I've seen bigger in Wisconsin. Like your stories of dime size that put dents in cars.",
    "start": "00:41:34",
    "end": "00:41:43"
  },
  {
    "text": "Yeah.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "But your stories of like softball sized tail. Yeah, it can get even more intense. But this was more like BB Pellet.",
    "start": "00:41:44",
    "end": "00:41:51"
  },
  {
    "text": "You know, driving through it, it's even more intense.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "But it was just the amount and intensity of it. Just clink, clinking so loud. We, you know, I was with my family in the car and we couldn't hear each other, talk to each other. We had to yell anyway. It was pretty exciting. So hail. But man, just think if you don't have a framework for what that is. Just the fact that sometimes clouds will come and they look like they're going to drop rain, but instead they drop ice rocks.",
    "start": "00:41:53",
    "end": "00:42:14"
  },
  {
    "text": "Just like shooting ice rocks.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "That's terrifying stuff, man.",
    "start": "00:42:17",
    "end": "00:42:19"
  },
  {
    "text": "Yeah. So is there a connection to de creation?",
    "start": "00:42:19",
    "end": "00:42:22"
  },
  {
    "text": "I mean, what the hailstones do is they come upon human and beast and all the vegetation of the field. So it hits all of the things that the land brings forth for blessing and life in Genesis 1 on days three and six, which is, let plants come out of the plants of the field come up. Let creatures come up out of the ground. And then God makes humans from the dust of the ground. And these are the things that are struck in the hail. Okay.",
    "start": "00:42:22",
    "end": "00:42:50"
  },
  {
    "text": "All the land. All the land blessing.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "Yeah, Yep, that's right. Land blessing is reversed leading to the eighth plague. Locusts. The locusts are going to come and they're going to eat everything that sprouts up out of the ground. From day three in Genesis, they're going to eat every tree that sprouts from the field, every green thing in the field, and all of the fruit and vegetation of the trees. It's just all the vocabulary of day three of Genesis. And they're going to fill your houses like the.",
    "start": "00:42:52",
    "end": "00:43:20"
  },
  {
    "text": "They're going to multiply and fill.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "God brings a wind over the desert to blow them in a ruach. Yeah. So just like God's ruach was there in the darkness, bringing order here. God's ruach, as it were, brings in these creatures that will decimate the land and bring disorder, leading to the ninth plague climax of the Triads, which is, and this is great, what God says, Moses is let there be darkness. It's exactly the inversion of day one.",
    "start": "00:43:22",
    "end": "00:43:57"
  },
  {
    "text": "Day one, let there be light.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "Yep.",
    "start": "00:43:58",
    "end": "00:43:58"
  },
  {
    "text": "Let there be darkness.",
    "start": "00:43:59",
    "end": "00:44:00"
  },
  {
    "text": "Let there be darkness. But for the sons of Israel, there was light in their Dwellings. But the darkness was intense over the land of Egypt for three days. So every one of these is both a demonstration of Yahweh's power as author of creation. So that you will know that I am Yahweh. That repeats seven times throughout this. And so the nine, the first nine are really a coherent, kind of tight.",
    "start": "00:44:00",
    "end": "00:44:27"
  },
  {
    "text": "Yeah.",
    "start": "00:44:27",
    "end": "00:44:27"
  },
  {
    "text": "Section that are all inverting and alluding to the creation stories. But it's a decreation story. Yeah, on every level. So this leads to the last climactic, which is kind of this set apart tenth and final one, mirroring the ten words that God speaks in Genesis 1.",
    "start": "00:44:27",
    "end": "00:45:14"
  },
  {
    "text": "Oh, ten times in Genesis 1.",
    "start": "00:45:14",
    "end": "00:45:16"
  },
  {
    "text": "God speaks.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "God speaks a word.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "Yep. There's seven days, ten words, but ten times God speaks in Genesis 1. Here, there's ten words that God speaks of. Striking judgment. Yeah. So there's an announcement that God's going to strike the firstborn of Egypt and all the firstborn of Egypt, human and beast, will die, however. And so this echoes again back to Pharaoh's death of the sons of. Of Israel back at the beginning. In fact, back in chapter four, God even said, you're killing my firstborn son, Israel, so be careful how you respond, because I'll do the same to you. That was a warning before the plagues even started. That was a warning back in Exodus chapter 4. So now God says, you know, that's what I'm going to bring. Pharaoh is still stubborn. He still won't let the people go. And so he's going to invert Pharaoh's evil back on himself. And the firstborn among human and beast will die. So what God provides here, however, in the plague on the firstborn is something that contrasts Pharaoh. Back in chapter one, Pharaoh had no mercy, just throwing baby boys into the water. Here, God says, hey, I'm gonna turn your evil back on your own head. But for anybody Israelite or Egyptian who fears the word of the Lord, here is a means of escape. Your house can become an ark of refuge. So there's this big emphasis, this Passover, and this emphasis on going into the house. The word house in Hebrew, habayat, or actually the phrase into the house. Habaita is the word for Noah's ark spelled backwards. Teva Habaita. It's great. It's a good one. So the house becomes a little ark where humans and animals go in together and they seek refuge and safety in the flood. And then it also merges together with the themes of Noah's sacrifice. When God saw Noah's sacrifice and Said I'll never again bring the strike that is the flood. Here Yahweh says, if you go into the house, which is an inverted ark, and offer one blameless young lamb and mark its blood on the doorpost. Ooh. Notice the frame. Inclusio frame of the first plague, the blood of the Nile. And then the tenth plague, the blood of the innocent. Blood of the lamb on the door. And then Yahweh will see the blood, and he won't allow the destroyer to come strike the firstborn. There's this interesting interplay where Yahweh says, I'm going to pass through the land and I will strike the firstborn of Egypt on this night.",
    "start": "00:45:18",
    "end": "00:48:03"
  },
  {
    "text": "But then it's not him. It's.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "But then when the narrator actually comes, it says yahweh. Or there's another time that Yahweh describes it, and he says, I won't allow the destroyer to come. And there's debate, long ancient debate on who or what the destroyer is.",
    "start": "00:48:05",
    "end": "00:48:17"
  },
  {
    "text": "Interesting.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "But I think the bigger point for our discussion is this phrase. You will know that I'm Yahweh gets repeated again in this last plague.",
    "start": "00:48:18",
    "end": "00:48:29"
  },
  {
    "text": "So they go into the safe place, the little mini Eden, humans and animals together. A refuge. It's marked by a sacrifice. Which is kind of similar to when Noah gets out of the refuge.",
    "start": "00:48:29",
    "end": "00:48:43"
  },
  {
    "text": "Exactly.",
    "start": "00:48:43",
    "end": "00:48:44"
  },
  {
    "text": "Marks it with a sacrifice.",
    "start": "00:48:44",
    "end": "00:48:45"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:48:45",
    "end": "00:48:45"
  },
  {
    "text": "They put it on the door. It's blood on the door. And the blood of the innocent was calling out from the river. From the river.",
    "start": "00:48:45",
    "end": "00:48:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:48:54",
    "end": "00:48:54"
  },
  {
    "text": "This is the blood representing the blood of the innocent or just representing life.",
    "start": "00:48:54",
    "end": "00:49:00"
  },
  {
    "text": "It's a blood, but it's blood of a substitute that Yahweh has provided.",
    "start": "00:49:00",
    "end": "00:49:04"
  },
  {
    "text": "Okay.",
    "start": "00:49:04",
    "end": "00:49:05"
  },
  {
    "text": "This is all developing the themes of Abraham and Isaac on Mount Moriah, where Abraham's sins caught up with him wronging Hagar, the Egyptian immigrant. Immigrant. And so Yahweh demanded the life of Abraham's firstborn through Sarah back, only to give his firstborn son back to him. But provide a substitute which was the.",
    "start": "00:49:05",
    "end": "00:49:28"
  },
  {
    "text": "Ram and the thicket.",
    "start": "00:49:28",
    "end": "00:49:28"
  },
  {
    "text": "It was the ram in the thicket. So here Yahweh is demanding the life of the firstborn, both of Egypt and of Israel. But he provides for anybody who will go into an ark. And he provides a substitute. And take the substitute that Yahweh has provided. There will be life instead of death.",
    "start": "00:49:28",
    "end": "00:49:47"
  },
  {
    "text": "So there's this pattern of the substitute.",
    "start": "00:49:47",
    "end": "00:49:49"
  },
  {
    "text": "Yep. Coming out here, developing. That's right. Yeah.",
    "start": "00:49:49",
    "end": "00:49:51"
  },
  {
    "text": "It's provided by Yahweh.",
    "start": "00:49:51",
    "end": "00:49:53"
  },
  {
    "text": "Yeah. So it's not a sacrifice of atonement the way that Israel's later sacrifices will be in the Tabernacle? We're not quite there yet, but it is a substitutionary sacrifice.",
    "start": "00:49:53",
    "end": "00:50:04"
  },
  {
    "text": "You're saying it's not explicitly that sacrifice of atonement that will be explained later?",
    "start": "00:50:05",
    "end": "00:50:09"
  },
  {
    "text": "Exactly. Yep.",
    "start": "00:50:10",
    "end": "00:50:10"
  },
  {
    "text": "But it is very similar.",
    "start": "00:50:10",
    "end": "00:50:11"
  },
  {
    "text": "Totally. Oh, yeah. It's a part of a pattern.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "It's part of the pattern.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "Pattern. So that later, when Jesus tries to explain his death to his closest followers, he does it on the night of Passover, but talks about his death as a sacrifice that will bring ransom or atonement or covering for people's sins.",
    "start": "00:50:14",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:30"
  },
  {
    "text": "So he's merged together in Jesus mind. Passover and the sacrifice on the day of atonement are blended together thematically.",
    "start": "00:50:31",
    "end": "00:50:39"
  },
  {
    "text": "And then the Lamb of God who takes away the sins of the world.",
    "start": "00:50:39",
    "end": "00:50:42"
  },
  {
    "text": "Exactly. That whole thing, all that. What John calls Jesus, John the Baptist calls Jesus the Lamb of God who takes away sin. So. But Passover is about ransom from death. It's about all the land is being given over to death. But Yahweh will make a distinction and preserve a chosen remnant out of the decreation. And how does he do that? He provides a refuge and he provides a substitute.",
    "start": "00:50:42",
    "end": "00:51:07"
  },
  {
    "text": "And why mark the door with the blood?",
    "start": "00:51:07",
    "end": "00:51:09"
  },
  {
    "text": "Yeah. Okay. I think it has to do with this theme of the door of Eden.",
    "start": "00:51:09",
    "end": "00:51:14"
  },
  {
    "text": "Yeah. Sin is crouching at the door.",
    "start": "00:51:14",
    "end": "00:51:16"
  },
  {
    "text": "Yeah. Back in the Cain story, the destroyers crouching at the door, you learn there's a door to Eden that they're offering sacrifices at. Cain and Abel are.",
    "start": "00:51:16",
    "end": "00:51:24"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "And then later, Noah gets out of the door of the ark and then builds his altar and offers a sacrifice. And then the door of the tabernacle, the door of the temple, were right where the altar was in front of the door. So here it's. The sacrifice is made inside the house and then marked on the door. It's a boundary between death and life.",
    "start": "00:51:24",
    "end": "00:51:47"
  },
  {
    "text": "Yeah.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Inside the house is life marked with the boundary.",
    "start": "00:51:49",
    "end": "00:51:51"
  },
  {
    "text": "So Jesus says, like, knock and the door will be open. Is he riffing off of this boundary idea?",
    "start": "00:51:51",
    "end": "00:51:56"
  },
  {
    "text": "That's a good. Wow, that's good. I need to think about that. I'm thinking more. This is key temple symbolism of the transition into the temple is going into the place of life. But for people who live in a world of death and human evil, we need to offer a substitute life that is blameless and without blemish, which is what the Passover lamb is. And then that can be a blameless representative before God.",
    "start": "00:51:57",
    "end": "00:52:24"
  },
  {
    "text": "That opens the way through the door.",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "That opens the way back into life when outside there is death. So outside the house is like outside of Eden where there's the dust of death. But inside the house, because of the substitute, there is life. That's Passover. So with this plague, I guess we're now transitioning into the Eden story. Images. If the first nine plagues were about creation. Images, Creation and decreation from the seven day creation story in Genesis, the Passover story is filled with Eden imagery of being in or out of the garden and temple imagery. Yeah. So the Exodus narrative takes a long pause. And chapters 12 and 13 of Exodus are just a long handbook, ritual handbook for how to celebrate Passover.",
    "start": "00:52:26",
    "end": "00:53:17"
  },
  {
    "text": "Yeah. This thing that they did on this day was to be done every year.",
    "start": "00:53:17",
    "end": "00:53:23"
  },
  {
    "text": "Yeah. The narrative tells you how to reenact the story is as if the narrative comes to a culmination by addressing future generations of readers saying, hey, readers, here, I just told you the story. Now here's what every one of you is to do every year to reenact this. Because this is not just a story about the past. This is a story of God's patterns of how he works in the present and will work in the future. So the past deliverance of the Exodus becomes through the yearly repetition of it in Passover, ritual pointer to future redemption. Which is surely why Jesus chose this night and Passover weekend to time his showdown. His showdown with the powers.",
    "start": "00:53:23",
    "end": "00:54:08"
  },
  {
    "text": "Yeah.",
    "start": "00:54:08",
    "end": "00:54:08"
  },
  {
    "text": "In Jerusalem.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "Yeah. So we get two chapters of instructions of how you're going to do this with your family.",
    "start": "00:54:10",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "Once a year.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "And so it culminates in Passover night becoming the first of a seven day celebration.",
    "start": "00:54:16",
    "end": "00:54:22"
  },
  {
    "text": "Passover is a seven day celebration.",
    "start": "00:54:22",
    "end": "00:54:24"
  },
  {
    "text": "Passover kicks off a seven day celebration. That's the feast of unleavened bread.",
    "start": "00:54:24",
    "end": "00:54:29"
  },
  {
    "text": "Yeah.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "And so you don't eat unleavened bread.",
    "start": "00:54:30",
    "end": "00:54:32"
  },
  {
    "text": "And this is the beginning of the Jewish new year, right?",
    "start": "00:54:33",
    "end": "00:54:35"
  },
  {
    "text": "Yes. Exodus 12 begins by saying, this is the first day of the first month of the first year.",
    "start": "00:54:35",
    "end": "00:54:42"
  },
  {
    "text": "Yeah.",
    "start": "00:54:42",
    "end": "00:54:42"
  },
  {
    "text": "This is new creation, their liberation through. They go through the danger of death out into a new set of seven days. And on the first day they don't do any work. On the seventh day, they don't do any work. And they rest in between eating unleavened bread. It's like the re, the rebirth, the recreation of Israel out the other side. And all of this is a demonstration of the name and the character, the reputation of Yahweh among the nations. What a remarkable story.",
    "start": "00:54:42",
    "end": "00:55:15"
  },
  {
    "text": "Yeah.",
    "start": "00:55:15",
    "end": "00:55:15"
  },
  {
    "text": "Yeah. We could have spent A lot more time.",
    "start": "00:55:15",
    "end": "00:55:19"
  },
  {
    "text": "Yeah. We could probably spend a whole hour just talking about.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "What we didn't even talk about was the Egyptian symbolism between the ten plagues.",
    "start": "00:55:21",
    "end": "00:55:27"
  },
  {
    "text": "Oh.",
    "start": "00:55:27",
    "end": "00:55:27"
  },
  {
    "text": "Like how these would have resonated for.",
    "start": "00:55:27",
    "end": "00:55:29"
  },
  {
    "text": "Egyptians, like how it was showing down with the gods of Egypt.",
    "start": "00:55:29",
    "end": "00:55:33"
  },
  {
    "text": "Totally. Yeah. Actually for that I'll just quick recommend a great commentary. One of my go to commentaries on Exodus. Second. Yeah, one of my go to commentaries on Exodus is by Douglas Stewart. It's Exodus commentary in the what New American Commentary series. But he does a great job of talking about and exploring the Egyptian symbolism of frogs and of flies and gnats and so on. And so I think those things are there in the text too and likely intended. But for readers and meditators on the Hebrew Bible, I think the creation decreation imagery is what's mainly in the foreground, which is why we've focused on it here. So this brings to a conclusion the first movement of Exodus. Yeah.",
    "start": "00:55:33",
    "end": "00:56:26"
  },
  {
    "text": "And in this movement we traced the theme of the name. Knowing the name, we learned the name Yahweh.",
    "start": "00:56:27",
    "end": "00:56:34"
  },
  {
    "text": "Yep.",
    "start": "00:56:34",
    "end": "00:56:34"
  },
  {
    "text": "And we see God say, this is the kind of person I am. I will rescue the oppressed and I'm doing something with this people, Israel. And. And Israel will know my name and the nations will know my name. And these 10 plagues are a showdown of the powers. Yeah, Yahweh and his power.",
    "start": "00:56:34",
    "end": "00:57:00"
  },
  {
    "text": "That's right.",
    "start": "00:57:00",
    "end": "00:57:00"
  },
  {
    "text": "Versus the king of Egypt and his gods.",
    "start": "00:57:00",
    "end": "00:57:05"
  },
  {
    "text": "Yes.",
    "start": "00:57:05",
    "end": "00:57:05"
  },
  {
    "text": "And their powers.",
    "start": "00:57:05",
    "end": "00:57:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:06",
    "end": "00:57:07"
  },
  {
    "text": "And by whose name are you going to live? And quite a showdown it is.",
    "start": "00:57:07",
    "end": "00:57:11"
  },
  {
    "text": "Yeah. In fact, here's. If you're going to have one little summary takeaway, here's a good life verse from Exodus. And I don't know why I remember it, because it's Exodus 12:12. On that night I will pass through Egypt and strike every firstborn among human and animals. And I will bring judgment on all the gods of Egypt. I am Yahweh. So we're back to. This is a severe portrait of Yahweh's justice against an evil tyrant, against dark spiritual powers that entice humans to murder and slaughter each other in the name of political religion. That's what this story is about. And the very meaning of Yahweh's name is that he is opposed to such wanton violence and disregard for human life. And so the name of Yahweh here is like means justice and liberation for the oppressed. And this story has been sitting here for thousands of years defining the name of Yahweh. And it's challenging readers across time and cultures ever since.",
    "start": "00:57:11",
    "end": "00:58:19"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we begin the second movement of Exodus, looking at the stories of Israel going through the waters, through the wilderness, and up to the mountain. All of these stories will be tracing the theme of the test.",
    "start": "00:58:21",
    "end": "00:58:42"
  },
  {
    "text": "I know the word test doesn't activate positive associations for a lot of people, but that is a word introduced in the biblical story for how God relates to his chosen ones.",
    "start": "00:58:42",
    "end": "00:58:53"
  },
  {
    "text": "Today's podcast was produced by Cooper Peltz and edited by Dan Gummel and Zach McKinley. The show notes are by Lindsay Ponder. BibleProject is a nonprofit organization. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Thomas and I'm from Zimbabwe.",
    "start": "00:58:53",
    "end": "00:59:18"
  },
  {
    "text": "Hey, this is Abby and I Live in Sherwood, Arkansas.",
    "start": "00:59:18",
    "end": "00:59:21"
  },
  {
    "text": "I first heard about Bible Project back in 2017. I use Bible Project for study and basically getting an in depth understanding of my faith within its Jewish roots.",
    "start": "00:59:21",
    "end": "00:59:30"
  },
  {
    "text": "I use bibleproject definitely to go deeper in my personal study of the Bible, but also whenever I get the chance to teach the Bible, I jump over to the Bible Project. For sure.",
    "start": "00:59:30",
    "end": "00:59:40"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:59:40",
    "end": "00:59:42"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "00:59:42",
    "end": "00:59:45"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:59:45",
    "end": "00:59:50"
  }
]