[
  {
    "text": "Hey, Tim.",
    "start": "00:00:04",
    "end": "00:00:05"
  },
  {
    "text": "Hey, John.",
    "start": "00:00:05",
    "end": "00:00:06"
  },
  {
    "text": "We get to listen to some questions.",
    "start": "00:00:06",
    "end": "00:00:09"
  },
  {
    "text": "Yes.",
    "start": "00:00:09",
    "end": "00:00:10"
  },
  {
    "text": "About the Exodus scroll.",
    "start": "00:00:10",
    "end": "00:00:12"
  },
  {
    "text": "Yeah. Yeah. We took nine nineish conversations, I think maybe 10 to work through the Exodus scroll. I forget.",
    "start": "00:00:12",
    "end": "00:00:19"
  },
  {
    "text": "Yes, that sounds right.",
    "start": "00:00:19",
    "end": "00:00:21"
  },
  {
    "text": "Yeah. Then we culminated then with an interview with Carmen Imes, a friend and scholar who is actively doing research in Exodus. So that was a great conversation.",
    "start": "00:00:21",
    "end": "00:00:32"
  },
  {
    "text": "Yes.",
    "start": "00:00:32",
    "end": "00:00:33"
  },
  {
    "text": "And now we're going to interact with questions that all of you listening have sent in. This is the largest batch of questions we've ever received for a Q and R episode.",
    "start": "00:00:34",
    "end": "00:00:44"
  },
  {
    "text": "Yeah.",
    "start": "00:00:44",
    "end": "00:00:44"
  },
  {
    "text": "And what was cool about that was the repeated questions. Like, just the percentages. We just had a bigger sample. So, like, there was definitely a number one most repeated question. We had a bigger batch.",
    "start": "00:00:45",
    "end": "00:00:59"
  },
  {
    "text": "Is that the one we're going to do first?",
    "start": "00:01:00",
    "end": "00:01:01"
  },
  {
    "text": "No. Oh, no. Well, we will talk about it. It's the moment where God wants to kill Moses.",
    "start": "00:01:02",
    "end": "00:01:08"
  },
  {
    "text": "Oh, sweet.",
    "start": "00:01:08",
    "end": "00:01:10"
  },
  {
    "text": "Okay. But first, before we dive into listener questions, we wanted to follow up with. One of the episodes we did was about the test that was before Israel as they stood at the foot of Mount Sinai when God showed up in fire and cloud. And the whole thing about, were all the people supposed to go up to the top of the mountain? Was that God's plan or desire? And that's confusing because God says they should come up onto the mountain. Depending on what translation you read, it says they should come up on the mountain. But then God seems to say they can't. After he says they should, he seems.",
    "start": "00:01:12",
    "end": "00:01:47"
  },
  {
    "text": "To be happy that they didn't.",
    "start": "00:01:47",
    "end": "00:01:48"
  },
  {
    "text": "There you go. That's right. And so you and I had. I took you on a journey of where what I think makes sense of all of that and what was great was Carmen had a different take.",
    "start": "00:01:48",
    "end": "00:02:00"
  },
  {
    "text": "Yeah, well, and your take, the journey you brought me through in the whole. And the whole audience is, yes, they were meant to go up onto the mountain.",
    "start": "00:02:00",
    "end": "00:02:09"
  },
  {
    "text": "The invitation to come up onto the mountain by God was a real invitation. A real invitation.",
    "start": "00:02:09",
    "end": "00:02:14"
  },
  {
    "text": "And the test was, will you come up even though it's dangerous and you're afraid? And so in your presentation, Israel failed the test.",
    "start": "00:02:15",
    "end": "00:02:27"
  },
  {
    "text": "They failed the test. And the literary design of that whole section is funky to modern Western readers because it's out of narrative sequence. But the moment that God said they should and could ascend at his invitation, the narrative really draws it out is on the third day while the trumpet is blasting and the narrator says, and the trumpet kept going and going and the people don't go up.",
    "start": "00:02:27",
    "end": "00:02:54"
  },
  {
    "text": "Yeah.",
    "start": "00:02:54",
    "end": "00:02:55"
  },
  {
    "text": "And then in chapter 20 of Exodus, you get a flashback that zeroes in on that moment. And it's because the people were afraid for their lives and they say they aren't going to go up.",
    "start": "00:02:55",
    "end": "00:03:04"
  },
  {
    "text": "Okay, so that's one interpretation.",
    "start": "00:03:04",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. So it's a failure of the test because the ideal is for God's covenant partners to return to Eden, to return to his Eden presence so that they can be transformed and become his priests to the nations.",
    "start": "00:03:07",
    "end": "00:03:22"
  },
  {
    "text": "Become a kingdom of priests.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "A kingdom of priests and a holy nation. Yep, that's right. So that was a bummer that they didn't, but good thing that they had someone who could. And that's Moses, right? That's right.",
    "start": "00:03:23",
    "end": "00:03:35"
  },
  {
    "text": "And so then our conversation with Carmen, Dr. Carmen Imes, she presented a different explanation, which was that it was good that Israel didn't go up the mountain, that the invitation was there, come up onto the mountain. She agreed with that. But Israel was wise to realize and fearing the Lord, that they were not in a place to go up the holy mountain and sending up a mediator instead. Moses was actually God's plan. God's plan and was a success. They actually passed the test. And the test was not should I trust God, even though it doesn't make sense and I think it'll kill me. The test was, will I second guess God? Because I know his character and I know my character. And she talked about Abraham negotiating with God, about Sodom and Gomorrah and an opportunity for us to enter into this relationship with God where we actually, because we know his character, will second guess, I suppose. Is that a good way to say it?",
    "start": "00:03:35",
    "end": "00:04:51"
  },
  {
    "text": "Well, there's a few steps in there. So first, Carmen is going to do her own full scale research of the question when she gets there in her research. And so at this point, she's relying on a dissertation and work done by scholar Michael Kibbe, who wrote a whole dissertation about this issue.",
    "start": "00:04:51",
    "end": "00:05:13"
  },
  {
    "text": "Yeah.",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "And so I just want to just make accuracy. She was representing Kibbe's work, but she was compelled by it.",
    "start": "00:05:14",
    "end": "00:05:20"
  },
  {
    "text": "Yeah.",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "So in Michael Kibbe, so it was great because I didn't know about his work. So I went and read his book and I learned a ton. And it was awesome. And this is why I love biblical studies, because you just keep learning. So Kibbe's point, essentially his conclusion is that the invitation of Israel to come up the mountain was a test to show whether or not they have an accurate assessment of themselves.",
    "start": "00:05:21",
    "end": "00:05:48"
  },
  {
    "text": "Yeah.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "And what Kibbe argues is that God's real desire from the moment of the burning bush was that Israel have one mediator on their behalf. Moses. Right and so he sees Israel's declining the invitation to go up the mountain as passing the test because they fear God enough to have an accurate view of themselves, that they will be consumed by the fire, not transformed by it. And that right now Moses is the only one who should go up on our behalf. And he argues that that is what God wanted. But this is the trick. What it means is that God's invitation to come up the mountain was real but not genuine. It was a trick question.",
    "start": "00:05:49",
    "end": "00:06:38"
  },
  {
    "text": "Yeah.",
    "start": "00:06:38",
    "end": "00:06:38"
  },
  {
    "text": "Yes.",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "Yeah.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "And that's the twist that I think is that interpretation that you got to sit with. And then this is where it leads to. Kibbe argues that this narrative in Exodus 19 is patterned after the story of Abraham and Isaac on Mount Moriah.",
    "start": "00:06:40",
    "end": "00:06:58"
  },
  {
    "text": "And you agree with that?",
    "start": "00:06:58",
    "end": "00:06:59"
  },
  {
    "text": "I agree with that. And so he sees there Abraham passing the test by doing what God said, even though what God said seemed to contradict something God said earlier. So God said, I'm going to bless all the nations through your son. And then he says, give me back the life of your son on offering on Mount Moriah. And he sees Abraham's passing the test as being willing to do what God said, even though he knew it contradicted what God had promised earlier. And God takes that willingness and trust as passing the test. And so he sees the Israel at Mount Sinai as an inversion story. Their unwillingness to do what God says is them passing the test. This is where I start to see for me cracks in for me, what becomes not compelling. So what was interesting is that for Carmen, she was also integrating the work of a Hebrew Bible scholar, J. Richard Middleton, in his book Abraham's Silence, the Binding of Isaac, the Suffering of Job, and How to Talk Back to God. And his take is essentially, it's a book essentially about the story of Abraham and Isaac. And he argues that Abraham failed the test, that what he should have done is not silently obey God's command to sacrifice his son, but he should have done what he did for lot in Sodom and Gomorrah, which is talk back to God and mediate and advocate for the innocent. And so he sees Abraham's failure to do that as a failure. So I also read that book in the last few weeks because I really enjoyed it, and I really enjoyed it, and with fear and trepidation. I'm not persuaded by his reading of Abraham in Isaac's story, and with fear and trepidation, because I have learned more from J. Richard Milton about the image of God than any other scholar.",
    "start": "00:06:59",
    "end": "00:09:02"
  },
  {
    "text": "Yeah.",
    "start": "00:09:02",
    "end": "00:09:02"
  },
  {
    "text": "So I've been deeply informed by his work. And it was the first time I've ever read any of his work that I'm like, yes to some of that. But I don't. Yeah, I don't. I'm not persuaded on that other part. So this is tricky. It's like. Because a lot of it has to do. For me, this all comes down to narrative patterning.",
    "start": "00:09:03",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "When later stories in the Hebrew Bible are patterned after an earlier story, and the author is counting on you seeing the parallels to inform how you're supposed to read the story at hand. So when we're at Mount Sinai with Israel, we're like multiple patterns, deep. Because that story in Exodus is patterned after Abraham and Isaac is patterned after the decision of Adam and Eve at the tree in the way of the fear of the Lord and the fiery appearance of Yahweh fits into that story.",
    "start": "00:09:21",
    "end": "00:09:57"
  },
  {
    "text": "And when you say narrative pattern, you mean.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "Ah, yeah. So a story in the Hebrew Bible that's later in the collection will use the actual words and phrases and images of an earlier story with such a density that it's recalling that story so that you call them both up in your mind to begin to compare and contrast them. And usually it's to help the reader. This is meditation literature. So you actually need the Adam and Eve story in Eden to understand the nuances of what's going on with Abraham and Isaac. Like, the author assumes that you will bring the Eden story to bear to solve some of the interpretive puzzles in that story. And then the Exodus story is designed in such a way as to recall both of them so that you use what you learned in those earlier stories to solve puzzles in this one. And this was what I raised in the conversation with Carmen, why I loved it, because it's a question of method. What did the biblical authors expect readers to do when they notice parallels? What does it mean to read a later story in light of earlier parallels? To me, that's an interesting question raised by all this. I can tell you just where I'm at now after processing, talking with Carmen, reading those two books or.",
    "start": "00:10:00",
    "end": "00:11:12"
  },
  {
    "text": "Yeah, I want to hear. But to say back, well, you're saying that there's two works. There's Kibbe who says he makes a case for how Israel was meant to have a good assessment of themselves. Themselves. And no, they're not. They're not ready to be in God's presence.",
    "start": "00:11:13",
    "end": "00:11:32"
  },
  {
    "text": "Yeah. Their fear of the Lord and not going up the mountain, according to Kibbe, is good. And it's passing the test.",
    "start": "00:11:32",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. And that makes a Lot of sense. But what you're saying is the real gravity of this argument needs to be around narrative patterning. And you brought that up with Carmen. And then what she did was introduce another scholar who actually says that will allow you to say, yes, the narrative pattern is very clear with Abraham and Isaac, but Abraham was supposed to assess what God was asking and not do it like Israel at Mount Sinai to iron out that wrinkle. Yeah, but then you're saying that narrative is connected to Adam and Eve, who were supposed to listen to the word of God and trust it and fear him. And that was clearly not second guess God. That was very clearly like, do what I saying, don't eat that tree.",
    "start": "00:11:39",
    "end": "00:12:38"
  },
  {
    "text": "Correct. Yeah, that's right. So I think how the three stories fit together is that the Eden story, God gives a command. It's counterintuitive to Adam and Eve because both trees look good, and one of them leads to knowing good and bad, which seems like a good. Why would God not want me to have that right now?",
    "start": "00:12:38",
    "end": "00:12:55"
  },
  {
    "text": "I need that.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "Yeah, I'm eventually going to need that. But it's what God said. And so they make the wrong decision. They. They fail that test. They fail it. And it results in their being exiled from the garden by passing through fiery angelic creatures that guard the Eden mountain at the door. And that exile is both an act of God's justice. It's a consequence, but it's also a mercy. Because were they to God says, access eternal life in this morally compromised state, that would be really bad. So when we get to the Abraham and Isaac story here, I'll just recall the conversations about the test we had from the test podcast series. Abraham has wronged. He and his wife have wronged and sexually abused and oppressed an Egyptian immigrant and her son in the process of trying to produce a son of their own between the two of them. And so after Abraham and Sarah have these two sons, now, what God does is because they didn't trust God to provide them life and sons by his own creative Eden blessing, but they got them through their own schemes. God takes away both of the sons that he gave.",
    "start": "00:12:56",
    "end": "00:14:18"
  },
  {
    "text": "They chose to understand good and bad on their own terms.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "They redefined good and bad. They tried to produce a future for themselves and a future descendants for themselves by their own wisdom. And they ended up sexually abusing and oppressing and exiling an Egyptian immigrant and her son. So what God does is he allows their sin to separate the Egyptian immigrant and her son. So he takes away Abraham's actual firstborn son, never sees him again and then he asks for the life of Isaac back. And so in dialogue with Carmen and J. Richard Middleton, Middleton's starting point is that God would never do that.",
    "start": "00:14:21",
    "end": "00:15:00"
  },
  {
    "text": "Right.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "And that is not a thing that God would ever do, ask for the life of a firstborn son. And so he goes through a long history of interpretation. And again, I also learned a lot about the history of interpretation of the Abraham Isaac's story from Middleton. But that's a starting point.",
    "start": "00:15:01",
    "end": "00:15:17"
  },
  {
    "text": "It's.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, and I'm not compelled by that. One of the main reason beings is that there are many times throughout the biblical story where God demands back the life of a firstborn son. And does it really? Yeah. He takes the lives of Judas, two sons, firstborn sons. In Genesis 38, they are killed by Yahweh, Aaron's sons, kills Aaron's first two born sons.",
    "start": "00:15:17",
    "end": "00:15:45"
  },
  {
    "text": "Wow.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "He takes the life of all of the firstborn in Egypt, including Israelites, but he provides a substitute through Passover. And so in other words, I think one of the problems that the Abraham and Isaac story poses for readers is it seems arbitrary. Like all of a sudden God's just demanding the life of the son. But most readings that see that as a huge ethical problem, I think are ignoring the narrative momentum up to that point that Abraham has these sons by means of his own scheming and Sarah's scheming, and they have hurt and abused people on the way to get these sons.",
    "start": "00:15:46",
    "end": "00:16:30"
  },
  {
    "text": "Now the difference though with Abraham is God doesn't ask Judah to kill his sons or Aaron to kill his sons.",
    "start": "00:16:30",
    "end": "00:16:37"
  },
  {
    "text": "No, totally. Yeah, that's right.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Or Pharaoh to kill his sons.",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "Correct. Yes.",
    "start": "00:16:42",
    "end": "00:16:42"
  },
  {
    "text": "He just, he just enacts the justice.",
    "start": "00:16:42",
    "end": "00:16:45"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "And so there's something else that's very cringy about saying, God asked me to kill someone.",
    "start": "00:16:46",
    "end": "00:16:53"
  },
  {
    "text": "Yeah. He asked him to offer his innocent son as a going up offering, which is one of the offerings in Leviticus 1, that that atones for sins.",
    "start": "00:16:53",
    "end": "00:17:04"
  },
  {
    "text": "And isn't what Middleton saying is like that's what the pagan gods do. That's not what Yahweh does.",
    "start": "00:17:04",
    "end": "00:17:10"
  },
  {
    "text": "That's right. And the Abraham story begins with and Yahweh tested Abraham. So it raised the question why? Why would God need to test Abraham in this specific way? Well, what do I know about Abraham and his relationship to the future survival of his family? Well, man, he went rogue. He went rogue. And they are willing to abuse, sexually.",
    "start": "00:17:10",
    "end": "00:17:34"
  },
  {
    "text": "Abuse and send off to death, and.",
    "start": "00:17:34",
    "end": "00:17:37"
  },
  {
    "text": "Send off to death an Egyptian immigrant and her son. And I think what we're seeing in Genesis 22 is God bringing judgment on Abraham and Sarah's sin.",
    "start": "00:17:37",
    "end": "00:17:49"
  },
  {
    "text": "But then ultimately.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "But what you see is that God. God is going and does provide a substitute. In other words, the story of Abraham and Isaac is exploring the paradox of God's judgment and his covenant mercy and commitment to keep partnering with these humans who keep failing. And so he both takes away and gives the life of Isaac in the same story. Cause there just happens to be a ram there. And that's not a surprise. God put it there because that was the whole point. The point was bringing Abraham to a place of surrender where he has to enact the sacrifice of his future in the form of his son for his sins, only to find that the moment he surrenders the life of his son, he receives it back with God's forgiveness and mercy. And the fact that the ram is there means that this was the plan all along. But the first sentence told me that because it was a test. It was a test of Abraham's trust.",
    "start": "00:17:51",
    "end": "00:18:53"
  },
  {
    "text": "But the test wasn't to say, hey, God, I know your character. And you wouldn't actually ask me this, so I'm not gonna do it.",
    "start": "00:18:53",
    "end": "00:19:00"
  },
  {
    "text": "Correct.",
    "start": "00:19:00",
    "end": "00:19:00"
  },
  {
    "text": "You're saying the test was. I don't get. Feels counter to what I think is right and good and makes sense. But I am going to do what you say.",
    "start": "00:19:00",
    "end": "00:19:14"
  },
  {
    "text": "And I think the moral logic of it is I was willing.",
    "start": "00:19:14",
    "end": "00:19:19"
  },
  {
    "text": "And you think Abraham should have been in a place where he was like, I get why I deserve this.",
    "start": "00:19:19",
    "end": "00:19:23"
  },
  {
    "text": "I don't know if that's where we're at. I don't know if we're to imagine him being there. His silence maybe seems to indicate that. But I think for the reader, it's saying what Abraham did to Hagar and Ishmael was wrong.",
    "start": "00:19:24",
    "end": "00:19:39"
  },
  {
    "text": "This is justice.",
    "start": "00:19:40",
    "end": "00:19:42"
  },
  {
    "text": "Yeah. This is judgment on what he and Sarah did to Hagar and Ishmael.",
    "start": "00:19:42",
    "end": "00:19:46"
  },
  {
    "text": "And then look at how God wants to deal with justice. He does it in a way that's very merciful.",
    "start": "00:19:46",
    "end": "00:19:53"
  },
  {
    "text": "Yeah. God actually, in demanding that sacrifice, already has in motion a plan which is.",
    "start": "00:19:53",
    "end": "00:20:00"
  },
  {
    "text": "Very similar to God saying, I demand the firstborn of all of Pharaoh and Israel. But look, here is a way through it.",
    "start": "00:20:00",
    "end": "00:20:09"
  },
  {
    "text": "That's right. This is why Jesus sees a deep narrative pattern connection between the story of Isaac the beloved Son, and Passover. And all the Gospel authors see this. That's why they show us Jesus being called the son whom I love. It's Jesus baptism. Exactly the phrase used of Isaac. And then that's on one end of the Gospels. And then on the other end is Jesus offering his life for the sins of Israel during Passover. So Jesus is portrayed as an Isaac Passover lamb, who is both the son dying for the sins of his family, but both also the substitute who will step into the place for others. So Passover is another narrative patterning about the death of the sons, but God providing substitute. When we come forward to the Exodus story, here we are.",
    "start": "00:20:09",
    "end": "00:21:06"
  },
  {
    "text": "Yeah. All right. We're at Sinai.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "So all of that, I think the narrator of Exodus assumes that you will bring all that to bear. And so here's a group of people who's already been grumbling in the wilderness and beginning to rebel even before they make the covenant. And then their mediator, Moses, who has already been on this mountain and faced the fire angel on it. And so they come to the mountain, and the ideal is that all of the people become God's covenant partners, the kingdom of priests and a holy nation. And so God says, take three days, make the whole all the people holy. You purify yourselves, change your clothes and come to the mountain. And when the trumpet blasts on the third day, everybody goes up onto the mountain. And this is about a chance to begin with one family recovering, a people going into the Eden, Eden presence. But to go up to the Eden presence means passing by the fiery angel on top of the mountain. So I agree with Kibbe that I think the invitation is genuine. But where I think the parallel is brought to bear is that for the Israelites who have been grumbling through the wilderness, allegiance and covenant union with this God will mean a surrender of their lives as they know it, symbolized by passing through that fire. So it's at the fiery door. And if they go through the fire, the question is, would they just be killed or would they be transformed?",
    "start": "00:21:08",
    "end": "00:22:42"
  },
  {
    "text": "Yeah.",
    "start": "00:22:42",
    "end": "00:22:42"
  },
  {
    "text": "And what happens to Moses is he goes through the fiery wall and he's transformed. So I think what we're to see is the offer is genuine. And to go through that fiery door would have changed them in some fundamental way, maybe through death, maybe it doesn't say, but we'll never know because they didn't do it. But the idea of Abraham going up to the mountain, surrendering himself over to death, his son over to death, only to receive it back as a gift, I think is what the narrator of Exodus wants to have us in mind. And that the most loyal covenant partners that God can work through are people who are willing to lay down their lives unto death, trusting that they will receive it back to become God's Partners. And that's what the people fail to do. And I think that's a narrative down point. But the whole narrative has been portraying Moses as the mediator who could do it on their behalf. And he does. And then lo and behold, he ends up laying down his life for their sins. When they make the golden calf, Moses does. Yeah. So I know that we've just had a very detailed conversation about a handful of texts, so let me just back up one. I am so grateful that we had that conversation with Carmen. I'm so grateful that she pointed me to Michael Kibbe's work and Richard Middleton's work. And even just the way I'm putting the pieces together now is more nuanced and I think more compelling to me now because I had those conversations. And so we end up with different views. And I think that's okay.",
    "start": "00:22:43",
    "end": "00:24:28"
  },
  {
    "text": "Is it okay?",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "I think so. I don't know how it can be otherwise.",
    "start": "00:24:29",
    "end": "00:24:31"
  },
  {
    "text": "You could try to convince Kibbe and Middleton towards your view.",
    "start": "00:24:32",
    "end": "00:24:36"
  },
  {
    "text": "Yeah. Yeah, totally. Yeah. Even the summary I just gave of it I don't think would necessarily compel somebody. But it's compelling to me. And if I were ever to take the months and months to write it out in an academic article, which I don't want to do, I want to go do other projects. But that's how scholarship works. And so I feel like I had some weak points and little details that I didn't talk about of my view pointed out to me through this whole thing. And I'm really grateful for that. But I ended up with a stronger conviction about where I was already at. But it was precisely because of these dialogue partners who hold a different view. That's just the process of reading biblical texts. And it always has been this way. And so what we're not disagreeing about, I think these are fairly nuanced details about the story. Or you got maybe you see it as really, really big.",
    "start": "00:24:36",
    "end": "00:25:36"
  },
  {
    "text": "No, at the end of the day. It was really good for me in the end. And I think for people listening along to hear how to engage and respectful and curious and humble way towards differing interpretations of a passage. Do you have any reflections that helpful for me on? I just have a lot of discomfort and it probably comes from my background, which is like, find the right answer and protect that answer.",
    "start": "00:25:36",
    "end": "00:26:13"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:13",
    "end": "00:26:15"
  },
  {
    "text": "And as. As we talk about the Bible as meditation literature and wisdom literature, there is an invitation to come in and wrestle with it. And so there's going to be more opportunity for people to be meditating and think on two different Paths that end up not being consistent with each other.",
    "start": "00:26:15",
    "end": "00:26:37"
  },
  {
    "text": "Yeah.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "But are both ways to meditate on the passage.",
    "start": "00:26:38",
    "end": "00:26:41"
  },
  {
    "text": "Yeah.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "And so at what level of comfort should I have with that? And at what point should I draw a line in the sand?",
    "start": "00:26:42",
    "end": "00:26:51"
  },
  {
    "text": "So, I mean, a big theme for years, as we've been really sitting immersing ourselves in Scripture as meditation literature. I think what it means is that the goal of interpretation isn't just about reaching a right view, but it's also about the process by which your thinking develops and grows and deepens about a topic in Scripture, and that that process itself is a big part of the goal. So the number of times that I have thought I understood something in Scripture, but then I read or talk with somebody who's thought about it differently or more than I have, or their life experience has shaped them to see it from a different perspective than I would ever have given my social location. Like, after you go through many, many rounds of that, it's made me realize that at any given moment, my reading of Scripture needs to be held with an open hand. Like, the nature of human knowledge is that we're finite. We can only bring our current thinking and life experience to bear on any making sense of anything. And so holding my view on X, Y, or Z in, like, in this case of the test at Mount Sinai, like, still, I'm not 100% certain that I'm right. But so I will always be open to hearing other points of view, because there are certainly things in the story and I don't know what they are until I encounter the view of somebody else and be like, oh, wow, I've never saw that from that angle. And maybe this is temperament, where it's just. I've had that experience so many times where it's not like, well, I think anything can mean anything for me. I feel like we're all constantly honing in on a more comprehensive understanding. But it has to be held with an open hand. And the texts are designed to lead you on exactly that kind of developmental.",
    "start": "00:26:52",
    "end": "00:29:00"
  },
  {
    "text": "Understanding, you're saying that's a feature, not a bug.",
    "start": "00:29:00",
    "end": "00:29:02"
  },
  {
    "text": "It's a feature, not a bug. Which doesn't mean that you can't hold deep convictions about what Scripture teaches. But I do think it means that we need to hold our convictions with a degree of openness so that we're always ready to learn from others. And part of this is just it keeps being my experience. So even as I outline my own view, I'm passionate about my view about it because I think it makes sense. But I also recognize I'm seeing things from one angle, and there are things that Michael Kibbe and that Carmen and J. Richard Middleton are seeing, and I want to hear and benefit as much as I can.",
    "start": "00:29:02",
    "end": "00:29:46"
  },
  {
    "text": "And the process of doing that and going back to scripture and meditating, you're saying the process itself is a good.",
    "start": "00:29:46",
    "end": "00:29:55"
  },
  {
    "text": "Yeah, I think it forms people to both focus and learn, to develop their thinking and to make sense of scripture and to make sense of life at the same time with an openness and a humility to know that I am always certainly missing something and need the whole community of God's people to move towards greater understanding. And part of that process will mean encountering people who have different views about certain parts of scripture. And that that's not a bad thing.",
    "start": "00:29:56",
    "end": "00:30:30"
  },
  {
    "text": "Yeah.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "But it also doesn't mean it's a free for all.",
    "start": "00:30:31",
    "end": "00:30:33"
  },
  {
    "text": "Like, do you think we could. Do you think we'd be hanging out with, you know, new heavens, new earth, talking with Jesus, and you're just like, tell us, Jesus, what? Like, what was the right interpretation?",
    "start": "00:30:33",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:30:48",
    "end": "00:30:48"
  },
  {
    "text": "And he just might smile and just be like, thank you for meditating on that.",
    "start": "00:30:48",
    "end": "00:30:53"
  },
  {
    "text": "Yeah, interesting. Yeah, My hunch is probably. There'll probably be some. I have. Well, first of all, I have no idea, but I like to imagine that it's probably some of both. Yeah, there will be both. Where it's like, oh, yeah. I mean, I think it's probably some of both.",
    "start": "00:30:54",
    "end": "00:31:09"
  },
  {
    "text": "Okay, we've got some questions to get to.",
    "start": "00:31:10",
    "end": "00:31:12"
  },
  {
    "text": "Totally. Okay, that was a good conversation. Let's move into some audience question and response, shall we?",
    "start": "00:31:12",
    "end": "00:31:18"
  },
  {
    "text": "These will all be easy, I'm sure.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "Oh, man. No. They're such good questions, you guys. First of all, all of you listening, you're amazing. And the questions you send in are so insightful. I love it. I really. I wish I could transcend my finite capacity and, like, have a cup of coffee with everybody who listens to the podcast. That would be so fun.",
    "start": "00:31:19",
    "end": "00:31:40"
  },
  {
    "text": "Everyone actually wishes that.",
    "start": "00:31:40",
    "end": "00:31:42"
  },
  {
    "text": "That I would never get to actually, like, be a father to my sons if I did that and have a job. So. But we can do this. So first question we want to respond to is from Terry Evans in Georgia.",
    "start": "00:31:42",
    "end": "00:31:57"
  },
  {
    "text": "Hey, Tim and John. This is Terry Evans from Woodstock, Georgia, and I have a question about the possible connection between the Exodus narrative and the story of Jacob's burial in Genesis 50. In his book the Exodus you almost passed over, Rabbi David Forman highlights the similarities in language between these two stories. And he makes a case that the combined Israelite Egyptian procession that is described in Jacob's burial gives us a portrait of what the Exodus could have looked like if Moses, Pharaoh, would not have been so defiant and unwilling to acknowledge Yahweh's authority. Do you guys see a connection between these two stories? And if so, I'd love to hear your thoughts on how Jacob's burial should inform our reading of the Exodus narrative. Thanks, guys.",
    "start": "00:31:57",
    "end": "00:32:44"
  },
  {
    "text": "Wow.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "You see what I'm talking about?",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "Yeah.",
    "start": "00:32:46",
    "end": "00:32:46"
  },
  {
    "text": "Seriously, that's such a great question. Such a great insight.",
    "start": "00:32:46",
    "end": "00:32:49"
  },
  {
    "text": "Yeah.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:50",
    "end": "00:32:50"
  },
  {
    "text": "That's the deep end of the pool.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "Totally. All right. So, yeah, my first response is yes and yes. First, think of all about scroll technology, that the whole thing about Genesis 50 is Joseph going to Pharaoh and making a request to leave the land, to go up from the land and to bury his father. And the wording of that request is the wording precisely of the repeated requests.",
    "start": "00:32:52",
    "end": "00:33:20"
  },
  {
    "text": "To go into the wilderness.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "Ooh, sorry. Moses is constantly going before Pharaoh to ask to leave the land. But what they're actually, what God says is I'm going to do is to bring them up out of the land. That's one thing. So a request to Pharaoh to leave the land with the goal of going up out of the land, that's one parallel. Second is it's Pharaoh and Pharaoh.",
    "start": "00:33:22",
    "end": "00:33:43"
  },
  {
    "text": "Yeah.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "The other is that Jacob makes his sons swear a covenant oath that they will take him up to the land of Canaan to bury him. Genesis 50 ends with Joseph making his brothers swear a covenant oath that they will take his bones up out of the land. And at the end of the Exodus narrative, in Exodus 13, there's a little note that says, and when the Israelites went up out of the land, they took the bones of Joseph with them. So the two Exoduses from the land are parallel, but they're contrast stories. So it's a contrast between when you have a king of the nations who blesses God's blessed one, you get blessing. And the good Pharaoh at the end of Genesis has constantly been blessing the blessed one. And what he got was Eden, abundance in a time of famine. And so the Pharaoh of the Exodus story with Moses is definitely a contrast character to his counterpart Pharaoh at the end of Genesis. And so here it's an example. It's really. It's Genesis 12. 3. I'll bless those who bless you. That's the Pharaoh at the end of Genesis. I will bring curse on those who treat you as cursed. And that's the Pharaoh of the Exodus story. So there's all kinds of parallels. I haven't read David Forman's book, so I'm glad to know about it. But I had noticed that contrast portrait too. And it's a cool way because it links together. The two scrolls, Genesis and Exodus are actually have little mirror contrast.",
    "start": "00:33:46",
    "end": "00:35:17"
  },
  {
    "text": "They're on two different scrolls, but you're supposed to think of them as connected works.",
    "start": "00:35:17",
    "end": "00:35:22"
  },
  {
    "text": "Yeah. So the first Exodus out of the land was a good one with blessing for Pharaoh. And there's a little detail in Genesis that the Egyptian procession with Jacob was with Pharaoh and his officers and his horsemen. And it reads like the. The Pharaoh and his chariots and officers that chase after Israel that meet their doom.",
    "start": "00:35:22",
    "end": "00:35:46"
  },
  {
    "text": "That's cool to think about what the second pharaoh could have. The later pharaoh could have done by meditating back on that.",
    "start": "00:35:46",
    "end": "00:35:54"
  },
  {
    "text": "Yeah. In other words, when you see the pharaoh who challenges Moses, what you ought to say is, oh, no. This could have gone one of two ways, and it didn't have to go this way. But because he hardens his heart.",
    "start": "00:35:54",
    "end": "00:36:08"
  },
  {
    "text": "It.",
    "start": "00:36:10",
    "end": "00:36:10"
  },
  {
    "text": "Went the way of curse and death. So great observation. I'm glad to know about David Forman's work on that. I'm gonna check that out. Hey.",
    "start": "00:36:10",
    "end": "00:36:17"
  },
  {
    "text": "To piggyback on that.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "Yeah.",
    "start": "00:36:18",
    "end": "00:36:18"
  },
  {
    "text": "It's a little bit different. The wording of the request is usually something around. We just want to go in the wilderness in like, three days. Yeah, Three days.",
    "start": "00:36:18",
    "end": "00:36:29"
  },
  {
    "text": "And make a sacrifice to our God.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "Yeah. We're just kind of a little ritual.",
    "start": "00:36:30",
    "end": "00:36:32"
  },
  {
    "text": "Yes.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "And then you kind of get a sense of like. And then we'll come back. We'll be slaves again. It almost feels kind of like a trick.",
    "start": "00:36:32",
    "end": "00:36:39"
  },
  {
    "text": "Yeah. Actually, we have many questions about that.",
    "start": "00:36:39",
    "end": "00:36:41"
  },
  {
    "text": "Oh, okay, great.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "But no, actually we have many questions about that, but they weren't repeated as often as some of these other ones. So I'll just say I think it is a trick.",
    "start": "00:36:42",
    "end": "00:36:52"
  },
  {
    "text": "Okay.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "Yeah. It fits into the pattern of counter deceptions. Pharaoh acted skillfully, with craftiness in chapter one, and he starts enacting all these plans to destroy and to kill. And there's this pattern at work from the Genesis scroll of when people make a plan that will result in death. Often the way to deal with a schemer is to counter scheme.",
    "start": "00:36:52",
    "end": "00:37:23"
  },
  {
    "text": "Kind of like the.",
    "start": "00:37:23",
    "end": "00:37:25"
  },
  {
    "text": "Yes, the Hebrew midwives.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "Hebrew midwives, exactly.",
    "start": "00:37:26",
    "end": "00:37:28"
  },
  {
    "text": "So what Moses is doing with Pharaoh and saying, like, hey, we'll just go three days out is set on parallelism to the Hebrew midwives that don't do Pharaoh's command.",
    "start": "00:37:28",
    "end": "00:37:40"
  },
  {
    "text": "Cool. All right, let's get to our listeners.",
    "start": "00:37:40",
    "end": "00:37:43"
  },
  {
    "text": "Okay. Next question is from Jayna, Indiana.",
    "start": "00:37:43",
    "end": "00:37:46"
  },
  {
    "text": "Hi, Tim and John. This is Jana Hardin, I'm from Marion, Indiana. My question is about Exodus 4, verses 24 through 26. Moses is headed back to Egypt and it says the Lord met him and was going to kill him, but then his wife circumcised his son and saved his life. I think I'm just confused why God would say he's going to kill Moses when he's just told him to go back and save his people. Thanks for all you do, guys.",
    "start": "00:37:46",
    "end": "00:38:12"
  },
  {
    "text": "It is such a, such a good story. It's such like you're cruising down the highway and then all of a sudden just like, like, what the heck was that story all about?",
    "start": "00:38:15",
    "end": "00:38:24"
  },
  {
    "text": "Totally. So good. Okay, first of all, this was the most repeated question.",
    "start": "00:38:24",
    "end": "00:38:29"
  },
  {
    "text": "Okay.",
    "start": "00:38:29",
    "end": "00:38:29"
  },
  {
    "text": "Like a lot. Yeah. And for very good reason. It's a jarring. It's a jarring little story.",
    "start": "00:38:29",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "And it's a great example of a short, super dense riddle like story woven in to a much bigger, like, narrative section in the Hebrew Bible. And this happens often. They're almost like little parable riddles that are so confusing, it forces you to look to the surrounding narrative for greater understanding. So this little story is all about narrative patterning leading back to the death of the death of the firstborn son theme going on through Genesis or the loss of the beloved son.",
    "start": "00:38:37",
    "end": "00:39:16"
  },
  {
    "text": "This is also an origin story of circumcision. A little bit.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "No. But it's related to it. So within the narrative itself, there's an important design strategy in Exodus chapters one through six, where Moses will go through as an individual what the whole nation is going to go through in chapters six through 15. So Moses is delivered out of the waters in chapter one, Moses is delivered out from among a death of all of the sons. Moses goes up to Mount Sinai and sees God at the fiery bush and is afraid and hides his face. Moses goes out into the wilderness and discovers a well there where God provides for him. So Moses, all of a sudden in chapters one through four, it's clear that Moses is living out himself. What is going to happen to all of the people. So this story right here in Exodus 4 is reflecting on Moses complex identity. Is he a Hebrew or is he an Egyptian? And he's both.",
    "start": "00:39:19",
    "end": "00:40:23"
  },
  {
    "text": "Well, he's technically a Hebrew.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "He's a Hebrew, but he was brought.",
    "start": "00:40:26",
    "end": "00:40:29"
  },
  {
    "text": "Up as an Egyptian.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. He becomes a son of Pharaoh, a son of Pharaoh's daughter, and is given an Egyptian name. And so when we come to the story in Exodus 4, what it raises, the question is about circumcision. And what's not clear actually is whether God was going to kill Moses or God was going to kill Moses firstborn son. Gershom the language, it could be either. So that's interesting. What's interesting is that when Moses wife comes, she doesn't circumcise Moses. What she circumcises is his firstborn son.",
    "start": "00:40:30",
    "end": "00:41:09"
  },
  {
    "text": "Oh, okay.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "And then takes the foreskin and touches it to Moses. Okay, so here's what's happening. Moses is going through his own. His family is going through a pre Passover. Passover. So just like he went through the.",
    "start": "00:41:10",
    "end": "00:41:23"
  },
  {
    "text": "Waters in the baby ark.",
    "start": "00:41:23",
    "end": "00:41:25"
  },
  {
    "text": "In the baby ark, just like he went through his himself, what all of Israel is going to go through here? Do you remember? It's an interesting feature of Passover that God says, I'm going to strike all firstborn among human and beast in Egypt, including Israelite. It's just going to be an indiscriminate flood of a plague through the land. And so even Israelites need to be rescued through the blood of a Passover lamb. And what the Israelites are to do is to take the blood and they are to touch it to the door. And Yahweh looks at the blood as a sign of surrender and trust and doesn't allow death to enter that house. So within the Exodus narrative, this is Moses experiencing himself a surrender to the will and command of God. But notice that it's his wife who saved his life because he didn't do it. So Moses here it's once again, Moses life has been saved by the two important women in his life. Now for the second time.",
    "start": "00:41:25",
    "end": "00:42:36"
  },
  {
    "text": "What was the first time?",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "Well, his mom. Oh, his mom put him in the basket. Yeah, Rescued him from death. And now here his wife is rescuing him or his son from death. So that's one piece. The second piece is, well, why would God kill him? This is right after he said, you're my guy to rescue the people. So I think here we're all narrative patterning back to the Abraham story. And notice Genesis 16:17, back to Abraham and Hagar. Again, that story is so important. God said, I'm going to give you a son. Abraham and Sarah don't trust. They sexually abuse and impregnate their Egyptian slave and then oppress her and abuse her. And God's judgment on Abraham is chapter 17, circumcision. And it's both judgment and mercy. So he tells Abraham, the sign of the covenant now that you have wronged the Egyptian will be to cut off a part of your genitals that you just use to oppress your slave. So it's judgment, but it also that cutting off of the foreskin is precisely on the part of the body from which Abraham will make his contribution to Sarah's womb for the future of their family.",
    "start": "00:42:37",
    "end": "00:43:48"
  },
  {
    "text": "Right?",
    "start": "00:43:48",
    "end": "00:43:48"
  },
  {
    "text": "And then what God says is, anyone who wants to be a part of this family of Abraham, whether he's born into your house or whether he's an immigrant or slave purchased into your house, they have to be circumcised. And if they are not, they will be cut off from their people. So God takes seriously this command that this is a family whose very existence and identity is both a mark of God's justice and mercy. And so I think what we're seeing here is that Moses either wasn't himself circumcised, or I think more likely his firstborn son wasn't circumcised, which means he stood under the threat of death by God's Command from Genesis 17. And so Moses neglects to obey the command of God to mark his son as. As a part of the covenant family. But his wife gets it. And so I think that's how circumcision fits in.",
    "start": "00:43:49",
    "end": "00:44:42"
  },
  {
    "text": "His wife gets it, but she's not even Hebrew.",
    "start": "00:44:42",
    "end": "00:44:44"
  },
  {
    "text": "And she's not even Hebrew. That's exactly the point. So you have a non Israelite who gets the covenant more than the covenant mediator does. And this is Zipporah, the daughter of Jethro. And then on the other side of all of this, in Exodus 18, we have Jethro, a non Israelite who's going to be rescuing Moses from workaholism. So you have all these points where these non Israelites are delivering God's people, and that they can somehow see the covenant more clearly than God's own covenant people can. Anyway, so that story in Exodus 4 is meant to make you, like, slam on the brakes and meditate on all the stories around to give you insight into the puzzles.",
    "start": "00:44:44",
    "end": "00:45:31"
  },
  {
    "text": "You mentioned this circumcision insight once before, and I'm really glad we had a chance to circle back to it, because it's such a powerful image of the part of our body that generates life.",
    "start": "00:45:31",
    "end": "00:45:45"
  },
  {
    "text": "Part of a male body, part of.",
    "start": "00:45:46",
    "end": "00:45:47"
  },
  {
    "text": "A male body that generates life, which is part of the blessing of humanity, multiply, have life, abundance, but then also is something that becomes such a tool of oppression. And for God to mark that and say, like, in a very physical way like this, if you're going to be my people, out of all the things he's going to choose, that's the thing.",
    "start": "00:45:47",
    "end": "00:46:12"
  },
  {
    "text": "That'S the thing that's a part of the male body that can either be used to generate life and covenant blessing. It can also be a tool of oppression and abuse. That's what Genesis 16 and 17 are meditating on. And so to be a part of the messianic family of God's people holds a high degree of focus on what men do with their genitals and accountability before God of what God's male covenant partners do with their genitals. And Jesus clearly shared that passionate focus in the Sermon on the Mount, which is why he singles out men, for example, particularly in the command about lust and adultery. And.",
    "start": "00:46:12",
    "end": "00:46:55"
  },
  {
    "text": "Yeah, and so when we get to that story that's in our mind that this is an important part of being a part of the covenant people. But I love this other insight that you brought, which is this was Moses's Passover moment as well.",
    "start": "00:46:57",
    "end": "00:47:12"
  },
  {
    "text": "Pre Passover.",
    "start": "00:47:12",
    "end": "00:47:12"
  },
  {
    "text": "It's like a pre Passover. Passover.",
    "start": "00:47:12",
    "end": "00:47:14"
  },
  {
    "text": "Yeah. For just him and his family.",
    "start": "00:47:14",
    "end": "00:47:16"
  },
  {
    "text": "Yeah.",
    "start": "00:47:16",
    "end": "00:47:16"
  },
  {
    "text": "Yeah.",
    "start": "00:47:16",
    "end": "00:47:16"
  },
  {
    "text": "Okay. So fascinating.",
    "start": "00:47:16",
    "end": "00:47:17"
  },
  {
    "text": "Yeah.",
    "start": "00:47:17",
    "end": "00:47:18"
  },
  {
    "text": "All right. Thank you.",
    "start": "00:47:18",
    "end": "00:47:18"
  },
  {
    "text": "Yep. And again, the hyperlinks is the actual language at work. Blood touching of the blood is precisely the same vocabulary used about the blood being touched to the door for Passover. The next question is from Melissa in Ottawa.",
    "start": "00:47:18",
    "end": "00:47:35"
  },
  {
    "text": "Hi, I'm Melissa from Ottawa, Canada. I have a question About Exodus episode 5, Israel tests Yahweh in this section about the bitter water made sweet. And Yahweh says if they listen to him, that he will keep off of them all the diseases and illnesses that he put on Egypt. And Tim, you mentioned how you wanted to do some more work on how this could be a connection with later testing stories. I'm actually wondering if it might be a connection back to Noah and the time after he gets off the ark. You focused a lot on decreation in the stories of Exodus and the 10 plagues and how those were similar to the flood. I'm wondering then if Moses here interceding for Israel and then there's a promise that he won't put those diseases and illnesses on them is similar to Noah when he gets off the boat making a sacrifice, and then Yahweh promising that he will never again flood the earth. Thanks so much for all you do. I love the Bible project. I love the podcasts. Keep up the good work.",
    "start": "00:47:35",
    "end": "00:48:51"
  },
  {
    "text": "See, it's just brilliant, people.",
    "start": "00:48:51",
    "end": "00:48:53"
  },
  {
    "text": "Yeah.",
    "start": "00:48:53",
    "end": "00:48:54"
  },
  {
    "text": "So good.",
    "start": "00:48:54",
    "end": "00:48:54"
  },
  {
    "text": "You've unleashed a storm.",
    "start": "00:48:54",
    "end": "00:48:56"
  },
  {
    "text": "Yeah, yeah. Melissa, you are spot on. You're spot on. So in other words, as you cycle through the waters, the chaos waters of the flood are set on analogy to many later destructive things in later cycles of the biblical story, one of them is just human violence striking each other in murder and death and killing. Another set of vocabulary and images connected to this chaotic unleashing of death is the language of illness, sickness and plagues. And this became more clear for me in studying the 10 strikes or the 10 decreation acts, because plague is one of the center ones. I think it's the fifth one. And then it's also interesting, the language of the Passover, like the death of the firstborn, is also striking language that makes you feel like it's a plague that spread overnight, some airborne virus or something. And then as you get into numbers, plagues spreading among the people is the same. It's the word strike. So when God withholds or says, I'm not going to send a flood or I'm not going to strike, those are parallel moments. And so, yeah, what Noah did. Oh, and sorry. All the way back in the flood story, when God says to Noah, I will never again flood the earth, the parallel line is, and I will never again flood the earth and strike all life as I've done. So the flood is itself described as a strike. A strike, A strike. And in the narrative about the flood waters, it's described as. Yeah, this is just becoming more significant to me as I've been working on Joshua. Do you remember the name for the violent warriors? They're called by a couple names in Genesis 6, the Gibborim. Yeah, yeah. They're called Nephilim and then Gibborim, violent warriors. And then when the floodwaters are rising and rising in Genesis 7, it's the verb of that noun, Gibor, the ghevar, the waves.",
    "start": "00:48:58",
    "end": "00:51:03"
  },
  {
    "text": "Gebhr.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "Yeah. The waters are described as violent warriors conquering the land.",
    "start": "00:51:04",
    "end": "00:51:07"
  },
  {
    "text": "Wow.",
    "start": "00:51:07",
    "end": "00:51:08"
  },
  {
    "text": "And so the spread of violence is described when you see violent warriors killing people. That's all recalling the Genesis story of the gibborim and the violent warriors and then the floodwaters. It's a chaos image. But sickness is another kind of way at it, which is the spread of a contagion of death that reduces human lives back to chaos and death. And so anyway, yes, they are parallel to each other. So I guess what I'm saying, Melissa, is I think you're right.",
    "start": "00:51:09",
    "end": "00:51:42"
  },
  {
    "text": "Gold star, Gold star.",
    "start": "00:51:42",
    "end": "00:51:43"
  },
  {
    "text": "And yeah, it's a great example of how later of narrative patterning, later biblical stories will use puzzling images. But the more you meditate on them, the more you see that you're working themes that have been cycled from earlier stories. Yeah. So floodwaters and violent warriors spreading death and sicknesses and plagues. The biblical authors want us to see those things as more alike than they are different and meditate on that. Interesting.",
    "start": "00:51:44",
    "end": "00:52:12"
  },
  {
    "text": "That is interesting.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "Yeah.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "That deserves a long walk and a cup of tea.",
    "start": "00:52:14",
    "end": "00:52:17"
  },
  {
    "text": "So does the next question from Jeremiah in Indiana.",
    "start": "00:52:19",
    "end": "00:52:23"
  },
  {
    "text": "Hi there, Mr. Tim. Hi there, Mr. John. My name is Jeremiah. I live in Essence Indiana. I am 7 years old, and I like the patterns that you are doing in your. In your podcast. So I would like it if you could figure out if there is a pattern between templates and ten commandments.",
    "start": "00:52:23",
    "end": "00:52:50"
  },
  {
    "text": "Yeah, buddy. Yeah, buddy. You're seven years old, man.",
    "start": "00:52:52",
    "end": "00:52:58"
  },
  {
    "text": "What are you doing reading the Bible at 7? This is some intense stuff.",
    "start": "00:52:58",
    "end": "00:53:02"
  },
  {
    "text": "I'm joking.",
    "start": "00:53:06",
    "end": "00:53:07"
  },
  {
    "text": "I'm joking.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "Good. I love it. Okay, Jeremiah, way to go, man. You were right. There's a thing, you know, you asked us like you want us to figure it out, but I think you could figure it out. So there's 10 plagues and there's 10 commandments, and both of those begin with God speaking 10 times. So, Jeremiah, let me ask you, can you think of a story that begins earlier in the Bible that also features God speaking 10 times? The 10 plagues are God speaking, and the order and stability of Egypt dissolves back into chaos and death. The ten Commandments are ten words from God that are meant for Israel to create order and life in their community. And so you can use the number 10 as a way of talking about a complete statement of God's will to either bring creation back into disorder or to reorder creation. Can you think, Jeremiah, of a story about God's 10 words?",
    "start": "00:53:09",
    "end": "00:54:13"
  },
  {
    "text": "I think what's tricky about finding this story is 10 is kind of hidden more than another number in the story.",
    "start": "00:54:13",
    "end": "00:54:22"
  },
  {
    "text": "Oh, yes.",
    "start": "00:54:22",
    "end": "00:54:23"
  },
  {
    "text": "Another number of the story feels more significant.",
    "start": "00:54:23",
    "end": "00:54:25"
  },
  {
    "text": "Yeah, good point upfront.",
    "start": "00:54:25",
    "end": "00:54:26"
  },
  {
    "text": "But kind of hidden in that story.",
    "start": "00:54:26",
    "end": "00:54:28"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "Is 10 words.",
    "start": "00:54:29",
    "end": "00:54:30"
  },
  {
    "text": "Yeah. However, you will start seeing through Genesis and Exodus and the rest of the Hebrew Bible, the numbers 10 and 7 keep being repeated in a similar kind of way. So you're onto it, buddy. I'm pretty sure you could figure it out. If not, I could hear your mom whispering, because I think you asked her this question and she maybe encouraged you to ask it for us. So I bet you and your mom could figure out another story where God speaks 10 times, and that would help you figure out the connection between the ten plagues and the ten commandments. Great job, buddy. Keep meditating on scripture. I'm going to tell my sons about you. And I think it might inspire them to read and meditate on Scripture a little bit more. Okay, let's check out a question from Mason in Florida.",
    "start": "00:54:31",
    "end": "00:55:17"
  },
  {
    "text": "My name is Mason Pullum and I am from Tallahassee, Florida. I have often heard it said that the laws of the Torah were given to set Israel apart from the nations. However, it is also clear that some of these laws mimic those of other ancient Near Eastern societies. As we continue to read the laws, how should we discern between unique Israelite laws and adapted near east laws? And is it even necessary that we do so? Thank you.",
    "start": "00:55:18",
    "end": "00:55:45"
  },
  {
    "text": "Yeah. This is a theme that has come up for us through the years as we talk about laws. Great question, Mason. I'm actually curious as we've explored this over the years, what is your first thought as a response to that, John?",
    "start": "00:55:46",
    "end": "00:56:00"
  },
  {
    "text": "What I think this brings up is something that we're going to talk about more as we go through the Torah, which is how do you find wisdom in the law? Because the law is meant to give us wisdom. And we can't follow these ancient law codes as written because we're not ancient Israelites. But God's wisdom is there to do that. How much do we need to understand the ancient Near Eastern cultural context? And one of our pillars is this is ancient literature and you do need to understand it. But I like how he posed the question, like, how distracted should we be by that? Or how focused should we be on that? Because we're still learning. I mean, in real time. We're learning a lot about. Through archeology.",
    "start": "00:56:01",
    "end": "00:56:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:56:50",
    "end": "00:56:51"
  },
  {
    "text": "About ancient Near Eastern stuff that, you know, people have been meditating on this years before us, didn't have access to.",
    "start": "00:56:51",
    "end": "00:56:59"
  },
  {
    "text": "That's right.",
    "start": "00:56:59",
    "end": "00:56:59"
  },
  {
    "text": "But this was still God's wisdom for them.",
    "start": "00:56:59",
    "end": "00:57:01"
  },
  {
    "text": "Yeah.",
    "start": "00:57:01",
    "end": "00:57:01"
  },
  {
    "text": "So I like his question.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "Me too.",
    "start": "00:57:02",
    "end": "00:57:03"
  },
  {
    "text": "And I think it brings to a point of. Yeah, how much should we care about the ancient Near Eastern context?",
    "start": "00:57:03",
    "end": "00:57:09"
  },
  {
    "text": "Yeah, yeah, it's a great. It's a great question. Maybe this is two perspectives, you know, or it's to use maybe my over overborne analogy of like a gem with multiple facets. One main facetime. To read and understand the Torah is to just read it.",
    "start": "00:57:09",
    "end": "00:57:28"
  },
  {
    "text": "Yeah.",
    "start": "00:57:28",
    "end": "00:57:28"
  },
  {
    "text": "Because it is by its design as meditation literature, its own commentary on itself. As you read through the way that happens is by narrative patterning. And the biblical laws, many of them are worded in ways that recall earlier stories or hyperlinks that help you evaluate and understand what. What you're reading. And so in that sense, you don't have to go down to your local library and read the ancient Assyrian law codes or the laws of Lipit, Ishtar or Ashnuna to understand. You can just read it. No, you need to read it the way it's designed to be read, which requires a lot of effort. So we've been modeling that, I hope, like when we read through the Ten Commandments in the Exodus series, what we tried to do is show how the Ten Commandments are woven in to the narrative context that give you an insight into what they mean. So that's one level. However, just my personal experience has been that when I do become familiar with the cultural context and the shared literary heritage, Israel's neighbors, and that the Torah was written in the conventions and literary modes of their ancient culture, that that has given so much deeper, but a different kind of deeper insight into why these texts are the way that they are. So, and just one, not to nitpick, Mason, but just because it's a, it's a word that for me signals a long paradigm shift for me when you say that these laws mimic those of other Near Eastern societies, I want to reframe that. So when I, for example, when I right now describe the solar system to you as I understand it in my mind, I'm going to paint a verbal picture of just pictures that I've seen before. So I'm not mimicking National Geographic. It actually because of my cultural environment. It just is actually how I talk and describe the solar system because of my cultural environment. So in a similar way, when God reveals himself to his people, Israel, it's in the cultural form of an ancient Near Eastern International Covenant Treaty. That's the literary form of the laws of the Torah. What that means is the laws don't mimic those of other societies. They are the laws within Israel that God revealed to Israel. And they are worded precisely in the language and thought forms of the way that people envisioned covenants and laws. So it's not mimicking, it's sharing. It's God incarnating his purpose to them in the literary and cultural forms of the people. It's also true just the Torah was written in Hebrew. Hebrew is an ancient Semitic language that was shared, that has all kinds of parallels and shared linguistic heritage with the Moabites and the Canaanites and the Assyrians. And so Hebrew doesn't mimic other Semitic languages. It just is a Semitic language. And so in the same way, the law and covenant in the Torah is an ancient Near Eastern law, covenant code. And so that's what you would expect it to feel like. So there is a much valuable comparison and contrast to be done between Israel's law code and that of its neighbors. And the scholar. Two scholars who have helped me the most here. One, John Walton, his book the Lost World of the Torah. And then two, Joshua Berman, his book called Created Equal how the Bible Broke with Ancient Political Thought. And Berman's express purpose is to cross comparison and contrast with other ancient Near Eastern law codes. And it's so rad. So. And we've actually condensed some of this in our conversations about how to read the law over the years. So there you go. That's off the top of my head response, Mason. But thank you for that important question.",
    "start": "00:57:28",
    "end": "01:01:42"
  },
  {
    "text": "All right, one last question. This question is from Brianna.",
    "start": "01:01:42",
    "end": "01:01:46"
  },
  {
    "text": "Hi there. My name is Brianna and I'm from Lancaster, Pennsylvania. Thanks for all the amazing work you do at bibleproject. My question has to do with how you describe both the Garden of Eden and. And the Tabernacle as a series of concentric circles with stratification of how close you get to God. My question is, to what extent will there also be this stratification of access in the new heavens and the new Earth, or will we all have equal access to God? Thank you so much again.",
    "start": "01:01:46",
    "end": "01:02:07"
  },
  {
    "text": "Yeah. Isn't this a good question? It's a question about the Garden of Eden. Had this really clear tiered geography.",
    "start": "01:02:07",
    "end": "01:02:13"
  },
  {
    "text": "Yeah.",
    "start": "01:02:13",
    "end": "01:02:14"
  },
  {
    "text": "The middle of the Garden, the Garden Eden, which the Garden is just one part of, and then the bigger land. And then we talked about how the Tabernacle described in Exodus is a mirror. Yeah, yeah. And Mount Sinai is a vertical image of that with the base, the middle of the mountain, or the central part, and then the top.",
    "start": "01:02:14",
    "end": "01:02:36"
  },
  {
    "text": "And so her question, is there a corollary in New Creation? It's interesting about in the Revelation at the end, there's New Jerusalem, there's a city comes down out of the sky.",
    "start": "01:02:36",
    "end": "01:02:52"
  },
  {
    "text": "Yeah. So the heavens are the city as it begins in chapter 20.",
    "start": "01:02:53",
    "end": "01:02:58"
  },
  {
    "text": "Okay.",
    "start": "01:02:58",
    "end": "01:02:58"
  },
  {
    "text": "And then all of a sudden, the heavens image by the city come down.",
    "start": "01:02:59",
    "end": "01:03:03"
  },
  {
    "text": "Yeah. And the Tree of Life is in the city.",
    "start": "01:03:03",
    "end": "01:03:04"
  },
  {
    "text": "Tree of Life is in the city.",
    "start": "01:03:05",
    "end": "01:03:06"
  },
  {
    "text": "So we got the tree of Life in the city. We've got the city, but then there's open gates around the city and nations can come in.",
    "start": "01:03:06",
    "end": "01:03:14"
  },
  {
    "text": "That's exactly right.",
    "start": "01:03:14",
    "end": "01:03:15"
  },
  {
    "text": "And so there is seemingly something going on.",
    "start": "01:03:15",
    "end": "01:03:18"
  },
  {
    "text": "So they go through the gate. The door. The door to Eden.",
    "start": "01:03:18",
    "end": "01:03:21"
  },
  {
    "text": "The door, yeah. Oh, is it a singular gate?",
    "start": "01:03:21",
    "end": "01:03:23"
  },
  {
    "text": "The gate. Oh, the gates. No, I'm sorry, I'm just. It's Plural.",
    "start": "01:03:24",
    "end": "01:03:29"
  },
  {
    "text": "Okay. But it's the idea.",
    "start": "01:03:29",
    "end": "01:03:30"
  },
  {
    "text": "It's the boundary. Yeah, it's the boundary. It's the gateway or the doorway. Yeah. So in other words, New Creation is depicted as the skies, as a city that comes down and lands on high mountain. And when it does so, it's surrounded by walls that are all, you know, all the crystals and the names of the 12, the 12 gates and the names of the tribes and the apostles. It's all brought together. But then when the city touches down, it's a garden. And from the center of that garden is a river with a singular tree, but somehow on both sides.",
    "start": "01:03:30",
    "end": "01:04:07"
  },
  {
    "text": "Yeah.",
    "start": "01:04:07",
    "end": "01:04:08"
  },
  {
    "text": "And then the center from which the river issues is the throne, and it's the throne of the one who sits on it and the Lamb.",
    "start": "01:04:08",
    "end": "01:04:16"
  },
  {
    "text": "So this is pulling together all of these images of the increasing hotspot of presence.",
    "start": "01:04:17",
    "end": "01:04:23"
  },
  {
    "text": "That's right. And remember, because the Ark of the Covenant is the throne of Yahweh because he is enthroned above the chair, the.",
    "start": "01:04:23",
    "end": "01:04:29"
  },
  {
    "text": "Center of the tabernacle.",
    "start": "01:04:29",
    "end": "01:04:30"
  },
  {
    "text": "Exactly.",
    "start": "01:04:30",
    "end": "01:04:31"
  },
  {
    "text": "Now, what's interesting about that is you would imagine New Creation being a complete union to where everything now is the Tree of Life or everything now is the holy of holies. But there still does seem to be some differentiation between, like, the center of this new heaven city.",
    "start": "01:04:31",
    "end": "01:04:47"
  },
  {
    "text": "Well, but then what it says is, I saw no temple in the city. This is Revelation 21:22. For the temple is the Lord God and the Lamb. So they are the center.",
    "start": "01:04:48",
    "end": "01:04:59"
  },
  {
    "text": "They are the center.",
    "start": "01:04:59",
    "end": "01:05:00"
  },
  {
    "text": "They are the center.",
    "start": "01:05:00",
    "end": "01:05:01"
  },
  {
    "text": "Yeah.",
    "start": "01:05:01",
    "end": "01:05:01"
  },
  {
    "text": "And so, once again, I think we're dealing with literary style of apocalyptic literature. Densely symbolic.",
    "start": "01:05:02",
    "end": "01:05:09"
  },
  {
    "text": "Right.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "And the goal of the symbolism in apocalyptic is not to harmonize the metaphorical imagery into a literally coherent picture. It's the meaning of the symbols being mashed together. So I think because sacred space has been all about an enclosure through which you go have a boundary, but now it touches down and merges with earth with open gates.",
    "start": "01:05:10",
    "end": "01:05:38"
  },
  {
    "text": "Open gates. And people are coming in.",
    "start": "01:05:38",
    "end": "01:05:41"
  },
  {
    "text": "That's huge. And there's traffic. There's traffic in and out.",
    "start": "01:05:41",
    "end": "01:05:44"
  },
  {
    "text": "Yeah.",
    "start": "01:05:44",
    "end": "01:05:44"
  },
  {
    "text": "So the whole point is that the.",
    "start": "01:05:45",
    "end": "01:05:46"
  },
  {
    "text": "Life of the nations coming in the.",
    "start": "01:05:46",
    "end": "01:05:48"
  },
  {
    "text": "Presence of Heaven is no longer confined. Confined and up in the skies. It's rather. It's one with Earth and it's open commerce.",
    "start": "01:05:48",
    "end": "01:05:58"
  },
  {
    "text": "So it's using those concentric circles which we're used to, we understand, to now make another. A new point, which is, we're open for all creation.",
    "start": "01:05:58",
    "end": "01:06:09"
  },
  {
    "text": "Open for business.",
    "start": "01:06:09",
    "end": "01:06:09"
  },
  {
    "text": "We're open for business.",
    "start": "01:06:10",
    "end": "01:06:10"
  },
  {
    "text": "Heaven is perpetually open. But then it also Contrasts that with outside the city. And so here we're to thinking of the valley of Hinnom, which is an actual valley surrounding the southern flank of Jerusalem still today, but even more so in the Second Temple period and the First Temple period. And that's where nothing clean will enter into it, nor will anybody else, only those who are written. So it's this idea which can then make speculation, well, are there still unclean people somewhere, and how can they inhabit the purified new creation? But I think the point of that statement is just to say that death and impurity has been removed, has been purified, so that the new creation is just heaven and earth, one in perfect union with commerce and traffic. Open for business. Heaven's open. Heaven and earth are open for business. I love that. So I think the point of the open gates and of the union of what is high and what is low is undoing the boundaries.",
    "start": "01:06:10",
    "end": "01:07:20"
  },
  {
    "text": "I see the boundaries are still there, but what we've seen is they've become undone. I mean, the boundaries are still there in the sense of the shape of them are there, but the gates are open.",
    "start": "01:07:20",
    "end": "01:07:31"
  },
  {
    "text": "Yeah. I think the reason why we're using the language of gates or city walls still is because if you didn't use those, it would be very difficult to access the image from earlier in the Hebrew Bible, because the city is a walled enclosure. So to say that you have a city, but it has no walls, and it's like, well, that's not a city.",
    "start": "01:07:31",
    "end": "01:07:51"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:07:52",
    "end": "01:07:53"
  },
  {
    "text": "The way you talk about a city, but that's completely open is to talk about a city with eternally open gates. Or you can talk about the center is the throne, but there is no temple. And temples are all about access. Right. Tiers of access.",
    "start": "01:07:53",
    "end": "01:08:09"
  },
  {
    "text": "I see.",
    "start": "01:08:09",
    "end": "01:08:10"
  },
  {
    "text": "But what's just there is a throne and its life is going out.",
    "start": "01:08:10",
    "end": "01:08:12"
  },
  {
    "text": "Yeah. So there's a couple gates gone. The gate of the temple, which is the access gate, you can't go in there.",
    "start": "01:08:13",
    "end": "01:08:19"
  },
  {
    "text": "That's right.",
    "start": "01:08:19",
    "end": "01:08:20"
  },
  {
    "text": "That's gone.",
    "start": "01:08:20",
    "end": "01:08:20"
  },
  {
    "text": "That's gone.",
    "start": "01:08:20",
    "end": "01:08:21"
  },
  {
    "text": "And then the walls and those gates. Those gates are gone. They're open.",
    "start": "01:08:21",
    "end": "01:08:26"
  },
  {
    "text": "They're not gone. They're open, but they're open. And so it signals that restricted access through the gates, it's now open. So that's one way to think about it. Another way to think about it is in Hebrews, for example, where the heavenly temple plays such a key role in the story. The author or the pastor writing to the Hebrews, wherever they lived, says that, first of all, access to that heavenly temple, even though it hasn't been apocalypsed here on earth, revealed here on earth. It's accessible now. When he says we can, with boldness, enter into the throne room, what he means is that through prayer worship, we can enter in to the heavenly presence individually and communally. At the end of the letter, he says, right now, you and I are who are part of the assembly of the firstborn, can ascend the heavenly mountain. We have access to it now. So not only are there no tiers of access in the new creation, there are no tiers of access now. We can boldly enter in and experience, I think, through an elevated consciousness, through prayer and worship. And the symbols of liturgy enter into heaven on earth. Even as we're sitting right here, which is where John is seeing all of this, is he's sitting on an island experiencing unrestricted access to the heavenly realm as he sits on an island.",
    "start": "01:08:26",
    "end": "01:09:49"
  },
  {
    "text": "The gates are open right now.",
    "start": "01:09:49",
    "end": "01:09:51"
  },
  {
    "text": "The gates are open for those who want to go in boldly. Hey. Along with a number of great submissions for the Q and R episode, there were some questions about our earlier conversation about the test of manna in the book of Exodus.",
    "start": "01:09:51",
    "end": "01:10:05"
  },
  {
    "text": "Yeah. So we got a number of questions about some confusion around the story around manna.",
    "start": "01:10:05",
    "end": "01:10:11"
  },
  {
    "text": "Yeah.",
    "start": "01:10:11",
    "end": "01:10:11"
  },
  {
    "text": "So Israel was given sky bread and they were asked to collect it. Yeah. And. And we made a mistake on whether or not they should collect manna on the seventh day.",
    "start": "01:10:11",
    "end": "01:10:22"
  },
  {
    "text": "Yeah, that's right. I mistakenly said that the manna was out there on the seventh day and the test was not going to get it. And I just forgot the detail that it says in the story that the manna was not there on the seventh day.",
    "start": "01:10:22",
    "end": "01:10:33"
  },
  {
    "text": "And so the test was to trust.",
    "start": "01:10:33",
    "end": "01:10:36"
  },
  {
    "text": "That what you gathered on the sixth day would also be left over for the seventh day. And some people do go out on the seventh day and they don't find anything.",
    "start": "01:10:36",
    "end": "01:10:44"
  },
  {
    "text": "Yeah.",
    "start": "01:10:45",
    "end": "01:10:45"
  },
  {
    "text": "So anyway, there you go. It's not like we're shattering, but we felt like it was good to pay attention to how the story actually works.",
    "start": "01:10:46",
    "end": "01:10:53"
  },
  {
    "text": "Okay, thank you, everyone.",
    "start": "01:10:53",
    "end": "01:10:55"
  },
  {
    "text": "That was a whopper. Those are good questions, man.",
    "start": "01:10:55",
    "end": "01:10:59"
  },
  {
    "text": "Great questions. We'll continue making our way through the scroll of Leviticus and we'll stop again and listen to some questions.",
    "start": "01:10:59",
    "end": "01:11:06"
  },
  {
    "text": "Yeah.",
    "start": "01:11:06",
    "end": "01:11:06"
  },
  {
    "text": "Thank you so much for sending them in.",
    "start": "01:11:07",
    "end": "01:11:10"
  },
  {
    "text": "Yep. Yeah, we love hearing from you and so awesome to hear about your insights and questions. Keep on keeping on. Hi.",
    "start": "01:11:10",
    "end": "01:11:20"
  },
  {
    "text": "That is Sinai and act as fun site Africa.",
    "start": "01:11:20",
    "end": "01:11:23"
  },
  {
    "text": "Hi, this is Dustin Bledsoe and I am from Las Vegas, Nevada. I first heard about Bible Project almost two years ago while driving to Phoenix on military orders. I wanted to listen to the Bible on Spotify and bibleproject popped up and I was so excited to see someone talking about Nephilim and I've been listening ever since. My favorite thing about the Bible Project is how the podcast helped dissects sections of the Bible and show how it always leads back to Jesus. We're a crowdfunded project by people like.",
    "start": "01:11:23",
    "end": "01:12:08"
  },
  {
    "text": "Meer by Bibleproject.com Sam.",
    "start": "01:12:08",
    "end": "01:12:34"
  }
]