[
  {
    "text": "The Ten Commandments are still referred to today as a wise and good moral code that we should follow and honor. But it's important to remember that these 10 commands came at a specific part of a story. And they're the first of many covenant commands that God gives Israel when they sign on the dotted line to be his covenant partners.",
    "start": "00:00:05",
    "end": "00:00:24"
  },
  {
    "text": "The equivalent is when you see a couple at a wedding ceremony, and if they integrate into their ceremony some kind of statement of vows. That's what the laws are. They're the vows. Here are the terms of our relationship, and here's the ideals and the practices that I'm going to do to uphold this relationship.",
    "start": "00:00:25",
    "end": "00:00:42"
  },
  {
    "text": "Now, there's going to be 613 commands that we're going to read about as we finish the Torah. And they're all covenant commands. And these are just the first ten. They're a primer, if you will, a thesis. These first 10 set the tone for what kind of people God wants Israel to become.",
    "start": "00:00:42",
    "end": "00:01:03"
  },
  {
    "text": "Their life and their environment and their choices. Everything was molded to serve the Egyptian empire and its gods. And so now Yahweh is redeeming a people. He takes them out to the middle of nowhere. They have no land, no social identity anymore. He's remaking the people. And so the laws represent the way that Israel's communal identity and story and values are reshaped and recreated.",
    "start": "00:01:03",
    "end": "00:01:32"
  },
  {
    "text": "And it's easy to think of these ancient laws as some sort of tedious obligation to make God happy, but the ancient Israelites thought no such thing.",
    "start": "00:01:32",
    "end": "00:01:42"
  },
  {
    "text": "And so the laws, yeah, they're not about making God happy so that he'll, like, redeem you. Deep in both the Jewish and Christian traditions, there's a conviction that God's commands are given for our good, not just because God thinks this is good, but it's actually for our good.",
    "start": "00:01:43",
    "end": "00:02:00"
  },
  {
    "text": "And as we finish this movement in the scroll of Exodus, we also finish our examination of the theme of the.",
    "start": "00:02:00",
    "end": "00:02:07"
  },
  {
    "text": "Test, the choice that lay before Israel about whether or not they're going to live out their calling, bear the name of Yahweh successfully by becoming a kingdom of priests.",
    "start": "00:02:07",
    "end": "00:02:18"
  },
  {
    "text": "I'm John Collins. This is BibleProject Podcast. Today, Tim Mackey and I talk the Ten Commandments. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:18",
    "end": "00:02:30"
  },
  {
    "text": "John. Hello.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Hello. Hello. We are cruising through the Exodus scroll, and we are at the place in the Exodus scroll where Moses meets God on Mount Sinai in four fire. And we just talked in the last episode about how this was still part of the pattern of testing. And so this whole movement that we're in right now, which is the second movement of Exodus.",
    "start": "00:02:32",
    "end": "00:02:58"
  },
  {
    "text": "Yeah.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "We're tracing the theme of testing because it's all over. God calling them up to Mount Sinai. We looked at that as just one big test about whether they will listen to his voice and obey and go up the mountain. Even though it's intense and I think it could kill them.",
    "start": "00:02:59",
    "end": "00:03:13"
  },
  {
    "text": "Yeah. Israel comes to the mountain. Yahweh says, I want to become covenant partners with you. The people say, yes. God invites them to come really close to him, to enter his fire and cloud, as it were. And the people don't want to. And they stand far away and they say, moses, you go up for us. And so Moses goes up into the cloud on their behalf. And yeah, in the narrative, the terms of the covenant, the equivalent is when you see a couple at a wedding ceremony, and if they integrate into their ceremony some kind of statement of vows, essentially, that's what the laws are. They're the vows. Here are the terms of our relationship, and here's the ideals and the practices that I'm going to do to uphold this relationship. I call them covenant laws. Just so that I remember that for myself. Years ago, I don't know how long we have talked about the law, the laws given to Israel. Actually, in two different podcast series and two different videos, we did a theme video on the law, like way back when we started the Bible Project. And then just a couple years ago, we did a video in our how to Read the Bible series called how to Read Biblical Law. And that was a long podcast series. That was fun. Actually. I have good, good memories of that. I learned a lot. For listeners of the podcast, feel free to go back and, you know, real time, you can go listen to all those. To upload that. We're not gonna talk about all of that content. The laws as wisdom, literature more. What we're going to focus on is how the laws fit into the narrative flow of the Exodus scroll right here.",
    "start": "00:03:14",
    "end": "00:04:46"
  },
  {
    "text": "Okay.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "So the first block of laws are the most famous in the whole Bible, the Ten Commandments. And then what comes after that are a block of 42 laws that are called the ordinances or the statutes. And. And these are written upon what's called the scroll of the Covenant. The Ten Commandments are famously written on the two tablets of stone. And then these 42 commands are sometimes called the Covenant Code. And we're told they are written upon a scroll, a scroll of the covenant. So both are written. One is written by God. You're told in the story that God inscribed the Ten Commandments on the tablets and the covenant laws, the 42, we're told that Moses wrote them on a scroll.",
    "start": "00:04:47",
    "end": "00:05:33"
  },
  {
    "text": "There's 52 of them.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "Yeah, the 52.",
    "start": "00:05:34",
    "end": "00:05:35"
  },
  {
    "text": "There's going to be more later. Are these supposed to summarize, like everything in some sense?",
    "start": "00:05:35",
    "end": "00:05:40"
  },
  {
    "text": "Okay, so here, this is worth recalling from our years ago conversation. There's going to be 10 plus 42 here. And then when you start getting later into Leviticus, there are going to be more laws about the tabernacle and ordaining the priesthood. You get into Leviticus and numbers, and there'll be lots of purity laws and laws about feast days, making up a total of 613. So these laws, they're found in a narrative about the laws. In other words, the Torah, the first five books of the Hebrew Bible, are not the ancient constitution of ancient Israel. They are not a complete list of all the laws that ancient Israel lived by. These are things that we talked about earlier.",
    "start": "00:05:40",
    "end": "00:06:24"
  },
  {
    "text": "Right.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "So the authors of the Torah and its final shape have selected certain laws and put them in certain orders and key strategic places within the story to give examples of the kind of law and wisdom that Israel was to live by. So the 10 and 42 commands here, even just those numbers are themselves have a symbolism to them that show that they're just a selection. And so in the bigger narrative, do you remember this all began with Yahweh reclaiming his people from slavery among the nations in Egypt.",
    "start": "00:06:25",
    "end": "00:07:01"
  },
  {
    "text": "And the reason why he's creating a covenant is so that Israel will know his name, the nations will know his name.",
    "start": "00:07:01",
    "end": "00:07:08"
  },
  {
    "text": "That's right.",
    "start": "00:07:08",
    "end": "00:07:08"
  },
  {
    "text": "That Israel can be the image of God for the nations.",
    "start": "00:07:09",
    "end": "00:07:13"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "And the biblical story is all about that all humanity should be the image of God.",
    "start": "00:07:14",
    "end": "00:07:18"
  },
  {
    "text": "Yes.",
    "start": "00:07:18",
    "end": "00:07:18"
  },
  {
    "text": "And so in that way, they are. Image of God is a way to be a priest, to be a mediator to who's all supposed to be the image of God.",
    "start": "00:07:18",
    "end": "00:07:26"
  },
  {
    "text": "That's right. So these laws are about Yahweh beginning to shape a people to become mirrors of his character and wisdom. Their priestly vocation is to live according to the ethical ideals embodied in these laws. So you could say it's to a redeemed people that Yahweh gives the Torah. The laws of the Torah, his instruction and adherence to the laws of the covenant are the way that they fulfill their mission to the nations.",
    "start": "00:07:26",
    "end": "00:07:54"
  },
  {
    "text": "It's not the reason they were selected. They were selected not by anything that they did, but to fulfill the mission being the image they need to follow These laws.",
    "start": "00:07:54",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, totally. Or as the first mentor I ever had as a young man when I was learning how to follow Jesus in my early 20s, he used to put it this way. He said, most people think you need to get behaved and then you get saved. But he said, with Jesus, it's you get saved, then you get behaved.",
    "start": "00:08:04",
    "end": "00:08:24"
  },
  {
    "text": "I like the word listen and Shema better than behave. Behave has a lot of baggage.",
    "start": "00:08:25",
    "end": "00:08:34"
  },
  {
    "text": "Oh, totally. Yeah, I'm with you.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "Yeah. Just checking boxes and.",
    "start": "00:08:36",
    "end": "00:08:38"
  },
  {
    "text": "No, actually, so save to behave doesn't actually get you that story. Because the whole point is that God redeems the people from slavery. And in slavery they were molded their life and their environment and their choices. Everything was molded in an environment to serve the empire, the Egyptian empire and its gods. And so now Yahweh is redeeming a people. He takes them out to the middle of nowhere. They have no land, no social identity anymore. He's remaking the people as it were. And so the laws represent the way that Israel's communal identity and story and values are reshaped and recreated. And so the laws, yeah, they're not about making God happy so that he'll, like, redeem you. It's. This is now the appropriate way to respond so that we can mirror this God's character to the nations. So it's just a different kind of story around the laws than I think maybe, certainly than I was first introduced to when I was learning to read the Bible. But it's more positive. In other words, within this story, you can see why the later biblical authors and the Author of Psalm 119 Love to Meditate on the laws of the Torah, because they saw in them the wisdom and character of God that could give them direction for how to do good.",
    "start": "00:08:39",
    "end": "00:10:06"
  },
  {
    "text": "And why Moses would say in Deuteronomy, like, hey, guys, you can do this. Like, this is not.",
    "start": "00:10:06",
    "end": "00:10:12"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "This is not too much. Well, yeah, you can handle this.",
    "start": "00:10:13",
    "end": "00:10:15"
  },
  {
    "text": "Yeah.",
    "start": "00:10:15",
    "end": "00:10:15"
  },
  {
    "text": "Doesn't he.",
    "start": "00:10:15",
    "end": "00:10:16"
  },
  {
    "text": "Out of one side of his mouth, he's like, yeah, just do it. It's not in heaven. It's not under the sea. Like, you can follow the laws of the Torah. But then he's also gonna say, but I know you're not gonna.",
    "start": "00:10:16",
    "end": "00:10:28"
  },
  {
    "text": "But I know you are.",
    "start": "00:10:28",
    "end": "00:10:29"
  },
  {
    "text": "Totally. Again, like I said, what I wanna focus is on how these two blocks of laws here in this story are really keyed into the themes of the Exodus scroll so far. So again, we have those earlier series if we want to reflect bigger picture on the role of the law. But let's Dive in, and we'll kind of see how these laws set us up for things that are coming in the story to follow.",
    "start": "00:10:30",
    "end": "00:10:51"
  },
  {
    "text": "Sam.",
    "start": "00:11:00",
    "end": "00:11:26"
  },
  {
    "text": "All right, well, the first block of covenant laws is the Ten Commandments. I mean, you don't get more iconic Bible language and imagery than the Ten Commandments, Right?",
    "start": "00:11:33",
    "end": "00:11:45"
  },
  {
    "text": "Yeah. And hold on. Before we jump into them, just situate me. We talked in the last episode how Moses went up and down the mountain seven times. And it's a little bit confusing. You kind of have to really pay attention to the whole progression at some point on top of the mountain, some. One of those trips.",
    "start": "00:11:45",
    "end": "00:12:02"
  },
  {
    "text": "Yeah.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "He's orally given the Ten Commandments.",
    "start": "00:12:02",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, yeah. The Ten Commandments are focused in on a moment in the story where it says, when the trumpet was sounding stronger and stronger, Moses started speaking, and God responded with thunder and voice. And what is it that God said that freaked out the people so much?",
    "start": "00:12:04",
    "end": "00:12:23"
  },
  {
    "text": "Oh, so is Moses down with the people at this point when he hears this?",
    "start": "00:12:23",
    "end": "00:12:27"
  },
  {
    "text": "Let's see. This is in Exodus 19, verse 18. The mountain was all smoke. There was sound and trumpet. Moses would speak, and God would respond with thunder and voice.",
    "start": "00:12:27",
    "end": "00:12:39"
  },
  {
    "text": "But where is Moses?",
    "start": "00:12:39",
    "end": "00:12:40"
  },
  {
    "text": "And Yahweh descended on Mount Sinai. He called to Moses, who went up, and then he said, go back down and warn the people. So, yeah, this is Moses with the people. Oh, yeah. Because then as soon as God says, this is gonna be that flashback where then the people hear it, and then they're like, dude, we are staying away from that thing, whatever it is.",
    "start": "00:12:40",
    "end": "00:13:02"
  },
  {
    "text": "Okay, so it's go time. They're supposed to ascend the mountain. They don't. God calls Moses up, and then now this is when he's gonna give him the Ten Commandments.",
    "start": "00:13:02",
    "end": "00:13:13"
  },
  {
    "text": "So I think the way the narrative situates it is this is when God comes down in cloud and fire on the third day, the ram's horn is sounding, going on, going on, and there's thunder and lightning. And they hear a voice.",
    "start": "00:13:13",
    "end": "00:13:26"
  },
  {
    "text": "Yep.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "And Moses can hear it. And what he hears is the Ten Commandments.",
    "start": "00:13:27",
    "end": "00:13:30"
  },
  {
    "text": "Okay.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "And then the people respond to that by saying, we don't want to go up there.",
    "start": "00:13:31",
    "end": "00:13:35"
  },
  {
    "text": "Oh, okay. So he actually first hears the Ten Commandments at the base of the mountain with the people.",
    "start": "00:13:35",
    "end": "00:13:40"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "I didn't realize that.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "Yeah. At least, I think if you meditate on the design of the narrative, I think, in other words, that the people here. What Moses hears as the Ten Commandments and what they. Whether they hear them as the commandments or just lightning and thunder, we don't know. But it's hearing these words that freak them out and make them not want to go up the mountain.",
    "start": "00:13:43",
    "end": "00:14:02"
  },
  {
    "text": "Okay, yeah, they might be like Charlie Brown. They're just hearing, like.",
    "start": "00:14:02",
    "end": "00:14:06"
  },
  {
    "text": "Totally. Okay. So the Lord said to Moses, first command, I am Yahweh, your God, who brought you out of the land of Egypt, out of the house of slavery. You will have no other gods in front of me. Now, that word before you shall know other gods before me. I think that's kind of gotten metaphorized, turned into a metaphor in the way we say in English we think of priority.",
    "start": "00:14:10",
    "end": "00:14:35"
  },
  {
    "text": "Okay.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "Like, let's say you have a line of gods.",
    "start": "00:14:35",
    "end": "00:14:37"
  },
  {
    "text": "Yahweh should be at the front of the line.",
    "start": "00:14:37",
    "end": "00:14:39"
  },
  {
    "text": "Yeah, totally. So, again, people, there are multiple nuances that are possible, but it's the word in front of me, which, When Israel, later in the biblical story, for example, when. When Israelites are about to make a golden calf, it's literally down at the foot of the mountain in front of Yahweh, up in the cloud. And when Israel introduces idols into the temple, it's often right in the. Either in the holy place, right before, in front of the holy of holies, separated by the curtain, or in the courtyard out front of the door, right into the temple. So I think you shall have no other gods displayed in front of me. That's one possible. Or it could be that that before indicates priority. Or it could be that it is accomplishing both at the same time. But notice here, you shall have no other gods before me is linked directly to the action of God. Who is Yahweh our God anyway? Well, he's the one who rescued us. So essentially, like, there's no. It wasn't some other God like BAAL or Marduk that rescued you. It was Yahweh.",
    "start": "00:14:39",
    "end": "00:15:46"
  },
  {
    "text": "So wait, isn't this just plainly, though, just don't have any other gods?",
    "start": "00:15:46",
    "end": "00:15:50"
  },
  {
    "text": "Yeah.",
    "start": "00:15:50",
    "end": "00:15:50"
  },
  {
    "text": "Or are you saying it's a little more nuanced than that?",
    "start": "00:15:50",
    "end": "00:15:52"
  },
  {
    "text": "Oh, well, I'm just saying no other gods before me could refer to priority. Yeah, priority.",
    "start": "00:15:53",
    "end": "00:15:59"
  },
  {
    "text": "You can worship other gods, but just make sure they're second tier.",
    "start": "00:15:59",
    "end": "00:16:02"
  },
  {
    "text": "Oh, I understand. I understand. No, no, I don't think that's what it means. Okay, okay, I. Okay, I see. I think I was unclear when I was talking about the priority. Okay, yeah. That you could take it as priority. In which case it would be like, yeah, you know, BAAL and Marduk, like, keep them in your back pocket, but make sure I'm. I'm the first. Yeah. As you read on, it'll Become clear like. No, that's not what it means at all.",
    "start": "00:16:02",
    "end": "00:16:26"
  },
  {
    "text": "Yeah.",
    "start": "00:16:26",
    "end": "00:16:26"
  },
  {
    "text": "What it means is no other gods in front of me. That is no other. And it connects to command two, which is don't make any idols. And where would you put an idol? Well, it would be in front of Yahweh if you put it in the sacred space. So anyhow, more significant is that Yahweh is the one who rescued them out of Egypt. And that's what warrants Israel's, you know, trust and allegiance is that fact alone. That's the first command.",
    "start": "00:16:26",
    "end": "00:16:51"
  },
  {
    "text": "Okay.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "Know where the gods second command is? Don't make for yourself an idol or any image of something in the skies above or that's on the land below or the water underneath the land. Notice the three tiered cosmos there. You shall not worship them or serve them. That is the idols. For I, Yahweh, your God, am a passionate or often translated jealous God who visits the iniquity of the fathers on the children on. On the third and fourth generations of those who hate me, but shows loyal love to thousands for those who keep my commands and who love.",
    "start": "00:16:52",
    "end": "00:17:34"
  },
  {
    "text": "It's like a copy paste from Exodus, what we're going to see later, right?",
    "start": "00:17:34",
    "end": "00:17:38"
  },
  {
    "text": "Yeah. God's going to re quote these words to Moses in slightly different form after the Israelites make the golden calf. Yeah. So no idols, no images.",
    "start": "00:17:38",
    "end": "00:17:49"
  },
  {
    "text": "Yeah. You know what, I always pictured this as don't make an image of Yahweh. But it's saying don't make an image of anything. Right?",
    "start": "00:17:50",
    "end": "00:17:58"
  },
  {
    "text": "Yeah, it's very interesting. Well, don't make for yourself an idol or an image and do not worship and serve them. So this was standard practice to depict.",
    "start": "00:17:59",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, these would be the other gods. Like don't have any other gods. And let me make it really clear, you're going to be tempted to make an image of a God, cow or a bird or human or a human, something in one of these three realms and you're going to want to worship it. That's what everyone else is doing. Because these things are connected to cosmic powers.",
    "start": "00:18:08",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "And you're going to want to connect yourself to them, but align yourself with me as the ultimate power. So these two. And we talked about this. Is this the first command or is this two commands? It kind of feels like almost kind of like one command.",
    "start": "00:18:33",
    "end": "00:18:48"
  },
  {
    "text": "Oh, I see. Well, so don't make any idol image and don't worship them, you're saying? Kind of seems like two commands.",
    "start": "00:18:48",
    "end": "00:18:54"
  },
  {
    "text": "Oh, yeah, strike that.",
    "start": "00:18:54",
    "end": "00:18:56"
  },
  {
    "text": "Yeah.",
    "start": "00:18:56",
    "end": "00:18:56"
  },
  {
    "text": "But the first command and the second Command feel like closely two sides of the same coin.",
    "start": "00:18:56",
    "end": "00:19:01"
  },
  {
    "text": "Exactly. No other gods in front of me. And no idols through which you give your allegiance and worship to other gods. Yeah. Notice also don't make any idols of what's in the sky above. So that could refer to birds. More likely refers to the lights above the sun, moon and stars.",
    "start": "00:19:01",
    "end": "00:19:19"
  },
  {
    "text": "Okay.",
    "start": "00:19:19",
    "end": "00:19:19"
  },
  {
    "text": "Creatures on the land. Okay, yeah. Calves, for example, and then the creatures of the water beneath. So fish deities or do you remember the sea monster, the Hebrew Tannin? That.",
    "start": "00:19:19",
    "end": "00:19:33"
  },
  {
    "text": "That's a God.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "Yes, yeah. In the great Babylonian creation stories, Marduk, the patron God of Babylon, defeats Tiamat, who is in the form of a great sea monster, who's a chaos deity. So there's deities above, below and on the land that you're going to be tempted to make images of and then trust your future and your security to them, just like all your neighbors do. And I'm telling you, I'm the maker of sky, land and sea. So there's also, in Deuteronomy, Moses is going to come back to this. He's going to say, listen, on the day that I showed up in the cloud and the fire, you didn't see any form. You didn't see like a, you know, a dragon up there. What you saw was a cloud. So don't try and reduce. Right. The boundless. Right. The boundless, transcendent creator of all. Right. The donator of all being and sustainer of it all. To reduce that one to some item or being in creation is just to. It's not just an insult, but it's actually to begin to invest a created thing with a kind of power over you that doesn't belong to that thing. It belongs to the creator of all. So, yeah, that's the logic here in our video on the image of God. We summarize this in a way that has stuck with me over the years, that humans were not to make any images of God because God's already made an image of God's self. I thought that was clever.",
    "start": "00:19:34",
    "end": "00:21:09"
  },
  {
    "text": "Yeah.",
    "start": "00:21:09",
    "end": "00:21:09"
  },
  {
    "text": "That was your line. You came up with that, was it? Yeah.",
    "start": "00:21:09",
    "end": "00:21:12"
  },
  {
    "text": "Is that my line?",
    "start": "00:21:12",
    "end": "00:21:12"
  },
  {
    "text": "You wrote that script. Yeah.",
    "start": "00:21:12",
    "end": "00:21:14"
  },
  {
    "text": "Yeah. Well, and that's even more fascinating when you think about God's. What you just said, God's transcendence cannot be formed into an image. Do not try to do it. Oh, by the way, that's you.",
    "start": "00:21:14",
    "end": "00:21:27"
  },
  {
    "text": "Yeah, that's right. God. Yeah. God has already invested a creature with the role of representing, with the capability of representing the fullness of the divine character. And that's y'. All. So. Yeah. Okay. Because if you're making it, you're either gonna make a sun, an image of the sun, moon, and stars.",
    "start": "00:21:29",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:50",
    "end": "00:21:50"
  },
  {
    "text": "Or you're gonna make the image of an animal. And humans are not called. They're actually called to rule and to have authority over creation. And you're gonna end up being ruled by the things that you are called to have responsibility over. And that's. Yeah, that's the irony here. So that all of that is underneath when God says, don't worship them. Because I, the Lord your God, am a jealous or a passionate God.",
    "start": "00:21:50",
    "end": "00:22:18"
  },
  {
    "text": "I created you guys for a purpose.",
    "start": "00:22:18",
    "end": "00:22:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "I'm passionate about that.",
    "start": "00:22:21",
    "end": "00:22:22"
  },
  {
    "text": "Exactly. Right. Yes. Yeah. The jealousy isn't just like, you're mine. Nobody else can have you. I mean, it is kind of like that, but in the sense of.",
    "start": "00:22:22",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. Like a father with a son.",
    "start": "00:22:31",
    "end": "00:22:33"
  },
  {
    "text": "Yeah. Yep. That's right. Like, yeah, listen, son, don't get hooked on meth. It'll rule you. No, I'm serious. Yeah. Like, you know, I was just talking, man. I was just talking to somebody who's in public education here in Portland, and they were just talking about particularly meth in certain communities here in Portland. And it's just like. It's like a poison that just hooks into all kinds of people, but when it hooks a teenager, it's just devastating. And so it's like a parent, you know, jealously saying to their child, like, yeah, listen, stay away.",
    "start": "00:22:33",
    "end": "00:23:11"
  },
  {
    "text": "Yeah, you're meant for more than this.",
    "start": "00:23:12",
    "end": "00:23:13"
  },
  {
    "text": "I am jealous for all that you can become. Just stay away from that thing, because it will ruin everything. That's the image here. Yep. So that's the second command. Oh, we're not going fast here. Let's hit the third command here. You shall not carry the name of Yahweh, your God, in vain.",
    "start": "00:23:13",
    "end": "00:23:34"
  },
  {
    "text": "Yeah. No cursing.",
    "start": "00:23:34",
    "end": "00:23:36"
  },
  {
    "text": "What's that?",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "No cursing.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "No cursing. Yeah. Because Yahweh will not declare innocent the one who carries his name in vain.",
    "start": "00:23:39",
    "end": "00:23:46"
  },
  {
    "text": "So you're translating carry the name. I even see you editing a document in real time.",
    "start": "00:23:46",
    "end": "00:23:51"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Because it said, take the name, and that's how it's usually rephrased. Don't take the name of the Lord your God in vain. And then what we typically think of is using God's name as a curse word.",
    "start": "00:23:52",
    "end": "00:24:05"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "It gets really specific.",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "Yeah, totally. That's right. Yep, that's right. So most of our English translations take the name in vain. It's become an English idiom for Yuskad's Name in insulting way. Once again, the challenge with that interpretation is it's not actually quite the meaning of the Hebrew verb that gets translated. Take. It's the Hebrew verb nassa, actually, you transliterate it. N, A, S, A NASA, comma, NASA. And what it means is to pick up.",
    "start": "00:24:07",
    "end": "00:24:33"
  },
  {
    "text": "Oh, well, that is really funny.",
    "start": "00:24:33",
    "end": "00:24:35"
  },
  {
    "text": "Isn't that funny? Yeah.",
    "start": "00:24:35",
    "end": "00:24:36"
  },
  {
    "text": "NASA in Hebrew means to pick up.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "NASA Nassau means. Yeah, I know, but I mean to take up. Pick up. Yeah. No, that was how I would remember it.",
    "start": "00:24:38",
    "end": "00:24:44"
  },
  {
    "text": "Oh, that is so funny.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "Yeah. Okay, so you're referring to the. What is it in America? There's the National Administration of Science and Aviation.",
    "start": "00:24:46",
    "end": "00:24:52"
  },
  {
    "text": "Good work. Holy cow.",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "Is that right? NASA.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "NASA.",
    "start": "00:24:55",
    "end": "00:24:56"
  },
  {
    "text": "NASA, yeah.",
    "start": "00:24:56",
    "end": "00:24:56"
  },
  {
    "text": "We send rockets to space.",
    "start": "00:24:56",
    "end": "00:24:58"
  },
  {
    "text": "Send rockets up to space.",
    "start": "00:24:58",
    "end": "00:24:58"
  },
  {
    "text": "We lift them up.",
    "start": "00:24:58",
    "end": "00:24:59"
  },
  {
    "text": "We take them up. Lift them up. We take them up. That's right. So to lift up means to carry. It's the normal Hebrew verb, to pick up and carry. So you shall not carry the name of Yahweh, your God, in vain. So here I'm just going to one link back to a conversation we had with scholar on Exodus, Carmen Imes, Dr. Carmen Imes, who wrote an excellent book called Bearing God's Name why Sinai Still Matters. It's a popular book form of her more technical dissertation, which you can also read. But she is making a robust case for what has been a minority interpretation of this command throughout history. It's not a new interpretation, it's an old interpretation that to carry the name means to bear God's name. In representing God.",
    "start": "00:24:59",
    "end": "00:25:49"
  },
  {
    "text": "Yeah. To be his image.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "To be his image. Because this phrase, to carry the name appears not very often and one other time in the Exodus scroll a few chapters later, referring to the high priest who literally carries the names of the tribes of Israel inscribed on stones on.",
    "start": "00:25:50",
    "end": "00:26:06"
  },
  {
    "text": "His breastplate as the image of the.",
    "start": "00:26:06",
    "end": "00:26:08"
  },
  {
    "text": "Tribes, as the representative image of the tribes. So here Israel is called to carry the name of Yahweh, and Israel's high priest is called to carry the name of the tribes into the presence of Yahweh. So if that's what it means, and it's certain that I'm certain that that's what it means, then it changes the meaning of the in vain. Or it gives you, I think, a more robust sense of what in vain.",
    "start": "00:26:08",
    "end": "00:26:33"
  },
  {
    "text": "What's the Hebrew there for vain?",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "Vanity. Yeah. Towards a futile purpose. Okay, yeah.",
    "start": "00:26:35",
    "end": "00:26:39"
  },
  {
    "text": "Take this seriously.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "You guys could carry the name of Yahweh, but fail, totally fail, and fail to fulfill your purpose.",
    "start": "00:26:40",
    "end": "00:26:47"
  },
  {
    "text": "This should have been the first of the commandments don't you think it's kind of like the, hey, guys, don't screw this up.",
    "start": "00:26:47",
    "end": "00:26:52"
  },
  {
    "text": "Yeah. Don't bear the name of Yahweh and fail to fulfill the purpose for why I'm giving it to you. And in the first place. Yeah, yeah. In other words, represent me well to the nations. I've invested my name in you. So the commands that are going to follow, live by them and you will faithfully represent and carry the name.",
    "start": "00:26:53",
    "end": "00:27:14"
  },
  {
    "text": "So these three are really nice setups for what become kind of more specifics, which is like, this is serious. Like, I am the only deity that matters. You are my image. I mean, it doesn't say that explicitly, but don't create other images. Like, this is serious. Don't do it in vain.",
    "start": "00:27:14",
    "end": "00:27:31"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "And then we're going to launch into some really specific.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "Yeah, specific ones. But just notice here, these first three commands that we just went through, they're all really closely tied into the story around Yahweh came down in fire and cloud, not in the image of anything. So don't make an image. I'm the God who brought you out of Egypt. Don't give your allegiance to any other gods.",
    "start": "00:27:34",
    "end": "00:27:52"
  },
  {
    "text": "Right.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "I'm letting you become a kingdom of priests. I want you to carry the name, so don't do it in vain. All three of them are really tied in, which is, I think, just important. These commands don't stand by themselves, even though nowadays they're often taken out and plugged into other contexts and made to serve other purposes. But originally they were made to fit into this story.",
    "start": "00:27:53",
    "end": "00:28:14"
  },
  {
    "text": "They fit into this story, and then they fit into the larger story as well.",
    "start": "00:28:14",
    "end": "00:28:17"
  },
  {
    "text": "That's right. Yeah. Okay, so that's the first three commands. The next seven start to get a little more specific, and they kind of open up into other fascinating things going on in the Exodus scroll. Okay, we are going to continue our quick, not so quick tour of the Ten Commandments. The goal up to this point has been to highlight the way the commands are really woven into the fabric of the Exodus scroll into their narrative context. And with the fourth command about the Sabbath, we're going to be seeing how the commands are woven in to not just Exodus, but to the whole of the Torah collection. And it's kind of obvious, actually. Once you pointed out how the Sabbath command is woven in, the wording of the command is, remember the Sabbath day to keep it holy. Six days you will labor and do your work. But the seventh is a Shabbat, a day of stopping, of Yahweh, your God, you will not do any work. Neither you, your son, your daughter, your male servant, your female servant, your cattle, the immigrant who stays with you. Because here's why. In six days, Yahweh made the skies and the land and the sea and everything in them, and he rested on the seventh day. Therefore, Yahweh blessed the Sabbath day and set it apart. That's holy. Keep the Sabbath.",
    "start": "00:28:18",
    "end": "00:30:12"
  },
  {
    "text": "Keep the Sabbath.",
    "start": "00:30:12",
    "end": "00:30:13"
  },
  {
    "text": "Yep.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "We've talked at lengths about the Sabbath and about the seven day creation story, but when you say this ties it into the whole Torah, is that what you mean? Genesis 1?",
    "start": "00:30:14",
    "end": "00:30:26"
  },
  {
    "text": "Yeah. There's an immediate connection to the Exodus story that's like the most recent story. Because remember that story, the first literary movement of Exodus went from the first sentence of Exodus 1, verse 1, but then it culminated in the seven day celebration of Passover and unleavened bread. Yeah. And you were told in Exodus 12 and 13 that on the first day of Passover you shall do no work because it's a sacred holy day. And on the seventh day it's like a bonus Sabbath. Yeah, totally. And on this. Yeah, exactly. And on the seventh day after that, Passover Sabbath, then you shall do no work on that seventh day too. So that culmination of the Exodus story with Passover and the seventh day rest and then they leave the land of Egypt, that night of rest is portraying the Exodus story as Israel's recreation. It's as if in the middle of God decreating Egypt, he is also simultaneously creating a remnant people out of the destruction and giving them a little bit of Eden rest before they go into the wilderness. So the Sabbath command has actually already been prepped with Passover in the story of Exodus. But that story of Exodus was itself patterned all the way back on the first story of Creation and the provision of dry land and food out of the chaos waters, culminating in the seventh day. And that's the Genesis 1 story. And so the Sabbath command here in Exodus is tapping into both the Exodus creation rest story and the Genesis 1 creation rest story. And both have a key moment where you have parting of the waters.",
    "start": "00:30:26",
    "end": "00:32:19"
  },
  {
    "text": "Why wouldn't this command be about all the festival days, like keep all of the feast days and festival days as holy?",
    "start": "00:32:19",
    "end": "00:32:27"
  },
  {
    "text": "Yeah, yeah. Well, they haven't been introduced yet.",
    "start": "00:32:27",
    "end": "00:32:30"
  },
  {
    "text": "Passover was.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "Oh, Passover was. Yeah, that's right. That's right. But it's actually only in two or three chapters later that the other three annual feasts are going to be talked about. The other spring feast and the Fall feast. So in narrative context, the other feasts haven't been introduced yet.",
    "start": "00:32:31",
    "end": "00:32:50"
  },
  {
    "text": "Is there something specifically special about Sabbath, even amongst all of the feasts?",
    "start": "00:32:50",
    "end": "00:32:55"
  },
  {
    "text": "Well, it's the only one that's weekly. This is talking about the weekly rhythm. And actually another way the Sabbath command's woven into Exodus in particular. I forgot about this until you asked that question. Is that. Remember the manna story in the wilderness?",
    "start": "00:32:55",
    "end": "00:33:11"
  },
  {
    "text": "Yeah.",
    "start": "00:33:11",
    "end": "00:33:11"
  },
  {
    "text": "That also is about collecting bread for seven days, and on the seventh day, you Shabbat. It's the language of Sabbath and rest. So it's as if God has already been training Israel through the wilderness to live by this rhythm.",
    "start": "00:33:11",
    "end": "00:33:26"
  },
  {
    "text": "I see.",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "And now it's woven into the covenant. The terms of the covenant here.",
    "start": "00:33:27",
    "end": "00:33:34"
  },
  {
    "text": "This is going to set them apart and train them to be the kind of people God wants them to be in a very special way.",
    "start": "00:33:34",
    "end": "00:33:40"
  },
  {
    "text": "That's right.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "God didn't bring up Sabbath rest to any of Abraham's kids.",
    "start": "00:33:40",
    "end": "00:33:46"
  },
  {
    "text": "Nope. No. The Passover rest, you do no work, and then the seventh day after Passover, you do no work. That's the first time. Okay. And then the story about the manna in Exodus 16. And then here, it's as if those patterns that God has already been asking Israel to live by, you know, they get like, codified into the terms of the covenant. And in a way, the weekly Shabbat is the building block of the annual Shabbat rests that come in the feast days. So I think. I don't remember if I used this metaphor back in our podcast series on the seventh day, but the Shabbat, the weekly Shabbat is kind of like the most basic Lego building brick. And I guess you could debate, is it the 2 by 2 brick or the 2 by 4 brick?",
    "start": "00:33:46",
    "end": "00:34:40"
  },
  {
    "text": "The 2 by 4 brick is the basic brick.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Okay. Yeah. It's the classic, classic one.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "That's the classic brick.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "And referring to how many little pegs it has on top. So that brick Shabbat is kind of like that because the annual feasts are all going to happen in either the first month of Israel's year or a multiple of seven times seven weeks after the first. So Passover is in the first month. So Passover starts the 14th day of the first month. So two times seven Sabbaths. So you count two Sabbaths. Right. We're into Passover territory. Then you count seven times seven Sabbaths after Passover, and that's when.",
    "start": "00:34:45",
    "end": "00:35:23"
  },
  {
    "text": "Oh, so I thought Passover was at the very beginning of the year.",
    "start": "00:35:23",
    "end": "00:35:25"
  },
  {
    "text": "It is. That's right. Yep.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "But it's two weeks into the year.",
    "start": "00:35:26",
    "end": "00:35:28"
  },
  {
    "text": "It'S in the first month, and then. Yeah, it begins on the 14th, the night of the 14th, and then you count seven times, seven Sabbaths after that, and that's when you get first fruits or Pentecost. And then you wait till the seventh month, and then you start on the first day of the seventh month. It's New Year, because remember, their year's divided into six month chunks, and each one of them could be called a new year. The first month and the seventh month, you both have New Year celebrations, and it's one's a liturgical calendar based on the ritual of Passover, and one's like a farming calendar based on the agricultural year. But in the seventh month, you get the trumpets in the new year on the 1st, then you get the Day of Atonement, then you get Sukkot and Tabernacles.",
    "start": "00:35:28",
    "end": "00:36:17"
  },
  {
    "text": "And we'll learn all about this in the Leviticus.",
    "start": "00:36:17",
    "end": "00:36:22"
  },
  {
    "text": "Leviticus dwells at length on these things. Yeah. The point is here is all of those larger feasts are just scaled out versions of the Shabbat, and each one of them has a little bit of a different symbolism and nuance, but they're all scheduled by what Shabbat they're closest to or happen on.",
    "start": "00:36:22",
    "end": "00:36:41"
  },
  {
    "text": "Yeah.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "So it kind of makes sense that this weekly Shabbat would be the one in the Ten Commandments, which is kind of like the summary. You can't have any of the others without the weekly Shabbat. It's the basic Lego brick.",
    "start": "00:36:42",
    "end": "00:36:54"
  },
  {
    "text": "That makes sense.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "Yeah. So, yeah, maybe let's just remember the Work and Rest is fundamentally about God establishing a pattern for his image, bearing creatures that they don't live by their work alone, as it were, but what they live by is the generous presence and sustaining power of the Creator. And so by denying yourself productivity one day a week, you remind yourself that you are an image of Elohim, not Elohim.",
    "start": "00:36:55",
    "end": "00:37:29"
  },
  {
    "text": "This is interesting that in the Ten Commandments, the first three we've already established are kind of a setup.",
    "start": "00:37:30",
    "end": "00:37:35"
  },
  {
    "text": "Yeah, right.",
    "start": "00:37:35",
    "end": "00:37:36"
  },
  {
    "text": "And then when we get to the fourth command through the tenth, we're getting to the brass tacks. All right, like, okay, you guys are in. You're gonna bear my name. Let's get into it. All right, number one, chill out a little bit.",
    "start": "00:37:37",
    "end": "00:37:52"
  },
  {
    "text": "That's funny. Yeah. Or you could say, you know, people have made observations about the shape of the commands for a long time because the first four, you could say are God oriented, or even the first three specifically. So have no other gods, Number one, Number two, Is no idols and don't worship them. Number three is don't carry, don't bear the name of Yahweh in vain. Those all have to do with how you relate to Yahweh. And then the Sabbath day is done in imitation of God, but it's done communally. So you could say that that is a God oriented one too. Even though it's a very specific practice, you know?",
    "start": "00:37:56",
    "end": "00:38:33"
  },
  {
    "text": "Yeah, it's a very communal practice. I mean, it becomes the center of your life and community.",
    "start": "00:38:33",
    "end": "00:38:37"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:38:37",
    "end": "00:38:38"
  },
  {
    "text": "That we're going to work on this rhythm. I guess I'm just saying that this is the covenant. This is like, this is the kind of people I want you to be. The first three are just like establishing that fact, you know, you're mine.",
    "start": "00:38:38",
    "end": "00:38:49"
  },
  {
    "text": "Yep, yep.",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Like, let's do this. Take this seriously. All right, now let's get into it. First thing, like, this doesn't depend on you. Chill out a little bit.",
    "start": "00:38:50",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, yeah, chill out.",
    "start": "00:39:00",
    "end": "00:39:01"
  },
  {
    "text": "It kind of sets a nice tone.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "Yeah, I like yes, you know, in.",
    "start": "00:39:02",
    "end": "00:39:04"
  },
  {
    "text": "A way, because it's gonna get intense. But the tone at the beginning is just take a deep breath.",
    "start": "00:39:04",
    "end": "00:39:11"
  },
  {
    "text": "You know, I'm laughing so much because, like, I've known and worked with you and been your friend for so long now. I also know that your temperament, you just like to chill out. I do, I do.",
    "start": "00:39:13",
    "end": "00:39:26"
  },
  {
    "text": "It's like, so I think you good vibes only.",
    "start": "00:39:26",
    "end": "00:39:29"
  },
  {
    "text": "You've always appreciated the Sabbath command. It kind of aligns with your temperament. Little bit. Yeah, sorry, I don't. That's why I was laughing. Yeah, yeah, chill out, chill out. So, yeah, it kind of becomes a bridge because between the first three, where they're primarily about how Israel relates to Yahweh, then with this one, it's how Israel together, practices together a way of life that imitates Yahweh and that, you know, announces their dependence. What happens in the fifth command and what follows are real specific ways that Israelites are to treat each other. The focus transitions from a God word orientation in commands 1 through 4 to neighbor orientation in 5 through 10. So that's kind of an interesting transition too. So in that sense, you could also say that it's command number five. That's the pivot between.",
    "start": "00:39:29",
    "end": "00:40:32"
  },
  {
    "text": "That makes sense. Command number five and these commands five through 10, these are the ones that if you ask someone, list me the 10 commands. These are the ones that they'll tell you.",
    "start": "00:40:34",
    "end": "00:40:42"
  },
  {
    "text": "Totally. Yeah. So number five, honor your ma and.",
    "start": "00:40:42",
    "end": "00:40:45"
  },
  {
    "text": "Pa. As it were you referring to the cowboy ten Commandments.",
    "start": "00:40:45",
    "end": "00:40:51"
  },
  {
    "text": "Yeah, the cowboy commandments.",
    "start": "00:40:51",
    "end": "00:40:52"
  },
  {
    "text": "The cowboy commandments.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "You were at a restaurant, I think, once.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, in Sandy, Oregon. You know, Calamity Jane's is closed now.",
    "start": "00:40:55",
    "end": "00:41:01"
  },
  {
    "text": "Whoa. That's right.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "This is the restaurant Calamity Jane's.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "Yep, yep. Yeah. Just no longer with us.",
    "start": "00:41:03",
    "end": "00:41:06"
  },
  {
    "text": "Classic place. You stop and have a hamburger the size of your face.",
    "start": "00:41:06",
    "end": "00:41:12"
  },
  {
    "text": "Yeah.",
    "start": "00:41:12",
    "end": "00:41:12"
  },
  {
    "text": "On the way down the mountain, on.",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "The way either up to the mountain or usually on the way down from skiing or snowshoeing or snowboarding.",
    "start": "00:41:14",
    "end": "00:41:20"
  },
  {
    "text": "Calamity Janes in the hallway, they had the cowboy commandments.",
    "start": "00:41:20",
    "end": "00:41:24"
  },
  {
    "text": "And the fifth one was, honor your mom, Pa.",
    "start": "00:41:24",
    "end": "00:41:27"
  },
  {
    "text": "Honor your mom, Pa.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "So honor your father and mother. And as the apostle Paul notes in his letter to the Ephesians, it's the first command that comes with a promise, like, what will result if you do it? And it's the only one actually that comes with a result. Honor your father and mother so that your days might be long in the land which Yahweh, your God, is giving you. Okay. So honor your ma and PA, so that your life may be long in the land. I don't know if you can hear a little Eden echo there. Long life having length of days in the promised land. That's a little Eden image right there. Eden was the place where God wanted to live with his people and give them length of days.",
    "start": "00:41:29",
    "end": "00:42:12"
  },
  {
    "text": "Where do you get the idea that they would have length of days in Eden?",
    "start": "00:42:12",
    "end": "00:42:15"
  },
  {
    "text": "It's this line right here in verse 12. So that your days might become long in the land.",
    "start": "00:42:15",
    "end": "00:42:21"
  },
  {
    "text": "But in the Eden narrative proper, like, was that phrase used?",
    "start": "00:42:22",
    "end": "00:42:26"
  },
  {
    "text": "It was eternal days.",
    "start": "00:42:26",
    "end": "00:42:28"
  },
  {
    "text": "Eternal days.",
    "start": "00:42:28",
    "end": "00:42:28"
  },
  {
    "text": "Life unto the age.",
    "start": "00:42:28",
    "end": "00:42:30"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "And so when the land of Canaan promised to the Israelites, promised Abraham, when that is set alongside Eden as a parallel. There'll be all kinds of parallels about fruitfulness in the land garden imagery. Fruit trees, fruitful and multiply. And then one of the ways the eternal life of Eden becomes echoed and paralleled in the land of Canaan in Israel's story is about long life in the land. It's a very common phrase in the Torah to describe, hey, if you honor the covenant in the land, then I will give you length of days.",
    "start": "00:42:31",
    "end": "00:43:06"
  },
  {
    "text": "So why the focus on honoring your parents?",
    "start": "00:43:08",
    "end": "00:43:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "You know, whenever you see a sign, like, you're in some public space, and it's like, hey, don't walk across this bridge. Or just some random command, and you think to yourself, oh, someone once did that, and it was a problem. And so they had to put up.",
    "start": "00:43:12",
    "end": "00:43:31"
  },
  {
    "text": "A sign, oh, sure.",
    "start": "00:43:31",
    "end": "00:43:32"
  },
  {
    "text": "Is this like, was this a common thing where the kids would just be like, eh, screw my parents? I kind of assume in an agricultural, an agriculturally based community that's very tight knit and family oriented. I mean your family is everything. It's your security.",
    "start": "00:43:33",
    "end": "00:43:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "It's your life insurance, it's your retirement. It seems like this would just be a no, duh, yeah, no, duh, yeah, I hear that.",
    "start": "00:43:54",
    "end": "00:44:03"
  },
  {
    "text": "And you're right. However, think back through the Genesis scroll, for example, how many stories focus on ways that children replay and intensify the failures of their parents and sometimes actually bring the parents failure back on them by doing to their parents what their parents did to others. So Cain, when Cain murders Abel, for example, it's also a wrong against his parents because it's their job. But more explicitly, this is when Isaac tries to give, well, wants to give the firstborn blessing to Esau. And so Rebecca and Jacob swindle and. Right, put on a disguise and a deception so they deceive their old blind father and then Jacob's sons later do to him something similar by deceiving him by trying to murder their brother like Cain. I think that's what's echoing in the background here is just because someone lives in a tight knit, more traditional agricultural society doesn't mean that there weren't conflicts between children and parents. So that's one piece actually. And I think another piece here, I was thinking about this recently, is that in Genesis chapter five, when you get the first genealogy after Adam and Eve, there's this interesting parallelism where it talks about the creation of Adam, humanity. It says in the day when God created Adam, he made humanity in the likeness of Elohim. So the image of God, Right. He created them male and female. He blessed them and named them Adam, human in the day they were created. Genesis 5:3. Now when Adam lived 130 years. So we shifted from talking about using Adam as the species human, which was male and female, and now we're shifting to the male Adam figure in the story of Eden. When Adam lived 130 years, he became the father of a son in his own likeness, according to his image, and he named him Seth. So you can see. I'll let you, you can observe the analogy here.",
    "start": "00:44:03",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. In the same way that all humanity is made in the image of God, there's a corollary idea. Is that the right word? Corollary?",
    "start": "00:46:13",
    "end": "00:46:20"
  },
  {
    "text": "Yeah, yeah, that's right. Parallel.",
    "start": "00:46:20",
    "end": "00:46:22"
  },
  {
    "text": "There's a parallel idea that Adam's son is made in his image. So One way to think about. What does it mean to be made in the image of God is a way to think about, well, what is a son to a father.",
    "start": "00:46:22",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, that's right. Or. Yeah. A daughter to a mother, or children to their parents. Excuse me. Or parents to their children. That got really confusing. Yeah, but yeah, you see the parallel here. So I think the fifth commandment assumes this connection right here, okay. That parents are to be an image of God's character to their children. And when that relationship is healthy and working right. Then the way children relate to their parents becomes the image of how they relate to God. I think that's. I think that's what's underneath this here.",
    "start": "00:46:34",
    "end": "00:47:13"
  },
  {
    "text": "Got it.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "So in other words, this is stating, you know, an ideal relationship. Ideally, parents image God well to their children. And children reciprocate by treating their parents with a kind of honor that is like unto or on analogy to the way that they would honor the one who gave them life, that is Their parents or their creator. I think that's what's going on.",
    "start": "00:47:14",
    "end": "00:47:35"
  },
  {
    "text": "Cool.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "Yeah, that's cool. After this, you get a quick three commands. Each one of them is two words in Hebrew. They're really quick. I'll just read them for you because they're fun to read. I had to memorize these in my second year Hebrew class. The word lo is no in Hebrew. So you will not murder, you will not commit adultery, you will not steal. It's a little triad there. Then what's interesting is after those three, you get another set of three you will nots, and all of them relate to the neighbor. And this is commands 9 and 10. So number 9 is, you will not offer false witness against your neighbor. And then what's interesting is the tenth command actually is restated two times. The first is, you will not covet the house of your neighbor. Then you will not covet. Actually here, covet is the classic English words. I'm turning this into my own translation on the spot here. It's the word desire from the garden.",
    "start": "00:47:36",
    "end": "00:48:45"
  },
  {
    "text": "Oh, yeah, desire. It's the same word that is used of the tree of Good and bad.",
    "start": "00:48:45",
    "end": "00:48:50"
  },
  {
    "text": "When the woman saw that it was desirable for gaining wisdom. So misdirected desire. You shall not desire the house of your neighbor. You shall not desire the wife of your neighbor or his male servant or his female servant, or his ox or his donkey, or anything that belongs to your neighbor. So I've listed out there's seven things you are not to desire here. Of course there are. Oh, yeah, yeah. So of course there's seven. In other words, it's a complete statement. These seven things list a whole range. So the house that is like, estate. The wife of your neighbor, which links back up to the do not commit adultery. His servants, his animals. And then the seventh thing is. Or anything else that belongs to your neighbor. So commands 6 through 10 are all woven real tight here. There's like the three short ones about murder, adultery, and stealing. And then commands 9 and 10 are all name your neighbor. And they're all about being truthful with your neighbor and then not desiring what your neighbor has.",
    "start": "00:48:50",
    "end": "00:49:59"
  },
  {
    "text": "Yeah, these ones seem really practical. These are like, if you're setting up an hoa, like, you're gonna, like, this is what you want all your neighbors assigned. Let's not kill each other. It's not like, steal from each other.",
    "start": "00:49:59",
    "end": "00:50:13"
  },
  {
    "text": "Sleep around.",
    "start": "00:50:13",
    "end": "00:50:13"
  },
  {
    "text": "Yeah.",
    "start": "00:50:14",
    "end": "00:50:14"
  },
  {
    "text": "Let's tell the truth to each other.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "Tell the truth to each other. Let's not lie about stuff, and let's just be cool with each other.",
    "start": "00:50:16",
    "end": "00:50:24"
  },
  {
    "text": "Let's be cool. Yeah, totally. So you could argue that deep. The deep moral logic underneath these is also all rooted back in the image of God and humans. So to murder is to take the authority to declare that person, by my will, shall no longer live. It's like, that's a tall. That's a big claim that it is my judgment that this person shall live no longer. And within the logic of the biblical story, humans don't have that authority in and of themselves. Adultery is about undermining the 1. The logic of the Eden story about the one human becomes two so that the two can become one through covenant, to create multiplication, fruitfulness, and community and family. And so adultery is seen at striking at the heart of the stability of human communities. I think it's less so in our cultural setting. You know, for lots of reasons.",
    "start": "00:50:24",
    "end": "00:51:28"
  },
  {
    "text": "I mean, it is, but less so.",
    "start": "00:51:28",
    "end": "00:51:31"
  },
  {
    "text": "Yeah, yeah. It's still a big deal in our cultural setting, but I think it has a different type of meaning. In other words, adultery. We see it as striking at the heart of someone's personal life or maybe their immediate family.",
    "start": "00:51:31",
    "end": "00:51:43"
  },
  {
    "text": "Oh, but this actually is like an affront to the community, the fabric of the whole community.",
    "start": "00:51:44",
    "end": "00:51:48"
  },
  {
    "text": "Yeah. In a very traditional society where extended family is everyone's safety net, to undermine even one marriage is to threaten the integrity of the whole web of relationships. And so it was. Yeah, so that's that one stealing, obviously. Oh, okay. You could say stealing actually is an affront not just to someone's dignity, but to their ability to rule as an image of God. Don't you think?",
    "start": "00:51:48",
    "end": "00:52:15"
  },
  {
    "text": "Tell me more about that.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "Well, so if you are stealing other people's things, people acquire possessions as they work and develop and spread responsibility. Right. They work and then they're able to, whatever, build value, build wealth, build community, and invest in things. And so stealing strikes at the heart of the community of co rulers. Right. Because you're like, I want the thing that you have, but I don't want to have to do the work that you invested to generate that value. I just. I want to get the value by, like, hijacking the system or something. I don't know. I'm just spitballing here, but I'm trying to use the image of God in Genesis 1 as kind of like the deep foundation for these commands.",
    "start": "00:52:18",
    "end": "00:53:04"
  },
  {
    "text": "By taking something from someone without their permission, robbing them of that thing, you at a deeper level are taking away their ability to rule to be the image of God.",
    "start": "00:53:04",
    "end": "00:53:18"
  },
  {
    "text": "Or dishonoring the dignity that they've been given as a co ruler in the image of God. Yeah, I think maybe what I'm trying to do here, I should say this explicitly, but I didn't think of it until just now is you can read these commands and just be like, this is God's standard of moral perfection. Like, don't violate it. That's one way you could perceive this. But deep in both the Jewish and Christian traditions, there's a conviction that God's commands are given for our good, not just because God thinks this is good, but that it's actually for our good. And so that's what I'm trying to play out here is that the logic underneath these commands is actually about honoring the dignity and vocation that God has given to humans in the world. Don't offer false witness.",
    "start": "00:53:20",
    "end": "00:54:12"
  },
  {
    "text": "Yeah. The way that that's phrased makes me think this is about kind of courtroom kind of stuff. Like, if there's a dispute, don't weave a tale and have someone get in trouble for something that is not their thing.",
    "start": "00:54:12",
    "end": "00:54:26"
  },
  {
    "text": "Yeah. So it's almost kind of. Yeah. This is another way. The Ten Commandments are very clearly assume the cultural setting that Israel was in in its ancient context. So in a very traditional farming society that's a network of extended families. It's just very different than the court system as I think you and I imagine it in our culture today.",
    "start": "00:54:26",
    "end": "00:54:47"
  },
  {
    "text": "Sure.",
    "start": "00:54:48",
    "end": "00:54:48"
  },
  {
    "text": "Because, you know, if you take it to, like, the town hall, it's just different because everybody gathered there knows each other anyway and they're all, like, related. And so when disputes are being settled, this Is in similar. Truth is like. Mm. It's the fundamental bridge through which all our relationships are interdependent on each other is that we deal truthfully with each other. And so just like adultery strikes at the heart of communal stability. So also not telling the truth in a dispute. So it's a little more concrete than just don't lie.",
    "start": "00:54:48",
    "end": "00:55:25"
  },
  {
    "text": "Yes. And what's cool about that is don't lie is tricky.",
    "start": "00:55:26",
    "end": "00:55:30"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:55:31",
    "end": "00:55:32"
  },
  {
    "text": "There's. There's a thing called radical honesty where you're supposed to just never lie.",
    "start": "00:55:32",
    "end": "00:55:38"
  },
  {
    "text": "Oh, man.",
    "start": "00:55:38",
    "end": "00:55:39"
  },
  {
    "text": "And it gets so extreme to the point where it's like anything that comes to your mind, you're supposed to say, but you could just imagine how horribly wrong that's gonna go. You know, Totally. Like, we gotta censor ourselves. Like, I cannot verbalize every thought that goes through my head. That would be. That would be horrible. And, you know, the classic, like, how do I look? Does this. You know, like, you know. Or the classic Corrie 10. Boom. You know.",
    "start": "00:55:39",
    "end": "00:56:10"
  },
  {
    "text": "Yeah, sure. Lying to save the lives of other people.",
    "start": "00:56:10",
    "end": "00:56:12"
  },
  {
    "text": "Right.",
    "start": "00:56:12",
    "end": "00:56:13"
  },
  {
    "text": "Yeah. And actually, let's just note that in the Torah scroll many times over, people deceive in order to save life. And like in the case of the Hebrew midwives in the Exodus story.",
    "start": "00:56:13",
    "end": "00:56:24"
  },
  {
    "text": "Yeah. They lie.",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "They lie to Pharaoh. And it says very clearly this was because they feared God and God treats them well and gives them houses and families because of their deceit. So.",
    "start": "00:56:25",
    "end": "00:56:37"
  },
  {
    "text": "Yeah. But there is something very disruptive about twisting reality.",
    "start": "00:56:37",
    "end": "00:56:42"
  },
  {
    "text": "Yes.",
    "start": "00:56:42",
    "end": "00:56:43"
  },
  {
    "text": "And specifically when it's used to take advantage of people. And so by, like, phrasing it as false witness, you just kind of get. You're setting the table for, like, when it comes to doing right by each other, making sure everyone gets a fair shake and everyone is accountable and responsible for reality.",
    "start": "00:56:43",
    "end": "00:57:04"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:57:05",
    "end": "00:57:05"
  },
  {
    "text": "Like, we have to then center everything in reality. Like, it's really important that you come and you say what actually happened.",
    "start": "00:57:05",
    "end": "00:57:14"
  },
  {
    "text": "Yeah. You know, the word witness there is key. You're right. Thinking of, like, local dispute in the town hall. Or in Israel, it would be like, in the town gates where these things would happen. To be a witness is to be called into a dispute between two other people as a witness. Right. When you're a witness, it's not you and some other person. It's you as a third party to somebody else's dispute. So here it is very much about. I like how you just said that. That the stability of a community of relationships depends on a shared sense of reality.",
    "start": "00:57:14",
    "end": "00:57:48"
  },
  {
    "text": "Yeah.",
    "start": "00:57:49",
    "end": "00:57:49"
  },
  {
    "text": "And that we can depend on each other to tell the truth about the reality that we're experiencing. Otherwise, it just all begins to unravel.",
    "start": "00:57:49",
    "end": "00:57:57"
  },
  {
    "text": "Yeah.",
    "start": "00:57:58",
    "end": "00:57:58"
  },
  {
    "text": "Wow. That's powerful.",
    "start": "00:57:58",
    "end": "00:58:00"
  },
  {
    "text": "Right? I think we all feel it when that happens.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "Yeah.",
    "start": "00:58:05",
    "end": "00:58:05"
  },
  {
    "text": "The word gaslighting has become very popular in the last few years, and it's this really amazing image. You know, where it comes from? Actually, I don't know.",
    "start": "00:58:05",
    "end": "00:58:14"
  },
  {
    "text": "I have no idea.",
    "start": "00:58:15",
    "end": "00:58:15"
  },
  {
    "text": "I think there's a play where in the play there's a husband and a wife character, and part of the plot is that the husband is this very overpowering, you know, bad dude. And hey, there it is. 1938 play called Gaslight, where. Yeah. He manipulates his wife to make her think that she's losing her sense of reality by insisting that the gas light of the stove is on when it was off.",
    "start": "00:58:15",
    "end": "00:58:47"
  },
  {
    "text": "No joke.",
    "start": "00:58:47",
    "end": "00:58:48"
  },
  {
    "text": "And he just keeps saying it's on even though it's off to the point where she starts to doubt her own sense of reality. I don't see it as on.",
    "start": "00:58:48",
    "end": "00:58:58"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:58:58",
    "end": "00:58:59"
  },
  {
    "text": "But maybe I'm going crazy.",
    "start": "00:58:59",
    "end": "00:59:01"
  },
  {
    "text": "No way. So it's somebody else manipulating you by convincing you that something is there.",
    "start": "00:59:01",
    "end": "00:59:08"
  },
  {
    "text": "Someone who but insists so much that something is a reality, that it's not a reality, that you begin to doubt your own sense of being able to understand reality.",
    "start": "00:59:08",
    "end": "00:59:18"
  },
  {
    "text": "Wow. Okay. Wow. That's a very accurate term to describe what it means for us to live in America right now in the year 2022. Right. I mean, so much of what's happening in our culture is about who is representing reality truthfully in our social, political, economic, whatever circumstances. Gaslighting. I didn't know that. That's it. You shall not gaslight your neighbor.",
    "start": "00:59:18",
    "end": "00:59:42"
  },
  {
    "text": "Not gaslight.",
    "start": "00:59:42",
    "end": "00:59:43"
  },
  {
    "text": "Yeah, it's.",
    "start": "00:59:44",
    "end": "00:59:46"
  },
  {
    "text": "And what's interesting about gaslighting is it gets to the motive. Right. There's times where it's like, you know, I'm in a debate or an argument with my wife, and we see things from different points of view, but we actually really experienced it differently.",
    "start": "00:59:46",
    "end": "01:00:03"
  },
  {
    "text": "Yeah, that's right. Sure.",
    "start": "01:00:03",
    "end": "01:00:04"
  },
  {
    "text": "One thing happened. We experienced it completely differently. And we're not trying to manipulate each other. We're just trying to be heard and understood. And we feel affronted that the other person didn't see it the way we saw it. And that happens so much.",
    "start": "01:00:05",
    "end": "01:00:17"
  },
  {
    "text": "It sure does. That's right. And so. Right. In that scenario, it's about sympathetic listening because probably we both have things to learn from each other's different experiences that will help us get to the heart of the matter so that I can see elements of what the other person saw. That I didn't notice. And vice versa. Right. And then both of us get one step closer to ultimate reality.",
    "start": "01:00:17",
    "end": "01:00:44"
  },
  {
    "text": "Right? Yeah. Thou shalt sympathetically listen. And what's interesting here is this is like taking a step farther than that and saying when you know how something actually went down, don't twist it to take advantage of something or someone.",
    "start": "01:00:45",
    "end": "01:01:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:01:04",
    "end": "01:01:05"
  },
  {
    "text": "And that's in the territory of like gas actually. Gaslighting.",
    "start": "01:01:05",
    "end": "01:01:08"
  },
  {
    "text": "Yeah, that's right. Wow. Wow. You know, in a way I'm thinking forward here to Sermon on the Mount. When Jesus talks about how oaths. Well, first just how he talks about the greater righteousness that he's calling his disciples to live by a higher, more sublime way, to do right by God and neighbor. And he gives six case studies and one of them is. Yeah, is about using oaths or promise formulas in order to manipulate others that you are being more truthful than you actually are. And in a way he's kind of refracting the ideas at work here in the ninth command, which is don't offer false witness. Sa tenth command, you shall not desire the house, wife, male servant, female servant, ox, donkey, or anything that belongs to your neighbor.",
    "start": "01:01:08",
    "end": "01:02:26"
  },
  {
    "text": "I can't control what I desire. My desires just appear. Isn't it more important what I do with my desire?",
    "start": "01:02:27",
    "end": "01:02:33"
  },
  {
    "text": "Well, okay, that's an interesting question. Oh man, this is a whole rabbit hole, isn't it? Because I think the question is maybe we can't control our desires, but the question is, is the only thing we can do is just discipline how we react to them or is it actually.",
    "start": "01:02:33",
    "end": "01:02:50"
  },
  {
    "text": "Possible over time through, to cultivate our.",
    "start": "01:02:50",
    "end": "01:02:54"
  },
  {
    "text": "Desires, habit forming practices to cultivate and direct our desires so that some diminish and that others grow. And this is a fascinating area where brain science, social science and spiritual formation, I think all kind of come together when I think back to what I desired in life when I first started following Jesus and what my desires are now. And there's been a lot of changes through there in terms of like my body and my community and Right. My own moral development and so on, all these things. But I don't know, I think when God is saying, hey, there are some things that if you desire them, they will start to distort you, your view of yourself and everything. Don't desire these things. Yeah, you know about this. This is a brain science thing about people who smile as a practice tend to be more happy people. Yeah, I've heard that people who develop practices of gratitude, verbally expressing gratitude, tend to actually over time Start to feel more grateful. I wonder if there's something similar here.",
    "start": "01:02:54",
    "end": "01:03:59"
  },
  {
    "text": "Yeah. Yeah. If you let yourself every day just kind of mourn and get jealous and think about and dwell on what other people have that you don't have.",
    "start": "01:04:00",
    "end": "01:04:14"
  },
  {
    "text": "Yeah.",
    "start": "01:04:14",
    "end": "01:04:15"
  },
  {
    "text": "It's just gonna put you in a bad place. And it will direct your desire.",
    "start": "01:04:15",
    "end": "01:04:20"
  },
  {
    "text": "It will shape them. Yeah.",
    "start": "01:04:20",
    "end": "01:04:21"
  },
  {
    "text": "It will shape your day.",
    "start": "01:04:21",
    "end": "01:04:22"
  },
  {
    "text": "Yeah, totally. Your mood, how you view. Yeah, that's right.",
    "start": "01:04:22",
    "end": "01:04:26"
  },
  {
    "text": "Yourself, other people, all your decisions.",
    "start": "01:04:26",
    "end": "01:04:28"
  },
  {
    "text": "Yeah.",
    "start": "01:04:29",
    "end": "01:04:29"
  },
  {
    "text": "Just like.",
    "start": "01:04:29",
    "end": "01:04:30"
  },
  {
    "text": "Yeah, yeah. So maybe, man, the flip side of this, there's kind of an implied positive. Right. So the implication of not desiring what your neighbor has, the flip side is be grateful for what you do have. Right.",
    "start": "01:04:30",
    "end": "01:04:44"
  },
  {
    "text": "Or what Jesus says, not my desire, but your desire.",
    "start": "01:04:44",
    "end": "01:04:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:04:49",
    "end": "01:04:49"
  },
  {
    "text": "It seems like that's the big cash out in this whole thing is how do you align your desires with God's desires?",
    "start": "01:04:49",
    "end": "01:04:57"
  },
  {
    "text": "And what if God's desires are actually for my best good?",
    "start": "01:04:58",
    "end": "01:05:03"
  },
  {
    "text": "Yeah.",
    "start": "01:05:03",
    "end": "01:05:04"
  },
  {
    "text": "But it might require a redirection and a retraining of my desire. Yeah, man, this is a huge theme, Huge biblical theme we could talk about.",
    "start": "01:05:04",
    "end": "01:05:13"
  },
  {
    "text": "For a lot longer, but we are out of time. And we didn't get to the 42 covenant.",
    "start": "01:05:13",
    "end": "01:05:19"
  },
  {
    "text": "Nope, we didn't.",
    "start": "01:05:19",
    "end": "01:05:20"
  },
  {
    "text": "Commands.",
    "start": "01:05:20",
    "end": "01:05:20"
  },
  {
    "text": "We could just go a lot longer. This meditation. Meditation literature. But okay, so bigger, bigger picture here. So we just kind of meditated our way through the ten commands. And the reason they're first is surely because they offer kind of like an essential summary of the will of God for his covenant partners, specifically his ancient Israelite covenant partners living in their ancient cultural context, which is why that context is assumed in every one of the commands and how it's worded. So this is matched by 42 more. And remember, all of these commands come as a development of the test, the choice that lay before Israel about whether or not they're going to live out their calling, bear the name of Yahweh successfully by becoming a kingdom of priests and set apart holy people among the nations so that the nations can look on them and see the character of God or an image of God. And so living by these commands once again, is not just to make God happy, but it's how they will fulfill their mission to be an image of God to the nations. And there you go. Cool.",
    "start": "01:05:21",
    "end": "01:06:32"
  },
  {
    "text": "There you go.",
    "start": "01:06:33",
    "end": "01:06:33"
  },
  {
    "text": "That was our exploration of the test through the second literary movement of Exodus.",
    "start": "01:06:33",
    "end": "01:06:38"
  },
  {
    "text": "So that was it. That was the end of the literary movement known as the second movement in Exodus. We don't really name these, do we?",
    "start": "01:06:38",
    "end": "01:06:48"
  },
  {
    "text": "No. Spanning From Exodus chapter 13, verse 17, which is the moment they leave Exodus. And now here we are at Mount Sinai. The Israel has said yes to the terms of the covenant. And Moses, their mediator, ascends up to the top of Mount Sinai, goes into the cloud through a wall of fire on the seventh day, and he's up on the mountain for 40 days and 40 nights. And the second movement comes to a.",
    "start": "01:06:48",
    "end": "01:07:12"
  },
  {
    "text": "Close and the third movement picks up here. Yeah, we're going to get the tabernacle blueprints, we're going to get the golden calf story, and we're going to trace a new pattern.",
    "start": "01:07:12",
    "end": "01:07:22"
  },
  {
    "text": "Yeah, there you go.",
    "start": "01:07:23",
    "end": "01:07:24"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We just reached the end of the second movement of the Exodus scroll. There is one more movement to go in Exodus, so we'll get into all.",
    "start": "01:07:25",
    "end": "01:07:37"
  },
  {
    "text": "These details even more as we go through it. But that's the big idea that this third movement is. God has liberated his people through movement one, liberated them out of slavery. Movement two has taken them through the deadly wilderness and brought them to himself on a mountain. And on top of that mountain is the heaven and Earth spot. And since the people are not all going to be up on top of the mountain, God is going to take the Eden presence on top of the mountain and bring it down to the foot of the mountain where the people are. And that's what the third movement is all about. Out of slavery, through the wilderness, and into God's presence.",
    "start": "01:07:37",
    "end": "01:08:12"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz, edited by Frank Garza and Dan Gummel. Our lead editor, Lindsey Ponder did the show notes, and Ashlyn Heiss annotated the podcast for the app. Bibleproject is a novel. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:08:12",
    "end": "01:08:36"
  },
  {
    "text": "Hi, this is Erin Jo and I'm from South Korea. I first heard about Bible Project from my Bible study teacher.",
    "start": "01:08:37",
    "end": "01:08:46"
  },
  {
    "text": "Hi, this is Tenela and I'm from Lagos, Nigeria. I first heard about the Bible project project in 2016 for my sister.",
    "start": "01:08:46",
    "end": "01:08:52"
  },
  {
    "text": "I use Bibleproject for two things. One for myself and two for my students during my morning devotions.",
    "start": "01:08:52",
    "end": "01:09:01"
  },
  {
    "text": "My favorite thing about Bible Project is how it debugs the idea that the Bible is just a boring, dusty old text which only theologians and pastors can decipher. Instead, it shows that the Bible is full of life, complexity and beauty. And Bible Projects helps me to understand it and use it to encounter God. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunding project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:09:01",
    "end": "01:09:30"
  }
]