[
  {
    "text": "Today on the podcast, we begin in the scroll of Exodus. These first stories in Exodus of Moses and Pharaoh, the plagues and Passover, these stories are famous, and not just because of all the movies.",
    "start": "00:00:03",
    "end": "00:00:15"
  },
  {
    "text": "The Exodus event is the event that gets appealed and referred back to more than any event in the Torah. In other words, when you go into the prophets and the writings and even the New Testament, the Exodus event is viewed as the event that defines the name of Yahweh.",
    "start": "00:00:15",
    "end": "00:00:33"
  },
  {
    "text": "There is a repeated refrain through all of these stories. God reveals himself to Moses. He has his showdown with Pharaoh. He liberates his people. Also, everyone will come to know the name of Yahweh. That's the phrase. To know the name of Yahweh, to know someone's name is to know what they are all about.",
    "start": "00:00:33",
    "end": "00:00:54"
  },
  {
    "text": "So Yahweh is on a mission to first reveal his name and his character, his purpose, to the chosen people, and then through them, reveal his name and reputation to all the nations. And this is the major motif of the Exodus story.",
    "start": "00:00:55",
    "end": "00:01:11"
  },
  {
    "text": "And what do we learn about the name of Yahweh in these stories?",
    "start": "00:01:11",
    "end": "00:01:16"
  },
  {
    "text": "The revelation of the name attached to the liberation of a people is all connected here. Yahweh is revealing his character in a new way in this story.",
    "start": "00:01:16",
    "end": "00:01:26"
  },
  {
    "text": "I'm John Collins. This is BibleProject podcast. Today, Tim Mackey and I begin the scroll of Exodus. We are in the first movement of Exodus, and we're going to trace the theme of the name. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:01:26",
    "end": "00:01:55"
  },
  {
    "text": "Hey, John.",
    "start": "00:01:55",
    "end": "00:01:56"
  },
  {
    "text": "Hello, and welcome to Exodus.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "Yeah. Wow. Wow. This feels really significant. We've made it out of Genesis.",
    "start": "00:01:58",
    "end": "00:02:03"
  },
  {
    "text": "Yes, we have. And why that feels significant is because as we've talked about the Bible over the years, we talk about themes and we spend a lot of time in Genesis, specifically the first movement of Genesis.",
    "start": "00:02:04",
    "end": "00:02:17"
  },
  {
    "text": "Yeah.",
    "start": "00:02:17",
    "end": "00:02:17"
  },
  {
    "text": "Tracing the theme, and we may touch down in Exodus here and there, but. But for the most part, we, you know, a lot of these stories we haven't sat down and really talked through.",
    "start": "00:02:17",
    "end": "00:02:25"
  },
  {
    "text": "Yep. Yeah. The story of Moses on Mount Sinai and the golden calf has come up a lot.",
    "start": "00:02:25",
    "end": "00:02:31"
  },
  {
    "text": "Yes, that comes up a lot.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "But, yeah, for the most part, this is new territory for us to talk about. So that's great. And, you know, rightly so, that we've been in Genesis for so long, because you can't tell a story without really dialing in the opening part of the story. Yeah. But we have spent a lot of time there, so it's great to venture forward.",
    "start": "00:02:33",
    "end": "00:02:55"
  },
  {
    "text": "And so we're gonna look at the scroll of Exodus in three movements. And if you've been following along, dear listener, we walked through the scroll of Genesis in four movements. And a movement is just a collection of stories that work together as a whole. The Genesis scroll kind of neatly works kind of in generations, essentially. But the Exodus scroll is different. The three movements kind of have their own unique DNA and maybe walk us through just an overview of the whole book.",
    "start": "00:02:55",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, totally. Well, so, yeah, again, what we're trying to do is not take our cues from the chapter divisions in our modern Bibles, which are very helpful, along with the verse divisions. But we are trying to time warp back to an era long before the chapter verse divisions were in anybody's Bible and go back to the original organizational cues that the authors give to the material. And so they do this through repetition, patterning, and the cycling of themes through a story that brings open up sections of the book and then also bring sections of the scroll to a close. Hmm. Exodus is its name in its Greek translation tradition, actually Exodus, which is a compound word in Greek, which ex means out of and hadas means road. The road out of the road out. Yeah. Exodus in Hebrew. The name of this book comes from the first word which. Or rather the second word. So the first two words are ve' elishemot, which is the first two words. And these are the names.",
    "start": "00:03:25",
    "end": "00:04:38"
  },
  {
    "text": "It's the first line and these are the names.",
    "start": "00:04:38",
    "end": "00:04:40"
  },
  {
    "text": "Yeah. It's a short. It's a condensed genealogy of the sons of Jacob. Thrilling stuff. It uploads all the stuff from the end of the Genesis scroll about the descendants of Jacob down in Egypt. Joseph was a ruler there, but then he dies. So it begins with the next generations after the last story of Genesis. That's how it begins. And this first movement goes through the celebration of Passover. So it's chapter one through chapter 13, verse 16.",
    "start": "00:04:40",
    "end": "00:05:08"
  },
  {
    "text": "Okay. And a lot happens in there.",
    "start": "00:05:08",
    "end": "00:05:10"
  },
  {
    "text": "Yeah. Chapters one through six. Almost to the end of six is the enslavement of the Israelites by Pharaoh. God raises up Moses. Moses is sent to Pharaoh. Pharaoh digs in his heels and says, no way. I'm not going to let the people go. That's the first part. Second part of this movement is the ten plagues, ten acts of divine justice that God brings on Pharaoh, but each time giving him a chance to turn around and let people go. And then 10 times Pharaoh says no. And so 10 times God brings judgment. That's at the center of this. And then the 10th plague is this kind of mega unit in chapters 11 through 13.",
    "start": "00:05:10",
    "end": "00:05:50"
  },
  {
    "text": "This is Passover.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Passover, yeah. And what's interesting is, you know that the 10 plagues, it's really exciting, fast paced stuff. And then you hit chapter 12 and 13 and it's like you're in Leviticus all of a sudden. It's a long description of the ritual instructions for celebrating Passover, culminating in the seventh day. Because Passover kicks off a seven day feast and a seven day celebration. So that's first movement.",
    "start": "00:05:51",
    "end": "00:06:12"
  },
  {
    "text": "First movement of Exodus is Israel in slavery, Moses being raised up, showdown with Pharaoh, the ten plagues and the tenth one leading to Passover.",
    "start": "00:06:12",
    "end": "00:06:25"
  },
  {
    "text": "Leading to Passover. Second movement begins in chapter 13, verse 17, which is when the Israelites leave Egypt. So movement one was about the liberation from Egypt leading up to the night of their deliverance. Second movement begins with them actually leaving Egypt that night. And so it's about the journey from Egypt to Mount Sinai and what happens when they first arrive at Sinai.",
    "start": "00:06:25",
    "end": "00:06:46"
  },
  {
    "text": "And Sinai is the place where God meets them in a thunderstorm, gives him the law.",
    "start": "00:06:46",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, that's right. He wants them all to come as close as possible to him on the mountain. And the people choose to stand at a distance in fear when Yahweh shows up. And Moses says, yahweh's testing us whether or not we'll fear him and follow his laws and listen to his voice. And so they sign up for the test and say, yeah, thank you for these laws. It's the revelation of the ten Commandments. We want to trust you. We want to follow you. Hooray. And this unit ends with the fire and the cloud that followed them through the desert, moving up on top of the mountain for seven days. And Moses goes up on the seventh day, and then that's how this unit ends.",
    "start": "00:06:52",
    "end": "00:07:29"
  },
  {
    "text": "So this movement ends again with seven day period.",
    "start": "00:07:29",
    "end": "00:07:32"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "So movement one, Israel in slavery being rescued.",
    "start": "00:07:34",
    "end": "00:07:38"
  },
  {
    "text": "Yes.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "Ends with the seven day Passover festival.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "Movement two is them leaving into the wilderness, bringing them to Mount Sinai, where God's fire goes with them, meets them at the mountain. And Moses goes and hangs out for.",
    "start": "00:07:42",
    "end": "00:07:54"
  },
  {
    "text": "Seven days, sits on top for seven days. And on the seventh day, Moses goes up on behalf of the people, because the people don't want to come close to Yahweh.",
    "start": "00:07:54",
    "end": "00:08:02"
  },
  {
    "text": "Okay.",
    "start": "00:08:02",
    "end": "00:08:02"
  },
  {
    "text": "Which is kind of a bummer. You're kind of like, well, he really wanted them to all come close to Yah.",
    "start": "00:08:02",
    "end": "00:08:07"
  },
  {
    "text": "Yeah. But he's all the way up on a mountain and there's fire.",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "Well, that's exactly right. That's what they say. We don't want to go up there. The first of the covenant commands that the people said yes to was don't worship any other gods and don't make any idol statues.",
    "start": "00:08:10",
    "end": "00:08:21"
  },
  {
    "text": "That's going to play a big part in the next movement and the third movement.",
    "start": "00:08:21",
    "end": "00:08:24"
  },
  {
    "text": "The third movement of Exodus goes from chapters 25 through the end of the scroll, chapter 40. And it opens with a block of verbal blueprints for the tabernacle.",
    "start": "00:08:24",
    "end": "00:08:34"
  },
  {
    "text": "Here's how you build the tabernacle.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "Yeah. Essentially, we just got married in the covenant.",
    "start": "00:08:35",
    "end": "00:08:38"
  },
  {
    "text": "Build me a house.",
    "start": "00:08:38",
    "end": "00:08:39"
  },
  {
    "text": "We'll move in together. And that's the blueprints of the tabernacle that Moses has shown while he's up on the mountain. And then in chapter 32, the story pivots and says, hey, remember all those Israelites down at the mountain who didn't want to come any closer?",
    "start": "00:08:39",
    "end": "00:08:53"
  },
  {
    "text": "What are they up to?",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "They are violating the covenant that they just committed to.",
    "start": "00:08:56",
    "end": "00:08:59"
  },
  {
    "text": "This is the golden calf story.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "Golden calf story. Exodus 32, 34. They break the covenant, and it's only Moses intercession and the offering of his own life. He reminds God to be consistent with God's own character. Yeah. So God forgives them and remakes the covenant with them. And then the tabernacle is built. And that's chapters 35 through the end of the book. And the end of the scroll ends with a whole series of repetitions of the number seven and the fire and cloud that was leading them through the desert, then went up on the mountain, now comes down and hovers over the tabernacle. And you're like, hooray. And then the last paragraph is. And Moses could not go in, which leads to the drama that is the book of Leviticus.",
    "start": "00:09:00",
    "end": "00:09:49"
  },
  {
    "text": "Okay, so there's the big overview. And what we're going to start talking through is the first movement of Exodus, which is about the liberation of Israel from Egypt. And we are going to be tracing a pattern you haven't even introduced yet, which is going to be.",
    "start": "00:09:49",
    "end": "00:10:07"
  },
  {
    "text": "Drumroll. The theme of the name of yahweh through movement one, chapters one through 17.",
    "start": "00:10:08",
    "end": "00:10:16"
  },
  {
    "text": "The name of Yahweh.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "Yeah.",
    "start": "00:10:18",
    "end": "00:10:18"
  },
  {
    "text": "And there could be a lot of reasons why we're doing that. I think one of the most significant is we're introduced to the name of Yahweh here in a special way.",
    "start": "00:10:18",
    "end": "00:10:24"
  },
  {
    "text": "Yeah, that's right. Even though in Genesis, the narrator and the characters have been engaging Yahweh by that name all the way through, there's something very special about the new or the renewed revelation of the name of Yahweh and the name's meaning to Moses and the Israelites after generations of being enslaved to Egypt. And the question of the cultural identity and the religious identity of the Israelites in these chapters are really up for grabs because they have been dominated by an oppressor that claims to be like an incarnate deity, that is Pharaoh. And the gods of Egypt, we're told, are also a part of what's oppressing the people. And so the revelation of the name attached to the liberation of a people is all connected here. Yahweh is revealing his character in a new way in this story. And so there's emphasis on people coming to know the name of Yahweh. Just actually, that's it. That's the phrase we're going to camp out on, the repeated phrase. That's all through this section of Yahweh's plan, that people come to know the name of Yahweh. That's the key phrase.",
    "start": "00:10:25",
    "end": "00:11:38"
  },
  {
    "text": "All right.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "Yeah. So shall we venture forth? Shall we exhaust us? Take the road out.",
    "start": "00:11:39",
    "end": "00:11:45"
  },
  {
    "text": "Take the road out. Take the road in.",
    "start": "00:11:46",
    "end": "00:11:47"
  },
  {
    "text": "Well, okay. Road out. It's an exodus. This is our exodus from Genesis, and it's our en hadas. The word en is en in Greek.",
    "start": "00:11:48",
    "end": "00:11:56"
  },
  {
    "text": "So our en hadas and Exodus. Good.",
    "start": "00:11:56",
    "end": "00:12:01"
  },
  {
    "text": "Okay, so let's take a few minutes, just kind of set the scene and the opening paragraphs of the book, and we're going to hear echoes of the themes and the melodies of Genesis just like, right. Right off the bat here.",
    "start": "00:12:28",
    "end": "00:12:41"
  },
  {
    "text": "All right, so before we jump into this first section of the movement, let's talk more about this idea of the name. This is the pattern we're going to trace. God's name is Yahweh. But what's the significance of tracing this theme? Like, why does God care what they call him? Like, my son. I taught him to call me Papa. And now he's 10, and he switched to dad. It was this really abrupt switch.",
    "start": "00:12:41",
    "end": "00:13:12"
  },
  {
    "text": "And did he process it with you or did just one day, he just changed.",
    "start": "00:13:13",
    "end": "00:13:16"
  },
  {
    "text": "It just started happening. And I was like, what's going on? And he wouldn't even talk to me about it. He's just kind of like. And it just never went back.",
    "start": "00:13:16",
    "end": "00:13:25"
  },
  {
    "text": "Huh?",
    "start": "00:13:25",
    "end": "00:13:26"
  },
  {
    "text": "And it was sad.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. Oh, yeah. That's a milestone moment.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "That's a milestone moment.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "But at the end of the day, it's okay. You can call me dad.",
    "start": "00:13:32",
    "end": "00:13:36"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:13:37",
    "end": "00:13:37"
  },
  {
    "text": "So what's the deal with what we name things? And this hyper focus on a name.",
    "start": "00:13:38",
    "end": "00:13:45"
  },
  {
    "text": "Yeah, totally. What would have been really Weird is if that day he came down or his bedroom and was like, hey, John.",
    "start": "00:13:45",
    "end": "00:13:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:13:52",
    "end": "00:13:53"
  },
  {
    "text": "So parental titles and names are a little bit different. Right. Because it's actually for a child to use a parent's name can sometimes speak of. Not necessarily, but can speak of. Well, I don't know what it can speak of. I remember we had some neighbors when I was growing up. They were the kids I played with, you know, like across the street. I played with them for years. And they called their parents by their names, first name. And they were close to them. And so actually, yeah, not so close to the dad, but close to their mom. But they call both their mom and their dad by their names. And it was just so noticeable to me because it never even occurred to me to do that. But I think on the whole, it feels. At least in my cultural setting, it feels odd.",
    "start": "00:13:55",
    "end": "00:14:42"
  },
  {
    "text": "Yeah. Okay, so I get it. Names are important. You know, we give nicknames to each other, and they have a sense of what you mean to me. So there's a bond there.",
    "start": "00:14:43",
    "end": "00:14:54"
  },
  {
    "text": "Yeah. For family, we give each other special names that match the level of closeness.",
    "start": "00:14:54",
    "end": "00:15:02"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "Papa, dad, Dada. But for a friend, a good friend. What you hope is that they call you by your name, your given name. Right. Tim or John. When I was in pastoral ministry, I was not ready. And actually, my first years as a pastor was in the Midwest in Wisconsin, and people would regularly approach me and call me Pastor, Pastor Tim, sometimes Pastor Tim, but sometimes just Pastor.",
    "start": "00:15:03",
    "end": "00:15:34"
  },
  {
    "text": "Just Pastor.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "Yeah. And it was very. I had to, you know, always kind of shift and be like, oh, you can just call me Tim. It's not a big deal. But in their mind, it was a role. What they're addressing is not just a person, but a role. And for that, for them is, I guess, a special role. So are. Yeah. The names of what we call things and calling somebody by their name versus a title. So we have the same dynamic. In the Hebrew Bible, you can see it in our English translations. When you see capital G, O, D, that's the Hebrew word Elohim. And it's a title. Although the word God in English in some religious traditions has kind of become. Become a name, or people treat it like a name.",
    "start": "00:15:35",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. Dear God.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "Yeah.",
    "start": "00:16:18",
    "end": "00:16:18"
  },
  {
    "text": "Well, I don't know. That's interesting. I wonder what most people are thinking at that point. Is it like. Like saying Dear dad, you know, like it's a title?",
    "start": "00:16:19",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, it is the title. The other English word that does feel like a title that I think indicates the distance that Elohim did In Hebrew would be deity.",
    "start": "00:16:27",
    "end": "00:16:37"
  },
  {
    "text": "So it's like me calling you human.",
    "start": "00:16:37",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:16:39",
    "end": "00:16:41"
  },
  {
    "text": "It's like, oh, hey, human.",
    "start": "00:16:41",
    "end": "00:16:42"
  },
  {
    "text": "It's a category. Yeah, yeah. And I. And I would think that's strange.",
    "start": "00:16:42",
    "end": "00:16:47"
  },
  {
    "text": "Yeah, you think that's strange. But if we lived amongst a bunch of different species of hominids, you'd be.",
    "start": "00:16:48",
    "end": "00:16:56"
  },
  {
    "text": "Like, okay, hey, human.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "Hey, human.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "Yeah, no, that's right.",
    "start": "00:16:59",
    "end": "00:17:01"
  },
  {
    "text": "But that's what Elohim means.",
    "start": "00:17:01",
    "end": "00:17:02"
  },
  {
    "text": "That's what Elohim, deity. It's a category title for type of being, namely not earth being, but a sky being, an other dimensional being, Elohim. Whereas the personal name Yahweh, which goes by is sometimes called the tetragrammaton, tetra for grammata letter. It's Latin for the four letters because there's four consonants, four Hebrew consonants to the name Yod, hey, vav, hey. And those are the four consonants that you find in Hebrew manuscripts that refer to the divine name. So we'll talk about the pronunciation of the name later when we get into it. But it's really as intuitive as the difference of me calling you co worker and calling you John.",
    "start": "00:17:02",
    "end": "00:17:53"
  },
  {
    "text": "So it's about intimacy. Relational intimacy.",
    "start": "00:17:54",
    "end": "00:17:56"
  },
  {
    "text": "Yeah, relational. It's Yahweh's relational name that he revealed uniquely to his chosen ones as he selected them out from among the nations and entered into a covenant relationship.",
    "start": "00:17:56",
    "end": "00:18:09"
  },
  {
    "text": "Seems like it has. It's loaded with even more significance. I'm thinking of Jesus prayer, where he says, here's how you should pray. Father in heaven, may your name be holy.",
    "start": "00:18:09",
    "end": "00:18:22"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:18:22",
    "end": "00:18:23"
  },
  {
    "text": "So may your name be like set apart and be special.",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "Yes.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "Like he cares about his name.",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "And is he talking about Yahweh, like the name, the specific name, Yahweh, or is he just talking about his reputation and how does this all work together?",
    "start": "00:18:29",
    "end": "00:18:35"
  },
  {
    "text": "Yeah, exactly. So the Hebrew word name, which is shem, has a range of meanings that overlap, like all words do. So it can refer to one, your actual name, the name of a person. John. But it can also refer to. Yeah, the reputation, the social. The social value or capital that someone's name has in their relational circles. The way that people think about you and the value that they attach to you is often all communicated with the word name. So when the people of Babylon in Genesis 11 want to build their city in the tower with its head up in the skies, their motive is, they say, so we can make a name for. For ourselves. They want to exalt the name of their culture and language and place up into the skies. God says, To a guy who we just met a page ago in Genesis 12, I'm going to give you a great name.",
    "start": "00:18:35",
    "end": "00:19:36"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "A migrating, you know, herdsman.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "Abram.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "Abram. Later, Abraham. He's going to give him a great name. So, yeah, when you're talking about how people think about your name, whether or not people know your name, whether they use your name in a blessing, like, hey, may Yahweh bless you, or for Abraham, may Yahweh make you like Abraham. That would be using Abraham's name as a blessing. You could use someone as a curse. May Yahweh make you like the sons of Korah who were swallowed up by the earth. Something like that. So your name and reputation. So Yahweh is on a mission to first reveal his name and his character, his purpose, to the chosen people that he selected, and then through them, reveal his name and reputation to all the nations. And this is the major motif of the Exodus story. The Exodus event is the event that gets appealed and referred back to more than any event in the Torah. In other words, when you go into the prophets and the writings and even the New Testament, the Exodus event is viewed as the event that defines the name of Yahweh, meaning his character, his purpose, who he is, what he's about, what he's on a mission to do, and that's what the narrative is about, that people may know the name of Yahweh.",
    "start": "00:19:40",
    "end": "00:20:58"
  },
  {
    "text": "Okay, great.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. This is, incidentally, just a major theme throughout the rest of the Hebrew Bible. The name of Yahweh, it can become like some famous lines from the Psalms. Some people trust in horses, some people trust in chariots. We trust in the name of Yahweh. So the name of Yahweh carried power because of its high reputation. Later in the prophets, Israel's faithlessness to keep the covenant. Right. Their violation of their covenant with Yahweh, it pollutes his name, defiles his name, dishonors it. So as you mentioned earlier, Jesus in the Lord's Prayer said that who he was all about his mission. And the prayer that he gave to his disciples was, may your name be restored to a state of uniqueness and holiness among the nations. And then in the writings of Paul, the name of Jesus becomes merged with the name of Yahweh. So that the way you honor the name of Yahweh is by acknowledging and praying in the name of Jesus.",
    "start": "00:20:59",
    "end": "00:22:02"
  },
  {
    "text": "Yeah. Growing up in church, that was a thing we would often sing or say is like, God is the name above all names.",
    "start": "00:22:03",
    "end": "00:22:12"
  },
  {
    "text": "Yeah. Name. Above all names.",
    "start": "00:22:12",
    "end": "00:22:15"
  },
  {
    "text": "Yeah, yeah. Sing it.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "That's right.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "And so that became kind of a, I think, a normal way to talk about something. Although I don't know if I fully ever really appreciated the significance of why focus on the name.",
    "start": "00:22:18",
    "end": "00:22:29"
  },
  {
    "text": "Yeah, it almost comes. This would be a whole study we don't have time to do. But, you know, back in the archive, we had a conversation with Michael Heiser, I think a guest interview. And part of what we talked about in that conversation was the name of Yahweh and how it can become a literary kind of stand in for Yahweh himself. Oh, interesting. Yeah. Anyhow, didn't we also.",
    "start": "00:22:29",
    "end": "00:22:53"
  },
  {
    "text": "And we talked with Carmen Imes about carrying the name.",
    "start": "00:22:53",
    "end": "00:22:57"
  },
  {
    "text": "Carrying the name, yes. Those are two interviews that would be good to go back in the archive and listen again. That would give more depth to the conversations we're about to have about the name. But, yeah, the name of Yahweh, it's a major, major motif. And we're going to read the foundation story of it in the storyline of the Hebrew B. All right, should we just kind of. We'll just kind of walk our way through these different parts of the first movement? So let's begin at the beginning. The opening paragraph of Exodus is a genealogy. Man, you thought you left those behind in Genesis.",
    "start": "00:22:57",
    "end": "00:23:59"
  },
  {
    "text": "Riveting.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "Nope. But it's short. It's really just a genealogical list of the 11 sons of Jacob that came down with him to Egypt. But then you're also told that those 11 had a bunch of sons and daughters. And so it was a total of 70, a caravan of 70 that came down into Egypt, and Joseph was already there. And then as promptly as they all go down to Egypt, Exodus 1, verse 6. And Joseph died, and all his brothers whose names were just listed, and that whole generation died. And yeah, that's in the, you know, the plot cycling of the Bible that reminds you that we're outside of Eden. But then verse seven, it flips. But the sons of Israel were fruitful, and they increased mightily, and they multiplied and became very strong, and the land was filled with them.",
    "start": "00:24:00",
    "end": "00:24:55"
  },
  {
    "text": "This is the blessing of God in Genesis. Be fruitful and multiply.",
    "start": "00:24:56",
    "end": "00:25:02"
  },
  {
    "text": "That's right. And specifically, it's the blessing of Eden that was forfeited by Adam and Eve when they brought a curse on the land through their behavior. And so what God did is continue as each generation went by. He singled out a chosen one and gave them the Eden blessing so that through them it could be restored to all the Nations. And so right now, it's the seed of Jacob in the middle of Egypt that is experiencing the Eden blessing. Fruitful.",
    "start": "00:25:02",
    "end": "00:25:31"
  },
  {
    "text": "The seed of Jacob, who is the seed of Abraham, who God said, I will bless you and you will multiply.",
    "start": "00:25:31",
    "end": "00:25:38"
  },
  {
    "text": "Yep, exactly. Yeah, yeah. Now, there's one new thing here. So fruitful increase in number, fill the land. These are the words of the Eden Blessing from Genesis 1 and 2. But there's one new term here that sticks out. It's the term to become mighty or to become strong. It's the verb atsam. And this is precisely the piece of the blessing that's going to really bother the king of Egypt. Yeah. If you've got. If you're a king and there's a large immigrant population that is multiplying, I guess from. Yeah. If you're just thinking from an economic perspective, that's like, that's, I think, a beneficial thing.",
    "start": "00:25:38",
    "end": "00:26:17"
  },
  {
    "text": "If you're the leader economically, it's a great thing.",
    "start": "00:26:17",
    "end": "00:26:21"
  },
  {
    "text": "Yeah.",
    "start": "00:26:21",
    "end": "00:26:21"
  },
  {
    "text": "But if you are threatened by cultural differences or just identity kind of things, perhaps. I mean, this isn't a democracy, but perhaps they are going to start voting for a new pharaoh.",
    "start": "00:26:21",
    "end": "00:26:36"
  },
  {
    "text": "Yeah.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "You know, that kind of thing. Yeah. Then no bueno.",
    "start": "00:26:36",
    "end": "00:26:40"
  },
  {
    "text": "Yeah. So exactly. And that's exactly what happens. A new king arose over Egypt who didn't know Joseph. So he's a counter. The pharaoh at the end of the book of Genesis, the one who elevates Joseph.",
    "start": "00:26:40",
    "end": "00:26:51"
  },
  {
    "text": "Yeah, he's great.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "He can see God's blessing on the chosen ones. And so he is really. He blesses them and he gets blessed in return. His whole land gets flourishing and a food shortage. But this pharaoh, the new pharaoh that arises. Yeah. He's the opposite. So he says to his people, look, the sons of Israel are more numerous and more mighty, that is stronger than we are. So he's observing the thing that was described in the previous. Right. The previous paragraph. So he says, come, you know what we should do? We should deal craftily with them, deal wisely with them.",
    "start": "00:26:52",
    "end": "00:27:29"
  },
  {
    "text": "This is the language of the serpent.",
    "start": "00:27:30",
    "end": "00:27:32"
  },
  {
    "text": "Yeah. This crafty inhabitant of the land who was already there before they got there. Oh, yeah.",
    "start": "00:27:33",
    "end": "00:27:39"
  },
  {
    "text": "This is not a great way to introduce a character.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "No, no, no. We need to deal with shrewdness or else they're going to multiply and let's say they're the war. Yeah. You know, wars happen. Egypt, they're going to join people who hate us and fight against us, and then they will go up out of the land. So we can't have that.",
    "start": "00:27:42",
    "end": "00:28:02"
  },
  {
    "text": "Yeah.",
    "start": "00:28:02",
    "end": "00:28:03"
  },
  {
    "text": "So you can see the portrait being painted here.",
    "start": "00:28:03",
    "end": "00:28:06"
  },
  {
    "text": "We can't trust the immigrants.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "Can't trust these immigrants. Not only are they many, but they, they're too resourceful.",
    "start": "00:28:07",
    "end": "00:28:14"
  },
  {
    "text": "And at the end of the day, do they care about our best interests?",
    "start": "00:28:14",
    "end": "00:28:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "Or not. And we can't trust that they do.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "That's right. So this is an example of. Yeah, this is the opposite of a blessing abundance mentality. Right. So the people shaped by God's blessing trust, even though it's often hard to trust, but are to be shaped into a people who trust that there is enough and so that we can share and we can be a blessing to our neighbors and there will be enough. And this is the opposite mindset.",
    "start": "00:28:19",
    "end": "00:28:43"
  },
  {
    "text": "Yeah. And what's interesting is we know that God has a special relationship with this crew, that if you bless them and you treat them like, treat them with abundance, you're going to be blessed. So not only is that true for just God's economy in general, but it's especially true for this group who God chose.",
    "start": "00:28:43",
    "end": "00:29:08"
  },
  {
    "text": "That's right. So Pharaoh plays the role of the snake and tries to usurp and gain power. And what he ends up doing is oppressing and enslaving the Israelites. That's verse 11. They appointed taskmasters over them to oppress them with slave labor.",
    "start": "00:29:08",
    "end": "00:29:28"
  },
  {
    "text": "Now were they already slaves and now they're just getting ramped up.",
    "start": "00:29:28",
    "end": "00:29:32"
  },
  {
    "text": "It doesn't say this is the transition where they were fruitful and multiply. And then right here is now they target this immigrant population for slave labor and particularly to start building storage cities. And then they name two of the cities, Pithom and Raamzaz. But the more they oppressed them, the more the Israelites multiplied and spread out. And so the Egyptians were fearing the sons of Israel. So that's the opening scene. We're replaying the Eden beats of the Eden blessing of a big family, the 70, and then be fruitful and multiply. But now that multiplication and blessing puts Pharaoh to the test. And so we're watching Pharaoh both be someone who's facing a test, but then also be playing the role of the snake who got the humans to fail. He's kind of like Adam and Eve and the snake at once in terms of the analogy being set out here. So what they do, this is one long attempt to harness God's blessing for their own self advantage. So he makes three attempts here in this chapter. The first attempt is enslave them, but that's not working because they're just multiplying like rabbits. So second attempt is to start killing them off. Slowly kill them off as we milk them for all the labor they're worth. And this is the story of the Hebrew midwives. So Pharaoh comes to the Hebrew midwives, one of whom was named Shiphrah, which is the word beautiful. The other one was named Puah, which I think, if I remember, I'm just looking it up. Ooh, sparkle. What? I've never looked this up. Huh? Yeah.",
    "start": "00:29:32",
    "end": "00:31:26"
  },
  {
    "text": "Beautiful and sparkle.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "Beautiful and sparkle. So rad. So, yeah, these become little Eve figures. And so what he says to them is, hey, when you see Hebrew women giving birth, if it's a boy, kill them.",
    "start": "00:31:28",
    "end": "00:31:41"
  },
  {
    "text": "That's what Pharaoh says.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Yep. Yeah, that's his command. But the Hebrew midwives, they fear Elohim.",
    "start": "00:31:42",
    "end": "00:31:47"
  },
  {
    "text": "They don't listen to the word of Pharaoh. They're going to listen to God.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "They don't listen to the snake. They fear God.",
    "start": "00:31:51",
    "end": "00:31:54"
  },
  {
    "text": "This is an Eve that has not listen to deceased.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "They're anti Eves. They're redeemed Eve figures. So they fear God and don't do as the king of Egypt commanded. They let the boys live. And then when the king of Egypt said, hey, why are you letting boys live? They deceive him. They counter deceive the deceiver. And this is built off of all of these themes going on in Genesis about deceptions and counter deceptions and so on. But what they say is, yeah, the Hebrew women, you know, they're stronger than Egyptian women. And man, before we even get to the house, they've had the child, we're.",
    "start": "00:31:56",
    "end": "00:32:29"
  },
  {
    "text": "Trying to kill them. They're just having their babies too fast.",
    "start": "00:32:29",
    "end": "00:32:32"
  },
  {
    "text": "So God was good to the midwives, he did good to them. And the people multiplied and became more strong. So the second attempt of Pharaoh doesn't work. Is not only is it not working, it's accomplishing. It's bringing about the thing that he fears. And so the third attempt is, okay, then every boy who is born, cast them into the Nile river, throw them into the waters. And that's how the three attempts, the first attempt failed. They're fruitful and multiplied. Second attempt, kill all the boys. Fail. Fruitful and multiplied. Third attempt, throw all the boys in the Nile. And this is not only going to be his failure, but this third attempt unfolds into the birth. Not just the birth of the man who's going to overthrow him, but this man, Moses, is going to float right into Pharaoh's house. It's as if Pharaoh's command brings about his own downfall here. And that's what chapter two is about. So notice the creative use of the themes from Genesis 1 through 3 here. Subtle, but the language gets you there. So chapter two begins. There's a guy from the house of Levi. It's one of the sons of Jacob, and he married a Levite woman, and they had a son. And when she saw that he was good, she hid him for three months. And when she saw that she could hide him no longer, she made a tevah. It's the Hebrew word. We've talked about this before.",
    "start": "00:32:33",
    "end": "00:34:04"
  },
  {
    "text": "Do the ark.",
    "start": "00:34:04",
    "end": "00:34:05"
  },
  {
    "text": "Yeah. Yes. It's the same word for Noah's Ark. And this word appears in two stories in the whole Hebrew Bible. Noah's Ark and Moses Ark. This one was smaller.",
    "start": "00:34:05",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. Didn't need to have as much room for all the animals.",
    "start": "00:34:15",
    "end": "00:34:18"
  },
  {
    "text": "And it's the same vocabulary. She covers it with tar and pitch. That's just what Noah did in the story. And she put it. Ooh. She put it in the water of the reeds. And this is a hint forward to when Israel will be saved at the Sea of Reeds at the end of movement one. So it's a big frame of Moses passage into the water reeds becomes an image of what all of the people will undergo later on in this section. And so here comes the daughter of Pharaoh, and she sees the child. It floats into Pharaoh's daughter, who's bathing by the Nile. And. And then there's Miriam. Moses sister is there and says, hey, you know, you can probably tell that's a Hebrew boy, but, you know, I could call a woman a Hebrew woman. She could nurse him for you. And then, you know, you could have a little foundling. That's the term you use, I think, for this kind of thing, a foundling. And so Moses ends up being raised in his, you know, first months, first years by his mom, but is being adopted into the house of Pharaoh. So it's an interesting merging of the Hebrews come from Noah's son, Shem, and the Egyptians comes from Noah's other son, Ham.",
    "start": "00:34:18",
    "end": "00:35:42"
  },
  {
    "text": "Wait, Shem. You just said shem means name, right?",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "Yes, yeah, exactly. Yeah. His name is Name.",
    "start": "00:35:44",
    "end": "00:35:47"
  },
  {
    "text": "So Noah has a son named Name.",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "Okay.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "And that's where Abraham comes from.",
    "start": "00:35:51",
    "end": "00:35:53"
  },
  {
    "text": "Abraham's line comes from Jacob, and therefore Moses. And then Noah has another son, Ham, which means warm. And warm has. I forget if Egypt is his son or grandson. But so it's the lines of Shem and Ham. And here the families of Shem and Ham are uniting together at the same time that they are dividing. So There's a hostility between the two families, but through the activity of these women, through the seed of the woman, there's also now emerging of the two families. These interesting.",
    "start": "00:35:53",
    "end": "00:36:33"
  },
  {
    "text": "So there's a sibling rivalry going on.",
    "start": "00:36:33",
    "end": "00:36:36"
  },
  {
    "text": "Correct.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "Kind of deep in here.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "Yeah, that's right. You got it. So then all of a sudden, Moses goes into the house of Pharaoh and he grows up. And this is important for the revelation of the name and where we're going. So Moses grows up, and at some point, he comes to an awareness that the enslaved Israelites are his people. And this is always filled in, in, like, Hollywood versions of the story. And the narrative gives no detail about any of that. It's interesting about how he discovered this. Yeah, it just says one day Moses grew up and he went out to his brothers to look upon their slavery.",
    "start": "00:36:37",
    "end": "00:37:12"
  },
  {
    "text": "Okay.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "And you're like, oh, did he just remember word was to be told? Exactly.",
    "start": "00:37:13",
    "end": "00:37:17"
  },
  {
    "text": "It's probably pretty obvious if. Whether you're Egyptian or not.",
    "start": "00:37:17",
    "end": "00:37:21"
  },
  {
    "text": "Yeah, yeah, yeah. It could be that. Yeah, that there was complexion, skin tone, facial features, something. Who knows? But one way or another, he goes out and he sees an Egyptian striking one of his brothers. This is a great Cain and Abel inversion here. So he sees out in a field. Out in a. Yes, they're out in the field. And one is striking one of his brothers. And so Moses believes that he is his brother's keeper. But the way that he does it is he looks one direction, then he looks the other direction. And the Hebrew words here, kovako, are echoing another forward. For when the walls of water are on one hand, and on the other hand, it becomes this motif. So Moses first attempt to deliver his brothers is by looking one way, looking the other way, and then going in the middle. And he goes into the middle and he murders. He strikes down the Egyptian. Yeah, so he murders him and echoes the same word.",
    "start": "00:37:22",
    "end": "00:38:24"
  },
  {
    "text": "So he becomes the Cain character here.",
    "start": "00:38:24",
    "end": "00:38:26"
  },
  {
    "text": "Yeah, he's both a murderous Cain, but he's murdering to be his brother's keeper. And what happens is the word gets out and ends up making its way to Pharaoh. And Pharaoh realizes what's happened, and so he tries to murder Moses. So murder leads to threat of murder, and so Moses has to flee. So this is an interesting first attempt of Moses to save the people.",
    "start": "00:38:26",
    "end": "00:38:52"
  },
  {
    "text": "By.",
    "start": "00:38:54",
    "end": "00:38:54"
  },
  {
    "text": "Using his own hand, his own power. And it leads. Well, it leads to him getting exiled. And actually, even what the Hebrews say to him is, what? Who made you king around here?",
    "start": "00:38:54",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:07",
    "end": "00:39:08"
  },
  {
    "text": "So they see Moses trying to, like, you know, pull a power play and become the revolutionary. And they're like, we didn't ask you for that. And then Pharaoh. Yeah. So the whole thing backfires. And so it's this interesting moment where the beginning of Moses character is that he's kind of a hothead who has a plan to redeem the people, and it fails. And then he's going to go through a long, transformative journey so that he eventually will be the one to liberate the people, but not in the timing or the way that he would have preferred. And that's the kind of the arc of his character in this section. So Moses goes away. He goes away. And then we walk out of a Cain and Abel moment here. And then he goes to the land of Midian, which is a descendant, also a relative of Jacob's line. This is from one of the sons of Abraham. Oh, yeah.",
    "start": "00:39:08",
    "end": "00:40:07"
  },
  {
    "text": "Okay.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "Yeah. Through his third wife, Keterah.",
    "start": "00:40:07",
    "end": "00:40:09"
  },
  {
    "text": "And where would this area have been?",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Well, yeah, there's lots of debate about that. So essentially what we would call the northern Sinai Peninsula. Yep. Okay. Land of Midian. So he finds a well, and by that source of water, he meets his wife. And then when he meets that woman's father, who is the priest of Midian, we're told the high priest of Midian, his name is here called Reuel, but he'll also be called Jethro. He's like, brother, come on. And he brings him into his tent, and Moses marries the woman that he rescued at the well.",
    "start": "00:40:11",
    "end": "00:40:48"
  },
  {
    "text": "So a meeting at a well. Peace amongst the nations.",
    "start": "00:40:49",
    "end": "00:40:52"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:40:52",
    "end": "00:40:53"
  },
  {
    "text": "Like, this is good.",
    "start": "00:40:53",
    "end": "00:40:54"
  },
  {
    "text": "It's a little Eden in the midst of exile. And so he gives birth to a son by naming him an immigrant there. It's the name Gershom, but Gershom is the Hebrew sentence. An immigrant there. And then the conclusion is, in the course of those many days that king of Egypt died, and the sons of Israel groaned because of their bondage. They cried out, and just like Abel's blood, cried out from the ground and rose up to God. So here the Israelites cry for help because of their bondage, rose up to God.",
    "start": "00:40:54",
    "end": "00:41:28"
  },
  {
    "text": "So Israel is Abel here.",
    "start": "00:41:29",
    "end": "00:41:31"
  },
  {
    "text": "Yeah.",
    "start": "00:41:31",
    "end": "00:41:31"
  },
  {
    "text": "Okay. And Moses wanted to avenge Abel, but in doing so, by his own schemes, actually becomes Cain.",
    "start": "00:41:32",
    "end": "00:41:42"
  },
  {
    "text": "Yeah.",
    "start": "00:41:43",
    "end": "00:41:43"
  },
  {
    "text": "And he has to go into exile like Cain did. Like Cain did to the east.",
    "start": "00:41:43",
    "end": "00:41:48"
  },
  {
    "text": "He goes east of Egypt, like Cain went east of Eden. And God provides for him there. He provides a little Eden gift in his exile.",
    "start": "00:41:48",
    "end": "00:41:56"
  },
  {
    "text": "Yeah. Just like Jacob's family thrives in exile in Egypt, now Moses is in exile from Egypt, thriving in Midian Yeah, dude.",
    "start": "00:41:56",
    "end": "00:42:06"
  },
  {
    "text": "These stories are amazing. Just the way the inversions and the mirrors echo, you know, through the narrative patterns. And so this line is essentially the equivalent to the opening of the flood narrative in Genesis. After Cain goes away and builds his city, it becomes a city of blood. So now the king of Egypt dies, and we're going to see a new king arises and the sons of Israel who are suffering and dying because of the evil of Egypt. Their cry for hell, it's the same word as Abel's blood in Genesis chapter four. It rises up to God. And so at the beginning of the flood narrative, God says to Noah, the end has risen up before me is in Genesis, chapter six. And it's calling back to the blood of Cain. Excuse me? It's calling back to the blood of Abel that rises up to God. And now the innocent blood has, you know, been pouring all over the ground for generations. And God says, enough, enough. Yeah, you guys are reducing creation back to disorder and death. And so God is going to bring about a decreation, but single out a remnant, make them the birth of a new humanity. And that's exactly the note that's being pulled up here. Their cry rose up to God, but God.",
    "start": "00:42:07",
    "end": "00:43:30"
  },
  {
    "text": "Well, you just said a really geeky Bible phrase.",
    "start": "00:43:30",
    "end": "00:43:33"
  },
  {
    "text": "Oh.",
    "start": "00:43:33",
    "end": "00:43:33"
  },
  {
    "text": "I mean, in a way, just was so packed in. So, okay. The blood on the ground.",
    "start": "00:43:33",
    "end": "00:43:39"
  },
  {
    "text": "Oh, okay. Yeah.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "Is going to lead to a decreation moment where God will save a remnant.",
    "start": "00:43:43",
    "end": "00:43:48"
  },
  {
    "text": "Yeah.",
    "start": "00:43:48",
    "end": "00:43:48"
  },
  {
    "text": "Okay. In normal English. The injustice and violence of humans, that's the blood and the ground, is drawing.",
    "start": "00:43:49",
    "end": "00:43:58"
  },
  {
    "text": "This human community into such chaos and.",
    "start": "00:43:59",
    "end": "00:44:02"
  },
  {
    "text": "Disorder that God is going to let it completely crumble.",
    "start": "00:44:02",
    "end": "00:44:05"
  },
  {
    "text": "Yeah. May even accelerate it.",
    "start": "00:44:05",
    "end": "00:44:07"
  },
  {
    "text": "Going to accelerate it. And this is the idea of the flood or decreation. You call it decreation because just like God created out of the waters life and order, when the waters come back and flood everything out, it's a decreation. Decreation.",
    "start": "00:44:07",
    "end": "00:44:22"
  },
  {
    "text": "In other words, it'll be some terrible event that happens in the life of a community that breaks down all the boundaries of order in that community or in a person's life.",
    "start": "00:44:23",
    "end": "00:44:34"
  },
  {
    "text": "Because this happens in a lot of different ways. You're saying this melody.",
    "start": "00:44:34",
    "end": "00:44:37"
  },
  {
    "text": "That's right. Humans redefine good and evil for themselves. They live accordingly, and inevitably that creates a community that descends into chaos. And so God will usher that chaos to its bitter end, but not everyone.",
    "start": "00:44:37",
    "end": "00:44:52"
  },
  {
    "text": "Will suffer the fatal consequences of that.",
    "start": "00:44:52",
    "end": "00:44:55"
  },
  {
    "text": "Yeah. A select number that are marked to pass through these terrible circumstances so that they, through their faithfulness to God, can become A seed community that begins to grow and become a new kind of humanity that has learned from that failure of the previous generation and then can anew try and be faithful to God and live by God's wisdom. That's the cycle. So that happens in the flood narrative. So here it's not Noah and his family that's marked out. It's when God hears his groaning. He remembered his covenant with Abraham, Isaac and Jacob. He saw the sons of Israel and he had knowledge of them. So here it's God is going to select this family out of the decreation that's coming on Egypt because of a promise that this God made to their ancestors, which was, I'm going to bless you and then I'm going to bless all nations through you in this land up the land of Canaan, and I'm going to bring make sure you go up there. So this then becomes the little launch pad that launches us into the hole of the Exodus story. This is the motive for it. So nothing about the name yet.",
    "start": "00:44:55",
    "end": "00:46:37"
  },
  {
    "text": "Yeah, I've noticed that.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "Yeah. And in fact, you'll have noticed that the title for God here in this entire story is just the word Elohim. Deity. Deity. And it's not until the next chapter that the personal name Yahweh is going to start occurring. And it's precisely the moment when he calls Moses and says, hey, it's go time. I'm going to show myself to the nations now. All right. So that was all of the foundation for the story beginning in chapter three. In chapters three and four, we now have the calling of Moses. This is. Oh, yeah, we've actually spent a lot of time at this moment of the Exodus story too. Over the years.",
    "start": "00:46:39",
    "end": "00:47:19"
  },
  {
    "text": "We've spent some time.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "Yeah, the burning bush story.",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "Yeah, There's a lot of cool things going on here.",
    "start": "00:47:21",
    "end": "00:47:23"
  },
  {
    "text": "Yeah, it's rad.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "We're going to have to contain ourselves.",
    "start": "00:47:24",
    "end": "00:47:25"
  },
  {
    "text": "We will. Okay, so chapter three begins. And he's now a shepherd for his father in law.",
    "start": "00:47:25",
    "end": "00:47:32"
  },
  {
    "text": "Moses is. Yeah.",
    "start": "00:47:32",
    "end": "00:47:33"
  },
  {
    "text": "So he was leading the flock on the far side of the wilderness, and he came to a mountain called the mountain of Elohim named Dry or Horeb.",
    "start": "00:47:33",
    "end": "00:47:46"
  },
  {
    "text": "Horeb.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "Just the word Dry.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "Dry Mountain.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Yep. The dry mountain of Elohim. Mountain of Elohim. That's cool. I mean, it seems like that's a title that the narrator is using to call it based on the role this mountain is going to play in the story to follow. So there the messenger of Yahweh appeared to him in fire. Flames of fire from inside a bush. Anetz. What's that?",
    "start": "00:47:49",
    "end": "00:48:15"
  },
  {
    "text": "Anet.",
    "start": "00:48:15",
    "end": "00:48:16"
  },
  {
    "text": "No, no, Seneh.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "A Seneh.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Seneh, that's right.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "That's right.",
    "start": "00:48:19",
    "end": "00:48:19"
  },
  {
    "text": "But it's a wordplay on the other name of this mountain, which is Sinai.",
    "start": "00:48:19",
    "end": "00:48:23"
  },
  {
    "text": "So Seneh is a. Is that a type of bush or is that just another name for bush?",
    "start": "00:48:24",
    "end": "00:48:28"
  },
  {
    "text": "Yeah, it's a great example of biblical authors intentionally using a really rare word to make a wordplay that echoes into the main themes of Sene.",
    "start": "00:48:28",
    "end": "00:48:41"
  },
  {
    "text": "Because this is gonna be the same place known as Sinai, where they'll come back to later in the story.",
    "start": "00:48:41",
    "end": "00:48:50"
  },
  {
    "text": "Yeah, looks like it's a loan word from Arabic. The senna plant, A multi colored bramble bush. A species of briar or bramble.",
    "start": "00:48:50",
    "end": "00:49:00"
  },
  {
    "text": "So it's a bramble.",
    "start": "00:49:00",
    "end": "00:49:01"
  },
  {
    "text": "It's a bramble. Okay, so remember in the Eden story where God placed at the border of the garden, the boundary of the garden, two angelic guardians. Yep. And then it said. And a sword of fire.",
    "start": "00:49:01",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "A fiery sword. Now, it doesn't say that the sword is in the hands of the cherubim. It just says he stationed the two cherubim and a fiery sword. Oh, and remember, that was the garden, and outside the garden are thorns and thistles. That's what God says to Adam and Eve is, now that you're outside of Eden, there'll be thorns and thistles. So here in a. Like a thorn bush.",
    "start": "00:49:17",
    "end": "00:49:43"
  },
  {
    "text": "Yeah, a wilderness thorn bush.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "In a wilderness thorn bush, he meets an angelic figure who is themselves like the fiery sword. And we know it's intense and, you know, looks threatening because he's going to hide from it in just a minute. This is all Eden imagery here. But we're not in a garden anymore, just like we're not in Kansas anymore, where we're in the wilderness. This is going to be like his test, his moment of calling. So he says, I'm going to go over and look at this thing. Why is it on fire but it's not eaten up? There's no eating from it.",
    "start": "00:49:45",
    "end": "00:50:15"
  },
  {
    "text": "Oh, interesting. Is that a typical way to talk about fire in Hebrew, that it eats things?",
    "start": "00:50:15",
    "end": "00:50:21"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. But in this case, it's also funny allusion to the Eden tree. So when Yahweh saw that he had come over to look, he said, moses, Moses, don't come any closer. Take off your sandals. You are standing on holy ground. This is a heaven and earth space. You are in heaven and on earth at the same time. Okay, and here we are. For the name. This is Grand Central Station. For the name. He said, I am the Elohim of your father, the Elohim of Abraham, the Elohim of Isaac, the Elohim of. Of Jacob. He says, I have seen the oppression of my people. I've heard them crying out. I am concerned about their suffering, and I am coming down to rescue them from the hands of the Egyptians, to bring them into a good, spacious land. I have seen how the Egyptians are oppressing them. So go. I'm sending you to Pharaoh to bring my people up out of Egypt.",
    "start": "00:50:21",
    "end": "00:51:16"
  },
  {
    "text": "Yeah. Moses is here. Going to give a bunch of objections. He doesn't want to go and be the mouthpiece of God to Pharaoh.",
    "start": "00:51:16",
    "end": "00:51:24"
  },
  {
    "text": "No, he's not interested. So Moses has a first objection, which is, who am I? And what God says is, I will be with you. And then what he says is, this will be the sign that it's me who's sending you. When you've brought the people out of Egypt, come back and meet me on this mountain again. But with everybody foreshadowing. Yep. Foreshadowing the center of the book, which is the big campout on Mount Sinai with all the Israelites. So Moses said to Elohim, okay, all right, well, suppose I go to the Israelites and say, the Elohim of our fathers has sent me to you. And they're going to ask me, like, what's his name? What should I tell them? So, this is interesting. All through the story, it's been playing with these categories of identity. Do you remember how only Elohim was used in the first chapter? And generations are going by, and it doesn't say, and they forgot Yahweh, or they didn't know who he was. But I think it's a subtext of the story, because the Hebrew midwives, what you're told is they fear Elohim. They don't fear Yahweh, because in the.",
    "start": "00:51:24",
    "end": "00:52:30"
  },
  {
    "text": "Genesis scroll, Yahweh is used as a proper name.",
    "start": "00:52:30",
    "end": "00:52:33"
  },
  {
    "text": "Yeah, totally. And Yahweh both introduces himself that way to Abraham, Isaac, and Jacob. Abraham, Isaac, and Jacob call their God Yahweh. So it seems like we're in an era where the name has been forgotten by the descendants of Abraham, Lisa. And Moses seems to assume that in.",
    "start": "00:52:33",
    "end": "00:52:50"
  },
  {
    "text": "His question, you're saying moses here is kind of like, I forgot your name. God. That awkward moment when you've been talking with someone for a while and you're like, I forgot their name.",
    "start": "00:52:50",
    "end": "00:53:00"
  },
  {
    "text": "Yeah. I mean, really what he says is, the people have forgotten your name.",
    "start": "00:53:00",
    "end": "00:53:04"
  },
  {
    "text": "But then he asks, like, so what Should I tell him?",
    "start": "00:53:04",
    "end": "00:53:07"
  },
  {
    "text": "What should I tell them? Yeah, that's right.",
    "start": "00:53:07",
    "end": "00:53:08"
  },
  {
    "text": "I think you forgot.",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "Yeah, that's right. I guess the equivalent would be like, I forgot. But what you say is, you know, the people, they forgot your name. Yeah. This is one of those moments.",
    "start": "00:53:09",
    "end": "00:53:17"
  },
  {
    "text": "Yeah. Have you ever been in a situation where you forgot someone's name and you have to introduce them to someone else? And so the classic move is you just introd. You just say the name of the person that you're introducing them to, and then you pause and you let them then do the introduction.",
    "start": "00:53:17",
    "end": "00:53:33"
  },
  {
    "text": "Yeah, totally. That's a good one.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "Moses is doing that kind of move right now.",
    "start": "00:53:34",
    "end": "00:53:37"
  },
  {
    "text": "Yeah. I want to introduce the people to you. So what name would you like to be called by?",
    "start": "00:53:38",
    "end": "00:53:42"
  },
  {
    "text": "Yeah, what's that name that you like again?",
    "start": "00:53:42",
    "end": "00:53:44"
  },
  {
    "text": "Elohim said to Moses, Eh Ye, Asher Ehyeh. This is what you are to say to the Israelites. Eh ye has sent me to you. That's it. So what is. There's a verb that means to be or to exist in Hebrew. It's haya. It's hard not for my, like, inner 8 year old not to think of.",
    "start": "00:53:46",
    "end": "00:54:11"
  },
  {
    "text": "Karate about Karate Kid.",
    "start": "00:54:12",
    "end": "00:54:14"
  },
  {
    "text": "So haya is the third masculine plural past tense. He was. Haya means he was.",
    "start": "00:54:14",
    "end": "00:54:22"
  },
  {
    "text": "Okay.",
    "start": "00:54:22",
    "end": "00:54:22"
  },
  {
    "text": "If you want to convert that. Or conjugate it to be first person future or first person imperfect, which can refer to present ongoing into the future, or a future action. What you would say is eh ye, which means either I am and will continue to be or I will be.",
    "start": "00:54:22",
    "end": "00:54:42"
  },
  {
    "text": "I am or I will be.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "Yeah. And so famously, this got translated by Jewish translators, rendering this into Greek centuries after the story was written. And they used the Greek phrase ego, eimi, which is ego or ego. It's me, I. And eimi is the word I am. So they put it into the present tense very clearly. I am who I am. That's who you're to say to the Israelites. I am has sent me to you. So that sounds a little odd. Hey, John, I am wants me to tell you something like, just. That's a confusing thing to say.",
    "start": "00:54:44",
    "end": "00:55:21"
  },
  {
    "text": "Or it's even more confusing if you're like, hey, I have a buddy who wants to meet with you. Oh, what's his name? I am.",
    "start": "00:55:21",
    "end": "00:55:27"
  },
  {
    "text": "I am. Yeah, yeah. What's his name again? I am. Well, I know you are, but what's his name? I am.",
    "start": "00:55:27",
    "end": "00:55:33"
  },
  {
    "text": "Who's up first?",
    "start": "00:55:33",
    "end": "00:55:33"
  },
  {
    "text": "Yeah, so that's the dynamic here. So in the next line, what Elohim also says to Moses is, say this to the Israelites, Yahweh. The Elohim of our fathers, Abraham, the Elohim of Isaac, Elohim of Abraham, Elohim of Jacob. That's who has sent me to you. Yahweh. And when you put the Yahweh conjugation, that turns it into the third singular. He is or he will be. So this is ground zero for the name of Yahweh.",
    "start": "00:55:34",
    "end": "00:56:04"
  },
  {
    "text": "The name of Yahweh.",
    "start": "00:56:04",
    "end": "00:56:06"
  },
  {
    "text": "He is.",
    "start": "00:56:06",
    "end": "00:56:06"
  },
  {
    "text": "His name means that he is and he will continue to be.",
    "start": "00:56:06",
    "end": "00:56:10"
  },
  {
    "text": "Yeah, he is. This has become a deep mine of philosophical theological reflection for Jews and Christians over the years. And you can see it. You feel like you're being invited into a great mystery here worth many long walks and cups of tea.",
    "start": "00:56:10",
    "end": "00:56:27"
  },
  {
    "text": "It is the like, you know, we talked about the name above all names as a phrase. This is the penultimate name.",
    "start": "00:56:27",
    "end": "00:56:34"
  },
  {
    "text": "Yeah.",
    "start": "00:56:34",
    "end": "00:56:35"
  },
  {
    "text": "Just simply refer to me as the one who is.",
    "start": "00:56:35",
    "end": "00:56:37"
  },
  {
    "text": "The one who is. Yep, that's exactly right.",
    "start": "00:56:37",
    "end": "00:56:40"
  },
  {
    "text": "There couldn't be a grander way to refer to someone.",
    "start": "00:56:40",
    "end": "00:56:43"
  },
  {
    "text": "The one who is. Yeah, it's a way of saying something that's actually fairly abstract. Like, I could tell you, like, I am patient or like I'm fun. But the thing is, it's like, well, sometimes. So that's one level. But the other level is I can say I am, but all of a sudden when I say I am, it's like, well, I am because my parents are and they are because of. Their parents are and they are because of.",
    "start": "00:56:43",
    "end": "00:57:11"
  },
  {
    "text": "You know, there's no qualifiers here.",
    "start": "00:57:11",
    "end": "00:57:13"
  },
  {
    "text": "Yes, that's right. Yeah. In other words, we're talking about a being whose claim is it's not that they are, it's that they are the very fount of being. They are being. This is a being who is being.",
    "start": "00:57:13",
    "end": "00:57:28"
  },
  {
    "text": "Yeah.",
    "start": "00:57:29",
    "end": "00:57:29"
  },
  {
    "text": "And on whose being every other being is contingent and dependent. And this is where you start to go down the rabbit hole. Every classical theist view of reality is built on this core concept, that reality is contingent all the way down until it. This is Aristotle. Until it meets some ultimate, uncaused cause, the thing that is not contingent on anything else.",
    "start": "00:57:29",
    "end": "00:57:56"
  },
  {
    "text": "The I am.",
    "start": "00:57:56",
    "end": "00:57:57"
  },
  {
    "text": "I am.",
    "start": "00:57:57",
    "end": "00:57:57"
  },
  {
    "text": "Yeah, the I will be.",
    "start": "00:57:57",
    "end": "00:58:00"
  },
  {
    "text": "This is where the past tense or present or future kind of becomes irrelevant.",
    "start": "00:58:00",
    "end": "00:58:04"
  },
  {
    "text": "Doesn't matter.",
    "start": "00:58:04",
    "end": "00:58:05"
  },
  {
    "text": "No. Because if it's a being who is being itself, the one in whom all other beings have their being, or like, as Paul. Right. Will say it, the one in whom we live and move and have our being. Or his line in Ephesians, he talks about God, who is over all and through all and in all That's. We're in that territory here.",
    "start": "00:58:05",
    "end": "00:58:25"
  },
  {
    "text": "Yeah.",
    "start": "00:58:25",
    "end": "00:58:25"
  },
  {
    "text": "So past and present are irrelevant for. Right. I mean, time is a function of us living in these four dimensions.",
    "start": "00:58:25",
    "end": "00:58:31"
  },
  {
    "text": "Anyway, so now you mentioned this was translated in the Septuagint as ego ami.",
    "start": "00:58:31",
    "end": "00:58:37"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:58:37",
    "end": "00:58:38"
  },
  {
    "text": "And that reminded me of. This is a phrase Jesus used of himself.",
    "start": "00:58:38",
    "end": "00:58:42"
  },
  {
    "text": "Yes.",
    "start": "00:58:42",
    "end": "00:58:42"
  },
  {
    "text": "Is it the Gospel of John?",
    "start": "00:58:43",
    "end": "00:58:44"
  },
  {
    "text": "Yeah. Actually, in the gospel narratives, all of them have moments where he's approaching his disciples on a stormy sea up in the Lake of Galilee. And it's an illusion, it's an echo of this line. But what he says to them in most of the accounts of that in the four Gospels is ego eimi, ego e mi. It's usually translated, it's me.",
    "start": "00:58:44",
    "end": "00:59:05"
  },
  {
    "text": "Hey, guys, it's me.",
    "start": "00:59:06",
    "end": "00:59:07"
  },
  {
    "text": "Which on one level, you know, but I think it's meant to communicate more to the reader than maybe it did to the disciples, which is I am. And then in the Gospel of John, uniquely, there are seven times seven different ways that Jesus says I am e goemi. It's a claim on John's part that Jesus is the human embodiment of this being.",
    "start": "00:59:07",
    "end": "00:59:31"
  },
  {
    "text": "By using the Greek translation of this phrase from this story, it's very clearly saying, I'm using this name ego ami.",
    "start": "00:59:31",
    "end": "00:59:41"
  },
  {
    "text": "Yep. Now, just a quick note. And we made a video on this, and that video will accompany this reading journey, if you're going to go through it in the app. Because the pronunciation Yahweh has been debated and still is in some academic circles. So I just have a quick little note here. This is from the Standard Hebrew Aramaic Lexicon of the Old Testament by Ludwig Kohler. So in their entry on the Divine Name, they're putting out all the evidence for why Yahweh is the most original form of the pronunciation. One is in this passage. It's a play on the words. Eh, yeah. So that's one. But the other is we have early transcriptions, like pronunciation transcriptions of this in Jewish and Christian literature. Well, actually, especially in early Christian literature because Jews stopped writing the pronunciation of the name. And so as early back as one of the early Christian scholars after the New Testament, Clement of Alexandria preserved a pronunciation of the name Yahweh, but also in some Greek manuscripts that are pre Christian, it's pronounced Yah, Yahweh or Yahveh.",
    "start": "00:59:41",
    "end": "01:00:48"
  },
  {
    "text": "And the reason why there's even a debate is because in Hebrew, you don't use vowels.",
    "start": "01:00:48",
    "end": "01:00:53"
  },
  {
    "text": "Yeah. Or you don't say you don't write the vowels. In early Hebrew manuscripts and observant Jews stopped pronouncing the name some centuries before Jesus. It's hard to nail down exactly when that happened based on the sources. And so observant Jews developed a technique that went on into biblical manuscripts, where they took the vowels of the word master or lord, and that word in Hebrew is adonai. So that Aoa, Adonai. And then they put those vowels into the four consonants, which resulted in what looks like a word Yahawah. But it's a hybrid word. Yeah, like, you know, when Brad Pitt and Angelina Jolie were a thing. And then the Brangelina.",
    "start": "01:00:53",
    "end": "01:01:39"
  },
  {
    "text": "Yes.",
    "start": "01:01:39",
    "end": "01:01:39"
  },
  {
    "text": "Remember that? Yeah. That's Yahuwah. So it's not actually a real name that doesn't reflect what anybody was actually ever called, but it's two words merged.",
    "start": "01:01:39",
    "end": "01:01:48"
  },
  {
    "text": "Together, which then became a way of saying Jehovah.",
    "start": "01:01:48",
    "end": "01:01:52"
  },
  {
    "text": "Yes. In medieval European Christianity, that hybrid word was adopted into Christian liturgies and became the way to pronounce the name.",
    "start": "01:01:52",
    "end": "01:02:02"
  },
  {
    "text": "So, yeah, so if someone says, hey, God's real name is Jehovah.",
    "start": "01:02:02",
    "end": "01:02:06"
  },
  {
    "text": "Yeah, kinda. Yeah, kinda.",
    "start": "01:02:06",
    "end": "01:02:10"
  },
  {
    "text": "It was a hybridization of a way to not actually say his real name.",
    "start": "01:02:10",
    "end": "01:02:14"
  },
  {
    "text": "That's right. Yep.",
    "start": "01:02:14",
    "end": "01:02:14"
  },
  {
    "text": "Which you're saying is most likely pronounced Yahweh.",
    "start": "01:02:14",
    "end": "01:02:17"
  },
  {
    "text": "Yeah. The earliest evidence we have points in the direction of Yahweh. And there was also a short form that occurs throughout the Bible. It's just yah, yah, yah. So Yah or Yahweh. So this is the revelation of the name as the one who is. So I went philosophical real quick, but in context, what Yahweh says about his character is he's the one who sees oppression. He's the one who observes humans, enslaving and taking advantage of other humans. And Yahweh, the one who is, is the God who pays special attention to the cry of the oppressed and works to bring about circumstances that will result in their liberation and deliverance. And that is the revelation not just of the name, but of the character and the reputation that Yahweh wants to be known by in the story. And that's exactly what the rest of the story is going to be about.",
    "start": "01:02:17",
    "end": "01:03:12"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue. In the Exodus narrative, Moses goes to Pharaoh and says, yahweh is asking for you to let his people go. And Pharaoh says, eh, who's this Yahweh guy? I'm the king here.",
    "start": "01:03:14",
    "end": "01:03:32"
  },
  {
    "text": "When there's a contest between great names, Right. Between Pharaoh in Egypt and Yahweh in Israel, it becomes a contest of reputations and because Yahweh's name is to be associated with the liberation of all creation from the power of the snake. When Yahweh meets the snake in the form of an imperial king who won't acknowledge the true God, it's time to crush a snake.",
    "start": "01:03:32",
    "end": "01:03:59"
  },
  {
    "text": "Today's podcast was produced by Cooper Peltz, edited by Dan Gummel and Zach McKinlay. Our show notes by Lindsey Ponder Bible Project is a non profit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make serves that end and it's all free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:03:59",
    "end": "01:04:22"
  },
  {
    "text": "Hi, my name is Jojo and I'm from Jackson, Mississippi. Hi, this is Sofia and I'm from Guatemala. I first heard about Bible Project because one of my friends told me about it. I first heard about the Bible project from their YouTube. I use Bible Project for learn, read and watch videos. My favorite thing about Bible Project is that I can learn from the Bible in a different way. I use the Bible Project for personal study, for leading small groups, and for just explaining some difficult or hard to understand themes. My favorite thing about the Bible Project is that they have a surplus of resources. We believe the Bible is a unified story that leads to Jesus. We're a crowd funded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com Bye.",
    "start": "01:04:22",
    "end": "01:05:08"
  }
]