[
  {
    "text": "We are reading through the scroll of Exodus, which has three literary movements. In movement one, God liberates Israel from slavery. In movement two, God brings Israel through the wilderness to Mount Sinai, and that leads us to where we are today. Movement three, in which God gives Israel the blueprints for a sacred tabernacle. At the end of movement two, we left Moses up at Mount Sinai. He is in the spot where heaven and earth are one.",
    "start": "00:00:04",
    "end": "00:00:33"
  },
  {
    "text": "He just penetrated through the lid of the heavens up into the sky. He's seeing the heavenly temple. And then what is going to be described is called a pattern, a model. That is the thing that they are to make.",
    "start": "00:00:33",
    "end": "00:00:44"
  },
  {
    "text": "God wants to be with his people, and so he gives them access to his space in this mobile temple that they can carry around with them. It's a symbol of God's true heavenly temple, but it's more than a mere symbol.",
    "start": "00:00:44",
    "end": "00:00:59"
  },
  {
    "text": "When you go into the tent, you will be, as it were, in two places at once. God's heavenly temple is going to have a direct portal.",
    "start": "00:00:59",
    "end": "00:01:10"
  },
  {
    "text": "What we read in this section feels kind of boring. On the surface, it's ancient architectural blueprints for the, the tabernacle and all its furnishings. But pay attention to all the symbolism of this space because it's telling us something remarkable about God.",
    "start": "00:01:10",
    "end": "00:01:28"
  },
  {
    "text": "It flips kind of a well known Christian phrase that is like a half truth, but a dangerous half truth, I think, is that God can't have anything to do with sin. Sin cannot be in the presence of God. And the tabernacle actually turns that over and says no. What God's purpose is, is to live among his people, which means God moves into sin. God stakes out a claim in the region of sin. And so all of the symbolism and ritual of the table of bread and the menorah and the incense and the offerings on the altar are all these ritual images communicating God's desire to create a way for his people to come into his presence.",
    "start": "00:01:28",
    "end": "00:02:11"
  },
  {
    "text": "I'm John Collins, this is BibleProject Podcast. And today Tim Mackey and I begin the third movement of Exodus, tracing the theme of that we call temple. It's the place where God and humans unite. A theme that begins with Eden and is now explored here in a mobile tent.",
    "start": "00:02:11",
    "end": "00:02:27"
  },
  {
    "text": "The holy of holies. The top of the mountain, the center of the garden with the tree of life is a way of trying to give us language and categories for what if the source of all life could give as a gift, participation in that eternal, unconditional life, but give that as a gift to conditional creatures participation in God's own eternal life.",
    "start": "00:02:27",
    "end": "00:02:51"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:51",
    "end": "00:03:04"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "Hello. Hello. We're cruising through Exodus.",
    "start": "00:03:05",
    "end": "00:03:07"
  },
  {
    "text": "Yep.",
    "start": "00:03:07",
    "end": "00:03:07"
  },
  {
    "text": "Are we going fast or slow?",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "I can't tell. We're going to the pace we're supposed to go.",
    "start": "00:03:09",
    "end": "00:03:13"
  },
  {
    "text": "We're going at our pace.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "I mean, we're not covering everything. We're doing a big picture overview with little dives, little probes down into certain parts.",
    "start": "00:03:14",
    "end": "00:03:23"
  },
  {
    "text": "I've said it before. I really like the strategy. It's helping us get through the books and talk about things we wouldn't normally talk about, but it's allowing us to move at an adequate pace.",
    "start": "00:03:23",
    "end": "00:03:35"
  },
  {
    "text": "Yep, you got it. So we've been in the Exodus scroll, and we are following an organizational outline of the book that takes it in three large movements and today represents, like, a turning point in our journey through Exodus because we are now entering the third and final literary movement of the book that goes from what we call chapters 25 through 40 through the end of the scroll.",
    "start": "00:03:35",
    "end": "00:03:59"
  },
  {
    "text": "Okay, so Exodus has three movements. Walk me through them. Give me the overview. The quick you.",
    "start": "00:03:59",
    "end": "00:04:04"
  },
  {
    "text": "Yeah.",
    "start": "00:04:04",
    "end": "00:04:04"
  },
  {
    "text": "30,000 foot.",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "Okay. First movement goes from chapter one, verse one, to chapter 13, verse 16. And that's a natural and, I think, planned literary arc where it begins with the descendants of Jacob of the family of Abraham being fruitful and multiplying down in Egypt. Their oppression and slavery begins because of a cruel Pharaoh. And that plot conflict gets intensified as God raises up a deliverer for them. Guy named Moshe, in Hebrew, and his brother Aharon, Aaron. And they confront Pharaoh. What's wrong? Why are you laughing?",
    "start": "00:04:05",
    "end": "00:04:43"
  },
  {
    "text": "Have you seen that Key and Peel? You know Key and Peel?",
    "start": "00:04:44",
    "end": "00:04:47"
  },
  {
    "text": "I do? Yeah.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "Where he's a substitute teacher and he's mispronouncing everyone's name during roll call. And he calls Aaron a. Aaron?",
    "start": "00:04:48",
    "end": "00:04:56"
  },
  {
    "text": "Oh, yeah, sure.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "Have you seen that one?",
    "start": "00:04:57",
    "end": "00:04:58"
  },
  {
    "text": "Yes. Okay.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "Anyways, Aharon.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "Aharon. Yeah. Aharon is how you'd say? Not Aharon. Not Aharon, not Aaron, but Aharon.",
    "start": "00:05:01",
    "end": "00:05:08"
  },
  {
    "text": "Aharon and Moshe.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "And Moshe. The brothers Moshe. Moshe, Yep. Moshe. Moshe and Aharon. Okay, so those two go to confront Pharaoh 10 times over, famously saying, he let my people go. And that conflict intensifies through 10 acts of DE creation that God sends upon Egypt. The 10 plagues, the 10th one being the death of the firstborn throughout the land. But Yahweh provides a merciful covering and a substitute for the firstborn through the Passover lamb. And so the first movement ends with the night of Passover and the Long ritual description describing the seven day celebration that kicks off with Passover every year. The narrative just stops and it becomes a little handbook for how to celebrate Passover.",
    "start": "00:05:10",
    "end": "00:05:55"
  },
  {
    "text": "Yeah.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "So it's from their enslavement to the night of their liberation, culminating in a long description of a seven day feast with no work on the first day in the seventh day. So it has a nice arc to it from they were fruitful and multiplying to rebellion and sin, to a de creation and then to a liberation through death, culminating in a seventh day.",
    "start": "00:05:56",
    "end": "00:06:19"
  },
  {
    "text": "A new seventh day.",
    "start": "00:06:20",
    "end": "00:06:21"
  },
  {
    "text": "Yeah, yeah. Yep. Just like Genesis 1:9. Second movement begins in chapter 13, verse 17, and it goes through the end of chapter 24. And this is their journey through. Through the wilderness to Mount Sinai. Or you could say it's from Egypt to Sinai to Sinai with a journey through the wilderness in between. And what we focused on. And through the sea. Yes, that's right. What we focused on for the first movement was the name of Yahweh in the story. What we focused on in the second movement in the wilderness. It was the test of both Israel testing God and God testing his people. So that was the stories of them going through the wilderness, grumbling and complaining because of lack of food and water. Moses has some leadership consultations with his father in law, Jethro, and then they end up at Mount Sinai where they see the fire and the cloud and the people are afraid and don't want to go close. And they send Moses up as their covenant mediator on their behalf. And God reveals the covenant laws of the 10 Commandments plus 42 more. And the people say, sign us up, we want to get married. Entered this covenant with Yahweh, and then it ends with Moses sitting on the middle of the mountain for six days. And on the seventh day, he goes up through a wall of fire into the clouds on the top of the mountain.",
    "start": "00:06:21",
    "end": "00:07:40"
  },
  {
    "text": "And we ended when he gets up there on the seventh day. Correct, because then he's going to hang out there.",
    "start": "00:07:40",
    "end": "00:07:44"
  },
  {
    "text": "Yep. He's going to be up there for 40 days. We're told. 40 days and 40 nights. He goes up, wait six days. On the seventh day, he ascends.",
    "start": "00:07:44",
    "end": "00:07:52"
  },
  {
    "text": "So just like the first movement ends with the seventh day, the second movement ends with a new seventh day.",
    "start": "00:07:52",
    "end": "00:07:57"
  },
  {
    "text": "Another. Yep, that's.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "And the third movement now begins with Moses experiencing the seventh day up on the mountain.",
    "start": "00:07:59",
    "end": "00:08:04"
  },
  {
    "text": "Yep, that's right. You could say it's. This last section is the Apocalypse of.",
    "start": "00:08:04",
    "end": "00:08:08"
  },
  {
    "text": "Moses, because he's going to have a vision, an unveiling an unveiling. Yeah.",
    "start": "00:08:08",
    "end": "00:08:13"
  },
  {
    "text": "He's penetrated through the clouds and he's up.",
    "start": "00:08:13",
    "end": "00:08:16"
  },
  {
    "text": "He's up in the sky realm.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "Yeah. And so here being on top of Mount Sinai with the cloud upon it, he passes through a wall of fire, and he's going to see a realm and be shown a vision of the heavenly temple and how to make a small scale model of it.",
    "start": "00:08:18",
    "end": "00:08:33"
  },
  {
    "text": "Yeah. He's up in the heavens seeing a heavenly temple. So he could bring it back down.",
    "start": "00:08:33",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. You're actually told in chapter 24, right before he goes up that he and the elders went halfway up the mountain and they were looking at the rakiya, the sky dome, and they could see through it, and they could see Elohim and Elohim's throne through it.",
    "start": "00:08:38",
    "end": "00:08:52"
  },
  {
    "text": "The raqiya being in the ancient's imagination, a solid dome, like a snow globe.",
    "start": "00:08:52",
    "end": "00:08:59"
  },
  {
    "text": "Yes.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "Above us.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:09:01",
    "end": "00:09:01"
  },
  {
    "text": "And above that is God's throne.",
    "start": "00:09:01",
    "end": "00:09:03"
  },
  {
    "text": "Yep.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "And you can see through it.",
    "start": "00:09:04",
    "end": "00:09:04"
  },
  {
    "text": "Yep.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Like a snow globe.",
    "start": "00:09:05",
    "end": "00:09:05"
  },
  {
    "text": "Yeah, totally. Yeah. So where we're at in the story is God wants, now that he's made a covenant with his people, joined them to himself. What God says is, and we're going to read this, he wants to go live with his people by coming from the heavens down to the land. And so God's going to create a local incarnation of the heavenly temple in a symbolic Eden like temple structure in the form of a tent that will live right at the center of Israel's camp.",
    "start": "00:09:05",
    "end": "00:09:35"
  },
  {
    "text": "He's making heaven mobile.",
    "start": "00:09:35",
    "end": "00:09:37"
  },
  {
    "text": "He's making heaven mobile. And he's going to come, move in and live with the people that he just entered a covenant with. That's the basic arc. So the theme that we're going to be exploring is the theme of temple. And I mean, really, it's tabernacle.",
    "start": "00:09:37",
    "end": "00:09:50"
  },
  {
    "text": "Yeah, it's a tabernacle. It's the tent version of the temple.",
    "start": "00:09:50",
    "end": "00:09:53"
  },
  {
    "text": "It's the tent. But within the biblical story, both the tent, which is a mobile version, or the temple, which is a brick and mortar permanent structure, both of those are later manifestations of the core idea and theme. The Eden is like the real thing, which is a place where heaven and earth are one, where God and humans live together as one. And the tabernacle and temple are later more diminished forms of the reality that Eden was.",
    "start": "00:09:53",
    "end": "00:10:25"
  },
  {
    "text": "Yeah, because Eden was a true, like, overlapping. It was up on a mountain, kind of what Moses was, where he skits the blueprints.",
    "start": "00:10:26",
    "end": "00:10:34"
  },
  {
    "text": "Yeah.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "But when he brings the blueprints down and they build the version below, it's like A representation now of what we're hoping for, which is a renewed Eden.",
    "start": "00:10:34",
    "end": "00:10:44"
  },
  {
    "text": "Yeah, that's right. So we'll get into all these details even more as we go through it. But that's the big idea that this third movement is. God has liberated his people through movement one, liberated them out of slavery. Movement two has taken them through the deadly wilderness and brought them to himself on a mountain. And on top of that mountain is the Heaven and Earth spot and scents. The people are not all going to be up on top of the mountain. God is going to take the Eden presence on top of the mountain and bring it down to the foot of the mountain where the people are. And that's what the third movement is all about. Out of slavery, through the wilderness, and into God's presence.",
    "start": "00:10:44",
    "end": "00:11:22"
  },
  {
    "text": "They're going to get a double wide temple to move in with God.",
    "start": "00:11:22",
    "end": "00:11:27"
  },
  {
    "text": "Yeah, I guess it would be about that size, too. Yeah. Anyhow, so there you go. What we're going to do for these next few conversations is get nerdy with the tabernacle blueprints, man. And the symbolism and all the stuff going on.",
    "start": "00:11:29",
    "end": "00:11:43"
  },
  {
    "text": "Should I be excited about that?",
    "start": "00:11:43",
    "end": "00:11:45"
  },
  {
    "text": "You should. It's so fascinating.",
    "start": "00:11:45",
    "end": "00:11:47"
  },
  {
    "text": "Okay.",
    "start": "00:11:47",
    "end": "00:11:47"
  },
  {
    "text": "It's really cool.",
    "start": "00:11:47",
    "end": "00:11:48"
  },
  {
    "text": "All right.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "Yeah. Tabernacle blueprints, here we come.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "If you've been reading through the Bible from the beginning, you're trying to read through the whole Bible, you've gotten through 40, 52 law code that just kind of jump out and they're like, by the way, here's 10 commandments would be easy to read.",
    "start": "00:11:51",
    "end": "00:12:07"
  },
  {
    "text": "Yeah.",
    "start": "00:12:07",
    "end": "00:12:07"
  },
  {
    "text": "You're like, oh, I know these.",
    "start": "00:12:07",
    "end": "00:12:08"
  },
  {
    "text": "Yep.",
    "start": "00:12:08",
    "end": "00:12:08"
  },
  {
    "text": "Then you get these 42. We didn't even walk through those.",
    "start": "00:12:08",
    "end": "00:12:11"
  },
  {
    "text": "Nope.",
    "start": "00:12:11",
    "end": "00:12:12"
  },
  {
    "text": "And you're kind of like, that'd be a slog. You're like, what the heck?",
    "start": "00:12:12",
    "end": "00:12:16"
  },
  {
    "text": "Yeah.",
    "start": "00:12:16",
    "end": "00:12:16"
  },
  {
    "text": "Okay, cool. More narrative. And then turn the page, and you've got just line after line, page after page.",
    "start": "00:12:16",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. Verbal blueprints.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "Verbal blueprints, yeah. And then you begin to question your life decisions of your Bible.",
    "start": "00:12:26",
    "end": "00:12:31"
  },
  {
    "text": "Read through plan. No. Yep. This is a place where a lot of people fall off.",
    "start": "00:12:31",
    "end": "00:12:36"
  },
  {
    "text": "Yeah.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "Fall off the train. And understandably, so. So, yeah, what we're going to try and do is we can't read all of it right now, of course, but give a lay of the land, understand the key meanings of the Core's symbolic furniture and all this stuff. And it actually makes a lot of sense once you get that. So what we're looking at is X's 25 through 40. Lo and behold, it has been neatly divided into three parts. The first part is the first set of blueprints. And here it's in chapters 25 to 31. And just a quick overview here. Moses is up on the mountain, and he's going to be shown. Actually, here. Let's just read the first paragraph. I think that'll be more appropriate. So the story just continues on where Moses went up through the wall of fire, and he's up on top of the mountain, 40 days and 40 nights. Chapter 25 then just begins. Then the Lord spoke to Moses saying, this is pretty cool. So all the tabernacle blueprints are speech from Yahweh to Moses up on the mountain. The narrative only moves forward a few times when it says, and then the Lord said this to Moses. So that's the only action that happens.",
    "start": "00:12:36",
    "end": "00:14:16"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Is God speaking to Moses. And then the speeches are really long, and they're the blueprints. Just try and take a guess at how many times God speaks to Moses on top of the mountain.",
    "start": "00:14:17",
    "end": "00:14:26"
  },
  {
    "text": "How many times it says, and then God spoke to Moses.",
    "start": "00:14:26",
    "end": "00:14:28"
  },
  {
    "text": "How many times do you.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "Well, it's either 7 or 10.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, it's 7.",
    "start": "00:14:30",
    "end": "00:14:31"
  },
  {
    "text": "It's 7.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "7. So the speech of God to Moses that reveals the tabernacle blueprints is. You can just count it up. There are seven speech blocks. No, it's a complete statement, but it also. Seven is a number that reminds you of the creation beat, or the Eden beat in the melody, calling back to God's creation of a complete ordered world in seven days, which is then described in Genesis 2 as like an Eden, Eden spot. So the first time it appears out of seven is chapter 25, verse 1.",
    "start": "00:14:32",
    "end": "00:15:08"
  },
  {
    "text": "Right off the bat. Lord spoke to Moses, saying.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "The Lord spoke to Moses saying, tell the sons of Israel to raise a contribution for me.",
    "start": "00:15:09",
    "end": "00:15:15"
  },
  {
    "text": "Mm. Let's get some fundraising going.",
    "start": "00:15:15",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. Yep. It's a capital campaign.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Let's get that thermometer filled up.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Totally. The contribution is gonna consist of gold, silver and bronze. Cool blue, purple and scarlet. Red material.",
    "start": "00:15:21",
    "end": "00:15:30"
  },
  {
    "text": "We're gonna need that.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "Yep. Lots of just fine linen, white linen. And also goat skins, a lot of animal skins.",
    "start": "00:15:30",
    "end": "00:15:36"
  },
  {
    "text": "Okay.",
    "start": "00:15:36",
    "end": "00:15:37"
  },
  {
    "text": "Also ram skins dyed red. And then.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Porpoise skins. Are you giggling?",
    "start": "00:15:41",
    "end": "00:15:45"
  },
  {
    "text": "I still remember that. So Exodus 25. 5. There's different translations here. Translations here. So the Hebrew word is tachash.",
    "start": "00:15:48",
    "end": "00:15:57"
  },
  {
    "text": "Yeah.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "And so I'm just. This will be humorous. So it could. The King James of Old translated it badger skin.",
    "start": "00:15:58",
    "end": "00:16:03"
  },
  {
    "text": "That kind of makes a little more sense than a porpoise. Where are they getting these porpoises?",
    "start": "00:16:03",
    "end": "00:16:08"
  },
  {
    "text": "The new Revised Standard just punted Fine leather. The new American Standard went porpoise skin.",
    "start": "00:16:08",
    "end": "00:16:16"
  },
  {
    "text": "Yeah.",
    "start": "00:16:16",
    "end": "00:16:16"
  },
  {
    "text": "ESV went goat skin, goat skinned. And then.",
    "start": "00:16:17",
    "end": "00:16:21"
  },
  {
    "text": "But we already got goat skin.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "And the NIV says durable leather.",
    "start": "00:16:22",
    "end": "00:16:25"
  },
  {
    "text": "Okay, Niv, I see what you're doing there.",
    "start": "00:16:25",
    "end": "00:16:27"
  },
  {
    "text": "Totally. And just because it's good to, you know, do this now and then, whenever.",
    "start": "00:16:27",
    "end": "00:16:32"
  },
  {
    "text": "You see that much diversity. Diversity, something's happening.",
    "start": "00:16:32",
    "end": "00:16:36"
  },
  {
    "text": "Yeah. It's just a good place to know. Like, we're not quite certain. So here. Here's the standard Hebrew English lexicon of the Old Testament Tachash. The origin of this noun is uncertain. And then they just start listing. Ah, there may. Oh, okay. So there's an Arabic cognate word, dukhas. That's the Arabic, Ancient Arabic word for porpoise.",
    "start": "00:16:37",
    "end": "00:17:01"
  },
  {
    "text": "And NASB was like, good enough.",
    "start": "00:17:01",
    "end": "00:17:03"
  },
  {
    "text": "Good enough for us. We're going porpoise. Yeah. But there's also an Egyptian word that could have corresponding sounding letters, takhus, that means stretched skin or leather.",
    "start": "00:17:03",
    "end": "00:17:16"
  },
  {
    "text": "So that's the NIV just.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "The NIV took that. Yeah. Because of the connection with Arabic, takhash is most often taken to mean some sort of dolphin or porpoise skin. But there are.",
    "start": "00:17:17",
    "end": "00:17:28"
  },
  {
    "text": "I mean, is that a thing to even get a dolphin skin or a porpoise skin?",
    "start": "00:17:28",
    "end": "00:17:32"
  },
  {
    "text": "Well, okay, but then they're just. They're citing a thorough study by a scholar with a last name Golling, who said, but it can hardly mean a tanned skin of a type of dolphin. But more like, how could it mean that fine leather. Well, here's the thing. I mean, they could maybe. The Israelites were not, for the most part, a seafaring people. Yeah.",
    "start": "00:17:33",
    "end": "00:17:51"
  },
  {
    "text": "They could have traded.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "They were around bodies of water, but we're not told that they were anywhere near the Mediterranean, which is where dolphins would have lived.",
    "start": "00:17:52",
    "end": "00:18:00"
  },
  {
    "text": "Right. He would have had to, like, traded with some, like, Phoenicians or something.",
    "start": "00:18:00",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, interesting. Oh, interesting. Here in this dictionary, they say it is sometimes felt best to just keep this Hebrew word untranslated.",
    "start": "00:18:04",
    "end": "00:18:12"
  },
  {
    "text": "Oh, okay.",
    "start": "00:18:12",
    "end": "00:18:13"
  },
  {
    "text": "That's what they think anyway.",
    "start": "00:18:13",
    "end": "00:18:15"
  },
  {
    "text": "Which would be what again?",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "Takash.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "Takash.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Takash, yeah. Or this is plural, Takashim. So anyway, all right, that was a detour. But everyone now and then, it's just good to remember this is an ancient language, is an ancient form of a language that even though there's a modern form of it, its ancient form still has linguistic puzzles that scholars aren't fully certain about. And the skin.",
    "start": "00:18:18",
    "end": "00:18:37"
  },
  {
    "text": "So if we were trying to, like, remake the Tabernacle. Perfectly.",
    "start": "00:18:37",
    "end": "00:18:41"
  },
  {
    "text": "Yeah.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "Speed bump here.",
    "start": "00:18:42",
    "end": "00:18:43"
  },
  {
    "text": "Speed bump.",
    "start": "00:18:43",
    "end": "00:18:43"
  },
  {
    "text": "Here, do we get dolphin skin?",
    "start": "00:18:43",
    "end": "00:18:45"
  },
  {
    "text": "Yeah.",
    "start": "00:18:45",
    "end": "00:18:45"
  },
  {
    "text": "Or badger skin or badger skin.",
    "start": "00:18:45",
    "end": "00:18:47"
  },
  {
    "text": "Or fine imported Egyptian leather.",
    "start": "00:18:47",
    "end": "00:18:49"
  },
  {
    "text": "Let's just roll the dice. Maybe make three versions and see which one God comes down and lives in.",
    "start": "00:18:51",
    "end": "00:18:56"
  },
  {
    "text": "Okay. All right, let's see. Also on the inventory list for the fundraiser is oil for lighting, spices for the incense and anointing oil. Also onyx stones. And you, the reader, are like onyx stones. Onyx stones. There's only one other passage in the entire Hebrew Bible where such stones are named. I feel like I've heard that before. Let me look it up. Oh, yes. It's the description of the Garden of eden in Genesis 2. Described as being a land of gold and onyx stone.",
    "start": "00:18:56",
    "end": "00:19:29"
  },
  {
    "text": "What is an onyx?",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "Isn't it a glossy, glossy black?",
    "start": "00:19:30",
    "end": "00:19:33"
  },
  {
    "text": "I'm not really up with my. Yeah, my gems.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Let's see. Onyx is layered, chalcedony, and is often black with a white banding or a band of solid black. It's like a glossy black stone. Sharp.",
    "start": "00:19:36",
    "end": "00:19:47"
  },
  {
    "text": "Do you know what layered chalcedony means? You said that like you know what it means.",
    "start": "00:19:47",
    "end": "00:19:51"
  },
  {
    "text": "Oh, no, here. Now I have to look up chalcedony.",
    "start": "00:19:51",
    "end": "00:19:55"
  },
  {
    "text": "I think it's a cryptocrystalline form of silica. Oh, silica. This is like. Like a proto computer. Oh, we can get some conspiracy theory going here.",
    "start": "00:19:55",
    "end": "00:20:09"
  },
  {
    "text": "Ah, it's a. Yeah, interesting.",
    "start": "00:20:10",
    "end": "00:20:12"
  },
  {
    "text": "Okay, yeah, yeah, okay. It's silica. It's a black.",
    "start": "00:20:12",
    "end": "00:20:17"
  },
  {
    "text": "Whoa.",
    "start": "00:20:18",
    "end": "00:20:18"
  },
  {
    "text": "Yeah, Silicate.",
    "start": "00:20:18",
    "end": "00:20:19"
  },
  {
    "text": "It's a silicate mineral. Chalcedony. Wow, cool. That is super cool. It's actually still as marvelous now as it ever was that there are these remarkable elements that make up the material of our planet.",
    "start": "00:20:19",
    "end": "00:20:35"
  },
  {
    "text": "Yeah, it's unbelievable.",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "And some of them are really rare, and so they become what we call precious stones or gems. But they have remarkable properties and obviously look cool. I don't know. My kids are so into it. They've been in a rock collecting phase for a while. Yeah, yeah, they just like, pile up on, like, their bedroom dresser or something. Anyway, onyx stones. Okay, so that's the inventory list. So basically gold, then a bunch of colored fabrics, bunch of animal fabrics, spices and oil, and precious stones. Exodus, chapter 25, verse 8. Here's why. Let them construct a mikdash for me so that I may shachan among them. Two key words, keywords. So mikdash is related to the noun kadosh or kodesh, which is a holiness. So a mikdash is the place that is itself a holy place. A holy place, yeah.",
    "start": "00:20:36",
    "end": "00:21:33"
  },
  {
    "text": "Cool.",
    "start": "00:21:33",
    "end": "00:21:33"
  },
  {
    "text": "Yep.",
    "start": "00:21:33",
    "end": "00:21:33"
  },
  {
    "text": "A mikdash.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. A place that is set apart and made unique because it is for the one and only unique Elohim of all to take up residence in, which is what the word shekhaan means. Which means to live in a tent. Mishkan means tent. It's a general term to live among. But if you're migratory, living among, the.",
    "start": "00:21:35",
    "end": "00:21:55"
  },
  {
    "text": "Way you're using a tent, you're going.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "To use a tent. Yep, that's it. Okay, so let them make a holy space that I can take up residence among them in the form of a tent. Verse 9. So let them build it according to everything I'm about to show you the pattern of the tabernacle and the pattern of all its furniture. That's how you shall make it. So in other words, everything that's going to be described in the blueprints represents a replica, a pattern of some thing that he's going to see. In other words, the thing that's described is not the thing that Moses sees.",
    "start": "00:21:56",
    "end": "00:22:31"
  },
  {
    "text": "Oh, okay.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "Does that make sense?",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Yeah.",
    "start": "00:22:33",
    "end": "00:22:33"
  },
  {
    "text": "According to everything that I'm going to show you, make it according to the pattern of the.",
    "start": "00:22:34",
    "end": "00:22:40"
  },
  {
    "text": "You're going to see some, like, heavenly thing, and then we're going to get a bunch of earthly material and replicate it.",
    "start": "00:22:40",
    "end": "00:22:47"
  },
  {
    "text": "Yeah. And yeah, the wording here is pretty key. Interesting. According to everything. I'm going to show you the pattern of the tent and the pattern of all its implements. That is the manner in which you should build it. That's why I called it an apocalypse. Yeah. The biblical term apocalypse means to uncover or reveal. So it's like the lid of the heavens. He just penetrated through the lid of the heavens up into the sky. He's seeing the heavenly temple. And then what is going to be described is called a pattern, a model. That is the thing that they are to make. Because Moses is not going to build the heavenly temple. It already exists.",
    "start": "00:22:47",
    "end": "00:23:25"
  },
  {
    "text": "Well. And maybe, like, in what real sense could you build something heavenly with earthly materials?",
    "start": "00:23:25",
    "end": "00:23:32"
  },
  {
    "text": "Yeah, totally. That's right. So that little paragraph right there just gives you. It's the macro introduction to all the blueprints. God's heavenly temple is going to have a direct portal to an earthly incarnation of the heavenly temple in the form of a pattern or model. That will be the place that God takes up residence. When you go into the tent, you will be, as it were, in two places at once.",
    "start": "00:23:32",
    "end": "00:24:00"
  },
  {
    "text": "Well, now you're taking a step there.",
    "start": "00:24:01",
    "end": "00:24:03"
  },
  {
    "text": "Yes, I am.",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "Because it could just be a miniature. You know, it's like when you go and you, like, look at a miniature of a World War II plane or something, and you're holding it, and no real sense. Is that a portal to an actual World War II plane?",
    "start": "00:24:05",
    "end": "00:24:18"
  },
  {
    "text": "Okay, good. All right, so here's the step that I'm making here. And here's just a little chart that I made. So the last paragraph, right before the Apocalypse of Moses begins, is about how Moses went up the mountain. The cloud covered it. The glory of Yahweh descended on top of the mountain six days on the seventh day. So the last paragraph of the book of Exodus is, and the cloud came to cover the tent, and the glory of Yahweh filled the tabernacle. And in contrast to Moses going through the flame on top of the mountain, the last paragraph, Moses is not able to go into the tent. And that becomes a plot conflict that the Leviticus solves. But so the whole point is the thing, the presence that marked the union of heaven and earth on top of the mountain is now moving to.",
    "start": "00:24:18",
    "end": "00:25:10"
  },
  {
    "text": "I see. So that way it is what you're calling a portal.",
    "start": "00:25:10",
    "end": "00:25:14"
  },
  {
    "text": "Yeah.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Okay.",
    "start": "00:25:15",
    "end": "00:25:15"
  },
  {
    "text": "Yeah. Whoever goes in there, you get to.",
    "start": "00:25:16",
    "end": "00:25:18"
  },
  {
    "text": "Experience what Moses experienced on the mountain.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "Yeah.",
    "start": "00:25:19",
    "end": "00:25:20"
  },
  {
    "text": "But now it's down here.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "Now it's down here. It's heaven come to earth in the form. In the incarnate form of a symbolic tent. And so what we're going to see is that the design of the tent is very much modeled after the symbolic geography of the mountain, and both are modeled after the symbolic geography of Eden. So here's a quick way to think about the mountain. The Exodus story had the people down at the base of the mountain, and there's that whole thing that we talked about. On the third day, they're to come up to the mountain or onto the mountain, and people can debate those things. So the people are at the base of the mountain. And then you're told that Aaron and the 70 elders and Joshua got to go up with Moses to the middle of the mountain, and they have a meal, and then they see through the sky and see God's throne. And Moses alone goes up to the summit.",
    "start": "00:25:20",
    "end": "00:26:16"
  },
  {
    "text": "So it's three sections of the mountain.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Three. Yeah, three sections of the mountain. In the same way. Do you remember Eden had three sections to it?",
    "start": "00:26:17",
    "end": "00:26:23"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:26:23",
    "end": "00:26:23"
  },
  {
    "text": "You had Eden as a land called Delight. Then within Eden, there's a garden. And then the narrator is really specific to mark off. And in the middle of the garden is the Tree of Life. So that's a horizontal map of an outer area, a garden area, and then the inner Area.",
    "start": "00:26:23",
    "end": "00:26:41"
  },
  {
    "text": "Okay. Yeah, sorry. For Eden, there's a land of Eden that means delight. But then there's a garden in Eden, we usually say garden of Eden or the garden. Yeah, thinking conflating the two.",
    "start": "00:26:41",
    "end": "00:26:53"
  },
  {
    "text": "Yep.",
    "start": "00:26:53",
    "end": "00:26:53"
  },
  {
    "text": "But it's a garden in Eden.",
    "start": "00:26:53",
    "end": "00:26:55"
  },
  {
    "text": "Yeah. It's not the Garden of Eden, actually. That's a misnomer.",
    "start": "00:26:55",
    "end": "00:26:57"
  },
  {
    "text": "Yeah.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "A garden in a region called Eden.",
    "start": "00:26:58",
    "end": "00:27:00"
  },
  {
    "text": "Got it. And then within the garden, in the center is the Tree of Life.",
    "start": "00:27:00",
    "end": "00:27:03"
  },
  {
    "text": "Tree of life, that's horizontal, three sections. Mount Sinai flips it vertical. You have the base of the mountain, which is cool. I mean, you're in the action. Right. You're in Eden, as it were. But then just a few are invited up to the middle of the mountain, the garden, and there they have a meal. The few who get chosen to go up to the middle of the mountain, they have a meal where they eat and drink and see God and eat in God's presence. And then only one is invited to go past the fire or the wall of fire up to the summit.",
    "start": "00:27:03",
    "end": "00:27:36"
  },
  {
    "text": "The Tree of Life.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "The Tree of Life. So similarly, the tabernacle is going to be designed with a three part. A three tiered structure. Structure, yeah. So you've got the courtyard, the big courtyard, like with a screen fence all the way around it, or like a fabric tent fence. You know, when you go to like whatever, some convention center and they. What do they call it? Pipe and drape.",
    "start": "00:27:37",
    "end": "00:28:02"
  },
  {
    "text": "Oh, yeah, yeah. Okay.",
    "start": "00:28:02",
    "end": "00:28:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "We need a little section here. Throw up a little pipe and drape.",
    "start": "00:28:06",
    "end": "00:28:10"
  },
  {
    "text": "You made a wall? Yeah, yeah. For pvc. Pipe and drape. So the courtyard is marked off a big area by pipe and drape. Really fancy.",
    "start": "00:28:10",
    "end": "00:28:17"
  },
  {
    "text": "Just the goat skins.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "Oh, I forget. I think so.",
    "start": "00:28:19",
    "end": "00:28:21"
  },
  {
    "text": "Might be the badger.",
    "start": "00:28:21",
    "end": "00:28:22"
  },
  {
    "text": "So. And into that area the people can go. Just like the people have access to the base of the mountain. Cool. Yep. But then there's the tent proper. And the tent proper is divided into two spaces. So it's like think of a rectangle, and there's two thirds of the rectangle. You have to go through a two cherubim door, pass into it, as it.",
    "start": "00:28:24",
    "end": "00:28:45"
  },
  {
    "text": "Were, to get to the last third.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "To get to the first third.",
    "start": "00:28:46",
    "end": "00:28:48"
  },
  {
    "text": "Oh, to get to the first third.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "Yeah. Which is called the holy place.",
    "start": "00:28:49",
    "end": "00:28:51"
  },
  {
    "text": "And this is like the center of the mountain or the Garden of Eden, because the cherubim guard. Guard the garden.",
    "start": "00:28:51",
    "end": "00:28:56"
  },
  {
    "text": "Cherubim guard the entrance to the garden.",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "Yeah. And there's cherubim on the outside of.",
    "start": "00:28:58",
    "end": "00:29:00"
  },
  {
    "text": "That, cherubim woven into the fabric doors as you go into the tent. Into the first chamber, which is called the holy place. Cool. And there you'll see a few things. You'll see an altar of incense that's constantly raising up the smoke of incense. You're going to see a golden table with fresh bread on it. Two loaves of. Excuse me. Yeah. Two rows of bread. And then you'll see a seven candle menorah, which just means lamp. And then there'll be a blue. What you'll see across is a blue divider veil with more cherubim on it. And that blue is important because it's the sky. It's the sky. So one time a year, on the day of Atonement, one of the priests is selected to go through that sky veil into the holy of holes, which.",
    "start": "00:29:00",
    "end": "00:29:51"
  },
  {
    "text": "Is like Moses going to the top.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "Of the mountain, which is like Moses going to the top of the mountain, going through the sky dome, which maps onto the garden, which is going into the middle of the garden. That is an eating of the tree of life. To commune with God's own life by eating of the tree of life. So that's super important. And now explaining that verbally for y' all listening, that may have been murky. If you draw, just think of a concentric circle, and you have an outer circle, and you have one circle on the inside, and then another circle on the inside of that three circles. And at the middle is the center of the garden tree of life, or the top of the mountain or the holy of holies. And then you can go out from there, and they're all three mapped onto each other in terms of narrative, analogy and shared vocabulary in the descriptions. It's pretty cool.",
    "start": "00:29:52",
    "end": "00:30:39"
  },
  {
    "text": "Yeah.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "Yeah. So what does it all mean?",
    "start": "00:30:40",
    "end": "00:30:41"
  },
  {
    "text": "What does it all mean?",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "You tell me how it strikes you to see all those three places mapped onto each other.",
    "start": "00:30:45",
    "end": "00:30:49"
  },
  {
    "text": "So it seems to mean that humanity was meant to live in this place. That is intense. Yeah, it's kind of an intense spot.",
    "start": "00:30:50",
    "end": "00:31:02"
  },
  {
    "text": "Yeah.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "When we read the Garden of Eden story, it doesn't feel that intense. It feels very inviting, Right?",
    "start": "00:31:03",
    "end": "00:31:08"
  },
  {
    "text": "That's true. Yeah.",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "It's only intense when they eat of the.",
    "start": "00:31:09",
    "end": "00:31:12"
  },
  {
    "text": "Of the forbidden fruit, which is breaking the one command that God gave them.",
    "start": "00:31:12",
    "end": "00:31:17"
  },
  {
    "text": "Breaking the command. And then it gets intense. But this is the place where humanity was meant to go to be connected to God's life. And from that place, the rivers flow out and the garden extends, and you get this sense of this is supposed to be a place where God's presence then will infiltrate the rest of creation.",
    "start": "00:31:17",
    "end": "00:31:39"
  },
  {
    "text": "Yeah. It's like the source of all life. Yeah, yeah. The source from which all life and abundance flows.",
    "start": "00:31:39",
    "end": "00:31:45"
  },
  {
    "text": "Humanity begins there. And humanity is meant to, like, go out.",
    "start": "00:31:45",
    "end": "00:31:48"
  },
  {
    "text": "Humanity begins outside of there.",
    "start": "00:31:48",
    "end": "00:31:50"
  },
  {
    "text": "Oh, yeah, yeah. It's placed there.",
    "start": "00:31:50",
    "end": "00:31:51"
  },
  {
    "text": "But then God takes a human and places them in the garden in proximity.",
    "start": "00:31:51",
    "end": "00:31:56"
  },
  {
    "text": "To the middle, and humanity is told to multiply, fill the Earth and subdue it. But they're placed in the hot spot to begin their journey of subduing the Earth. And instead of eating of the tree of Life, they actually are banished from it because now it's a liability in some sense, God doesn't want them to have it. And they're outside the garden. And so when you get here and Moses gets access to it, you're like, whoa, someone got back in.",
    "start": "00:31:56",
    "end": "00:32:29"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "Someone got back in the hotspot.",
    "start": "00:32:30",
    "end": "00:32:32"
  },
  {
    "text": "Yeah.",
    "start": "00:32:32",
    "end": "00:32:32"
  },
  {
    "text": "That's not supposed to be possible.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Totally. For example, when Jacob, back in the Genesis scroll, fell asleep in a field, and he saw a dream of heaven and Earth united by means of a stairway ramp. And what he saw, he saw a human form on top of the stairway, like, at the union of Heaven and Earth. And it's Yahweh appearing to him. And you're like, I guess that makes sense. And there's angels, heavenly beings going up and down. But, like, in version of that experience, does he go up the stairway? Yeah. So Moses is the first. This is very significant.",
    "start": "00:32:34",
    "end": "00:33:06"
  },
  {
    "text": "Yeah. Moses gets through.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "He ascends to the heavens.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "Yeah. He goes to heaven, and then he comes down and he builds a replica of something. Now, this is where maybe it gets blurry in my mind. There was a place. There was an actual place where Adam and Eve lived on Earth, where there was fruit trees and the Tree of Life was there. I suppose some people may take a interpretation of that's all figurative or symbolic.",
    "start": "00:33:09",
    "end": "00:33:35"
  },
  {
    "text": "Or just as a third option is that Eden is the kind of place where heaven and Earth are one.",
    "start": "00:33:35",
    "end": "00:33:43"
  },
  {
    "text": "Yeah.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "And it's a place to which access was lost, which means that it would be impossible to locate that place on what we call Earth, because it's not a place that is only on Earth. It's a place where heaven and Earth are one. Which is why it seems to be able to appear anywhere as you go on through the story.",
    "start": "00:33:44",
    "end": "00:34:05"
  },
  {
    "text": "Okay.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "Does that make sense? This is. No, actually, it doesn't to me either. In terms of, like, I think what I think the narrative is trying to say. I think I understand. Why is it that the Heaven on Earth spot can be encountered on different map locations of what we would call Earth?",
    "start": "00:34:06",
    "end": "00:34:32"
  },
  {
    "text": "Are you talking about when. Like when Abraham meets with the angels at the oaks of Mamre or something?",
    "start": "00:34:32",
    "end": "00:34:40"
  },
  {
    "text": "No, that's very clearly happening, like at a place called Mamre near Be' Er Sheva and a tree near there.",
    "start": "00:34:40",
    "end": "00:34:46"
  },
  {
    "text": "Yeah.",
    "start": "00:34:46",
    "end": "00:34:47"
  },
  {
    "text": "What I'm talking in these moments where people see or have an experience of Eden.",
    "start": "00:34:47",
    "end": "00:34:52"
  },
  {
    "text": "Like what?",
    "start": "00:34:52",
    "end": "00:34:52"
  },
  {
    "text": "Like Jacob's dream in the middle of a field and like Moses on top of Mount Sinai.",
    "start": "00:34:52",
    "end": "00:34:57"
  },
  {
    "text": "Oh, okay.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "In nobody's reconstructions of where the Garden of Eden might be is like the middle of the Sinai Peninsula on anybody's house.",
    "start": "00:34:58",
    "end": "00:35:05"
  },
  {
    "text": "So you're saying it doesn't actually matter where it is. What matters is that heaven and Earth have united as one in some meaningful way that we really can't explain.",
    "start": "00:35:05",
    "end": "00:35:15"
  },
  {
    "text": "Yeah, I mean, the only language I have accessible in my imagination is that of dimensions.",
    "start": "00:35:15",
    "end": "00:35:20"
  },
  {
    "text": "Right.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "That Eden is a place, is a dimension where heaven and Earth are one, but it exists in such a way that it could actually touch down and connect with Earth on many different, what we would call separate locations. But on the plane of Eden, it's just. Yeah, yeah, yep.",
    "start": "00:35:21",
    "end": "00:35:38"
  },
  {
    "text": "And so it's meant to be a place where humanity has access, and then through that access extends the blessing of the Garden, the blessing of God throughout all the Earth. And now in this story, it's become like, packaged up into this little tent.",
    "start": "00:35:39",
    "end": "00:36:03"
  },
  {
    "text": "A pattern.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "A pattern.",
    "start": "00:36:04",
    "end": "00:36:04"
  },
  {
    "text": "Yeah.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "Which Israel's given access to, but not all the free access.",
    "start": "00:36:05",
    "end": "00:36:10"
  },
  {
    "text": "No, it's very particular.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "Yeah.",
    "start": "00:36:12",
    "end": "00:36:12"
  },
  {
    "text": "If I'm understanding what you're saying.",
    "start": "00:36:12",
    "end": "00:36:14"
  },
  {
    "text": "Yeah. Like Israel can get to the outer courts.",
    "start": "00:36:14",
    "end": "00:36:17"
  },
  {
    "text": "Oh, I see. Yeah. It's very much a tiered. In other words, it's an architecture mapped onto Eden. But it's clearly we are building this in a post Eden, outside of Eden reality.",
    "start": "00:36:17",
    "end": "00:36:28"
  },
  {
    "text": "Right.",
    "start": "00:36:28",
    "end": "00:36:29"
  },
  {
    "text": "Because only one symbolic person can go into the middle.",
    "start": "00:36:29",
    "end": "00:36:32"
  },
  {
    "text": "Because you can imagine. Yeah. You can imagine the story where God says, like, I'm going to give you this, like, portal, this Eden portal, and everyone can just go in and that's cool.",
    "start": "00:36:32",
    "end": "00:36:42"
  },
  {
    "text": "Yeah.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "You know, and we all get to, like. And they're inviting all the immigrants and strangers and they're like, let's. The Eden Portal, let's go. But this Eden portal is like, actually only the priest can get into the middle section. And once a year, only one priest, the high priest, can ascend the mountain, per se, as it were, to the Tree of Life and. And go to the holy of holies. So what does it mean? It means God wants to reestablish Eden, give access to Eden. But there's still. Yeah, but this isn't actually access to Eden. This is access to a pattern of Eden which is different than access to Eden.",
    "start": "00:36:42",
    "end": "00:37:23"
  },
  {
    "text": "Well, when the cloud and when the Eden presence takes up residence over the tent, walking into that room now is a heaven and earth spot, which is why it's so guarded. Why? Because it flips the kind of a well known Christian phrase that is like half truth, but a dangerous half truth I think is that God can't have anything to do with sin. Sin cannot be in the presence of God. And the tabernacle actually turns that over and says no. What God's purpose is, is to live among his people. Which means God moves into sin. God stakes out a claim in the region of sin and dedicates it and like redeems it by his holy presence and then begins to invite traffic in between sin and holiness. But through a mechanism to account for.",
    "start": "00:37:23",
    "end": "00:38:13"
  },
  {
    "text": "It, he plants a little holiness seed in the midst of like all the sin.",
    "start": "00:38:13",
    "end": "00:38:16"
  },
  {
    "text": "And that's what all the rituals about the altar, because nobody can come into the tent, no priest can come into the tent without first stopping by an altar that stands in front of the door and surrendering a life as a life of a blameless life that covers for the compromised life. You're talking about the day atonement of the priest. No, anytime, every day and night there are animals offered as blameless substitutes on the altar. So the anytime which is in the outer courts, which is right outside the door of the tent.",
    "start": "00:38:16",
    "end": "00:38:48"
  },
  {
    "text": "Oh, right outside the door, yeah.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "So in other words, this whole thing is a symbolic ritual lesson. It's an enactment of the return to Eden, of how God is going to open up a way back to Eden for a representative one on behalf of the many. And every day it takes place that the one can go in on behalf of the many through the surrender of a blameless life that covers for the non blameless life. And then once a year, well now we're getting into Leviticus. But the day of atonement will be, even with that mechanism, Israel's brokenness, their injustice, their neglect of their neighbor and of the poor, their mistreatment of each other, it's going to actually vandalize the land and vandalize God's holy space. And so once a year it needs to be purified through an extra special ritual called the day of atonement. But the whole point is it's a spot where heaven and earth are one. God stakes out a claim in the middle of sin. God actually moves towards, he doesn't stay away from it. He Moves towards it. But. But they're like two magnets, you know, the opposite ends of a magnet. And so all of the symbolism and ritual of the table of bread and the menorah and the incense and the offerings on the altar are all these ritual images communicating God's desire to create a way for his people to come into his presence. But it's limited. So it's real. It's Eden, but a diminished form of it for only one representative to go into the middle. So it's both like, hooray and oh, man, we are not really in Eden, are we? This is just a little. Little micro. I don't know if I'm to going clearing up any of your.",
    "start": "00:38:49",
    "end": "00:41:11"
  },
  {
    "text": "No, I was just wondering if I should push back on that because you did say in a real way, God is there.",
    "start": "00:41:11",
    "end": "00:41:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "God's presence comes down and lives there.",
    "start": "00:41:18",
    "end": "00:41:20"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "It's not diminished. God's presence isn't diminished.",
    "start": "00:41:21",
    "end": "00:41:23"
  },
  {
    "text": "Oh, sure. But it's sure not filling all of creation.",
    "start": "00:41:23",
    "end": "00:41:26"
  },
  {
    "text": "But neither was it on Mount Sinai.",
    "start": "00:41:27",
    "end": "00:41:29"
  },
  {
    "text": "Oh, okay, that's true. That's right. And neither was it in the Garden of Eden story.",
    "start": "00:41:29",
    "end": "00:41:34"
  },
  {
    "text": "Yeah, not quite yet.",
    "start": "00:41:34",
    "end": "00:41:35"
  },
  {
    "text": "It was one localized place. But the whole point of that river and of the human vocation to be fruitful and multiply and fill the land is that Eden is meant to push out of its original boundaries.",
    "start": "00:41:35",
    "end": "00:41:45"
  },
  {
    "text": "And the whole point of Israel now is for Eden to burst out to.",
    "start": "00:41:45",
    "end": "00:41:50"
  },
  {
    "text": "Be a kingdom of priests with me dwelling at your middle. That is, when I'm in your middle, out of me will come all the.",
    "start": "00:41:50",
    "end": "00:41:58"
  },
  {
    "text": "Nations will be blessed.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "All life and blessing for you, Israel, so that the blessing can spread through you to all the nations. That's right.",
    "start": "00:41:59",
    "end": "00:42:05"
  },
  {
    "text": "So in what way is it diminished?",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Oh, that it takes up. Okay, okay, thank you. Diminished. Okay.",
    "start": "00:42:06",
    "end": "00:42:13"
  },
  {
    "text": "It's compact.",
    "start": "00:42:13",
    "end": "00:42:13"
  },
  {
    "text": "It's compact. Okay. You know, you're right. You know, thank you for that. Actually, maybe you don't know that you're doing this, but you're countering a trend that's even built into vocabulary that we often use, which is to downgrade, because we know where the story is going in terms of this takes the form of the temple. And then when Jesus arrives, he says he is the temple.",
    "start": "00:42:14",
    "end": "00:42:36"
  },
  {
    "text": "Yeah.",
    "start": "00:42:36",
    "end": "00:42:37"
  },
  {
    "text": "And so it's easy in Christian vocabulary about these holy spaces to downgrade them. And I mean, and Jesus says that he is one who is greater than the temple, but that doesn't mean he thinks the temple as such was like a bad thing. It was just. It was a symbol that Pointed to a reality of heaven and earth, God and human as one. He is.",
    "start": "00:42:37",
    "end": "00:42:59"
  },
  {
    "text": "Yeah. In some real way, it's a symbol, a pattern pointing to something else that Moses saw, that is some divine heaven meets Earth. But then also when God comes to dwell there, it becomes more than a pattern.",
    "start": "00:42:59",
    "end": "00:43:12"
  },
  {
    "text": "Yeah.",
    "start": "00:43:12",
    "end": "00:43:12"
  },
  {
    "text": "It actually becomes a place where heaven and earth are one.",
    "start": "00:43:12",
    "end": "00:43:14"
  },
  {
    "text": "Yeah, thank you. It's a good point. But it's a symbolic Eden.",
    "start": "00:43:14",
    "end": "00:43:18"
  },
  {
    "text": "But it's still. Yeah, it's still a symbolic Eden. It's interesting to think about. Gosh, what would be a good metaphor here?",
    "start": "00:43:18",
    "end": "00:43:26"
  },
  {
    "text": "We just had a friend who went to the big Star wars exhibit down.",
    "start": "00:43:27",
    "end": "00:43:30"
  },
  {
    "text": "Yeah, I was thinking Disneyland. That's where my mind was.",
    "start": "00:43:30",
    "end": "00:43:33"
  },
  {
    "text": "How funny. I'm just saying our friend went to the life size replica of the millennium Han Solo's Millennium Falcon. And the pictures he showed me made me kind of want to spend the incredible amount of money it would take to go there. But that's another matter. But the thing is, that's a replica of a thing that lives in my imagination. You know what I'm saying? So that's where the analogy maybe doesn't fit.",
    "start": "00:43:33",
    "end": "00:44:01"
  },
  {
    "text": "I'm trying to think of the category of there's a reality and then you create a replica of that reality.",
    "start": "00:44:01",
    "end": "00:44:09"
  },
  {
    "text": "Okay, yeah.",
    "start": "00:44:09",
    "end": "00:44:10"
  },
  {
    "text": "But the power of that reality decides to use that replica to actually then give access to the reality itself. I mean, portal is the right word.",
    "start": "00:44:10",
    "end": "00:44:24"
  },
  {
    "text": "Okay, yeah. Here's an analogy that's occurring to me. So we live here in the northwest region of the United States of America. The northern border of Oregon is a river with the state above it or to the north of it called Washington, and it's a gigantic river called Columbia. You go miles from where we live, Portland, up to Columbia, and you get to Bonneville Dam, which is gigantic hydroelectric dam. So cool tours they offer. So rad for kids. And it's really cool. So that thing generates power and then travels really far to this network of power stations throughout the Portland metro area. There's actually one a few blocks from here and it's buried in a neighborhood, but it's half a square city block with huge fence around it and barbed wire.",
    "start": "00:44:24",
    "end": "00:45:12"
  },
  {
    "text": "Do not touch.",
    "start": "00:45:12",
    "end": "00:45:12"
  },
  {
    "text": "These massive structures that are humming, vibrating. You can hear it. Yeah, I ride my bike.",
    "start": "00:45:12",
    "end": "00:45:19"
  },
  {
    "text": "Actually.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "I buy them on my way here. Any day I ride here, I ride by them.",
    "start": "00:45:19",
    "end": "00:45:22"
  },
  {
    "text": "It's the energy of the dam.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "It is. It is the real. It's the actual energy that was generated by the river turning the turbines that is like concentrated in its most dense form in the Turbine or whatever. That thing.",
    "start": "00:45:24",
    "end": "00:45:37"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:45:37",
    "end": "00:45:37"
  },
  {
    "text": "But then here's a little localized expression of that electricity that gets condensed in a real form and then distributed to a neighborhood at this transformer station or something. I don't know. Is that a good analogy?",
    "start": "00:45:37",
    "end": "00:45:48"
  },
  {
    "text": "That's an interesting analogy that's helpful in just thinking about how can the power of something kind of show up and what you might call diminished, but it's still. It's the true energy. It's gonna like. It's localized. It's gonna power your toaster the same whether or not you got it straight from the standard.",
    "start": "00:45:48",
    "end": "00:46:03"
  },
  {
    "text": "It's the same thing at the neighborhood transformer station as the thing out by the mega station. It's the same electricity. It's just. And actually. Oh, I don't know. Electricity travels pretty fast. But I kind of like this. If I were to stick my finger on one of those things here you're feeling a few blocks from where we're located.",
    "start": "00:46:03",
    "end": "00:46:25"
  },
  {
    "text": "What are you getting electrocuted by?",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "Yes. Well, this is working for me. I'm getting electrocuted by something that's happening really miles and miles away.",
    "start": "00:46:27",
    "end": "00:46:35"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "Is the thing that I'm making contact with, but that thing is localized in two different spaces anyway.",
    "start": "00:46:36",
    "end": "00:46:45"
  },
  {
    "text": "I like that. Let me run with another one.",
    "start": "00:46:45",
    "end": "00:46:46"
  },
  {
    "text": "Okay. Please.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "What's the thing called where you're a sovereign country and you kind of say, hey, we're not in our country, but this building now is our country?",
    "start": "00:46:47",
    "end": "00:46:56"
  },
  {
    "text": "This building. Oh, an embassy.",
    "start": "00:46:56",
    "end": "00:46:59"
  },
  {
    "text": "An embassy, yeah.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "Okay.",
    "start": "00:47:00",
    "end": "00:47:00"
  },
  {
    "text": "So, like, we're Americans, so United States. And I think this happens with every country. I think that. Yeah, you, like. United States has a presence in Italy, and we have a building in Italy, and the building's in Italy, but in some way, the actual building is the United States. And so the. When you're in that building, you're in the United States.",
    "start": "00:47:01",
    "end": "00:47:29"
  },
  {
    "text": "Thank you.",
    "start": "00:47:30",
    "end": "00:47:30"
  },
  {
    "text": "Is there something interesting there?",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "I think so. It's also sparking a memory that when Jessica and I, when I was studying in Jerusalem for a year in graduate school, we went all over the Mediterranean and we went down to Egypt and spent like, a week and a half in Egypt. And we were in Cairo for a while, and I forget we had to do. It was something with our visa or to check in. And we went to the US Embassy located in Egypt, in Cairo. And it was kind of weird.",
    "start": "00:47:32",
    "end": "00:47:55"
  },
  {
    "text": "Yeah.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "Because we walked into this building in, you know, the middle of downtown Cairo, and it actually felt like I just walked into America. It was a real.",
    "start": "00:47:56",
    "end": "00:48:05"
  },
  {
    "text": "A portal back into.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. In Terms of the art, like the people. It was just.",
    "start": "00:48:06",
    "end": "00:48:10"
  },
  {
    "text": "Yeah.",
    "start": "00:48:10",
    "end": "00:48:10"
  },
  {
    "text": "Anyway, so I just. It was like that.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "So I'm just trying to say we're trying to imagine that there's this divine reality where heaven and earth are one.",
    "start": "00:48:13",
    "end": "00:48:19"
  },
  {
    "text": "Yes.",
    "start": "00:48:19",
    "end": "00:48:20"
  },
  {
    "text": "I don't have. You know, we don't know what that is. Moses got to see it, and Adam and Eve were experiencing it in some real way. And perhaps we have had our own existential moments where it's like, I think I'm experiencing that.",
    "start": "00:48:20",
    "end": "00:48:34"
  },
  {
    "text": "Yeah.",
    "start": "00:48:34",
    "end": "00:48:34"
  },
  {
    "text": "But there's something. There's something there.",
    "start": "00:48:34",
    "end": "00:48:36"
  },
  {
    "text": "Yeah, yeah. This is not a insight that is unique to the Israelite or Christian tradition.",
    "start": "00:48:36",
    "end": "00:48:43"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:48:43",
    "end": "00:48:43"
  },
  {
    "text": "This is a human. Pretty universal human experience that there's reality as our senses experience it. And then there are moments, ways, times, modes of consciousness that open up reality in a more rich, dense form that's very difficult for us to put language or imagery to. Yeah, it's a thing.",
    "start": "00:48:43",
    "end": "00:49:02"
  },
  {
    "text": "It's a thing.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "Yeah.",
    "start": "00:49:03",
    "end": "00:49:03"
  },
  {
    "text": "And in the biblical imagination, access to that happens all over the place.",
    "start": "00:49:03",
    "end": "00:49:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:08",
    "end": "00:49:09"
  },
  {
    "text": "And in some real way, it's happening here in the tabernacle.",
    "start": "00:49:09",
    "end": "00:49:13"
  },
  {
    "text": "Yep, that's right. In this. Yep. And so the imagery used in the pattern and the materials reflect the most precious, unique kinds of materials that would take the ancient Israelite imagination to think about the boundaries of reality. So precious stones that come from deep places in the earth, fabrics that don't appear in nature. Yeah. Like blue or dyed fabric. Like, you don't go find that somewhere. You make it. And it's precious and valuable. And I guess gold appears in nature, but then you turn it into forms that are, you know, handiwork. And then also, the cherubim are important because they are hybrid creatures that represent creatures of the land and creatures of the sky because they have wings and they have legs and faces and so on.",
    "start": "00:49:13",
    "end": "00:50:04"
  },
  {
    "text": "And. Yeah. And they're not. They are parts of creatures. We know.",
    "start": "00:50:04",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "But then they make up some sort of creature.",
    "start": "00:50:09",
    "end": "00:50:11"
  },
  {
    "text": "Yeah.",
    "start": "00:50:11",
    "end": "00:50:11"
  },
  {
    "text": "That does not exist.",
    "start": "00:50:11",
    "end": "00:50:12"
  },
  {
    "text": "So every part of this building is telling you, don't mistake these physical, tangible objects for the reality to which they point, which is a union of heaven and earth, a union of what we see and experience, and a union of what we cannot see in real.",
    "start": "00:50:12",
    "end": "00:50:29"
  },
  {
    "text": "That's interesting you would phrase it that way. Don't mistake it. Because you could also say, don't forget that you're actually in the place.",
    "start": "00:50:29",
    "end": "00:50:36"
  },
  {
    "text": "Oh, I see. Okay. All right. Thank you. Thanks. Thanks for that. Maybe you're checking my language. I need to think about that more, because I think where the Biblical story is going, is that the real hotspot where of union of heaven and earth is not human made? Eden? Yeah, the heavens, it's not human made, but God appoints these human made replicas and then send some electricity down to a transformer station at the center of it. And it's the real heavenly presence, but taking up residence in this, you know, human made form. And I do think there is something about not mistaking the symbol for the reality, because there are going to be lots of stories where the Israelites start to take the symbol for granted and God's not pleased with that. The ark that takes up residence in the middle, the Israelites bring in First Samuel, bring it out in a battle with the Philistines, as if the gold box is going to save them. And God's like, forget that. And he lets the Philistines defeat them and capture the golden box. It's like an object lesson to say, like, I'm not your talisman or like your little shaman object that you can just bring out this tent or this box and use the electricity for your purposes. Like, I'm going to send the electricity there and I'm going to let you come in on my terms, not vice versa. So those are parts of how the Tabernacle works in the biblical story that make me think that it is a physical symbol, but it's charged with a localized expression of the real heaven, heavenly presence of God.",
    "start": "00:50:37",
    "end": "00:52:16"
  },
  {
    "text": "Yeah. And so I'm thinking of the Isaiah passage where the prophet Isaiah is in.",
    "start": "00:52:16",
    "end": "00:52:22"
  },
  {
    "text": "He has a vision.",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "He has a vision.",
    "start": "00:52:23",
    "end": "00:52:24"
  },
  {
    "text": "Yeah.",
    "start": "00:52:24",
    "end": "00:52:24"
  },
  {
    "text": "He's like in the earthly Tabernacle, he's seeing that it's a portal to something more.",
    "start": "00:52:24",
    "end": "00:52:29"
  },
  {
    "text": "Right. Right now he's not physically in the.",
    "start": "00:52:29",
    "end": "00:52:31"
  },
  {
    "text": "Holy of holies in a vision.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "Yeah, that's right. Yep, that's right.",
    "start": "00:52:33",
    "end": "00:52:35"
  },
  {
    "text": "And in his vision is something he.",
    "start": "00:52:35",
    "end": "00:52:37"
  },
  {
    "text": "Recognizes as what the temple would look like inside.",
    "start": "00:52:37",
    "end": "00:52:40"
  },
  {
    "text": "Yes.",
    "start": "00:52:40",
    "end": "00:52:41"
  },
  {
    "text": "But then it's a portal to heaven.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "But then when he looks up.",
    "start": "00:52:42",
    "end": "00:52:43"
  },
  {
    "text": "Correct.",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "He actually sees what like Moses would have seen on top of the mountain.",
    "start": "00:52:44",
    "end": "00:52:47"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:52:47",
    "end": "00:52:49"
  },
  {
    "text": "And mm. So in that way there is still something. It's a transformer station, not the actual Bonneville dam.",
    "start": "00:52:49",
    "end": "00:52:59"
  },
  {
    "text": "Maybe what's a hang up for us here, I think is the fact that we're four dimensional creatures inhabiting four dimensional space. Because you could try and press these categories, and I think this is where the biblical story is leading us is to think of time in the same way. We experience time as a linear forward continuum, but it's clearly time is Bound up with space. This is. Thank you, Albert Einstein.",
    "start": "00:52:59",
    "end": "00:53:26"
  },
  {
    "text": "Clearly, clearly. I mean, just.",
    "start": "00:53:26",
    "end": "00:53:29"
  },
  {
    "text": "Okay, so unclearly, time is bound up with space because our passage through space is our passage through time. Okay, this is what relativity. This is why you get on a rocket going.",
    "start": "00:53:29",
    "end": "00:53:38"
  },
  {
    "text": "This is why a clock ticks faster on a mountain than on the base of a mountain.",
    "start": "00:53:39",
    "end": "00:53:43"
  },
  {
    "text": "No, my kids tell me this stuff. You know, I show them explainer videos on relativity and then, yeah, Roman will just like bring it up. My son will bring it up on the way to swim practice. Dad, if we drove to swim practice, like at 2,000 miles an hour, I would be younger than everybody when we got there.",
    "start": "00:53:43",
    "end": "00:54:02"
  },
  {
    "text": "And that makes sense to him somehow.",
    "start": "00:54:02",
    "end": "00:54:04"
  },
  {
    "text": "Yeah, well, he watched an explainer video where they just, they used like throwing a ball on a train moves differently than people throwing a ball on the land. Anyway, but the whole point is that time for us is a dimension of experience as we go through space. Logically, that implies that if there are dimensions of reality that transcend those four dimensional confines, that that would be a space that relates to time in a different way than we do. Which means that.",
    "start": "00:54:04",
    "end": "00:54:37"
  },
  {
    "text": "And now you have the plot of.",
    "start": "00:54:37",
    "end": "00:54:38"
  },
  {
    "text": "Arrival, now you have the plot of arrival. For a creature that inhabits more dimensions, their interactions with us have to take place within individual moments of time that we might see as separate. But for a creature inhabiting more dimensions, that might all be one moment. And this is the classical Israelite, Jewish, Christian concept of eternity, that it's not sequential time going on forever, but it's literally an experience of an eternal presentation. Really. Yes, yeah. Yes, yeah. To talk about God as an eternal being is not just to say God's outside of time. It's saying that God is being itself that is not bound by the confines of time and space dimensions, the eternal present. I am. It's the meaning of the name I am. I am the one that I am.",
    "start": "00:54:38",
    "end": "00:55:32"
  },
  {
    "text": "When you say that, though this is.",
    "start": "00:55:32",
    "end": "00:55:35"
  },
  {
    "text": "The classical classic Christian and across multiple monotheistic religions, the classical view of God's eternal existence.",
    "start": "00:55:35",
    "end": "00:55:45"
  },
  {
    "text": "So by that do you mean that eternity, the gift of eternity, I'm not supposed to be thinking about a future state that I get to exist in forever, you're saying, Are you saying that it's meant to be a quality of state that just exists?",
    "start": "00:55:45",
    "end": "00:56:07"
  },
  {
    "text": "Well, and I think this is where time and space are important analogies to each other. If Eden is a space, a dimension where heaven and earth are one, which is why people can encounter an Eden space at different places, geographically. In the biblical story, in the same Way one could encounter eternity at multiple moments throughout the course of their lives. And they'll feel like separate experiences and their analogies to each other. And I think it's bound up with this conception of God as the source of all existence. And so all time that we experience as separate moments are all one to the eternal one. Just like all space can relate to God's being, which is Eden, heaven and earth as one in multiple spaces. Does that make any sense at all?",
    "start": "00:56:07",
    "end": "00:56:58"
  },
  {
    "text": "Well, yeah, I think to the degree that it can make sense. Yeah, it needs to make sense.",
    "start": "00:56:58",
    "end": "00:57:02"
  },
  {
    "text": "Yeah.",
    "start": "00:57:02",
    "end": "00:57:02"
  },
  {
    "text": "And so. But then we could layer on top of that the biblical idea of. And then death will be no more and there is some sense of sustained life.",
    "start": "00:57:02",
    "end": "00:57:12"
  },
  {
    "text": "Oh, right, right, right, right.",
    "start": "00:57:13",
    "end": "00:57:14"
  },
  {
    "text": "Life that continues on.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "Sure. But what other imagery could humans have to describe such a thing, except as life that doesn't end and being described? I mean, we're clearly. Well, yeah, I don't know here I'm clearly talking above my pay grade. What we need is a. A trained, like, philosopher, theistic philosopher.",
    "start": "00:57:16",
    "end": "00:57:33"
  },
  {
    "text": "They're just going to confuse us more.",
    "start": "00:57:33",
    "end": "00:57:35"
  },
  {
    "text": "No, serious.",
    "start": "00:57:37",
    "end": "00:57:38"
  },
  {
    "text": "What I think is where the rubber hits the road with this is there's the classic conception of I'm a mortal being.",
    "start": "00:57:38",
    "end": "00:57:45"
  },
  {
    "text": "Yeah.",
    "start": "00:57:45",
    "end": "00:57:46"
  },
  {
    "text": "I want to be immortal.",
    "start": "00:57:46",
    "end": "00:57:47"
  },
  {
    "text": "Yeah.",
    "start": "00:57:47",
    "end": "00:57:47"
  },
  {
    "text": "I want to transcend.",
    "start": "00:57:47",
    "end": "00:57:49"
  },
  {
    "text": "Transcend. Yeah. The boundaries.",
    "start": "00:57:49",
    "end": "00:57:51"
  },
  {
    "text": "The boundaries of mortality.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "Yeah.",
    "start": "00:57:52",
    "end": "00:57:53"
  },
  {
    "text": "And I would call that eternal life. I see what you're describing as eternal life is just access to a quality where like heaven and earth are one, connected to God, which is different than this idea of a transcending mortality.",
    "start": "00:57:53",
    "end": "00:58:11"
  },
  {
    "text": "But the idea of immortality. Yeah. Could mean two things. It just means an undying state in these four dimensions of creaturely existence. And we inhabit.",
    "start": "00:58:11",
    "end": "00:58:21"
  },
  {
    "text": "That's all I've known it to mean.",
    "start": "00:58:21",
    "end": "00:58:23"
  },
  {
    "text": "But whatever the resurrection of Jesus means and the resurrection narratives means, he, Jesus is a kind of person that can inhabit both localized space, but then also when he's translated in the Ascension, he's translated so that now that localized expression of Jesus can be present in any space.",
    "start": "00:58:23",
    "end": "00:58:46"
  },
  {
    "text": "What do you mean he was translated.",
    "start": "00:58:46",
    "end": "00:58:47"
  },
  {
    "text": "The ascension of Jesus when he goes to the sky. Yeah, yeah. I mean, yeah. Jesus ascension described in Acts is described using the imagery of going up to the divine of Daniel, chapter seven, using spatial imagery to talk about the risen Jesus as a walking, talking piece of new creation.",
    "start": "00:58:47",
    "end": "00:59:06"
  },
  {
    "text": "Yeah. In the same way the tabernacle is.",
    "start": "00:59:06",
    "end": "00:59:08"
  },
  {
    "text": "This localized expression of heaven and earth. Yeah. But the risen Jesus is a being that takes up some kind of localized space in terms of his body, but at the same time Whatever the ascension is trying to communicate to us through these images of his vertical ascent into the heavens is about, Jesus's localized presence becomes a universal presence after the ascension, and then is accessible anywhere through the person and presence of the Spirit. And that all I think the claim then is if all creation is destined for that similar kind of resurrection and recreation, it will mean a transcendence, not just a continuation of our present state, but a transcendence that will not cancel out our current forms of existence, but actually raise them to a new level of existence that fulfills and exceeds all of our current boundaries. I think that's what the biblical story is trying to communicate to us through these narratives. And so the tabernacle would be a localized space that has at its heart a whatever cloud and fire through which one encounters something that transcends time and space.",
    "start": "00:59:08",
    "end": "01:00:25"
  },
  {
    "text": "In the biblical narrative, when Adam and Eve would eat from the tree of life, or meant to, we don't actually ever get a story of them eating of it. But is that the idea of that resurrection life, that new type of life, transcendent life, that would be taking the.",
    "start": "01:00:25",
    "end": "01:00:42"
  },
  {
    "text": "Developed idea as you read through the whole biblical story, and then when you come back to Genesis and you say.",
    "start": "01:00:42",
    "end": "01:00:48"
  },
  {
    "text": "Ah, that's what's going on.",
    "start": "01:00:48",
    "end": "01:00:50"
  },
  {
    "text": "That's what the tree of life is. Yeah.",
    "start": "01:00:50",
    "end": "01:00:52"
  },
  {
    "text": "It's access to a life that transcends mortality in the way. And now we have the category of Jesus transcending mortality.",
    "start": "01:00:52",
    "end": "01:01:02"
  },
  {
    "text": "Yes. Okay. But the whole of the design of the tabernacle, which we're clearly going to have to do in the next episode, is that that's the heart. I am going to dwell in their midst. It's not like I'm going to send a symbolic, like, replacement of me in their midst. I will dwell in their midst.",
    "start": "01:01:02",
    "end": "01:01:19"
  },
  {
    "text": "It's a replica of my house. But it's going to be me.",
    "start": "01:01:19",
    "end": "01:01:22"
  },
  {
    "text": "It's going to be me. And all of the approach to approach that presence, living outside of Eden, as it were, if all humanity can't get back through God moves into our neighborhood, then the way that we approach something that is so other, so holy is the biblical Hebrew word to describe some, to describe a being who is the eternal now described only through. Yeah. That approaching that, it would, like, obliterate my existence. It's like walking into a radioactive, you know, hotspot. Or do you remember like a black hole? Remember into the spider verse? The cool Spider man movies? The one cool Spider man movie. I'm sorry, I like all of them. Do you like all of them? There you go, I just can't.",
    "start": "01:01:22",
    "end": "01:02:09"
  },
  {
    "text": "I mean, no. Iceman was horrible.",
    "start": "01:02:09",
    "end": "01:02:11"
  },
  {
    "text": "I can't get into it anyway. But the end of the spider verse was cool. And do you remember the kingpin's weapon of mass destruction is this, like, interdimensional destabilizer that he makes underground? And it's like this vortex of the multiverse coming together anyway. But the whole thing is. It's so. It's the boundary of existence itself.",
    "start": "01:02:11",
    "end": "01:02:33"
  },
  {
    "text": "Yeah.",
    "start": "01:02:33",
    "end": "01:02:33"
  },
  {
    "text": "And so for any creature to come in contact with it, and it's represented by this, like, big, perpetual explosion of fuzz and fire. Yeah, it's like that. And so humans.",
    "start": "01:02:33",
    "end": "01:02:44"
  },
  {
    "text": "It's the reason why God says, I can't let you eat the Tree of Life anymore. Like, this is not going to work.",
    "start": "01:02:44",
    "end": "01:02:50"
  },
  {
    "text": "Creatures in a morally compromised state, which mirrors our physically compromised state. It's too dangerous.",
    "start": "01:02:50",
    "end": "01:02:56"
  },
  {
    "text": "That's why you can't go into God's presence.",
    "start": "01:02:56",
    "end": "01:02:58"
  },
  {
    "text": "Too dangerous.",
    "start": "01:02:58",
    "end": "01:02:58"
  },
  {
    "text": "You can't see his face. And it's why it's so shocking that Moses did it.",
    "start": "01:02:58",
    "end": "01:03:02"
  },
  {
    "text": "Yes.",
    "start": "01:03:02",
    "end": "01:03:02"
  },
  {
    "text": "And that's why when we get to. And we're not even gonna get to this, but when we get to Leviticus and there's access to it, that should be just as shocking.",
    "start": "01:03:03",
    "end": "01:03:10"
  },
  {
    "text": "It's just as shocking. Yeah, that's right now. Yep.",
    "start": "01:03:10",
    "end": "01:03:14"
  },
  {
    "text": "We have to conclude.",
    "start": "01:03:14",
    "end": "01:03:16"
  },
  {
    "text": "Yeah, we do. No, but this is good. I mean, this. What we're talking about is the point of the whole tabernacle. So even though we haven't made progress through the story, we're talking about the main idea that's underlying the whole reason for what these blueprints are about.",
    "start": "01:03:16",
    "end": "01:03:30"
  },
  {
    "text": "I think we just need to conclude with me pressing on this a little bit, and I don't know if we're gonna get anywhere.",
    "start": "01:04:05",
    "end": "01:04:10"
  },
  {
    "text": "Okay.",
    "start": "01:04:10",
    "end": "01:04:10"
  },
  {
    "text": "But maybe I'll ask it this way. What should be my expectations of eternal life? I feel like you've deconstructed a bit of maybe a simplistic perspective I have of. I. This is not, and already is, a kind of a complicated idea of like, being resurrected into some new form in a renewed creation, but then getting to just live forever, perpetually on.",
    "start": "01:04:10",
    "end": "01:04:37"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "01:04:37",
    "end": "01:04:38"
  },
  {
    "text": "And so immortality.",
    "start": "01:04:38",
    "end": "01:04:41"
  },
  {
    "text": "Yeah. Life of the age.",
    "start": "01:04:41",
    "end": "01:04:42"
  },
  {
    "text": "Yes. Life of the age. The way that you were having this conversation, I can imagine someone going, oh, okay. It's not that necessarily. It's just maybe something that you would maybe think of more of a Buddhist or kind of just like a. Like, access to an experience. And whether or not I am resurrected or whether or not I get to be immortal, that's not the point. The point is that there is a quality of life that I have access to. I just want to make sure.",
    "start": "01:04:43",
    "end": "01:05:16"
  },
  {
    "text": "Oh, wow. Okay. Yeah. What I was trying to communicate, I think includes that as an aspect. But no, I think, I mean, the biblical story is trying to say. Trying to articulate through its narrative something that through the classical tradition of theistic philosophy would say all reality as you and I experience it is contingent and conditional. And my kids can get this like, where did you come from? From you and mom. Yeah, where did we come from? From them. Where did. Go all the way back? And so where did all that come from? Where did the stuff that we came from come from? Right. And so you either have to say it's eternal regression. Yeah, right, yeah. But a. Turtles all the way down. Turtles all the way down. Right. But something whose existence is conditional can't generate its own existence. And this is one of the most classical and often misunderstood arguments for theism. Yeah, but a conditional reality cannot be the condition of its own existence. So this is fundamental to the biblical story's view of reality. That reality as we know it must generate from some unconditioned source, uncaused cause would be Aristotelian language around it. And so the name of that reality is the Elohim in Hebrew, Yahweh, the one who is.",
    "start": "01:05:17",
    "end": "01:06:42"
  },
  {
    "text": "Yeah, the I am.",
    "start": "01:06:42",
    "end": "01:06:43"
  },
  {
    "text": "I am. And so all that we experience is conditional reality whose existence depends on something way up the chain. And so therefore its existence and its life and its power to regenerate or multiply, all must come from a source. And that's what Genesis 1 is depicting in its own way through the seven day structure. That's what the Eden story is depicting through talking about a hotspot of life touching the land of death, turning it into a garden that is itself a source of a river of life. And then caretakers who could mediate that life out to the rest of the land. And that is what the Mount Sinai is mapped onto the. That is what the tabernacle and the temple are mapped onto. So the holy of holies, the top of the mountain, the center of the garden with the tree of life, is a way of trying to give us language and categories. For what if the source of all life could give as a gift, participation in that eternal, unconditional life, but give that as a gift to conditional creatures, participation in God's own eternal life. Whereas Peter will say in two Peter become participants of the divine nature. That's what his summary of what it's the journey of Becoming here. Just real quick, you know, I'm not making this up. Yeah. Second Peter, chapter one, verse four. By all of these things that he just talked about, God has granted to us precious and magnificent promises, so that by means of them, y' all might become koinonas, sharers, participants of the divine nature, having escaped the corruption that is in the world through. And here he says misdirected desire or lust. So I think the biblical story is trying to say humans have the capability to imagine and experience realities that seem to transcend our physical reality. And that's a much debated thing nowadays, especially in our culture. But there's something real that transcends creation. And in the biblical story, that's called the eternal I am. And that's what these places and times represent in the biblical stories, where that reality contacts our world. And that is the claim Jesus is making when he says, the temple is my body, or that one who is greater than the temple is here. He is eternity and time connected together in one. Which means that participating in that reality is going to mean a complete reconfiguration of every sense of reality that I know, but not in a way that cancels it, but in a way that fulfills it, which is, I think, what the resurrected Jesus narratives are trying to communicate. I don't know if that. I just talked for a long time.",
    "start": "01:06:43",
    "end": "01:09:33"
  },
  {
    "text": "Yeah. And so can I expect through the biblical narrative and how it ends? Am I to anticipate, like, never ending conscious life?",
    "start": "01:09:33",
    "end": "01:09:44"
  },
  {
    "text": "That's a good question. I think so. I think so, yeah. Because the whole point of both the Genesis 1 creation story and the logic of the story is God's desire is to share his own divine existence, but with others, and sustain their existence through his own unending, inexhaustible source of life and being. But they're genuine others, which is the whole meaning of love is to enjoy existence and to love the existence of an other without it having to be me.",
    "start": "01:09:45",
    "end": "01:10:19"
  },
  {
    "text": "So in order to do that, though, God takes something that doesn't have the ability to be eternal in and of itself, conditional, and wants to give the gift.",
    "start": "01:10:21",
    "end": "01:10:35"
  },
  {
    "text": "Yes.",
    "start": "01:10:35",
    "end": "01:10:35"
  },
  {
    "text": "And that gift is the tree of life, access to the top of the mountain, the holy of holies. And as the story moves forward, it's access to Jesus, who then shows us this vision of a resurrected kind of humanity.",
    "start": "01:10:35",
    "end": "01:10:52"
  },
  {
    "text": "Yeah. And what the resurrected humanity that is Jesus is, is a humanity that has utterly surrendered itself to the life and love of God, even to the point of dying out of love for others. And that life surrendering self Giving love is the way that we are connected to the eternal life and love of God and that Jesus has done it on our behalf. That's the claim of the biblical story. You know, it's both. This is. These are moments where you're like, this is so beautiful. And what the biblical story gives us is such beautiful, stirring images. But the biblical story itself is trying just. It's a medium through which we are invited into, like, a real experience ourselves. And there's a prayer that I've been praying every day for a while on a really cool prayer app, but it's a prayer of Saint Ignatius that I think takes this view of reality and for me, as a form of trying to make this surrender habitual into my mind every day. But I'm trying to internalize the story personally. And the prayer goes like this. It says, take God and receive all my liberty, receive my memory, receive my understanding, receive my entire will, because all that I have and call my own is what you have given to me. So to you, God, I return it. Everything is yours. Do with it what you desire. Give me only your love and your generous grace. That will be enough for me. Isn't that beautiful? But I feel like that's a prayer that represents somebody who gets what the biblical story is about, and it's about what the tabernacle is all about, is the gift of God's presence that reminds us everything that we have comes from Him. And he's given us a chance to walk in through the representative, to go into the heart of all creation. I don't know if I'm making any sense. It makes sense to me, though. It's taken a while for it to make sense to me.",
    "start": "01:10:53",
    "end": "01:13:07"
  },
  {
    "text": "And by walking to the heart of all creation, you mean access to the holy of holies. The holy of holies, yeah. Which is.",
    "start": "01:13:07",
    "end": "01:13:14"
  },
  {
    "text": "Which could be accessed anywhere at any time. At any time. Yeah. Wherever two or three of you are together, Jesus said, guess what? Guess who's there? I'm there because I'm everywhere.",
    "start": "01:13:15",
    "end": "01:13:27"
  },
  {
    "text": "As Jesus, like, says to the guy dying with him, today, you will be with me in the garden.",
    "start": "01:13:29",
    "end": "01:13:32"
  },
  {
    "text": "Today we are going to go to Eden. See you in Eden later today. Yeah. What does that mean? That's what he says. Yeah. Yeah. Later today I'll meet you in paradise. Yeah.",
    "start": "01:13:32",
    "end": "01:13:43"
  },
  {
    "text": "Okay, let's let that simmer and we will move on with this conversation.",
    "start": "01:13:43",
    "end": "01:13:52"
  },
  {
    "text": "Yep. Yeah. Next we're going to take a dive into the symbolism of the furniture and architecture of it, of the tabernacle, and that will open up even more. But this conversation is important because we're talking about the heart of what the tabernacle means within the larger biblical story. So this was time well spent in my book.",
    "start": "01:13:52",
    "end": "01:14:14"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue in the third movement of Exodus looking at more of the instructions of the tabernacle, especially its furniture.",
    "start": "01:14:17",
    "end": "01:14:27"
  },
  {
    "text": "So you got a sevenfold tabernacle, seven items that are designed, and all of them are going to be about creation and Eden. Then you get a little instruction about make sure the lights, the lights that sit in front of the blue curtain inside the tent, make sure they are lit re tended to every evening, every morning, so that they perpetually shine like the stars.",
    "start": "01:14:27",
    "end": "01:14:49"
  },
  {
    "text": "Today's show is produced by Cooper Peltier, edited by Frank Garza, and lead editor Dan Gummel. The show notes by Lindsey Ponder. The annotations for the podcast in our app are done by Ashlyn Hice and Hannah Wu. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:14:50",
    "end": "01:15:18"
  },
  {
    "text": "Hi, this is James Williamson and I'm from Melbourne, Australia. I first heard about bibleproject from an old housemate when I first became Christian about two years ago, and I remember watching every video in one day because I loved them so much. I now use bibleproject for teaching children and teens at my own local church. My favorite thing about bibleproject is how they incorporate a amazing visual artistry to help explain vast theological concepts. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:15:18",
    "end": "01:16:09"
  }
]