[
  {
    "text": "In the scroll of Exodus, Israel is in slavery, oppressed by the violent and unjust king of Egypt. And so God appoints Moses to be his liberator, to go and tell the Pharaoh to let my people go. When Moses comes to the Pharaoh and delivers this message, Pharaoh says, what? Who's this God? Yahweh. I'm the king of Egypt and I will do what I want to do with these slaves. In other words, come at me. I dare ya.",
    "start": "00:00:04",
    "end": "00:00:34"
  },
  {
    "text": "A human just challenged the one who is as if they're on equal ground.",
    "start": "00:00:34",
    "end": "00:00:38"
  },
  {
    "text": "And God says, let me introduce myself.",
    "start": "00:00:38",
    "end": "00:00:41"
  },
  {
    "text": "Yahweh's name is to be associated with the liberation of all creation from the power of the snake. When Yahweh meets the snake in the form of an imperial king who won't acknowledge the true God, it's time to crush a snake.",
    "start": "00:00:41",
    "end": "00:00:56"
  },
  {
    "text": "We're going to look at these conversations that Moses has with pharaoh before the 10 plagues begin. It is in these passages that God, God famously hardens Pharaoh's heart.",
    "start": "00:00:56",
    "end": "00:01:05"
  },
  {
    "text": "And what Yahweh is going to do now is not harden the heart of an innocent Pharaoh who would have done otherwise. Rather, he is accelerating and intensifying the self destruction of an empire that has already chosen its way.",
    "start": "00:01:05",
    "end": "00:01:22"
  },
  {
    "text": "God says later about Pharaoh, I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth. The apostle Paul says, reflecting on this, therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
    "start": "00:01:22",
    "end": "00:01:39"
  },
  {
    "text": "Yahweh is known through acts of creation and liberation in having immense mercy on his chosen ones, more than they deserve. And then God's name is equally made known by bringing down the powerful and the oppressors, by allowing or even accelerating decreation, which is a really uncomfortable thought. Both reveal God's name.",
    "start": "00:01:39",
    "end": "00:02:02"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. And today Tim Mackey and I continue in the first movement of the Exodus scroll, tracing the theme of God's name. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:03",
    "end": "00:02:23"
  },
  {
    "text": "Hello, John.",
    "start": "00:02:23",
    "end": "00:02:23"
  },
  {
    "text": "So we are in the Exodus scroll. The first movement of Exodus begins with Israel in Egypt multiplying and getting just mighty. And the blessing is just happening even though they're in exile. And this movement's going to continue all the way until they get to leave. Yeah, and they go into the wilderness. So we're right still in the early Middle Ish part of this movement where Moses, one of the Israelites, meets Yahweh or the angel of Yahweh in a burning bush and he receives his name.",
    "start": "00:02:24",
    "end": "00:03:02"
  },
  {
    "text": "That's right. God has raised up a deliverer, a liberator for his people enslaved in Egypt. And it's a reluctant revolutionary. Well, he's not a revolutionary, but he's the liberator. He's appointed as the one to challenge the king of Egypt and demand that the people be let go.",
    "start": "00:03:02",
    "end": "00:03:21"
  },
  {
    "text": "He had enough of a desire to be a liberator to avenge one of his people who was being mistreated as a slave, and that got him in trouble. So he actually killed an Egyptian to avenge how one of his people were being treated, and then that sends him into exile. So, I mean, he's got a bit of a revolutionary streak in him.",
    "start": "00:03:21",
    "end": "00:03:42"
  },
  {
    "text": "Solid point.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "At least he's got a justice button.",
    "start": "00:03:43",
    "end": "00:03:45"
  },
  {
    "text": "Exactly. Yeah. Moses. I think the trick is in the contrast of that story, it's Moses has his own plan and his own timeline for how he's going to challenge the power of Egypt, and ultimately it fails. It's ineffective in the long run. And so he's going to go through a long exile, eat some humble pie, and then be called to do the thing that he wanted. Like, this is the thing that he wanted, which is to see see his brothers and sisters, Hebrews, not be mistreated anymore. But Yahweh is going to bring it about in a way that is going to require every ounce of trust that Moses has. And that's kind of the contrast of the two. The failed deliverance by his own plan and then the successful deliverance by Yahweh's plan.",
    "start": "00:03:45",
    "end": "00:04:31"
  },
  {
    "text": "But you call him reluctant because when Yahweh shows up and says, you're my guy, Go to Pharaoh, he starts making excuses.",
    "start": "00:04:31",
    "end": "00:04:39"
  },
  {
    "text": "Yeah.",
    "start": "00:04:39",
    "end": "00:04:39"
  },
  {
    "text": "And one of his excuses is, what will I even call you?",
    "start": "00:04:39",
    "end": "00:04:43"
  },
  {
    "text": "Yeah. He says, what is the name by which I should represent you to the Israelites? Yeah.",
    "start": "00:04:44",
    "end": "00:04:50"
  },
  {
    "text": "And this is where God gives his name.",
    "start": "00:04:50",
    "end": "00:04:53"
  },
  {
    "text": "Yep.",
    "start": "00:04:53",
    "end": "00:04:54"
  },
  {
    "text": "And we talked about that in the last episode. It's Yahweh, which means literally, I am or I will be, depending on how you want to translate the imperfect tense.",
    "start": "00:04:54",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. And even more, it means he is or he will be. But in other words, it's revealed. Eh, A form you have to listen to the last episode. Sorry, but it's the first time God says it. What he says is, I am.",
    "start": "00:05:05",
    "end": "00:05:17"
  },
  {
    "text": "Yeah, I am.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "But it's going to sound really funky from Moses around saying, hey, I am is going to liberate us. So what he gets is the third person verb form, which is he is Yahweh. And that's the difference between eh, ye and Yahweh.",
    "start": "00:05:19",
    "end": "00:05:36"
  },
  {
    "text": "Go tell Pharaoh he is. Will rescue his people.",
    "start": "00:05:36",
    "end": "00:05:41"
  },
  {
    "text": "He is. That also sounds kind of funky.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "Yeah.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "At least in English. So the larger point is Moses is the reluctant liberator. He has multiple objections to being the one that, you know is going to do this for Yahweh. But Yahweh keeps, like, drilling in saying, no, you're the person. You're the one.",
    "start": "00:05:44",
    "end": "00:05:59"
  },
  {
    "text": "One thing I didn't ask you about is. And you brought it up, how sometime in the centuries before Jesus, it fell out of favor to even say or write the name.",
    "start": "00:06:00",
    "end": "00:06:10"
  },
  {
    "text": "Yeah.",
    "start": "00:06:10",
    "end": "00:06:11"
  },
  {
    "text": "And which I suppose is a way to bring a lot of reverence and honor to the name.",
    "start": "00:06:11",
    "end": "00:06:16"
  },
  {
    "text": "Yeah. The one who should not be named. But in a good sense, not.",
    "start": "00:06:17",
    "end": "00:06:21"
  },
  {
    "text": "But in a good sense, not in the bad sense. We don't want to misuse the name. So we're going to be so careful that we won't even use the name. And there became a new way to write the name. And that's why we have the Lord often in our translations.",
    "start": "00:06:21",
    "end": "00:06:37"
  },
  {
    "text": "Yeah.",
    "start": "00:06:38",
    "end": "00:06:38"
  },
  {
    "text": "Which is a substitute for Yahweh.",
    "start": "00:06:39",
    "end": "00:06:41"
  },
  {
    "text": "Yep.",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "What I was going to ask you is we use the name pretty unreluctantly. Yeah.",
    "start": "00:06:42",
    "end": "00:06:47"
  },
  {
    "text": "Yeah, we do now. Yep. By we, you mean around the Bible Project.",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "And I even remember at Bible college where we met was the first time I actually even heard the word. I mean, I grew up in the church.",
    "start": "00:06:51",
    "end": "00:06:59"
  },
  {
    "text": "Yeah.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "And I did not know the word Yahweh. We use his name. Is that a stumbling block for others, do you think? For our Jewish friends? Is that painful for them?",
    "start": "00:07:00",
    "end": "00:07:12"
  },
  {
    "text": "Yeah, it's a good question. There is a variety of responses. So I can think of friends or acquaintances I have in different leadership roles in Messianic congregations. So these are ethnically or culturally Jewish congregations or people who are not ethnically or culturally Jewish, but they just love the cultural form of this. But they follow Jesus of Nazareth, Messianic Jewish. And I have found a variety of responses to that. Usually in their own communication, they'll honor the fact that any other Jews and family, extended family, or that they invite, will probably, you know, want to revere the name by not pronouncing it. So they'll adopt those traditional practices. So sometimes that even will be not even spelling the word God, but putting capital G dash D or another practice is just using the four consonants, Y, H, W, h, but not putting any vowels in. And that imitates what that's an equivalent in English letters of what you see in ancient biblical scrolls, which is just the four consonants of the name. So your question, though, isn't just on that. Are we ostracizing anybody? And. Yeah, I think there are some people in observant Jewish traditions. Yeah. That would. It would be irritating to them in our content. And I've thought a lot about that. What I have also found on the flip side is that using the word Lord over the long haul creates so much confusion. And it, like, it's putting frosting. Right. Or it's like frosting over a whole world of meaning and nuance and significance. Because if you don't see the name Yahweh, you just don't get it when you do see it. When you see God and Yahweh, like, contrasted in poetic lines or repeated throughout stories, you can see all this meaning being communicated by the names that were chosen. So when I was taught to read Hebrew and then when I, you know, would read Hebrew in classes at University of Wisconsin, which was a crossover between history department and language and Jewish Studies, we just said Adonai. Oh, Adonai, which is the Hebrew word for Lord. Lord, Yep. So even now, those instincts kick in for me when I'm reading the Hebrew Bible aloud, of all places, I often just say Adonai without thinking about it when I come across the divine name. So even my own training is still there with me. Yeah. So I don't know. I have given it a lot of thought over the years. One trick is we don't just write it, we say it. We have to say something. Yeah. So we could have continued the tradition of Lord, but I felt like we were sacrificing too much of what we were trying to do, which is open new layers of depth.",
    "start": "00:07:12",
    "end": "00:10:07"
  },
  {
    "text": "Well, and we could have used Adonai, but imagine having last week's conversation and trying to sidestep around ever saying the name.",
    "start": "00:10:08",
    "end": "00:10:18"
  },
  {
    "text": "Yeah, totally, because you could flip it over and you could say, I understand that it might be offensive to some, but there are people who hold the other conviction of the reason a name is given is to invite intimacy to use it. And so there are lots. I have also met messianic Jews and other followers of Jesus who are not culturally Jewish who think it's offensive to say Lord, because it's like walking up to your parent and using the title hey, parent. To just call God Lord or God is like saying, hey, parent, can you pick me up? Sure. Love you, parent. You know, and that's offensive to lots of other people. So there truly is no win Here. Okay, so. Well, I appreciate your concern, though I haven't thought about it for a while.",
    "start": "00:10:18",
    "end": "00:11:11"
  },
  {
    "text": "Okay, well, that's that. Apologies if it is offensive to you and your tradition, and we will continue to use it. So we left off right there where God gave his name. And then we're going to start tracing this theme, this pattern forward from here.",
    "start": "00:11:12",
    "end": "00:11:31"
  },
  {
    "text": "Yeah. So we're picking up right now with the continuing the conversation that Yahweh has with Moses at the burning bush. And Moses is going to have a few more objections. And this theme of the name and recognition of the name is going to continue to develop. So Moses's third objection. So the first two we talked about in the last conversation, the first one was, who am I that you would send me? And God's response is just, I will be with you. I will be with you. The next is, what is your name? And so he reveals the name the I am has sent you to the people. His third objection is, what if nobody believes me? Like, what if I go tell them, you know, that you've appeared to me? And like, what if nobody trusts me or listens to anything I say? That's a reasonable, A reasonable objection. So Yahweh then says to him, hey, what's in your hand? This is the snake staff. The staff. And he throws the staff on the ground, becomes a snake, then he grabs it, and then it turns back into a staff in his hand. He's the snake, the snake handler.",
    "start": "00:11:31",
    "end": "00:13:09"
  },
  {
    "text": "He can handle the serpent?",
    "start": "00:13:10",
    "end": "00:13:12"
  },
  {
    "text": "Yeah, he can handle the snake. And it's an image calling back to the portrait of Pharaoh from Exodus chapter one, where he is the snake in the garden, in the good place that God has given to his people in Egypt. But then this guy comes onto the scene and he's dealing shrewdly with the Israelites, trying to usurp them like the snake did to Adam and Eve in the garden. So here the sign is both, you know, a sign to compel belief among the Israelites, but also it, you know, it means more to the reader than I think perhaps it does to Moses in the moment. Because to us, what we see is Moses being appointed as the one with power over the snake, and he's going to have power over Egypt in the course of the story. And then the introduction, Exodus 1 told you that Egypt is taking on a snake like role in the story, driven, as it were, by the snake. And so this is such a cool little sign right here. And so he says, when you grab the staff and when you grab the snake and it becomes A staff. Again, this is Exodus 4, verse 5. This is so that they will believe that Yahweh, the Elohim of their fathers, the Elohim of Abraham, the Elohim of Isaac, the Elohim of Jacob has appeared to you. So this is the first appearance of what's going to turn into kind of a stock phrase, which is people either coming to trust in Yahweh, which Yahweh? Well, the specific Yahweh, the Elohim of the ancestors. And then to trust in the name is going to become equivalent to acknowledging the name or knowing the name. If you know it, you will trust in it. And if you trust in it, you show that you know it. So Moses has a couple other objections. One is, I can't speak very well. I'm not a man of words. And Yahweh is like, hey, who made eyes and mouths and nose and ears? I do. So I got you covered. And then the fifth and final objection is, just please send somebody else. Like, I just straight up don't want to do it. And God's response is, your brother Aaron. Okay? He's going to come meet you, and you're going to double team this, as it were, which kind of sounds like a bonus. Instead of doing it alone, you get to do it with your brother. If I had a brother, I would be stoked on that. But I think it's meant to be something of a downgrade. Like, you could have done this. You could have had this place of honor by trusting me. But now instead, your brother's gonna be the front man, and you're gonna stand behind him.",
    "start": "00:13:12",
    "end": "00:15:56"
  },
  {
    "text": "We talked about this in the priesthood series, and you brought it up in that light, which is Moses could have represented God himself.",
    "start": "00:15:56",
    "end": "00:16:05"
  },
  {
    "text": "Yes, that's it.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "But instead, he needs one to represent God on his behalf.",
    "start": "00:16:06",
    "end": "00:16:11"
  },
  {
    "text": "Yeah.",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "And what is a priest? A priest is the one who represents God as an intermediary. And so here the priesthood is essentially kind of born in a way, but out of the reluctance of God's messenger.",
    "start": "00:16:12",
    "end": "00:16:26"
  },
  {
    "text": "Yep. Yeah. The priesthood of Aaron is a concession to Moses lack of faith. Yeah. It's remarkable. A little moment in the story. Then we walk into the next part of this first section, and it's where Moses and Aaron go confront Pharaoh for the first time. Obviously, a dramatic moment. So this is what they go to Pharaoh and they say, thus says Yahweh, the Elohim of Israel. So they're just representing, let my people go, that they can celebrate a feast of me in the wilderness. But Pharaoh Said what? Who's this Yahweh that I should listen to his voice and let Israel go? I don't know Yahweh. And besides, I'm not going to let Israel go. Why are you distracting the people from their slave labor? You know, stop it. Get back to work. And so this is the opening scene here, but notice the narrative's focus is, who is Yahweh? That's similar to what Moses asked, what is your name? And then I don't acknowledge Yahweh. I don't know Yahweh.",
    "start": "00:16:26",
    "end": "00:17:34"
  },
  {
    "text": "I don't know the name. I don't care about this name. Yeah, this name means nothing to me.",
    "start": "00:17:34",
    "end": "00:17:39"
  },
  {
    "text": "Yes, totally. Which is equivalent to saying, whoever it is that you think Yahweh is, it doesn't matter. I could care less. Yahweh is of no significance to me. That's the punch. That's the slap that's being leveled here. So this is what sets the challenge. It's as if Pharaoh throws down the challenge and the rest of the narrative is going to be a response to this insult, as it were.",
    "start": "00:17:39",
    "end": "00:18:10"
  },
  {
    "text": "Let me introduce myself to you.",
    "start": "00:18:10",
    "end": "00:18:12"
  },
  {
    "text": "Yeah, well, allow Yahweh to introduce himself.",
    "start": "00:18:12",
    "end": "00:18:15"
  },
  {
    "text": "Well, the real Slim Shady, please stand up.",
    "start": "00:18:15",
    "end": "00:18:17"
  },
  {
    "text": "So I'm trying to think there are also. There are cultural layers here that I think ancient Israelite readers could just assume or know. You know, Egypt had a big presence not just down south of Israel, but also as the foreign imperial occupier in Israel on many occasions. And in Israel's history, Egypt was ever threatening shadow down in the south, often setting up outposts and marching their armies through on the way up to fight somebody in Syria and so on. So the whole point is that Egyptian propaganda about its gods and its kings was very much a part of the cultural matrix in which the Bible was written. So over to the east, in Babylon or Assyria, they didn't have as part of their propaganda that the king is an incarnation of the gods or one of the gods. They were really important, but they were not one of the gods become human. But down in Egypt, that was the foundation of their whole civilization, was that in the king, the divine and human are one.",
    "start": "00:18:20",
    "end": "00:19:37"
  },
  {
    "text": "And this king is saying, I don't care about your God.",
    "start": "00:19:37",
    "end": "00:19:43"
  },
  {
    "text": "Yeah. The deity worshiped by this, you know, immigrant slave population doesn't matter. Yeah. Why would that have any significance?",
    "start": "00:19:43",
    "end": "00:19:51"
  },
  {
    "text": "I am the king of Egypt.",
    "start": "00:19:52",
    "end": "00:19:54"
  },
  {
    "text": "Yeah. I am the embodiment of all the divine power of the sun. Right. And the sky and all this kind of thing.",
    "start": "00:19:54",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:02"
  },
  {
    "text": "This becomes a Rivalry between gods. This is being elevated above just Egyptians and Israelites to Yahweh versus the gods of Egypt. And we know that's the case because on the tenth and final plague, the God sends on Egypt with the death of the firstborn. This is in Exodus 12:12. What Yahweh says is in the tenth plague, he's going to strike not just Egypt, but all the gods of Egypt. So all of the plagues have also been strikes against this idea that Egypt is the very embodiment of divine power in the world. So I think that's important because the severity of God's response to this might seem a little overblown to some modern readers, you know?",
    "start": "00:20:02",
    "end": "00:20:52"
  },
  {
    "text": "Oh, sure.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "You know, it's just like he gets insulted here, Yahweh's being insulted here in the court of Pharaoh, and then what comes is the 10 plagues. And I think that might strike some. Some of us as like, ah, it's a little. Why didn't he just take the insult? Didn't Jesus teach his followers to do that?",
    "start": "00:20:54",
    "end": "00:21:11"
  },
  {
    "text": "Why didn't he turn the other cheek?",
    "start": "00:21:12",
    "end": "00:21:14"
  },
  {
    "text": "Yeah, totally. Yeah. And it's. I think it's a legitimate question to ask. That's. That's worth pondering.",
    "start": "00:21:14",
    "end": "00:21:20"
  },
  {
    "text": "Yeah. Why does God throw down so hard here?",
    "start": "00:21:20",
    "end": "00:21:23"
  },
  {
    "text": "Yeah, it's a good. It's a good question. So this narrative is sort of like the dictionary entry for the character of God. Throughout the story of the Bible. The narrative, this Exodus narrative, is appealed to and remembered over and over and over again as like the foundational narrative of who God is to his covenant people. That's one second. There's honor, shame, cultural dynamic here where the reputation of one's name, or like, of your people's name is of highest value. And so when there's a contest between great names, Right. Between Pharaoh and Egypt and Yahweh in Israel, it becomes a contest of reputations. And because Yahweh's name is to be associated with the liberation of all creation from the power of the snake. When Yahweh meets the snake in the form of an imperial king who won't acknowledge the true God, it's time to crush a snake. And that's how the biblical story works. At least in this story, in the story of Jesus, Jesus will confront the snake and allow the snake to crush him. And that's how he ultimately overcomes it. But in this story, Yahweh just smashes the snake in the form of smashing Egypt.",
    "start": "00:21:23",
    "end": "00:22:44"
  },
  {
    "text": "Yeah. And there's also the layer of this is God's chosen people who he's bound himself to.",
    "start": "00:22:46",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Saying, I will bless those who bless you and I will curse those who curse you.",
    "start": "00:22:53",
    "end": "00:22:55"
  },
  {
    "text": "That's right.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "And so for God then to be right by his promise, here's a group of people cursing them. On top of that, they're like, this is evil. Like, he's killing the kids.",
    "start": "00:22:56",
    "end": "00:23:09"
  },
  {
    "text": "Yeah. He's killing babies.",
    "start": "00:23:09",
    "end": "00:23:11"
  },
  {
    "text": "He's the slave labor.",
    "start": "00:23:11",
    "end": "00:23:13"
  },
  {
    "text": "Yeah.",
    "start": "00:23:13",
    "end": "00:23:13"
  },
  {
    "text": "Like this. I mean, this is a new Pharaoh now, right?",
    "start": "00:23:13",
    "end": "00:23:16"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "In that one.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "Yeah. But clearly carrying on the policies. Yeah.",
    "start": "00:23:18",
    "end": "00:23:22"
  },
  {
    "text": "And so the blood of the Israelites calling out and God being like, I'm going to avenge. There is that sense of justice here.",
    "start": "00:23:22",
    "end": "00:23:30"
  },
  {
    "text": "Thanks. Yeah, thanks. No, that's important.",
    "start": "00:23:30",
    "end": "00:23:32"
  },
  {
    "text": "But you're bringing out. It's interesting. Jesus cares about justice.",
    "start": "00:23:32",
    "end": "00:23:36"
  },
  {
    "text": "Yeah.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "But when he goes to throw down with the snake, ultimately the way to beat the snake was to let the snake strike him.",
    "start": "00:23:38",
    "end": "00:23:47"
  },
  {
    "text": "Strike him.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "And so you're saying this wasn't the tactic here and partly because. Why? Let me say again, besides all the things we just said.",
    "start": "00:23:48",
    "end": "00:23:58"
  },
  {
    "text": "Well, I think it's at this stage of the plan, you always plan is to attach his reputation to a people. And so therefore, the name of this people among the nations is the way that Yahweh's name is spread among the nations. And then Israel is going to fail as his communal covenant partner. So then Yahweh is going to attach his name to one family among this nation. That is the line of David. That line fails. And so all the hope converges down onto one person in the latter prophets, which is called, you know, described in various titles of the servant, shepherd and so on. But at each point, Yahweh is associating himself with communal institutions, as it were. Right. He associates himself with an ethnos, with a nation, and that ends up compromising Yahweh's reputation. So then he associates his reputation with a single lineage of a monarchy and a royal institution. And then all those humans fail him. So I'm filling out a line of thought that I learned from Daniel Hawk in his very insightful book called the Violence of the Biblical God. And what he notes is when Yahweh signs himself up covenantally to stick by the nation of Israel, Yahweh is also committing himself to protect them and to have his name attached to their institutions as a people. And then he does it to David and the monarchy. And by the time that all crashes, he talks about how Jesus came as a. He's born into the family and he's born in through the lineage adopted into the lineage of David. But he consciously operates outside all of those institutions. Jesus does. And he challenges and even calls out the corruption in those priestly and leadership institutions of Israel. And he kind of puts that in contrast to God's strategy back in the Exodus, which is to bind himself to these people and their reputation. That was helpful for me.",
    "start": "00:23:58",
    "end": "00:26:10"
  },
  {
    "text": "Okay, Yeah. I mean, there's just the classic question of why didn't Jesus just come now?",
    "start": "00:26:10",
    "end": "00:26:17"
  },
  {
    "text": "Yeah, right. Yeah, I hear that.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "Why couldn't Moses just be Jesus?",
    "start": "00:26:18",
    "end": "00:26:20"
  },
  {
    "text": "Yep, I'm with you. I think we'll be asking that question till we hang out with Jesus and can ask him that question. And it's a good question. It's not a question that's going to help us read the narrative sympathetically along its own lines. So this is the moment where we have to honor our question, but then also bracket it for the moment and so that we can try and read this story on its own terms. And on its own terms, a human just challenged the one who is as if they're on equal ground. And what Yahweh is going to do is reduce that king down to size. So Pharaoh's response to this first challenge by Moses and Aaron is to actually turn up the heat. And he makes the slavery of the Israelites even worse. This is the classic, like, more bricks, less straw. So Moses goes back to Yahweh and is just like, this is not working. Like, you made things even worse. Why did you tell me to do this? And you get another speech from God to Moses in chapter six. And you get another important exploration of the name here. This is in chapter six. So Elohim said to Moses, I am Yahweh. And I showed myself to Abraham, Isaac and Jacob as El Shaddai, that is God, the Almighty one. And how you translate the next few words is the subject of long standing debate, controversy. So it could be actually here, I'll just show you. Here's where all of our modern English translations go. And this is one of those places where I love our. I'm so grateful for our modern English translations, but they disguise a really important puzzle here in the Hebrew text. So all of our English translations in one way or another set up the statement as the I am Yahweh. I appeared to Abraham, Isaac and Jacob as God Almighty, as El Shaddai, but by my name, Yahweh, I did not make myself fully known to them. That's the NIV and basically the Es I Mean, all our modern translations basically render it the same way, making it a contrast. In other words, I am Yahweh. Now, as to your ancestors, Abraham and Isaac and Jacob, well, I appeared as El Shaddai, but by Yahweh, the name Yahweh, I did not make myself known to them. So that's option one as to the meaning, the problem is you have to kind of make the Hebrew words work in ways that they don't quite normally work to get that meaning out of this verse.",
    "start": "00:26:20",
    "end": "00:29:11"
  },
  {
    "text": "Oh, I thought you were going to say, the problem is he did tell Abraham and Isaac and Jacob his name was Yahweh.",
    "start": "00:29:12",
    "end": "00:29:19"
  },
  {
    "text": "Yeah, so that's another problem. Another problem is when you're reading in Genesis, yeah, Yahweh appears as El Shaddai, but also as Yahweh to the ancestors, all three of these people. So it creates what appears like a logical contradiction in the flow of the narrative. And then also there's the question of is that really what the Hebrew words mean here? So there's multiple paths that people have taken here. One is to assume that this meaning that's reflected in our English translations is basically correct. But to interpret the word name not literally, but in terms of using the word name as a stand in for my character or the kind of God that I am.",
    "start": "00:29:19",
    "end": "00:30:06"
  },
  {
    "text": "So reputation.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "Yeah, I was known as El Shaddai. And El Shaddai is associated with blessing, abundance. In the book of Genesis, if you trace that name, the word El Shaddai comes up. When God is described as, or speaking in moments of blessing or rescue, Yahweh is the name connected to the promises to be in this land, to have a great nation and to be a blessing to the nations. For example, Umberto Cassuto, an Italian Jewish commentator who I've learned so much from his books over the years, that's the route he goes here. So it's not that they didn't know the name Yahweh, but it's that the full meaning of the name Yahweh as the one who will bring the people into the land and fulfill the promises, they didn't know me as that yet because they live before the fulfillment of all the promises. And that's the larger context. He's going to go on in the verses that follow to say, I am Yahweh, who's going to bring you out from Egypt and give you the land and so on. That's one route. Another route is just this particular way of translating the words into English is just not correct. And that there is another way that actually is both faithful to the Hebrew text and that actually makes better sense. So here I'm depending on a really preeminent Hebrew Ancient Hebrew linguist scholar, Francis Anderson. His most influential contribution to biblical scholarship is called the sentence in Biblical Hebrew.",
    "start": "00:30:09",
    "end": "00:31:42"
  },
  {
    "text": "The Sentence.",
    "start": "00:31:44",
    "end": "00:31:45"
  },
  {
    "text": "Yeah. It is this super dense linguistic work trying to help Hebrew Bible scholars and students reorient what we think a normal sentence is by training us to understand the sentence in biblical Hebrew.",
    "start": "00:31:45",
    "end": "00:32:00"
  },
  {
    "text": "Oh, so not any specific sentence, but just sentences in general?",
    "start": "00:32:01",
    "end": "00:32:04"
  },
  {
    "text": "Yeah. What is the sentence in Biblical Hebrew?",
    "start": "00:32:04",
    "end": "00:32:07"
  },
  {
    "text": "Okay, and how does a sentence work?",
    "start": "00:32:07",
    "end": "00:32:09"
  },
  {
    "text": "How do sentences work? So when he comes to this passage, he has a long section on this passage on page 102. I don't know why that's etched in my memory. I just remember because it was so helpful. He thinks that what we're dealing with here is a four line poetic parallel that works in the following way. The first line being, I am Yahweh. Second line is, and I showed myself to Abraham, Isaac and Jacob as El Almighty, as El Shaddai. Third line, but my name is Yahweh. Fourth line. Didn't I make myself known to them? Or he argues it could be a statement. The little word didn't could be used as an emphasis, meaning, surely I made myself known to them. He makes a really elaborate case and why it hasn't been discussed more or paid attention to more. You know, some commentators mention it, but it. I'm personally persuaded by it. And it makes great sense of both the poetic structure of these four lines. But there you go. It's the genuine Hebrew linguistic, theological rabbit hole. Exodus 6, 3.",
    "start": "00:32:09",
    "end": "00:33:29"
  },
  {
    "text": "So the same sentence could be translated.",
    "start": "00:33:29",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. To have the opposite meaning.",
    "start": "00:33:33",
    "end": "00:33:35"
  },
  {
    "text": "To have the opposite meaning. I didn't make myself known to them. To. Didn't I make myself known to them?",
    "start": "00:33:35",
    "end": "00:33:41"
  },
  {
    "text": "Yep. Essentially, Hebrew manuscripts don't indicate questions through any kind of extra markings like question marks. Anderson thinks that it's either a rhetorical question, didn't I make myself known to them? Or an emphatic, surely I made myself known to them.",
    "start": "00:33:41",
    "end": "00:33:57"
  },
  {
    "text": "And you're saying knowing Hebrew, you can see that the case could be made.",
    "start": "00:33:58",
    "end": "00:34:03"
  },
  {
    "text": "Totally, yeah.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "Okay.",
    "start": "00:34:04",
    "end": "00:34:04"
  },
  {
    "text": "Yes. And in context. And Anderson's point in this discussion, what he says is the emphasis of the overall context isn't about what Yahweh didn't do in the past. Sure, I'll read the whole passage. So according to Anderson, I am Yahweh and I showed myself to Abraham, to Isaac and Jacob as El Almighty, as the powerful One. But My name, Yahweh, my covenant name. Surely I made myself known to them. I made my covenant with them to give them the land of Canaan, the land in which they sojourned. In other words, what he's saying is, I revealed myself as El Shaddai, but also as Yahweh, the covenant maker, and the one promises, so that's all in the past. Then in verse 5, he moves to the present. Furthermore, I have heard the groaning of the sons of Israel because the Egyptians are holding them in bondage. And I have remembered in the present my covenant that I made in the past. So move to the present. Then in verses 6 through 8, he moves to the say therefore to the sons of Israel, I am Yahweh. I will bring you out from under the burdens of the Egyptians. I will deliver you from bondage. I will redeem you with the outstretched arm and great judgments. I will take you to be my people. I'll be your Elohim. And here's the key line for our theme. And y' all will know that I am Yahweh, your Elohim, who brought you out from under the burgency of the Egyptians. I'll bring you to the land that I swore to Abraham, Isaac and Jacob to give you as possession. I am Yahweh. You can see the past. God repeats that phrase, I am Yahweh, two times in the opening, and then he repeats it two times now in this closing line. And so it's the key emphasis. I am Yahweh. I am Yahweh. My name is Yahweh. And everyone's gonna know that my name is Yahweh.",
    "start": "00:34:04",
    "end": "00:36:04"
  },
  {
    "text": "They knew in the past. I'm telling you now. And you will know by what I'm about to do in the future.",
    "start": "00:36:04",
    "end": "00:36:09"
  },
  {
    "text": "Exactly, yeah. It's also the literary design of the whole speech, I think, also makes a compelling case for Anderson's interpretation. So.",
    "start": "00:36:09",
    "end": "00:36:19"
  },
  {
    "text": "And again, this theme is important of knowing the name of Yahweh.",
    "start": "00:36:19",
    "end": "00:36:24"
  },
  {
    "text": "Yeah.",
    "start": "00:36:24",
    "end": "00:36:24"
  },
  {
    "text": "In that you said last in the last conversation that out of every thing that happens in the Bible, it's this event.",
    "start": "00:36:24",
    "end": "00:36:33"
  },
  {
    "text": "Yes.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "Where God rescues Israel out of oppression. In Egypt, it's that event by which the nations know Yahweh's reputation.",
    "start": "00:36:34",
    "end": "00:36:44"
  },
  {
    "text": "Yeah. You know. Okay, yeah. So let's maybe use a metaphor here. It's the same way that, like, a monument functions. Like, if there's a real, like, a philanthropist, you know, and they set up, I don't know, this great, like, community center in the neighborhood Maybe they, you know, somebody who grew up in the neighborhood, they ended up doing well in business, and they want to give back. And they, you know, establish a community center with a gym and a pool and a basketball court, and then often, like, it will be named the so and so Community Center. Right. But the point is, like, the name. And the name is memorialized not just on a statue, but on the very thing that tells the story, just by its existence, of what kind of person that was. That same kind of monumental definition of the name is what the Exodus is to the name Yahweh in the Bible. It's the liberating from oppressive structures so that people can worship and image God in freedom. That is the name of Yahweh. That's my best. If I was to, like, build a sermon off of this passage, build a monument, I think I would have just found my. My sermon illustration. But that's powerful stuff, man. To know the name of Yahweh means to understand this God's character and, like, what this God cares about. If you don't know the name of Yahweh, it means you're like Pharaoh. You don't care.",
    "start": "00:36:44",
    "end": "00:38:20"
  },
  {
    "text": "Knowing the name isn't simply just like, oh, yeah, I know that name. Yeah, I'm familiar with those letters. But it's that the person, his reputation, his character, what he's done, like, I know about that. And by knowing about actually means that I have the correct perspective and in this case, reverence for who that is.",
    "start": "00:38:20",
    "end": "00:38:51"
  },
  {
    "text": "Yeah, that's right. And so when Yahweh does the thing that becomes a display of his character and reputation by delivering them out of Egypt, that's when you will know that I am Yahweh. And so this is the first time that phrase appears. Y' all will know, or they will know that I am Yahweh. And it's going to just cycle on repeat. It's going to be a drumbeat throughout almost every step of the Exodus narrative to follow. Most, not all, but Most of the 10 plagues have this little phrase attached to them at some point. And then also the great moment of the parting of the waters and the deliverance of the waters. This is also the stated purpose, so that Egypt will know that I'm Yahweh. So after that second conversation with Yahweh that Moses has so remember, the progression was Yahweh appeared at the burning bush, said, hey, I am, and I'm sending you to the people. Into Pharaoh. They go to the people, the people are down, they Go to Pharaoh. Pharaoh's not down, so Pharaoh turns up the slavery even worse. And then Moses goes back to Yahweh. And then that's the conversation that we just talked about. So Moses, you know, gets all full of whatever vim and vicar and with his brother, he's getting ready to go back. And there's this one last thing that Yahweh tells Moses. It's in chapter seven. And he says, listen, here's the setup with you and your brother Aaron. He says, I'm going to make you like Elohim to Pharaoh, and your brother Aaron will be like a prophet. So whenever Pharaoh encounters me, Yahweh is saying he'll see two people. He'll see, like, the front man, the prophet Aaron, as it were. And then they're going to see this guy standing behind who is like Elohim to the prophet. It's a fascinating analogy, the image of Yahweh. Yeah, totally. Yeah. Moses is Elohim. And then Aaron becomes the human spokesman for Elohim, which is actually how the narrative is going. I think it's setting us up for what's going to happen at the Golden Calf, where Moses is actually up in the presence of Yahweh and he's going to start shining like Yahweh. And down on the bottom of the mountain is the guy who's supposed to be the image of Yahweh and he's making idols.",
    "start": "00:38:51",
    "end": "00:41:32"
  },
  {
    "text": "Yeah. This is such a cool reflection on being the image of God and on the role of priests.",
    "start": "00:41:32",
    "end": "00:41:41"
  },
  {
    "text": "Yeah, yeah. Or in this case, the prophet. The guy who's gonna be the priest is also here appointed as the prophet.",
    "start": "00:41:42",
    "end": "00:41:47"
  },
  {
    "text": "Oh, I see. A prophet, a spokesman. Oh, yeah. And then you brought this up in, like, here is the definition of what a prophet is.",
    "start": "00:41:47",
    "end": "00:41:53"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:54"
  },
  {
    "text": "I think way back when we were working through how to read the prophets.",
    "start": "00:41:54",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, I remember that.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "What is a prophet? And here simple is a situation. If Moses is God to Pharaoh, then Aaron, who's speaking on behalf of God or on behalf of Moses, who doesn't want to talk, is a prophet. So a prophet is the one who speaks on behalf of God. It's interesting, though, that this narrative goes out of the way to say to Moses, pharaoh's gonna encounter you. Like, you are God.",
    "start": "00:41:59",
    "end": "00:42:26"
  },
  {
    "text": "Yeah.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "You are the deity.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Yeah. It's so intense. Yeah, yeah, yeah. To look upon Moses is to. Is as if you're looking at Elohim.",
    "start": "00:42:28",
    "end": "00:42:35"
  },
  {
    "text": "Yeah, yeah, yeah. And you're right. When we fast forward, when Moses comes down from the mountain after he intercedes with God. He is so, like, closely tied to God. He's shining like an Elohim, like a star in the sky.",
    "start": "00:42:35",
    "end": "00:42:50"
  },
  {
    "text": "Yeah.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "He's this character who gets so closely united with God that he's. He shines.",
    "start": "00:42:51",
    "end": "00:42:55"
  },
  {
    "text": "He shines. And it's in contrast to the guy who's supposed to be shining, dressed in glittering jewels and the fancy garments of the high priest, when in fact, Moses is the sparkly one and Aaron is the idolater, leading the people into destruction down below. So all of that is yet to come here. It's still, you know, kind of the ideal setup. So that's their setup as they go to Pharaoh. And what God tells Moses is listening. This is my. The way Pharaoh responded to you already saying, I don't know Yahweh, and I'm not going to acknowledge Yahweh. That's basically like he's already made his decision. In other words, Pharaoh has already, before this, made a decision to reject Yahweh's claim on him. So Yahweh says, I'm going to harden Pharaoh's heart so that I can multiply signs and wonders in the land of Egypt. And when Pharaoh doesn't listen to you, I will lay my hand on Egypt and bring out my armies or my hosts, my people, the sons of Israel, with great judgments. Then the Egyptians will know that I am Yahweh when I stretch out my hand on Egypt and bring out the sons of Israel.",
    "start": "00:42:55",
    "end": "00:44:13"
  },
  {
    "text": "And there's that hit. Egyptians will know that I am Yahweh.",
    "start": "00:44:13",
    "end": "00:44:16"
  },
  {
    "text": "That's right. Now it's the Egyptians. Now, earlier in chapter six, what we just talked about for a little bit there, it was, the Israelites will know when I bring you out of slavery and give you the land. That's how you're going to know. But the Egyptians, here's how they're going to know they're going to be defeated. Because their king, who thinks that he's God, has already made his public decision. And so this is an interesting dynamic. Kind of like this is harkening back to the generation of the Flood where the heart of humanity was bent towards evil from its youth. That's from the opening of the Flood story. And so God has allowed human evil and bloodshed to continue on, but it reaches the point where God cannot tolerate it anymore and he brings the flood. So we're riffing on that motif here in the Exodus story, where Pharaoh has already. And now generations of Pharaohs have made their decisions. And what Yahweh is going to do now is not harden the heart of an innocent Pharaoh who would have done otherwise. Rather, he is accelerating and intensifying the self destruction of an empire that has already, you know, chosen its way forward in the world. And so this is Yahweh's way of turning its self destruction into a demonstration of his character and power and honor among the nations.",
    "start": "00:44:16",
    "end": "00:45:48"
  },
  {
    "text": "Yeah. When we did the video on Exodus years ago, this was the first time we talked about this idea of hardening Pharaoh's heart. And you had a phrase in that video of something like turning Pharaoh's evil back onto himself or something like that.",
    "start": "00:45:49",
    "end": "00:46:08"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:46:08",
    "end": "00:46:08"
  },
  {
    "text": "And we watched Pharaoh and like his just evil, just like the pinnacle of his just anger and desire for revenge and oppression just bubbling over. That turns into the chariots riding towards Israel. But what they're writing into is their.",
    "start": "00:46:09",
    "end": "00:46:29"
  },
  {
    "text": "Death, their own destruction. Yeah, yep. And that's there's a literary design technique there where the waters of the reed sea that he goes into mirror the waters and the reeds that Moses was thrown into at the decree of that Pharaoh. So literally the third and final attempt of that Pharaoh to kill the Israelites in the water by the reeds is turned upside down as the later Pharaoh dies in the sea of reeds. It's a way of showing that the cause effect, chain begun all the way back there, is the ultimate cause for Pharaoh's own destruction. So another way to get at this. And we'll talk about the 10 plagues, I think probably in the next conversation now, but in each of the. It's set up of like 10 rounds, 10 boxing matches or something. Oh no. How do boxing matches work?",
    "start": "00:46:29",
    "end": "00:47:24"
  },
  {
    "text": "Are there 10 rounds?",
    "start": "00:47:24",
    "end": "00:47:25"
  },
  {
    "text": "Yeah, 10 rounds or multiple rounds in one match?",
    "start": "00:47:25",
    "end": "00:47:28"
  },
  {
    "text": "Yeah, maybe sometimes there's 12, I don't know. But.",
    "start": "00:47:29",
    "end": "00:47:31"
  },
  {
    "text": "Okay, got it. All right, so there's 10 rounds in one showdown.",
    "start": "00:47:31",
    "end": "00:47:34"
  },
  {
    "text": "Yeah.",
    "start": "00:47:35",
    "end": "00:47:35"
  },
  {
    "text": "And in the first five, what we're told about Pharaoh's heart is either that he hardens his heart after each one, or we're just told neutrally that it becomes stubborn or it becomes hard. But it's only in the second set of five that you get the narrator saying Yahweh hardened his heart. And so it's as if right here in the passage we just read before any of the plagues, back in chapter seven, it's as if Elohim, he knows how Pharaoh is going to respond because it's how these Pharaohs have all responded for a long time now. Yeah. But we are at a point of no return. And so Yahweh does eventually step in and accelerate and intensify the evil to a point where it just collapses in on itself. And that's God's strategy for overcoming evil in the story, is to actually let the evil grow so large that the process that Pharaoh's evil began, God just carries out to its bitter end.",
    "start": "00:47:35",
    "end": "00:48:39"
  },
  {
    "text": "It seems connected to this theme of decreation, which is if there's violence on the land, the way that God will avenge it is to speed up its own destruction.",
    "start": "00:48:39",
    "end": "00:48:52"
  },
  {
    "text": "Yeah, yeah. And this is the portrait. And so this is how the Egyptians will know that I'm Yahweh. And man, this is going to be echoed later on in the prophets when God has to convince later generations of Israel that Babylon is coming to town to take out a corrupt Israel. When Israel has become as corrupt as Egypt did, like Jeremiah and Ezekiel, they had to tell their contemporaries that Yahweh is authoring our people's destruction and he's going to let Babylon do it. But it's Yahweh they wanted. It was the equivalent of the Israelites will know that I am Yahweh. So Yahweh is known through acts of creation and liberation. Yahweh's character is also made known by allowing or even accelerating decreation, which is a really uncomfortable thought.",
    "start": "00:48:52",
    "end": "00:49:51"
  },
  {
    "text": "Yeah.",
    "start": "00:49:53",
    "end": "00:49:54"
  },
  {
    "text": "I suppose if you're Pharaoh, you don't care because you don't think it's going to happen. But it's. You know, the Lord raises some on high, but he also pulls down rulers from their thrones. And his character is main in both of those types of Acts. SA.",
    "start": "00:49:54",
    "end": "00:50:11"
  },
  {
    "text": "So can we. Can we talk about Romans 9 a little bit?",
    "start": "00:50:51",
    "end": "00:50:55"
  },
  {
    "text": "Yeah. Tell me how this connects in. In your mind.",
    "start": "00:50:56",
    "end": "00:51:00"
  },
  {
    "text": "Well, okay, so obviously the connection is Paul, who's writing to the Romans.",
    "start": "00:51:01",
    "end": "00:51:06"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:06",
    "end": "00:51:07"
  },
  {
    "text": "He brings up Pharaoh and he brings up the hardening of the heart.",
    "start": "00:51:07",
    "end": "00:51:10"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:51:10",
    "end": "00:51:11"
  },
  {
    "text": "The context right before that is he also quotes something God says to Moses later in Exodus. Yeah, Right after the golden calf incident, where Moses. Where Aaron fails. And we were just kind of talking about that, where Moses is negotiating with God. God says, I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion. So Paul quotes that. And I think what's interesting about that, in terms of the pattern we're tracing, when Moses is up on the mountain, he's talking about God's reputation and his name. If you destroy these people, how are they supposed to know that you rescued them from Egypt? How is your name supposed to be great? And then we get this kind of classic line from, I will have mercy on who I have mercy and compassion, whom I have compassion. And then the apostle Paul takes that and he connects it directly to the idea of Pharaoh being raised up for God's name to be made great on the earth, is what he says.",
    "start": "00:51:12",
    "end": "00:52:12"
  },
  {
    "text": "Yeah, and there's twin points here, because what he's talking about is he goes through the sequence of generations in Genesis saying, hey, there has always been multiple descendants from the line of Abraham, some of whom are the chosen as the vehicle of the promise, others of whom are separated off and they are not chosen for the vehicle of promise.",
    "start": "00:52:12",
    "end": "00:52:33"
  },
  {
    "text": "And we walked through all of that.",
    "start": "00:52:33",
    "end": "00:52:35"
  },
  {
    "text": "In the book of Genesis. And when he gets to Jacob and Esau, what he quotes from is the book of Malachi, for whom Jacob and Esau are icons for whole nations. Whole nations. And so it goes on to say, so is it unjust that God would single out one from among the many? And so here he makes his positive point. He quotes Moses saying, no, when God chose to forgive his covenant people, it's not like his chosen ones are better than anybody else. The book of Genesis is abundantly clear on that point.",
    "start": "00:52:35",
    "end": "00:53:11"
  },
  {
    "text": "Well, and in the context of this moment too, it's like Israel is clearly not better.",
    "start": "00:53:11",
    "end": "00:53:17"
  },
  {
    "text": "That's right.",
    "start": "00:53:17",
    "end": "00:53:18"
  },
  {
    "text": "Yeah, but I will have mercy in.",
    "start": "00:53:18",
    "end": "00:53:20"
  },
  {
    "text": "The golden calf story. So it's not. It's just more that God chooses one and when he brings that one close and gives them extra opportunity, there's extra accountability and he shows them extra mercy and patience as he works with them as his vehicle, as the chosen ones to work his plans on behalf of everybody else. So that's the flip side, that's the mercy side. But then he brings up Pharaoh and Pharaoh is this anti example where here's a nation where the descendants of Ham that led to Egypt were among the non chosen. And you had a Pharaoh of Egypt in Joseph's day, who they lived in harmony with God's chosen ones and there was blessing in the land. This is at the end of the book of Genesis. But then you get the Pharaoh opposed to Moses. So you get two portraits of the way that a king can respond to the chosen ones. You get the Joseph Pharaoh combination, blessing and life and Eden in a time of famine. But then you get the Moses Pharaoh combination. And that Pharaoh won't acknowledge Yahweh and continues over many successions. Right. The oppression of God's people. And so for that Pharaoh, God's response is, I will curse those who curse you. And so God's name is made known equally in having immense mercy on his chosen ones, more than they deserve. And then God's name is equally made known by bringing down the powerful and the oppressors. And both reveal God's name. I think that's. I'm just kind of processing through Paul's line of thought here. And this is all in for him. For Paul, this is precedent for understanding why there's so many Jewish people in his day coming to follow Jesus. But there's also a lot who aren't. And he sees the pattern playing itself out again even in his own day.",
    "start": "00:53:20",
    "end": "00:55:23"
  },
  {
    "text": "That God, there's a remnant of Israel.",
    "start": "00:55:24",
    "end": "00:55:26"
  },
  {
    "text": "That'S following the Messiah, and that remnant he is watching become a blessing to the nations. Because the good news about Jesus is actually beginning to incorporate all of these non Israelites. And it's awesome. But there are some who have hardened their hearts, and Paul holds out hope for them at the end of Romans 11, and that's highly debated and difficult passage in chapter 11, that all Israel will be saved. But that's his line of thought here.",
    "start": "00:55:26",
    "end": "00:55:54"
  },
  {
    "text": "Yeah, I see.",
    "start": "00:55:54",
    "end": "00:55:55"
  },
  {
    "text": "But what it doesn't mean is this isn't a conversation about individuals and their eternal destiny. It's about Paul trying to understand that God's purpose in choosing a remnant to become a blessing to the nations is still working itself out in his day on the scene with the missionary journeys that he's taking part of.",
    "start": "00:55:55",
    "end": "00:56:18"
  },
  {
    "text": "Okay, I see. Maybe let me restate this back to you. So in Paul's day, I mean, Jesus prayed, may your name be holy. And then Jesus is going to reverse the curse death blow to the evil one. And then he sends his followers out to be a blessing to the nations. And what Paul sees is that Israel, who was the chosen, the elect, who God said, I will bless the nations through you, that some of them are part of this. But there were many in Israel who were like, nope, this is not.",
    "start": "00:56:18",
    "end": "00:57:01"
  },
  {
    "text": "I'm down.",
    "start": "00:57:01",
    "end": "00:57:01"
  },
  {
    "text": "Yeah, I'm not down.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "Yeah. Beginning wrestling, beginning with the ones who had him executed in league with the Romans, and then following from there and.",
    "start": "00:57:02",
    "end": "00:57:12"
  },
  {
    "text": "Famously himself before he had his Famously.",
    "start": "00:57:12",
    "end": "00:57:14"
  },
  {
    "text": "Yeah, thank you. That's exactly right.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "But all of this is connected to this pattern we're talking about, which is his name being set apart, his name being great, that people will know his name. And so the logic that Paul's using here is God chose a group, even though they didn't deserve it, like to be to get the kind of mercy that they got in order for his name to be great. And then in the situation with Pharaoh, are you saying there's something happening where it's like, you know, Pharaoh was bad, but in a way, God chose him to create a moment where his name can be made great. So in a way, like you could say Pharaoh didn't deserve it either to the degree that he is that part of the logic.",
    "start": "00:57:16",
    "end": "00:58:01"
  },
  {
    "text": "Oh, interesting. Yeah. Paul's quoting from this moment in chapter nine. I think he's quoting from Exodus, chapter nine. Is that right? Yeah, yeah. So I forget what plague it is. Here, let me look real quick. He's quoting from 9:16. Yeah, so he's quoting. Ooh, from the seventh plague. I've never noticed that. The hail. The plague of hail. The seventh plague is important, as one might expect.",
    "start": "00:58:01",
    "end": "00:58:26"
  },
  {
    "text": "We'll get to that.",
    "start": "00:58:26",
    "end": "00:58:27"
  },
  {
    "text": "But what's interesting is for this reason I raised you up, however this links back to the first time we met this Pharaoh was in chapter five. And his first response when he learns about Yahweh is, I'm not acknowledging Yahweh. So we're back to the same old mystery that Joseph raises but doesn't resolve at the end of Genesis when he says to his brothers, hey, y', all, who are the non chosen planned this for evil, but God planned it for good. So raise the question, did God plan the brothers evil? Well, the narrative is very clear that that was the brother's plan and that God is countering the brother's plan. And so the narrative just acknowledges this. Right. This tension at the heart of a theistic worldview that if you believe that God is somehow directing the course of history, how does that overlap with and interact with what we experience as human agency? And the narrative refuses to resolve it, but it just. But it names both.",
    "start": "00:58:28",
    "end": "00:59:32"
  },
  {
    "text": "Yeah. So it's. Okay. So Paul's saying, look, everyone's. Everyone's screwing up here.",
    "start": "00:59:33",
    "end": "00:59:39"
  },
  {
    "text": "Yes, totally. Yeah, that's right.",
    "start": "00:59:39",
    "end": "00:59:41"
  },
  {
    "text": "The people God chose to be his covenant partners, to be the blessing of the nations, the elect. Yeah, they keep screwing it up.",
    "start": "00:59:41",
    "end": "00:59:49"
  },
  {
    "text": "Screwing up.",
    "start": "00:59:49",
    "end": "00:59:49"
  },
  {
    "text": "But he has mercy on them and he has the right to do that. And the reason he did that was for his name.",
    "start": "00:59:50",
    "end": "00:59:56"
  },
  {
    "text": "Yes. Yep, that's right.",
    "start": "00:59:56",
    "end": "00:59:57"
  },
  {
    "text": "And then when Pharaoh screws up.",
    "start": "00:59:57",
    "end": "00:59:59"
  },
  {
    "text": "Yeah.",
    "start": "00:59:59",
    "end": "01:00:00"
  },
  {
    "text": "Over and over, God hardens his heart. There's something that happens there, and he has the right to do that too. And the reason he did that was for his name.",
    "start": "01:00:00",
    "end": "01:00:13"
  },
  {
    "text": "His justice might be known. Yeah.",
    "start": "01:00:13",
    "end": "01:00:15"
  },
  {
    "text": "To kind of bring this pattern around full circle is God isn't just interested in everyone thinking he's rad because he's insecure.",
    "start": "01:00:16",
    "end": "01:00:25"
  },
  {
    "text": "Yeah. Sure. Yes.",
    "start": "01:00:27",
    "end": "01:00:28"
  },
  {
    "text": "But he wants to have a covenant relationship with all of humanity as his.",
    "start": "01:00:28",
    "end": "01:00:36"
  },
  {
    "text": "Image, his chosen ones.",
    "start": "01:00:37",
    "end": "01:00:39"
  },
  {
    "text": "His chosen ones. And he's beginning with an elect few so that it can then go out to everyone. And so connected to this idea of that you will know my name isn't just so I can, like, enjoy an eternal worship session where you guys are praising me. Right. Because that seems kind of narcissistic.",
    "start": "01:00:39",
    "end": "01:01:02"
  },
  {
    "text": "Oh, I understand. For people to know my name. I see. Yeah, yeah, yeah. I think it's because the name of this particular one is I am. He is the source of all being. So to know the name of the source of all being is to be in touch with reality. It's to know reality. Because if it's not Yahweh's name that's being exalted, then it's Pharaoh's name. And let's imagine that reality. That reality has existed in every generation of humans that we can see back. And it's horrifying.",
    "start": "01:01:03",
    "end": "01:01:39"
  },
  {
    "text": "If all existence depends on God's power, then knowing that power, knowing that name is the best place you could be. And for God to proclaim that name is really to let people thrive and find life.",
    "start": "01:01:39",
    "end": "01:02:00"
  },
  {
    "text": "Yeah. As true images of God as images of the one who is. Yeah. Who is endless mercy, endless covenant, loyalty and love, and also endless justice. Who is on a mission to partner with humans in a world set right. And in a world set right, Pharaohs don't get to do what pharaohs have normally done. And that is good news. So in that sense. Exactly. The exaltation of the name of I am is. That's. That is good news. It's good news. But I think the exaltation and people knowing my name, we kind of. You have to. I have had to go on a journey of learning how this language works. All right, well, I think we've come to the showdown then. The gauntlet has been thrown. Right.",
    "start": "01:02:00",
    "end": "01:02:54"
  },
  {
    "text": "Yeah.",
    "start": "01:02:54",
    "end": "01:02:54"
  },
  {
    "text": "So what we're going to do as the third part of this is look at the 10 acts of decreation, the 10 ways the 10 strikes were plagues on Egypt. And then that culminates in this ultimate showdown at the waters of the Reed Sea, where Pharaoh's evil finally becomes his undoing.",
    "start": "01:02:54",
    "end": "01:03:12"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we finish up the first movement of the Exodus scroll. We walk through the 10 plagues and Passover.",
    "start": "01:03:14",
    "end": "01:03:24"
  },
  {
    "text": "So what God provides here, however, in the plague on the firstborn is something that contrasts Pharaoh. Back in chapter one, Pharaoh had no mercy, throwing baby boys into the water here, God says, hey, I'm gonna turn your evil back on your own head. But for anybody, Israelite or Egyptian who fears the word of the Lord, here is a means of escape. Your house can become an ark of refuge. So there's this big emphasis this Passover and this emphasis on going into the house. The word house in Hebrew, habayat, or actually the phrase into the house. Habaita is the word for Noah's ark spelled backwards.",
    "start": "01:03:24",
    "end": "01:04:00"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Zach McKinley, and our show notes are by Lindsey Ponder. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:04:01",
    "end": "01:04:22"
  },
  {
    "text": "Hi, this is Fatima and I'm from Los Angeles, California. I first heard about BibleProject through a podcast that I listened to called the Bible Recap.",
    "start": "01:04:22",
    "end": "01:04:31"
  },
  {
    "text": "Hi, this is Duati and I'm from Nairobi, Kenya. I first heard about Bible Project. Actually, it was recommended to me on YouTube, just randomly, and I have to say, that was, like, the best recommendation ever. It was a rabbit hole I was glad to go into for sure.",
    "start": "01:04:31",
    "end": "01:04:51"
  },
  {
    "text": "I use Bible Project for studying, for discernment, and for just getting to know God a little bit more each day.",
    "start": "01:04:51",
    "end": "01:04:58"
  },
  {
    "text": "My favorite thing about the Bible Project has to be the artwork. Like, it's your. It's fantastic. I love how it makes the Bible come to life. You're able to to visualize it, and it just brings new energy. It's just wonderful how it makes the Bible come alive.",
    "start": "01:04:58",
    "end": "01:05:16"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:05:16",
    "end": "01:05:19"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:05:19",
    "end": "01:05:22"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:05:22",
    "end": "01:05:35"
  }
]