[
  {
    "text": "Have you ever tried to read through the book of Exodus? If you have, you've probably found it fairly riveting. Israel's in slavery, so God has a showdown with Pharaoh to liberate them. Then God leads Israel through the wilderness with death on all sides. And then they come to Mount Sinai, and God appears in fire, and God gives them the Ten Commandments. This is all really exciting stuff. But then turn the page. And now we're reading the architectural blueprints for a tent that God wants Israel to build. And it's really easy to be underwhelmed as we read the instructions for the tabernacle. But this is an ancient symbol for.",
    "start": "00:00:04",
    "end": "00:00:47"
  },
  {
    "text": "A magnificent truth that God wants heaven and earth to be one.",
    "start": "00:00:47",
    "end": "00:00:51"
  },
  {
    "text": "In the first page of the Bible, we see God create everything in seven days. And it's good. And humans and God live together, and there's blessing. And this Tabernacle, it's meant to shape your heart and imagination to see Genesis 1 life exploding back into this reality. The themes of Genesis 1 are even in the furniture.",
    "start": "00:00:51",
    "end": "00:01:17"
  },
  {
    "text": "Seven items that are designed, and all of them are going to be about creation.",
    "start": "00:01:17",
    "end": "00:01:21"
  },
  {
    "text": "In Eden, for example, the Menorah with its seven lights helping us imagine the lights of creation on day four.",
    "start": "00:01:21",
    "end": "00:01:27"
  },
  {
    "text": "The lights that sit in front of the blue curtain inside the tent, make sure they are tended to every evening, every morning, so that they perpetually shine like the stars.",
    "start": "00:01:27",
    "end": "00:01:37"
  },
  {
    "text": "And the priests who go in and out of the Tabernacle, they're like new humans entering into a new creation.",
    "start": "00:01:37",
    "end": "00:01:43"
  },
  {
    "text": "You get two long chapters about the priests, one describing the priestly clothes, and guess what? There's seven items.",
    "start": "00:01:43",
    "end": "00:01:51"
  },
  {
    "text": "So today we continue to read the third movement of Exodus. And as we do, let yourself sit and imagine this beautiful piece of craftsmanship that sits at the center of Israel to shape their entire lives.",
    "start": "00:01:51",
    "end": "00:02:04"
  },
  {
    "text": "The Tabernacle was a thing of beauty. It was a place of mercy and grace, and it told a story of God's generosity.",
    "start": "00:02:05",
    "end": "00:02:11"
  },
  {
    "text": "Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:12",
    "end": "00:02:21"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "So last week, we had a really intense. Not intense.",
    "start": "00:02:23",
    "end": "00:02:28"
  },
  {
    "text": "Robust.",
    "start": "00:02:28",
    "end": "00:02:28"
  },
  {
    "text": "Robust.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "Meandering conversation.",
    "start": "00:02:30",
    "end": "00:02:32"
  },
  {
    "text": "So meandering. Trying to wrap our minds around why is the Tabernacle even significant?",
    "start": "00:02:32",
    "end": "00:02:39"
  },
  {
    "text": "Yeah.",
    "start": "00:02:39",
    "end": "00:02:39"
  },
  {
    "text": "Because here we are, we're going to be talking about the Tabernacle.",
    "start": "00:02:39",
    "end": "00:02:42"
  },
  {
    "text": "Yeah.",
    "start": "00:02:42",
    "end": "00:02:42"
  },
  {
    "text": "The blueprints of the Tabernacle that Moses gets on Mount Sinai. And you asked the question, why does this even matter? And we started just talking about what does it mean to have access to eternal life, to the heaven and earth space, to God's own life? And if God Is the source of all life, the ever present I am. What does it mean to be able to have access to that? Whether that's in the form of a tent that the Israelites are going to get, or let's back out of that. And just in general, what does it mean that through Jesus we have access to that?",
    "start": "00:02:42",
    "end": "00:03:16"
  },
  {
    "text": "Yeah. But in particular, I think what we were after was in the tabernacle, God, as it were, self limits the power and the scope of his presence into one physical spot that is at this tent in a really powerful and dramatic way. Which doesn't mean that God doesn't also pervade all of creation, because like David, who brought the tabernacle to Jerusalem, can talk about celebrating going into God's presence in the tabernacle in the tent, but then you can also write a poem like Psalm 139 and say, if I ascend up to the skies, you're there. Anywhere on the land, you're there. And anywhere I would go in the sea, you're there too. So there's a sense of God's everywhere because God is the ever present sustainer of all that is at every moment. Flip side, the tabernacle represents a time and a place where God has localized the divine presence in a particularly intense way here that is both a blessing, but also dangerous to his people. And that's the focus, or that's what's being explored through all the furniture and the symbolic architecture that we're going to talk about right now.",
    "start": "00:03:17",
    "end": "00:04:32"
  },
  {
    "text": "We went on a detour about what does eternal life even mean?",
    "start": "00:04:33",
    "end": "00:04:38"
  },
  {
    "text": "Yeah. Or eternity.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "Eternity.",
    "start": "00:04:39",
    "end": "00:04:40"
  },
  {
    "text": "Right.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "As that kind of conversation settled a little bit, do you have any way to kind of just. I don't know, I feel unresolved a little bit for some reason.",
    "start": "00:04:42",
    "end": "00:04:51"
  },
  {
    "text": "Oh, okay, sure.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "In my spirit.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "Interesting. Well, God is the eternal present source of all life, creation, existence itself.",
    "start": "00:04:52",
    "end": "00:05:01"
  },
  {
    "text": "The biblical story offers it to us.",
    "start": "00:05:02",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. The biblical story is about God generating an other something that is other, but also contained and sustained within God's own being. Because how else could anything be if it's not sustained by God?",
    "start": "00:05:04",
    "end": "00:05:16"
  },
  {
    "text": "He makes us out of the dirt.",
    "start": "00:05:16",
    "end": "00:05:17"
  },
  {
    "text": "Yeah.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "And we are.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Yeah. And the dirt itself is a part of a created order that as a whole is sustained by God. By God, yes. And yeah. The flabbergasting claim of the biblical story is God wants to elevate a creature, a collocation of dust, an amalgamation of dust that he holds together in the form of this conscious being that he appoints as an image of the divine in the world.",
    "start": "00:05:19",
    "end": "00:05:46"
  },
  {
    "text": "And he wants to sustain it so.",
    "start": "00:05:47",
    "end": "00:05:50"
  },
  {
    "text": "That it can become a representation of God's own divine will and character in the world.",
    "start": "00:05:50",
    "end": "00:05:54"
  },
  {
    "text": "Yeah.",
    "start": "00:05:55",
    "end": "00:05:55"
  },
  {
    "text": "What a remarkable story. So it's a remarkable thing to claim about human beings. So. Yeah, but those humans have to learn and trust to be God's partners. They have to learn and trust. Sorry. Now we're doing what we always do, which is just get trapped in Genesis 1 and 2. But God makes available his eternal presence in the form of the tree of life, and access to that is lost or forfeited by the humans because of their folly and breaking the divine command. And so what the tabernacle represents is among the one family of all the nations that he's chosen to restore the Eden blessing to everybody through them is by giving them a little micro Eden at the heart of their camp. And when God we're going to see, takes up residence in the heart of this tent, it's the presence. It's the Eden presence of God, but in a localized form. So it's a heaven and earth, eternity and time touching together at once. I don't know. Is that a decent summary?",
    "start": "00:05:55",
    "end": "00:07:02"
  },
  {
    "text": "Mm, yep. And then for whatever reason, my mind goes to what happens when you die, and I can just hear everyone else thinking that out loud.",
    "start": "00:07:03",
    "end": "00:07:15"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "And we can just say, that's not what we're talking about. So let's leave that for another podcast.",
    "start": "00:07:16",
    "end": "00:07:22"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "Or you could give me the answer to that.",
    "start": "00:07:24",
    "end": "00:07:26"
  },
  {
    "text": "I don't know. Well, I mean, we ended the last conversation by saying, reflecting on what Jesus means when he says to the guy being executed next to him, I'll meet you in the Garden of Eden later today.",
    "start": "00:07:26",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, you're about to die, but we're going to be hanging out.",
    "start": "00:07:39",
    "end": "00:07:42"
  },
  {
    "text": "Yeah, I'll see you in the hot spot. Yep, see you in the hot spot. But the imagery of the risen Jesus is of him existing in the hot spot and in embodied, what we would say material form at the same time. Right. The portraits of the risen Jesus, that's why they're so weird. He can be somewhere and not be somewhere. And then after the ascension, he exists in some sort of resurrected form, but we don't even have language for it. Physical, non material. Because he can be everywhere, but also localized somewhere.",
    "start": "00:07:42",
    "end": "00:08:20"
  },
  {
    "text": "And is that the destiny that I'm supposed to anticipate?",
    "start": "00:08:20",
    "end": "00:08:25"
  },
  {
    "text": "I think so, yeah.",
    "start": "00:08:25",
    "end": "00:08:26"
  },
  {
    "text": "That I will have some sort of physical form that transcends what I understand as space time.",
    "start": "00:08:27",
    "end": "00:08:33"
  },
  {
    "text": "I think that's what John in the Revelation is trying to communicate by talking About I saw the heavenly city coming down to earth, that it's a fusion or union of the eternity and what we call our present into a union, or the union of heaven and earth, the union of God and humanity.",
    "start": "00:08:33",
    "end": "00:08:55"
  },
  {
    "text": "Okay, let's get into it. So. Because this is not where we're going. But I just have to ask you. Okay, so the story begins with this clear delineation between. You got the host of heaven.",
    "start": "00:08:55",
    "end": "00:09:05"
  },
  {
    "text": "Ah. In Genesis 1.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "And. And those are the creatures that you think of as kind of like transcending. Like, they're the ones that get to. Like, they exist in the divine realm.",
    "start": "00:09:06",
    "end": "00:09:14"
  },
  {
    "text": "Sure.",
    "start": "00:09:14",
    "end": "00:09:14"
  },
  {
    "text": "And they rule the sky. And then you got the humans that rule the earth. The way that you're describing Jesus is saying, here's a human who is also the sky ruler combined together with a human land ruler.",
    "start": "00:09:14",
    "end": "00:09:27"
  },
  {
    "text": "As one.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "As one, yes.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "That is what I think that I'm saying.",
    "start": "00:09:30",
    "end": "00:09:32"
  },
  {
    "text": "And then when I asked, is that my destiny.",
    "start": "00:09:33",
    "end": "00:09:36"
  },
  {
    "text": "Aha.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "Are you saying that I am meant to in some way transcend just being a ruler of the earth and also being a ruler of the sky?",
    "start": "00:09:37",
    "end": "00:09:48"
  },
  {
    "text": "Oh, well, I think that's definitely how Jesus imagined his destiny on the other side of his execution. That is how Jesus is described as being and talking. And that's definitely how Paul articulates it. He says to the Corinthians, don't you know that we're going to rule angels? He says, and he's got Daniel 7 on the brain as a model that he believes has already happened to one person on behalf of the many, which is a human who is transformed into earthly and heavenly ruler at the same time. So, yeah, I'm not saying I find any of this easy to comprehend. I'm just saying I think I. I understand that this is what Jesus and the apostles are trying to talk about. So, yeah.",
    "start": "00:09:48",
    "end": "00:10:35"
  },
  {
    "text": "And so if you read that back into the story of Adam and Eve, when God is saying, come eat of the tree of Life, what he's saying is, I know I appointed the sky rulers above, and you're the rulers of the land, but what I'm inviting you to be is actually with me, rulers of both domains.",
    "start": "00:10:35",
    "end": "00:10:52"
  },
  {
    "text": "Well, yeah. I mean, in terms of meditation, literature, when you read through the Hebrew Bible and then come back around for the 200th time, it's hard not to see the destiny of a human in Daniel 7 as being in seed form, pun intended, with the invitation to eat from the Tree of Life. Because it would be, as we said in the Tree of Life video, it would be a kind of life that transforms you to participate in God's own life. And that's how the risen Jesus is depicted, is a human who is at once God's own life, but also a human life unified together. And now I'm thinking in terms of Paul's category, as if I, through trust, am in the Messiah, that his resurrection is my resurrection. Which is why Paul can talk to, write to believers in Laodicea or Ephesus and say in Ephesians, chapter three, no and two, that you have already been resurrected and seated in the skies with the ruling Messiah. He says that, yes. Yeah, you were dead. But God, who is rich in mercy, made us alive together with the Messiah and seated us in the sky realm. Past tense. It has happened. It has happened because when the risen Jesus was exalted over heaven and earth, you and I, we were saved.",
    "start": "00:10:53",
    "end": "00:12:17"
  },
  {
    "text": "We're part of that.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "We. Yeah. His destiny is mine.",
    "start": "00:12:18",
    "end": "00:12:21"
  },
  {
    "text": "And so I think another thing, as we set the table again to talk about the tabernacle, is it's easy to then think, okay, this is all about the future of just kind of being able to get access to this future state.",
    "start": "00:12:22",
    "end": "00:12:37"
  },
  {
    "text": "Right, right, right, right, right.",
    "start": "00:12:37",
    "end": "00:12:38"
  },
  {
    "text": "Where there's this real sense of the way we treat each other now, the way that we love our neighbor, the way we treat the other. This is all about bringing heaven and earth together.",
    "start": "00:12:38",
    "end": "00:12:52"
  },
  {
    "text": "Oh, that is. Yeah. That is one way.",
    "start": "00:12:52",
    "end": "00:12:54"
  },
  {
    "text": "One way.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Yeah. I mean, that is living on earth as if you are under the rule of heaven.",
    "start": "00:12:55",
    "end": "00:12:59"
  },
  {
    "text": "Yeah.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "Another way is through prayer. And prayer, through its long history in the biblical story and development as a theme, is about recognizing that every space that I go is a potential space where I can encounter the divine presence through the presence of the spirit. And so that is surely what, like the author to the Hebrews is saying is we can boldly enter into the inner room of the temple. It's like he uses language like that.",
    "start": "00:13:00",
    "end": "00:13:29"
  },
  {
    "text": "Oh, and he's talking about prayer.",
    "start": "00:13:29",
    "end": "00:13:30"
  },
  {
    "text": "He's talking about prayer and worship, about developing an awareness of God's eternal present in any moment, in any space. Yeah. And this is what, in classic Christian tradition, the practices of silence, solitude, prayer, worship, meditation, fasting, these are habits you can form that train your consciousness to become more aware, heightened awareness of eternity and God's presence in wherever place I happen to be right now. And all of that is packed in, in symbolic form into what the tabernacle means in the story.",
    "start": "00:13:30",
    "end": "00:14:10"
  },
  {
    "text": "Access to the divine.",
    "start": "00:14:13",
    "end": "00:14:14"
  },
  {
    "text": "Yeah. Access to the divine. Yeah. And even though it's through priestly mediators, if this tabernacle with these mediators are undergoing these ritual little spectacles, symbolic rituals every day in the heart of your camp. It's teaching you a view of reality about who you are, who we are, who God is, and how the blessing is going to be made accessible to others.",
    "start": "00:14:14",
    "end": "00:14:39"
  },
  {
    "text": "So the big biblical story is about humanity having access to that, the tree of life, eternal life, God's presence, the top of the mountain, the holy of holies. And the reason why we're at this part of the story, we're at now where Israel, this one group of people are given like this localized version of access to that is because, yeah, God.",
    "start": "00:14:40",
    "end": "00:15:07"
  },
  {
    "text": "Brings what he says to the people when he brought them to the mountain. So I carried you on eagle's wings and I brought you to myself. And now he says, we entered into a covenant and I'm going to come live in your midst because you're my partners. We're going to be together, and I'm going to give you, through representative mediators, images of all the people, access to my divine presence through the mediator. So it both teaches you that God wants to be in our midst, that God wants heaven and earth to be one, but we're also outside Eden for a reason. Humans are really stupid and selfish and violent, and so that all of that moral brokenness has to be dealt with before heaven and earth are united. And that's what all of this ritual furniture is all about. But what we've been talking about is just the fact that there is a sacred space broken into these tiers that map onto the mountain and map onto Eden. Symbolically, that's what we have been talking about. But what the rest of the tabernacle furniture is about is how do you. What are like the mechanisms for restoring the connection that has broken down because of human folly and violence? And that's what the rest of the tabernacle furniture is all about. So let's look at some golden tables and bronze altars, shall we?",
    "start": "00:15:07",
    "end": "00:16:33"
  },
  {
    "text": "Who shall?",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "Okay, first, let's just a quick tour. And this will be less exciting to hear it than it would be to see it. And here I've adapted, not just copied and pasted, but adapted some work of a Hebrew Bible scholar, David Dorsey, in his book the Literary Structure of the Old Testament. And he highlighted the literary design of this first section of the blueprints in a way that was helpful for me. And then I've kind of modified it and tweaked it a little bit. But check this out. So the first block, this is all the seven speeches, God's speeches to Moses up on top of the mountain. There's seven of them, and it's the tabernacle instructions. And so just check out how this section is designed. It opens with chapter 25, 26, and most of 27 as a list of seven things. This is just in the first speech. So there's a list of the materials. Then it's a verbal description of the Ark of the Covenant. Then third of the table for the bread goes inside the tent. Fourth, the menorah, the lampstand that has seven lights on it. Fifth is, oh, the actual curtains and the tent itself that's going to house all that stuff. Then six is the altar that sits outside of it, that sits right outside the door of the tent. And then seven is the pipe and drape that makes the court arid area. So that's the first block material. Then you get this random little instruction about, hey, yeah, speaking of those menorah lights, the seven menorah lights inside. Yeah. Make sure that you light them in front of Yahweh perpetually. They're to never burn out and go tend to them every evening and every morning.",
    "start": "00:16:57",
    "end": "00:18:38"
  },
  {
    "text": "And there was evening and there was morning.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. So you got a sevenfold tabernacle, seven items that are designed, and all of them are going to be about creation and Eden. Then you get a little instruction about make sure the lights, the lights that sit in front of the blue curtain inside the tent, make sure they are lit re tended to every evening, every morning so that they perpetually shine like the stars. Then you get two long chapters about the priests, One describing the priestly clothes. And guess what? There's seven items to the priestly clothes. The center fourth item is the special gold medallion plaque that the priest wears as a crown.",
    "start": "00:18:40",
    "end": "00:19:22"
  },
  {
    "text": "Is that the ephod?",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "No, the ephod is the chest.",
    "start": "00:19:24",
    "end": "00:19:25"
  },
  {
    "text": "That's the chest piece.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "Yeah, that's right. But it's this gold flower medallion is the fourth item.",
    "start": "00:19:26",
    "end": "00:19:31"
  },
  {
    "text": "Okay.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "That is this plaque or this crown plaque that goes on the forehead of the priest. Then you get a long description of the ritual for ordaining the priests. And of course, that takes place over seven days. Then you get another short little law here about the daily sacrifices that need to be offered on that altar every morning and every evening, perpetually. Then you back out and you've got seven more items of the tabernacle furniture that are described. The altar of incense, first. Second, is this another type of fundraiser that's to go on for the maintenance of the tent Instructions about that. Third is this water Basin because it's going to get bloody around there. So the priest needs to wash their hands. Fourth is the anointing oil. The special oil for pouring it on everything, when you anoint it, make it holy. Fifth is the incense. For the incense altar. Six is a paragraph where God instructs the artisans who are going to make it all. A guy named Betzalel and a guy named Meholiab. And then the seven.",
    "start": "00:19:32",
    "end": "00:20:35"
  },
  {
    "text": "That's not an item, but it's a.",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "Oh, that's right, sorry. These are seven paragraphs.",
    "start": "00:20:36",
    "end": "00:20:39"
  },
  {
    "text": "Paragraphs.",
    "start": "00:20:39",
    "end": "00:20:39"
  },
  {
    "text": "Okay. Yeah, I should have said that. And then the seventh paragraph is make sure you rest on the seventh day. So when you back out, it begins and ends with a list with seven items or seven paragraphs.",
    "start": "00:20:39",
    "end": "00:20:52"
  },
  {
    "text": "Yeah.",
    "start": "00:20:52",
    "end": "00:20:52"
  },
  {
    "text": "Inside of that are two short little laws about the law.",
    "start": "00:20:53",
    "end": "00:20:57"
  },
  {
    "text": "Something that happens evening and morning.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Something happens evening and morning. And in the middle of that is two chapters on the image of God. Priests and their symbolic clothing that they are to wear and the ordination process that they are to wear. And there are seven items of clothing and there's a seven day ordination process. This is so rad, man. That's amazing.",
    "start": "00:20:58",
    "end": "00:21:19"
  },
  {
    "text": "The design is amazing.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "The design and what it communicates. Just like Genesis 1, it communicates order. This is a highly ordered space. Everything in its place. And then second is the drama, the ritual stage play happening through. This is a reenactment where the human images of God keep the ordered space. It's like a place where they rule and they hear God's word and then they do it the way God says. And it's a well working little organism, micro Eden, as it were. And it's all in structures and patterns of seven which remind you of the seven days of creation, the purpose of creation, and the number seven, which is completion or fulfillment.",
    "start": "00:21:20",
    "end": "00:22:08"
  },
  {
    "text": "Yeah. Creation resting, humans ruling. This is all coming to its climactic moment.",
    "start": "00:22:08",
    "end": "00:22:15"
  },
  {
    "text": "Yeah. The rift in between God and humans is beginning to be repaired in an important way here. Yeah, it's powerful. It's really powerful.",
    "start": "00:22:15",
    "end": "00:22:25"
  },
  {
    "text": "Yeah.",
    "start": "00:22:25",
    "end": "00:22:26"
  },
  {
    "text": "So maybe let's zoom in here on a couple of these furniture items.",
    "start": "00:22:26",
    "end": "00:22:30"
  },
  {
    "text": "Okay. In the first set of seven.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "The first set of seven. Yeah. So they. That is the artisans called to do all this. They shall make an ark. It's the word aron, similar to Aaron's name, Aharon, but it doesn't have the ha in there. Hebrew for Aaron is Aharon. And then the Hebrew word for ark is aron.",
    "start": "00:22:32",
    "end": "00:22:53"
  },
  {
    "text": "And this is not the same word.",
    "start": "00:22:53",
    "end": "00:22:55"
  },
  {
    "text": "As like the Noah's ark. No, no. Though Symbolically, it fits the same slot. It's a little Divinely measured and divinely mandated vehicle for the preservation of life.",
    "start": "00:22:55",
    "end": "00:23:10"
  },
  {
    "text": "Why do we. Why don't we just call it a box? Why do we have to call it an ark?",
    "start": "00:23:11",
    "end": "00:23:13"
  },
  {
    "text": "I don't know. I don't know.",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "Where does that come from?",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "I don't know. It's very confusing that Noah's ark is called an ark in our English translations and that this box is called by the same English word ark, because it's two different Hebrew words. Two different Hebrew words, but it's a happy. It's actually a happy coincidence because symbolically, they both play the same role in their respective stories.",
    "start": "00:23:15",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "So they shall make an arc of acacia wood. You can Google acacia trees. They're cool looking. Two and a half cubits long, one and a half cubits wide, one and a half cubits high. You shall overlay it with pure gold, inside and out. You shall overlay it and make a gold. Molding all around can be heavy. Gonna be heavy. Yeah, totally. Yeah, that's right. Okay, let me just read to you the description of God telling Noah to make an ark. Genesis 6:14. You shall make an ark of gopher wood.",
    "start": "00:23:34",
    "end": "00:24:14"
  },
  {
    "text": "Different type of wood.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Wood. But that sentence is almost identical.",
    "start": "00:24:15",
    "end": "00:24:18"
  },
  {
    "text": "Okay.",
    "start": "00:24:18",
    "end": "00:24:18"
  },
  {
    "text": "Make for yourself an ark of ex. Wood.",
    "start": "00:24:18",
    "end": "00:24:21"
  },
  {
    "text": "And to be clear, it's a different word for ark.",
    "start": "00:24:22",
    "end": "00:24:25"
  },
  {
    "text": "Yes. Here is. The Hebrew word is tevah, the teva. Yeah. Which is an Egyptian loanword. Yeah. Which has a whole fascinating thing going on here. You shall make the ark with. And here. Actually, our English translations kind of struggle. Most of our English translations say make the ark with rooms, like all the stables.",
    "start": "00:24:25",
    "end": "00:24:45"
  },
  {
    "text": "You'd imagine.",
    "start": "00:24:45",
    "end": "00:24:45"
  },
  {
    "text": "Yeah. That's typically what it's taken to mean. The same sequence of Hebrew letters is the same way that you could spell the word reeds. Like, kind of like what Moses is.",
    "start": "00:24:45",
    "end": "00:24:57"
  },
  {
    "text": "The reeds, Mom.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "Yeah. It would be khanim. Or the word could be pronounced kinim, in which case, the meaning of kinim is not reeds, but it's also not rooms. It's the word for bird nest. The word khnim means bird nest.",
    "start": "00:24:58",
    "end": "00:25:14"
  },
  {
    "text": "Okay, well, nest.",
    "start": "00:25:14",
    "end": "00:25:16"
  },
  {
    "text": "Yeah, totally. So, anyway, there's a scholar, John Day, who wrote an article on this a long time ago, because literally, it would be, you shall make the ark of gopher trees, and you shall make it with nests. And what's fascinating is just like, check out how birds nests are talked about in the Hebrew Bible. And they're talked about as refuges up on high, little refuges. And of Course, that's what they are. That's what they are for the animals. Little safe refuges up on high. Which is precisely what the ark becomes in the story is a nest for the refuge of life from the danger waters.",
    "start": "00:25:16",
    "end": "00:25:54"
  },
  {
    "text": "Yeah.",
    "start": "00:25:54",
    "end": "00:25:54"
  },
  {
    "text": "But then also the birthplace of new life, out of which it will all emerge. So, anyway, I kind of like that. You shall make it with nests.",
    "start": "00:25:55",
    "end": "00:26:04"
  },
  {
    "text": "Okay.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "And you shall cover it inside and out with pitch. So the idea is you have this.",
    "start": "00:26:05",
    "end": "00:26:10"
  },
  {
    "text": "Box because the Noah's Ark is a box.",
    "start": "00:26:10",
    "end": "00:26:13"
  },
  {
    "text": "Noah's Ark is a box. Yeah. And this is how you shall make it. The length of the ark, 300 cubits. Its breadth, 50 cubits. Its height, 30 cubits. So 300 long by 50 wide by 30 high.",
    "start": "00:26:14",
    "end": "00:26:29"
  },
  {
    "text": "And a cubit is generally.",
    "start": "00:26:29",
    "end": "00:26:31"
  },
  {
    "text": "Do we know man? People debate these things. In translation, it says a Cubit is approximately 18 inches.",
    "start": "00:26:32",
    "end": "00:26:37"
  },
  {
    "text": "Okay.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "So it's a rectangle.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "It's a big rectangle.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "Big rectangle.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "Just like out of gopher wood.",
    "start": "00:26:41",
    "end": "00:26:43"
  },
  {
    "text": "Yep.",
    "start": "00:26:43",
    "end": "00:26:44"
  },
  {
    "text": "Pitch on the outside and on the inside. Pitch on the inside.",
    "start": "00:26:44",
    "end": "00:26:46"
  },
  {
    "text": "That's right.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "And the arc is a big rectangle.",
    "start": "00:26:47",
    "end": "00:26:49"
  },
  {
    "text": "Yep. Also made of wood.",
    "start": "00:26:49",
    "end": "00:26:50"
  },
  {
    "text": "It's made of wood. Acacia wood.",
    "start": "00:26:50",
    "end": "00:26:52"
  },
  {
    "text": "Same dimensions are given. And then it is also overlaid inside and out, but not with pitch, but with water.",
    "start": "00:26:52",
    "end": "00:26:59"
  },
  {
    "text": "Is it the same dimensions, like, proportionately. Proportionately.",
    "start": "00:26:59",
    "end": "00:27:04"
  },
  {
    "text": "Ooh. So two and a half long, one and a half high. No, one and a half wide. Okay. No, so it's not quite. But here's the thing is, in the Torah, how many boxes are described in the Torah? That's interesting. There's two. And the way those instructions are designed and even worded and ordered matches precisely the order and the description of this box right here. Right, yeah. And what is this box going to contain within it? It's going to contain God's word, the commands.",
    "start": "00:27:04",
    "end": "00:27:40"
  },
  {
    "text": "You're talking about the Ark of the Covenant now.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "Yep, that's right. It's going to contain a little jar of manna later on in the story. And then it's going to contain Aaron's little rod, the little magic blossoming. Well, not magic. The little divinely sprouting almond flower. But the whole point is that this ark is the thing over which Yahweh will dwell. He's the one who dwells above the cherubim. And so this thing has a lid on it. It has four gold rings with poles on the corners. So you never touch it. Never touch it. Carry it with poles. And then the last part of the description is about two things. One is you shall Make a kaporet, a lid, pure gold. And it gets translated. Ooh, this is interesting. Verse 17. So NIV translates this as atonement cover. English standard version calls it a mercy seat. New American standard said mercy seat. Ooh. So does nrsv, and that comes from the King James. Mercy seat.",
    "start": "00:27:42",
    "end": "00:28:44"
  },
  {
    "text": "Okay, so it's all mercy seat on the big five, except for Niv.",
    "start": "00:28:44",
    "end": "00:28:48"
  },
  {
    "text": "Niv says atonement cover.",
    "start": "00:28:48",
    "end": "00:28:50"
  },
  {
    "text": "Atonement cover.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "Yeah, yeah, mercy seat. I mean, it's kind of the seat of mercy.",
    "start": "00:28:51",
    "end": "00:28:55"
  },
  {
    "text": "So wait, in Hebrew, it's what?",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "In Hebrew, the word is ka po, and that the K, the P and the R is the root letter of the word kipper. Or it's the root letters of the Hebrew root kipper, which means to atone for. So there's the day of atonement in Jewish feast. If you say it in Hebrew, it's Yom Kippur. There's the three letters again. So this thing is called a kaporet. A kaporet, an atonement thing.",
    "start": "00:28:58",
    "end": "00:29:27"
  },
  {
    "text": "Okay, so it is referring to atonement.",
    "start": "00:29:27",
    "end": "00:29:30"
  },
  {
    "text": "It's the word atonement turned into a noun that describes a physical object as the location or place.",
    "start": "00:29:30",
    "end": "00:29:36"
  },
  {
    "text": "Is anything else in the Hebrew Bible referred as in the noun kaporet?",
    "start": "00:29:37",
    "end": "00:29:40"
  },
  {
    "text": "No. No. This word kaporet refers to the golden lid of this box.",
    "start": "00:29:41",
    "end": "00:29:46"
  },
  {
    "text": "The lid itself is some sort of atonement box.",
    "start": "00:29:47",
    "end": "00:29:49"
  },
  {
    "text": "Yeah, lid, I think most. And so that's why atonement cover is where Niv goes. It's the. You shall make the thing on which you shall make the thing that will become the place where one makes atonement for the sins of the people. In other words, the name of this lid assumes the ritual that's going to be happening in the tent that won't be described until the next scroll of the Torah.",
    "start": "00:29:50",
    "end": "00:30:13"
  },
  {
    "text": "Yeah. And then really quick. Yeah, that means the atonement means. And the ritual is.",
    "start": "00:30:13",
    "end": "00:30:18"
  },
  {
    "text": "Yeah. There's two things that atonement does. One is it covers for the relational damage that has been done because of someone's moral failures. So when I damage the relationship between you and I, how do I repair the relationship?",
    "start": "00:30:18",
    "end": "00:30:36"
  },
  {
    "text": "I'll take the hit.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "And so one thing you can do well, how you would do it between you and I, is you bring an animal. If we're Israelites, we wouldn't do this. No, we wouldn't do this. If you're an Israelite, bring an animal. It'd be called asham, the repair offering, or the guilt offering. Because I've incurred guilt before God and before you.",
    "start": "00:30:37",
    "end": "00:30:55"
  },
  {
    "text": "What did you do to me?",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "I don't know. When I stole your lawnmower or something. I don't know. What did I do? Do you have a lawnmower?",
    "start": "00:30:56",
    "end": "00:31:03"
  },
  {
    "text": "I do.",
    "start": "00:31:03",
    "end": "00:31:04"
  },
  {
    "text": "Okay, let's say I stole it.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "Okay. And the chargers? It's electric one.",
    "start": "00:31:05",
    "end": "00:31:08"
  },
  {
    "text": "That's fine. And if I feel wracked with guilt, the next day I come back to you, and I'm like, john, you can't.",
    "start": "00:31:08",
    "end": "00:31:17"
  },
  {
    "text": "Just give me back the lawnmower.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Oh, I can and I must.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "But you also have to.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "Now, I've wronged you, and you're an image of God, so I've wronged the one whose image you're made. So I go to the tabernacle, and I say to the priest, moshe or no, Aharon is there that day. And I'm like, man, here's what I did. So here's a blameless goat, a young goat without blemish. And I offer it as an asham. So that animal's life is translated into smoke that rises up to the heavens, and maybe some of it wafts into the tent that it's in front of. And then.",
    "start": "00:31:21",
    "end": "00:31:55"
  },
  {
    "text": "Hold on. Sorry, I'm getting distracted by a lot more. Because it doesn't feel like a big deal to me. You could have just borrowed it.",
    "start": "00:31:55",
    "end": "00:32:01"
  },
  {
    "text": "But, no, I'm not done yet.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Well, hold on.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "Okay.",
    "start": "00:32:04",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, but, like, if you stole my ox.",
    "start": "00:32:04",
    "end": "00:32:06"
  },
  {
    "text": "Yeah.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "You're stealing my livelihood.",
    "start": "00:32:07",
    "end": "00:32:09"
  },
  {
    "text": "Yeah.",
    "start": "00:32:09",
    "end": "00:32:09"
  },
  {
    "text": "In this story, it's like, you got me fired from my job.",
    "start": "00:32:09",
    "end": "00:32:12"
  },
  {
    "text": "Oh, I see.",
    "start": "00:32:13",
    "end": "00:32:13"
  },
  {
    "text": "Right?",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "It's like that intense, like, yeah, I wronged you.",
    "start": "00:32:14",
    "end": "00:32:16"
  },
  {
    "text": "You wronged me.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "Yeah. Yeah. There's laws in the door about stolen stolen goods. Okay.",
    "start": "00:32:17",
    "end": "00:32:21"
  },
  {
    "text": "Even stolen goods.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "Yeah. Okay. Yeah. So. But what I do. So the first thing is the animal's death. What happens? The life of the animal, which is tamim, which means it's without blemish. But it's the same Hebrew word as for moral blamelessness. God accepts it as a substitute for me. And so that's one thing. Its life is surrendered in place of my life. But then also with the hashem, I both give back to you either the thing that I took or. Or the monetary value. And I add one fifth of its monetary value and give it back to you with the guilt offering. Yeah. And where would the priest do that? That only takes place right there at the altar. But then this is Leviticus 4. 5. What happens if.",
    "start": "00:32:22",
    "end": "00:33:10"
  },
  {
    "text": "So I would be there with you when we do this.",
    "start": "00:33:11",
    "end": "00:33:13"
  },
  {
    "text": "Oh, that's not described. Okay, that's not described. Let's Say all the people did something. Well, then you would need to take the blood of the animal and not just let it be on the altar. You would need to take some and take it into the tent and sprinkle it on the screen. The veil. And let's say it's the high priest who does something. Yeah. You're going to have to take the blood inside that tent. But let's say like all the people are blowing it and the high priest and everybody's blowing it. Well, I pretty much. There's only one time and place you're going to be able to provide atonement for that, and that is on one day a year only the high priest goes through the two veils. The one into the first veil, second veil goes through the blue sky veil, past the cherubim, and you sprinkle the blood on the kaporet.",
    "start": "00:33:13",
    "end": "00:34:05"
  },
  {
    "text": "The kaporet.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "The place of atonement.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "I see.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "Yeah.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "And that's the atoning sacrifice. That's the sacrifice of atonement.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "Of the day of Atonement.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "The day of atonement. It happens once a year.",
    "start": "00:34:13",
    "end": "00:34:15"
  },
  {
    "text": "Yep. And there's two goats. Sin is dealt with in two ways through the day of atonement. One goat is sacrificed like you would an offering of atonement. And then the other half of the ritual is that all the sins of Israel are put on the goat that's alive and then it's driven exiled to the east outside of the camp. So the sin goes with the live goat out of the camp. And the blood of the sacrifice goat does is it covers for it's offered up as a substitute. And that substitute, life purifies the altar in the camp from impurity. So that's why this thing is called the atonement lid. It's named after the function that it has on the day of Atonement. Which is funny as you're reading through the Torah, because you're like, the day of atonement, like, where am I going to learn about that? Oh, not for a long time, reader. Yeah, but once you read the Torah through one time, then you'll. Then you'll know, come back to it. So that's the ark. And then what God says is after he describes how it's made, then he says, make two cheravim, which are just described as creatures that have faces and wings. But both we know from archaeology and from other descriptions of these beings that they are hybrid, a fusion of human and mind. Different kinds of animals. They represent the creatures that reside at the boundary of heaven. And earth. And then God says, above the cherubim, I will meet with you and speak to you. And there you go. That's the thing at the hotspot of the tabernacle.",
    "start": "00:34:15",
    "end": "00:35:51"
  },
  {
    "text": "That's the tree of life, in a sense.",
    "start": "00:35:51",
    "end": "00:35:53"
  },
  {
    "text": "Oh, yeah. It fits the same slot in the tabernacle that is occupied by the fire on the top of the mountain that Moses or the fire in the burning bush that Moses encounters and occupies the same spot as the tree of life at the center of the garden. Yeah.",
    "start": "00:35:54",
    "end": "00:36:12"
  },
  {
    "text": "And the top of it is the atonement lid.",
    "start": "00:36:12",
    "end": "00:36:15"
  },
  {
    "text": "Yeah. And so the cherubim. There's this line that happens throughout the Psalms, calling Yahweh the one who sits above the cherubim. And this is why, just like there was no human or animal form at the top of Mount Sinai, so God said, don't make any idols of me. So also here at the center, there's no form. There's no form of anything above the cherubim.",
    "start": "00:36:15",
    "end": "00:36:39"
  },
  {
    "text": "Oh, yeah. Because this is also meant to be a throne.",
    "start": "00:36:39",
    "end": "00:36:41"
  },
  {
    "text": "This is God's throne.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "This ark is not just a box to collect some stuff in.",
    "start": "00:36:42",
    "end": "00:36:46"
  },
  {
    "text": "Yeah, It's a throne.",
    "start": "00:36:46",
    "end": "00:36:47"
  },
  {
    "text": "It's the throne of God.",
    "start": "00:36:47",
    "end": "00:36:48"
  },
  {
    "text": "It's a mobile throne. That's why the throne.",
    "start": "00:36:48",
    "end": "00:36:50"
  },
  {
    "text": "And that's why you can carry it.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "But it doesn't have a back. You know, most. I mean, it's kind of more of like a ottoman. Yeah, but it is a throne.",
    "start": "00:36:52",
    "end": "00:36:58"
  },
  {
    "text": "Yeah. And it hosts the invisible presence.",
    "start": "00:36:58",
    "end": "00:37:02"
  },
  {
    "text": "Now, in a neighboring culture, you go into their temple and you get to where God is, and it's a statue.",
    "start": "00:37:02",
    "end": "00:37:12"
  },
  {
    "text": "A statue on a box. And on a statue. Sitting on a throne. Yes.",
    "start": "00:37:13",
    "end": "00:37:17"
  },
  {
    "text": "Sitting on a throne.",
    "start": "00:37:17",
    "end": "00:37:17"
  },
  {
    "text": "Yes. Many examples from the cultures of Israel, neighbors.",
    "start": "00:37:17",
    "end": "00:37:21"
  },
  {
    "text": "So you go in and what you would expect is to see the statue of God.",
    "start": "00:37:21",
    "end": "00:37:25"
  },
  {
    "text": "Yep.",
    "start": "00:37:25",
    "end": "00:37:25"
  },
  {
    "text": "There's no statue.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "No statue. It's.",
    "start": "00:37:26",
    "end": "00:37:27"
  },
  {
    "text": "The throne is unoccupied, in a sense.",
    "start": "00:37:27",
    "end": "00:37:30"
  },
  {
    "text": "Yeah.",
    "start": "00:37:30",
    "end": "00:37:30"
  },
  {
    "text": "The only thing yet it is occupied.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Yeah, exactly. Yeah. Yeah. And that's the irony is that one, it's empty, as it were, in one level. On another level, it's a human image of God is the one who's entering in there and seeing it. But then the priest is. Yeah. What's interesting. So on one level, you'd say if you walked in there, it's empty. But then when Ezekiel the prophet and Isaiah the prophet have visions, apocalyptic visions, where the reality of what's happening here is unveiled before them, what they see are their famous visions of Yahweh seated on A throne surrounded by these heavenly beings.",
    "start": "00:37:32",
    "end": "00:38:10"
  },
  {
    "text": "So, yeah, like, in some sense, Yahweh is sitting on a throne, but we're not supposed to make an image of what that looks like.",
    "start": "00:38:10",
    "end": "00:38:17"
  },
  {
    "text": "Yeah. And what Isaiah and Ezekiel see when their eyes are opened is a humanoid form sitting on a throne. They see the form of a human. But I think even that right there, there's a way that you could walk into the space and see, but what you would be seeing is not normal, what you would see with your earthly eyes, or something like that. Anyway, we're back to our previous conversation, but that's the idea here. Yeah, it's the mobile throne. So just as a quick note, the imagery and the architecture and symbolism is being revealed to Moses, right in this divine pattern he's being shown on top of the mountain. It also corresponds to how sacred spaces were architected and decorated in the cultures of Israel's neighbors of Canaanite culture, Egyptian culture, the Caravim, corresponds roughly to the same role that the Sphinx plays and the pyramids outside of Cairo, Egypt. A divine fusion.",
    "start": "00:38:17",
    "end": "00:40:14"
  },
  {
    "text": "Bodyguards.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "Bodyguard.",
    "start": "00:40:15",
    "end": "00:40:15"
  },
  {
    "text": "Yeah, that's right, the divine bodyguards.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "And these creatures also were set as. Statues of them were set as guardians of temples out in Assyria and Babylon. So this was a shared cultural motif that the Israelites adopted. But then they also made these creatures, they fit them, adjusted them into their vision and their convictions about the identity and person of God of Israel. So these are not like rival gods. They are like bouncer guardians, as it were. And there you go. So that's the box. How you doing? Our tour is not going very quickly.",
    "start": "00:40:17",
    "end": "00:40:58"
  },
  {
    "text": "No. And is that box related to Eden in any sense? I mean, we called it the Tree of Life because that's where it sits. But in any other sense, is it related to Eden or the cherubim are on it.",
    "start": "00:40:58",
    "end": "00:41:11"
  },
  {
    "text": "Yeah, totally, the cherubim. Yeah, are on it. And, yeah, the cherubim are present as guardians of the way in and out of Eden. I guess that's the most explicit one. And gold. Everything's made of gold. Eden had a lot of gold. But after you leave Eden, the ark revealed to Noah, becomes a temporary Eden refuge where the humans and animals live together in peace.",
    "start": "00:41:11",
    "end": "00:41:36"
  },
  {
    "text": "Yeah.",
    "start": "00:41:36",
    "end": "00:41:36"
  },
  {
    "text": "And so when the ark here is described with the language, precisely the same type of language used to describe the construction of the ark, but it's decorated with imagery of Eden. It's a good example of how this narrative assumes that you saw the connection between Eden and Noah's Ark as being images of each other back in Genesis. So the Next three items that are described are.",
    "start": "00:41:37",
    "end": "00:42:04"
  },
  {
    "text": "Was that the first of the seven?",
    "start": "00:42:05",
    "end": "00:42:07"
  },
  {
    "text": "That was. Well, the list of materials.",
    "start": "00:42:07",
    "end": "00:42:10"
  },
  {
    "text": "Oh, the list of materials.",
    "start": "00:42:10",
    "end": "00:42:10"
  },
  {
    "text": "The first paragraph, second paragraph is the ark.",
    "start": "00:42:10",
    "end": "00:42:12"
  },
  {
    "text": "Yeah.",
    "start": "00:42:12",
    "end": "00:42:13"
  },
  {
    "text": "Third is a golden table that is set inside the tent, but not in the most holy place, but in the lower.",
    "start": "00:42:13",
    "end": "00:42:19"
  },
  {
    "text": "This is where the bread is put on.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Okay. Yeah. So this is called the golden table for bread. Then there's a couple other things. Then there's the seven, the menorah part. Menorah that's described as flowery blossoms emerging out of flowery blossoms. It's like blossoms. So there will be multiple blossom like spots as you go up the seven lamps. And then the altar of incense, which is a high, small table, kind of maybe like an end table. And those are the three pieces of furniture in the little antechamber. And you have to finish through the Torah and even into the prophets. And you get. The bread is set in rows, and there's 12 loaves. And of course, the number 12 representing the tribes. 12 tribes of Israel. So that's kind of on your. I forget. Is that on your left or is that on your right when you go in? So the table's on one side, and then on the opposite side, within the antechamber, is the lights, the seven lights. And later in Leviticus, the two are described as connected because you're said to put the bread before the face of the lights, and the lights shine upon the bread. So it's this cool little image about the sevenfold light that never goes out, constantly shining on the 12 loaves of bread. This is cool. Complete light. Seven means complete. So it's an image, I think, of God's own life and light, the light of day one, God's own light perpetually shining on the perpetually fresh bread, which is Israel, which is God's people. Yeah. So cool.",
    "start": "00:42:21",
    "end": "00:44:04"
  },
  {
    "text": "That's the image.",
    "start": "00:44:04",
    "end": "00:44:05"
  },
  {
    "text": "That's the image. And then either to the kind of to the front or next to one of those is the altar of incense. So that this place is continually filled with smoke. And the smoke represents. In the Psalms, the smoke is described as representing the continually ascending prayers of Israel before God. So just let my prayer be like incense before your throne. So inside, there's perpetual prayer being offered on behalf of Israel as it experiences the perpetual light shining upon the twelve loaves. Isn't that cool? That's cool. Yeah. God wants to shine his light upon his people. And the vehicle for that is the priestly intercession, just continually smoking there, rising up to God.",
    "start": "00:44:05",
    "end": "00:44:57"
  },
  {
    "text": "And This is kind of a picture of both what God wants for humanity and like some sort of perfect state.",
    "start": "00:44:59",
    "end": "00:45:06"
  },
  {
    "text": "Yeah.",
    "start": "00:45:06",
    "end": "00:45:07"
  },
  {
    "text": "Of his life shining on them. But then it also shows how this is kind of being realized in this fallen state, which is where only the priests can come in. The prayers are going up as intercessory prayers.",
    "start": "00:45:07",
    "end": "00:45:21"
  },
  {
    "text": "Yeah.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "And it's kind of holding it together for the time being.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "Yeah, it's like a little ritual stage show, something like that. There's also. The bread surely has multiple layers of symbolism, because one is 12, 12 tribes of Israel. The light shines on the bread, but also bread that's perpetually there and fresh.",
    "start": "00:45:25",
    "end": "00:45:41"
  },
  {
    "text": "It's abundance. It's the blessing.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Yes. Yeah. Perpetual food. Like Eden, Just perpetually fresh food. Because the bread gets changed out every seven days. So you would think by day six.",
    "start": "00:45:43",
    "end": "00:45:53"
  },
  {
    "text": "It'S a little stale.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "A little stale. But.",
    "start": "00:45:54",
    "end": "00:45:55"
  },
  {
    "text": "But for ancient bread, I'm sure that's still great. You're not going to get away with that at subway.",
    "start": "00:45:55",
    "end": "00:46:01"
  },
  {
    "text": "Okay. So right outside the tent door, so there's a holy of holies. You go right outside of that screen or veil is the place we just described the holy place, the antechamber. And then you go through that cherubim, little veil out, and you'll see a bronze. A large bronze altar.",
    "start": "00:46:07",
    "end": "00:46:28"
  },
  {
    "text": "And now you're in the outer court.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "Now you're in the outer court, but the altar is placed right, you know, right in front of the door.",
    "start": "00:46:30",
    "end": "00:46:36"
  },
  {
    "text": "There's cherubim at every, like, juncture.",
    "start": "00:46:36",
    "end": "00:46:39"
  },
  {
    "text": "Yes. Yep, that's right.",
    "start": "00:46:39",
    "end": "00:46:41"
  },
  {
    "text": "There's three cherubim in the holy place, like, protecting the throne. The ark.",
    "start": "00:46:41",
    "end": "00:46:47"
  },
  {
    "text": "Yes, the two on the throne.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "Then there's the cherubim in the. Yeah, the blue curtains that let you into the holy of holies. And then if you. To walk in, you'd be in the room we were just talking about with the showbread and the incense. And then to get into that room, our curtains with the cherubim. So cherry beam blocking each level.",
    "start": "00:46:48",
    "end": "00:47:10"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:47:10",
    "end": "00:47:11"
  },
  {
    "text": "Okay.",
    "start": "00:47:11",
    "end": "00:47:12"
  },
  {
    "text": "Yeah. And each step reminds you you are passing through a boundary, another boundary coming into greater proximity of the heaven and earth spot. Yeah. It's powerful.",
    "start": "00:47:15",
    "end": "00:47:28"
  },
  {
    "text": "Sam.",
    "start": "00:47:43",
    "end": "00:48:08"
  },
  {
    "text": "The altar. So you come out. So it's probably 7ft long and 7ft wide, maybe more. It's big. Yeah, it's a big, huge stone table. And then it has these protrusions on the four corners that are called horns. And it's the same word as used for animal horns. They were kind of shaped like it. And that's where animals that have Been already slaughtered and feel dressed and then are put there. And there's perpetual. There's a, like a mesh network, a bronze. What do you call a grate? Oh, like a grill, Like a metal grate. Grill. Yeah, yeah, yeah. That hovers over, you know, coals and wood.",
    "start": "00:48:32",
    "end": "00:49:16"
  },
  {
    "text": "So you're actually cooking it up there.",
    "start": "00:49:16",
    "end": "00:49:18"
  },
  {
    "text": "Yeah, whatever you put on there is going to be burned and consumed in the fire.",
    "start": "00:49:18",
    "end": "00:49:21"
  },
  {
    "text": "Oh, you're not cooking it to eat it. You're cooking it to just.",
    "start": "00:49:22",
    "end": "00:49:24"
  },
  {
    "text": "Yeah, to translate it into smoke.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Okay.",
    "start": "00:49:26",
    "end": "00:49:27"
  },
  {
    "text": "And so. And these are the five offerings, five different types of offerings that we won't describe now, we'll describe them later in Leviticus. So what's fascinating is you're introduced to the altar and the fact that there will be sacrifices, but the types of sacrifices are not explained to you until later in the Torah. But the idea is, before I can enter into the place where heaven and earth are one being in the state that we are out of Eden, why are we outside of Eden? Well, because we're violent and stupid and we do terrible things to each other. So we wrong each other, we wrong God. And God has provided. This isn't about appeasing God. And maybe.",
    "start": "00:49:27",
    "end": "00:50:07"
  },
  {
    "text": "Yeah, because this is hyperlinking back to the stories of God providing the goat for Abraham and providing the substitute for.",
    "start": "00:50:07",
    "end": "00:50:15"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "The lamb for Israel in Egypt.",
    "start": "00:50:16",
    "end": "00:50:21"
  },
  {
    "text": "Yeah, the Passover lamb.",
    "start": "00:50:21",
    "end": "00:50:22"
  },
  {
    "text": "These are animals that God provided as a way out.",
    "start": "00:50:22",
    "end": "00:50:25"
  },
  {
    "text": "That's right. Yeah. So even though it's the same mechanism as your Canaanite neighbors down the road, or trying to appease God. Yeah. Or the Philistines and they're like, oh, I wonder if Dagon is into us today and will give us favor. Well, let's.",
    "start": "00:50:25",
    "end": "00:50:40"
  },
  {
    "text": "Let's give them some goats.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Yeah, let's give them some goats. And maybe. Yeah, I might even need to, like for the prophets of baal, you know, that Elijah's around. I might even need to do self harm, like cut myself so that I'm bleeding along with the blood of the animals to get the God's attention. And this is different. This is God saying, here's how you can access me, here's how you can.",
    "start": "00:50:41",
    "end": "00:51:05"
  },
  {
    "text": "You can know. And it's a gift from me.",
    "start": "00:51:05",
    "end": "00:51:08"
  },
  {
    "text": "No, it's a gift from me. This process and you, this process will form you into people who begin to see your own moral failures in a certain light. But also see my desire for you expressed through this ritual system. These laws are a part of what the psalmist who wrote Psalm 119 said, how beautiful are your laws and your commands. They give light to my eyes, they guide my path.",
    "start": "00:51:08",
    "end": "00:51:34"
  },
  {
    "text": "This would be one of the laws that.",
    "start": "00:51:35",
    "end": "00:51:37"
  },
  {
    "text": "These are laws. These are among the 613 laws of the Torah. Oh, the guidelines for the tabernacle. Okay, yeah. So the idea is we're constantly ruining life, taking away life through our selfishness, stupidity, foolishness. We either diminish life or we take away life, we kill. And so what God gives as a gift is instead of you constantly dying for your failures, I will provide in your place a substitute animal that is your blameless representative. It will rise up into the skies on your behalf and I will accept it as your substitute and then bring blessing on you instead of letting you die in your stupidity.",
    "start": "00:51:37",
    "end": "00:52:26"
  },
  {
    "text": "Now, in a sense, we're all going to die. And in a sense we're all going to die because of. Well, I guess in one way you could say just because we're mortal. But another way you could say is, is because of our corruption.",
    "start": "00:52:27",
    "end": "00:52:41"
  },
  {
    "text": "Yeah. Or that's right, the fact that all of us in our own ways replay the failure of Adam and Eve.",
    "start": "00:52:41",
    "end": "00:52:48"
  },
  {
    "text": "Yeah. Which keeps us in this state of.",
    "start": "00:52:48",
    "end": "00:52:51"
  },
  {
    "text": "Perpetual exile from which is going to.",
    "start": "00:52:51",
    "end": "00:52:54"
  },
  {
    "text": "End in actual just.",
    "start": "00:52:54",
    "end": "00:52:56"
  },
  {
    "text": "Yeah. Return to the dust.",
    "start": "00:52:56",
    "end": "00:52:58"
  },
  {
    "text": "Returning to the dust.",
    "start": "00:52:58",
    "end": "00:52:59"
  },
  {
    "text": "Yeah.",
    "start": "00:52:59",
    "end": "00:52:59"
  },
  {
    "text": "In another sense. When you stole my lawnmower. You don't deserve to die because of that.",
    "start": "00:53:00",
    "end": "00:53:06"
  },
  {
    "text": "Oh, okay, no, sure, I hear.",
    "start": "00:53:07",
    "end": "00:53:10"
  },
  {
    "text": "But you're still like the animals getting in the process.",
    "start": "00:53:10",
    "end": "00:53:15"
  },
  {
    "text": "Yeah. I think it seems like this ritual system doesn't separate. It does acknowledge degrees of sin and consequence. So like if your average Israelite like wrongs somebody else, the blood just needs to cover for the altar. But if a high priest or all the people, you need to take it inside the tent. So there's this sense of like human moral failure and evil has this vandalizing effect God staked out. Remember, God wants to be with sinful people, but he stakes out a little holy outpost. Human evil is constantly threatening to overwhelm it, vandalize it, so to speak. And so through these purification rituals, the blood both covers for in terms of a substitute life. But also the blood is a purifying agent. There's a Jewish scholar, Jacob Milgram, who's like the sage master of all things, Leviticus. He wrote like 1600 pages on multi volume commentaries. So he calls the blood a ritual detergent. It says sin is like this vandalism of creation and of God's holy space. And so the blood is a ritual detergent, which is again a metaphor, impurity, defilement. Vandalism.",
    "start": "00:53:15",
    "end": "00:54:30"
  },
  {
    "text": "Do they go in and wash this down every once in a while?",
    "start": "00:54:30",
    "end": "00:54:33"
  },
  {
    "text": "Well, they had to. And that's why there's a big basin, a big bronze basin of water. It's constantly refilled. Yeah. A lot of hand washing.",
    "start": "00:54:33",
    "end": "00:54:42"
  },
  {
    "text": "Well, not just their hands, but I mean, if you're going in and sprinkling stuff with blood, you let that cake on.",
    "start": "00:54:42",
    "end": "00:54:47"
  },
  {
    "text": "Oh, yeah, it's.",
    "start": "00:54:47",
    "end": "00:54:48"
  },
  {
    "text": "And you come back. I mean, that's intense.",
    "start": "00:54:48",
    "end": "00:54:51"
  },
  {
    "text": "It is. Think of the blood that's sprinkled on the atonement lid once a year.",
    "start": "00:54:51",
    "end": "00:54:54"
  },
  {
    "text": "Yeah.",
    "start": "00:54:54",
    "end": "00:54:55"
  },
  {
    "text": "And that adds up over the decades.",
    "start": "00:54:55",
    "end": "00:54:57"
  },
  {
    "text": "Yeah.",
    "start": "00:54:57",
    "end": "00:54:57"
  },
  {
    "text": "Little pile of dried blood.",
    "start": "00:54:57",
    "end": "00:54:59"
  },
  {
    "text": "Yeah.",
    "start": "00:54:59",
    "end": "00:55:00"
  },
  {
    "text": "Especially if there's no, like, wind or breeze in there. It just get kind of gnarly. Anyway, there's a lot more that we could do, but that's the basic outline of.",
    "start": "00:55:00",
    "end": "00:55:10"
  },
  {
    "text": "But that's just the first seven.",
    "start": "00:55:10",
    "end": "00:55:11"
  },
  {
    "text": "Oh, yeah, totally. Yeah. But those are the main seven.",
    "start": "00:55:12",
    "end": "00:55:14"
  },
  {
    "text": "Okay.",
    "start": "00:55:14",
    "end": "00:55:15"
  },
  {
    "text": "So the lights are lit day and night. Inside, perpetual incense going up in the fresh bread. Outside, there's a morning offering and an evening offering that's for nobody and everybody. Like, it's just offered no matter what.",
    "start": "00:55:15",
    "end": "00:55:31"
  },
  {
    "text": "The just in case offer.",
    "start": "00:55:32",
    "end": "00:55:33"
  },
  {
    "text": "Yeah, totally. And those are the Olah. So some offerings, you offer part of the animal. Actually, we'll talk about this later when we get to Leviticus. But the daily offering, evening and morning, is called the olah. And it's the whole animal. Nothing is left. It all is consumed. And it's perpetual surrender. Remember, all the way back, this is all patterned, connecting back to Abraham and Isaac on Mount Moriah and also to the Passover lamb that was offered as a substitute. And both of those stories are hyperlinked to each other through shared language. And then together, this altar and its sacrifices are filled with language from both Passover and from Isaac on Mount Moriah. So it's an act of perpetual surrender before Yahweh. And when Yahweh's people surrender and ask him for forgiveness, he will happily release from the source of life. He'll release the blessing out towards his people. And that is. That's the story being told in this space every evening and every morning and all throughout the day. It's powerful, man. It's the power of ritual, the power of symbolic spaces and behavior to tell a story that shapes a people.",
    "start": "00:55:33",
    "end": "00:56:46"
  },
  {
    "text": "So I imagine that we're going to have to move on to the next story of the Golden Calf.",
    "start": "00:56:47",
    "end": "00:56:52"
  },
  {
    "text": "Yeah, I kind of figured it would be like this, that the blueprints are five long chapters.",
    "start": "00:56:52",
    "end": "00:56:58"
  },
  {
    "text": "There's a lot More here.",
    "start": "00:56:58",
    "end": "00:56:59"
  },
  {
    "text": "There's more here. We haven't covered everything, but I think we've covered the important things that we can cover.",
    "start": "00:56:59",
    "end": "00:57:04"
  },
  {
    "text": "Well, I mean, the priestly garments sound important.",
    "start": "00:57:04",
    "end": "00:57:07"
  },
  {
    "text": "Oh, yeah, they are cool. Actually. We'll come to them. They will become relevant when we talk about Moses on the mountain. Shining.",
    "start": "00:57:07",
    "end": "00:57:14"
  },
  {
    "text": "Okay.",
    "start": "00:57:14",
    "end": "00:57:14"
  },
  {
    "text": "Shining like a star.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "Okay.",
    "start": "00:57:15",
    "end": "00:57:15"
  },
  {
    "text": "But so, yeah, there's two big blocks of blueprints. One is the description of them five chapters, Exodus 25, 31. And then there's five chapters of them being made in the same verbal detail as the blueprints, and that's chapters 35 through 40 of Exodus to the end of the scroll. Yeah. So I thought we could just have the conversation we just had and the one before that to cover those two big blocks.",
    "start": "00:57:16",
    "end": "00:57:42"
  },
  {
    "text": "Yeah.",
    "start": "00:57:42",
    "end": "00:57:42"
  },
  {
    "text": "In the center of those two big blocks is the story of the narrative of the golden calf where Moses becomes. Takes the role and job of the high priest of Israel. Because the guy who's supposed to be the high priest of Israel is not covering for the sins of the people. He is adding to them. And that's the next story. But for now, let's just, you know, ponder the beauty of this picture. The Tabernacle was a thing of beauty. It was a place of mercy and grace, and it told a story of God's generosity, but also it told a story that human evil is terrible and it. It ruins us and it vandalizes the most beautiful place that's at the center of our life. But God has provided a way for us to be reconnected to him. And that. And that's the story that the Tabernacle tells.",
    "start": "00:57:42",
    "end": "00:58:32"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we finish up the third movement of Exodus. The instructions for the tabernacle Tabernacle have been given, and Moses comes down to find Israel building a golden calf.",
    "start": "00:58:34",
    "end": "00:58:49"
  },
  {
    "text": "So the golden calf did something that ruptured the relationship between God and his people, such that even Moses, who could and did ascend into the glory cloud, now that the glory cloud dwells in the middle of these people, there's unresolved problems.",
    "start": "00:58:49",
    "end": "00:59:06"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel, show notes by Lindsey Ponder, and the annotated podcast for the app is done by Ashlyn Hice and Hannah Wu. Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:59:06",
    "end": "00:59:31"
  },
  {
    "text": "All right? Hi, this is Mike. I. I'm from Portland. I first heard about bibleproject from my sister in Hawaii. I use the Bible Project for my daily devotionals. My favorite thing about Bible Project is it just really touches your heart and makes things very understandable. We believe Bible is a unified story that leads to Jesus. We're a crowdfunded project by people. People like me. Find free videos, study notes, podcasts, and more@thebibleproject.com Nice, dude, than your work. Yeah, Yeah.",
    "start": "00:59:32",
    "end": "01:00:11"
  }
]