[
  {
    "text": "In the scroll of Genesis, we meet a young man named Joseph. He's a mere boy and he's got 10 older brothers. And he tells his brothers a dream.",
    "start": "00:00:03",
    "end": "00:00:13"
  },
  {
    "text": "Yoseph just had a dream about being exalted up high over his brothers, over the sun, moon and stars.",
    "start": "00:00:13",
    "end": "00:00:18"
  },
  {
    "text": "Now, his brothers, they don't like this. In fact, they kind of hate Joseph for it, and they scheme up a plan to kill him. And while they scheme, they throw their brother Joseph in a pit, down into.",
    "start": "00:00:18",
    "end": "00:00:32"
  },
  {
    "text": "The pit below the ground.",
    "start": "00:00:32",
    "end": "00:00:33"
  },
  {
    "text": "You think you're meant to be a ruler of the sky? Well, now you're a dweller of the pit. From the heavens to the grave, he.",
    "start": "00:00:33",
    "end": "00:00:40"
  },
  {
    "text": "Goes from one end of the cosmos to the other, so to speak.",
    "start": "00:00:40",
    "end": "00:00:43"
  },
  {
    "text": "Today we begin the fourth movement of Genesis. It's all about Joseph. And we're tracing the theme of exile. It's an important theme in these stories.",
    "start": "00:00:43",
    "end": "00:00:51"
  },
  {
    "text": "Joseph's descent to the pit, his descent to Egypt as a slave, are all going to be accumulating as images of his exile from his family. Exile from his royal special status, exiled from the love of his father and from the promised land.",
    "start": "00:00:52",
    "end": "00:01:09"
  },
  {
    "text": "Going down, you probably know what it feels like to be separated or left out, to be set aside or to be banished from relationships. Exile is a form of death. And in these stories, we're going to explore exile in one of the most extreme forms.",
    "start": "00:01:09",
    "end": "00:01:29"
  },
  {
    "text": "This is about someone who is kidnapped, separated from their family, in a very vulnerable state, sold to traitors who take them to a place where they have no identity, no money, no family. This is about human trafficking.",
    "start": "00:01:29",
    "end": "00:01:43"
  },
  {
    "text": "I'm John Collins, and this is bibleproject podcast. And today I talk with today, Tim Mackey about the fourth movement of the Genesis scroll, the stories of Joseph. And as we read them, we trace the theme of exile. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:01:43",
    "end": "00:02:15"
  },
  {
    "text": "Hey, John. Hello there.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "We are here again in the Bible.",
    "start": "00:02:17",
    "end": "00:02:20"
  },
  {
    "text": "Together as we do, and in the Genesis scroll in particular, which you think, man, are these guys ever going to move on with their lives?",
    "start": "00:02:20",
    "end": "00:02:28"
  },
  {
    "text": "Hey, but we are making some progress.",
    "start": "00:02:28",
    "end": "00:02:30"
  },
  {
    "text": "Yeah, we are moving on.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "We're going through some stories that you and I have never talked about before.",
    "start": "00:02:32",
    "end": "00:02:35"
  },
  {
    "text": "We're going to. Yeah. Be actually finishing out in today's episode and the next one, our journey through the Genesis scroll. And maybe just as a quick note, some of you might notice that it's just John and I here, here as we're going through Genesis. Carissa has been a part. Really amazing to have her a part of the conversations about the paradigm that released last year. And then the early parts of the Genesis scroll. Carissa has refocused her attention on some other projects here, a Bible project. And so it's just gonna be John and I finishing out the Genesis scroll here. And yeah, we've never talked about the Joseph story, story of Joseph and his brothers, but, dude, oh, my goodness. There's so much awesomeness going on here. So we maybe. Let's quick set the table. Big picture, we're going through the Genesis scroll because early in 2022, we released the Bible Project app. And one of the features is about these guided interactive reading experiences where we're taking people through the Torah in 2022. Just five books of the Hebrew Bible in a year.",
    "start": "00:02:36",
    "end": "00:03:35"
  },
  {
    "text": "Yeah.",
    "start": "00:03:35",
    "end": "00:03:35"
  },
  {
    "text": "So manageable.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "So manageable. But it's these five books that if you are reading through the Bible, they're the hardest. They're really hard, and you probably aren't going to get through them.",
    "start": "00:03:36",
    "end": "00:03:44"
  },
  {
    "text": "But if we could do it together with our friends, I think it's going to be a more rich experience.",
    "start": "00:03:45",
    "end": "00:03:50"
  },
  {
    "text": "Yes, let's do it together.",
    "start": "00:03:50",
    "end": "00:03:52"
  },
  {
    "text": "So just real quick. The original organization of the biblical scrolls was not done through chapters and verses, even though that's how we now encounter biblical books in the Bible. They were originally designed as scrolls and not with chapter and verse numbers. But the biblical authors use repetition of words, patterning of stories, the cycling of themes to indicate the flow and the design of the content of the scrolls. And so we are trying our best to follow the cues of the authors. And in the Genesis scroll, if you pay attention, has been organized into four large movements about the cycle of generations of God's Eden blessing and his covenant promises, kind of passing on from generation to end generation. And we are now in this conversation and the next, focusing on the fourth literary movement of Genesis, which is the story of Jacob's sons.",
    "start": "00:03:52",
    "end": "00:04:49"
  },
  {
    "text": "The fourth and last literary movement.",
    "start": "00:04:49",
    "end": "00:04:51"
  },
  {
    "text": "Yeah, Fourth and final. Yeah, that's right. Yeah. The first one tells the story from Adam to Abraham, cycling through the story. It's three kind of cycles of generations, from Adam to Noah and then from Noah to a guy named Terah, who's Abraham's dad.",
    "start": "00:04:51",
    "end": "00:05:07"
  },
  {
    "text": "Those three cycles kind of work together as one literary movement.",
    "start": "00:05:07",
    "end": "00:05:11"
  },
  {
    "text": "Those three cycles are the first literary movement. Yep. Three cycles of 10 generations each time, resulting in the birth of three sons, one of whom is chosen out of the three to carry on the promise of blessing. The second movement is Abraham, who gives birth to. To a bunch of sons, but first and primarily two. And again, it's one of the sons, the second born, who's chosen to be the vehicle of God's promise and blessing. The third literary movement is the story of Isaac and Jacob, which is Abraham's son and grandson. And again, Isaac has two sons, Jacob and Esau. And once again, it's the second born who is chosen as the vehicle of God's promise and blessing, who will give birth to that long awaited snake crushing seed of the woman promised all the way back in Genesis, chapter three, verse 15. And so we just spent a couple episodes talking through the theme of blessing and curse in the Jacob story. And that leads us to where we are now talking about the story of Jacob's sons, which make up what we call chapters 37 through 50 of Genesis.",
    "start": "00:05:11",
    "end": "00:06:18"
  },
  {
    "text": "Jacob's sons. There's 12 of them. Yeah, the beginning of the 12 tribes of Israel. Because what we learned in the last story of Jacob is that he wrestles with God and God names him Israel.",
    "start": "00:06:18",
    "end": "00:06:34"
  },
  {
    "text": "That's right. Which means struggles with El. Yisra is from struggles with or wrestles with. And then El is short for Elohim, which is God struggles with God. Struggler. What if that was your name? Struggler.",
    "start": "00:06:34",
    "end": "00:06:47"
  },
  {
    "text": "Struggler.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "He's just struggling.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "That's not, it's not a great nickname.",
    "start": "00:06:50",
    "end": "00:06:52"
  },
  {
    "text": "No. Look at struggler over there, struggling. When we were in college, that was a term people used like, hey, how's it going? And a real common way, if you weren't having a great day, was just.",
    "start": "00:06:52",
    "end": "00:07:02"
  },
  {
    "text": "Big man, I'm struggling. Struggling now with little kids. I say snuggling.",
    "start": "00:07:02",
    "end": "00:07:07"
  },
  {
    "text": "There you go. I ain't struggling, I'm snuggling. So that's the name of the, you know, the father of these 12 sons. And you know, so much of the Genesis scroll is these meditations and stories about the children replaying and intensifying the failures of their parents. Yeah, especially with the first set of parents, Adam and Eve. Because every generation has stories where people are not just replaying the failure of Adam and Eve, but the actual vocabulary, as we've seen of the stories, is patterned after the failure at the tree. And so that it's not just cool literary art, it's making a real profound statement about the human condition. That as much as each generation wants to think that we're different from our parents, in a way we are a more elaborate and more developed, never identical, but just variations of the same struggle that our parents had. And so the story of these 12 sons is going to in every way replay and intensify key stories in the life of Jacob. In actual vocabulary, the stories of the Struggles of the sons is going to be retold in ways that are patterned after the struggles that Jacob had with his father and with his brother.",
    "start": "00:07:07",
    "end": "00:08:28"
  },
  {
    "text": "And Jacob is just an intensified version of his grandfather, Abraham.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "Yes. And Abraham is an intensified version of Noah, who's an intensified version of Adam and so on.",
    "start": "00:08:33",
    "end": "00:08:40"
  },
  {
    "text": "And so you have all this cycling of God chooses a human and just out of his generosity, gives this human a promise of abundance and asks the human to be his representative, to bring blessing to all of creation.",
    "start": "00:08:40",
    "end": "00:08:59"
  },
  {
    "text": "Yeah. To become partners with God's divine purpose, to spread the Eden, restore the Eden blessing that was lost, but restore it to all of the nations. That's the end game here.",
    "start": "00:08:59",
    "end": "00:09:10"
  },
  {
    "text": "Adam and Eve first had this as the representative humans. And their failure is very. Is the classic failure.",
    "start": "00:09:10",
    "end": "00:09:18"
  },
  {
    "text": "And as a result, they are exiled from the heaven on Earth place.",
    "start": "00:09:18",
    "end": "00:09:21"
  },
  {
    "text": "From God's presence.",
    "start": "00:09:21",
    "end": "00:09:22"
  },
  {
    "text": "Yep, from God's presence at the center of the garden. They're exiled from the garden out into the land of Eden. And then once their son Cain does his own replay and intensification by murdering his brother, this is all going to be important for the Joseph story. Story of Joseph and his brothers. Adam and Eve's older son looks upon the favor that God shows to his younger brother. God's elevating the younger one.",
    "start": "00:09:22",
    "end": "00:09:48"
  },
  {
    "text": "This is Cain and Abel. Yeah.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "Yep, Cain and Abel. And it makes Cain so angry that God says, hey, buddy, you've got an animal called sin crouching at the door of Eden here. It wants to sneak out of Eden and leap on you just like it deceived your parents.",
    "start": "00:09:49",
    "end": "00:10:01"
  },
  {
    "text": "He's struggling.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Yes, he's struggling. That's exactly right. And Cain gives in to the beast. He lets the snake rule him. And so he murders the chosen brother, and then God exiles him. I mean, he was already outside the garden, but now he is exiled from Eden, even the land of Eden, and out into. Into the desolate wilderness where he builds the first city further east. And all these patterns are going to be developed in the literary movement. We're looking at at the end, other end of the Genesis scroll of Joseph and his brothers. I don't think we said what we're focusing on and what the reading journey and the app will be focused on is the repeating theme of exile and homecoming in the story of Joseph and his brothers. But that's introduced in the story of Adam and Eve and Cain. So it's actually a whole theme through the whole Genesis scroll. We're just going to pick up with it. In the story of Jacob's sons, there's going to be deception, there's going to be attempted murder, there's going to be exile, there's going to be division among the siblings, but there is also going to be immense good because God is going to raise up a seed, a chosen seed from among the brothers to come to a place of rule and authority as an image of God. And he's going to be like a Noah who rescues everybody from a. A decreation that's coming. So the Joseph story has it all, man. It's just like the whole scroll comes together. Genesis chapter 37 through 50 is this final movement. It begins in chapter 37, verse 2. But the reason you know, why that's the beginning of this movement is actually there's a key repeated phrase. The opening says these are the birth generations of Jacob. And that's actually been a key structuring phrase throughout the whole Genesis scroll, walking you through each generation of characters. And so this is the final appearance of that phrase. It appears 10 times in the book. And this is the final one. And so you wonder, okay, this is the story of what will issue the generations of what will come out of Jacob. And the first son you're introduced to is not the 12 as a whole, but it's the youngest son at the time, and that is the son Joseph or Yoseph in Hebrew. And he's a teenager. He's a teen.",
    "start": "00:10:03",
    "end": "00:12:43"
  },
  {
    "text": "Yeah. When you're a teenager, you feel like you know everything, but your brain isn't even fully developed.",
    "start": "00:12:43",
    "end": "00:12:51"
  },
  {
    "text": "What a dangerous combination, man. It was for me. Oh gosh, I'm glad I made it. Glad I made it sound like you.",
    "start": "00:12:52",
    "end": "00:13:04"
  },
  {
    "text": "Just went through a car accident.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "No, and I, I had a, I had, I had a really stable upbringing. But even so, just a teenage brain does some stupid life threatening things without even knowing it.",
    "start": "00:13:05",
    "end": "00:13:16"
  },
  {
    "text": "Yeah. Insurance companies do know this. They price it in.",
    "start": "00:13:16",
    "end": "00:13:20"
  },
  {
    "text": "Yes, they do. So what you're told about Yosef is that he was a shepherd. In fact, all of his brothers were shepherds. That's interesting.",
    "start": "00:13:21",
    "end": "00:13:28"
  },
  {
    "text": "Why is that interesting?",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "Well, it's interesting for two reasons. One, the crisis moment between Joseph and his brothers is going to take place out as they're shepherding the flock out in the field. But it's a hyperlink setting you up for dear reader. Who else was a shepherd? Jacob, it turns out, was a shepherd and he had a division with his brother. Abraham was a shepherd and in fact his division from his nephew. Right. His family rivalry was. Was with his nephew Lot. And why did they divide? Oh, because of their flocks. Were multiplying and then back to Cain and Abel. Cain was a shepherd, and it was actually that situation that led to his division from his brothers. So that's the first thing you're told. So already you're being set up for. Here's the new generation, and they're shepherds. And you're like, oh, no. Actually, it's a good example of the meditation literature. It's only after multiple rereadings that you might notice that every generation in Genesis has divided siblings or divided families. And that often it's the moment you're introduced to the fact that they are shepherds that the conflict begins. You know, it's not something you would notice like, in a movie, maybe on the first viewing, but after multiple viewings, you might be like, oh, they tell you that, or they show you, like, that piece of clothing right before the character always has this thing happened to them or something, you know?",
    "start": "00:13:30",
    "end": "00:14:56"
  },
  {
    "text": "Yeah, it's the gun on the mantle.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "Yeah. So he was a shepherd with his brothers. Then what you're told is he was a young man, you know, 17, and he was with the sons of Bilhah and with the sons. Sons of Zilpah, the wives of his father. So you're reminded many of these guys are half brothers. And so here's Joseph. And the first thing you're told of what he does is he brings a bad report about his brothers back to their father. Now let's talk about Joseph's relationship to his father, Yisra', El, the guy named struggles with God. He loved Joseph more than all of his sons.",
    "start": "00:14:57",
    "end": "00:15:33"
  },
  {
    "text": "He was a favorite son.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "Favorite, yeah, because he was a son of his old age. Those are both little glowing hyperlinks back to earlier moments in the story. Who else loved one son more than the others?",
    "start": "00:15:35",
    "end": "00:15:46"
  },
  {
    "text": "Well, Abraham, you know, his second son, Isaac, was born of his wife Sarah, where his first son was born of a concubine. So he favored his second son.",
    "start": "00:15:46",
    "end": "00:15:57"
  },
  {
    "text": "Yeah, actually, that little phrase, a son of his old age is verbatim what was said about Isaac in relationship to Abraham. So what Isaac was to Abraham, Joseph is to Jacob, the son of his old age. And the loving is about the love that Isaac had for Esau and that Rebekah had for Jacob. So the favoritism of parents for certain children, we're now replaying the failure of the father and the mother. And then with a son of the old age being the favored one, we're replaying the favoritism and failure of Grandma and Grandpa. So that's another Good example where you're just being set up to expect what's going to happen next. But you are told of something new this time, that what was the tangible sign of that favoritism and extra love that was the Technicolor dream coat. The coat or the robe of many patterns or many colors. Yeah.",
    "start": "00:15:57",
    "end": "00:17:02"
  },
  {
    "text": "So Joseph got to kind of peacock a little bit with his brothers.",
    "start": "00:17:03",
    "end": "00:17:08"
  },
  {
    "text": "Totally. Yeah. Peacock. I like that. I've never heard that as a verb. So this robe is super important because the robe is going to be stripped off of him later in the story, and then he's gonna go without his robe for a long time, but then he's gonna get a robe put back on him again. And that's gonna be kind of the framing images around this first part of the Joseph story here. So that's the setup. He's more favored. He's got a robe that we're gonna see as indication of favor, but also his royal aspirations. And when his brothers see it's. His brother saw that their father loved him more than all of his brothers. They hated him and could not speak to him in peace.",
    "start": "00:17:08",
    "end": "00:17:49"
  },
  {
    "text": "Yeah, Sibling rivalry.",
    "start": "00:17:49",
    "end": "00:17:50"
  },
  {
    "text": "Totally. So what happens next is Joseph has two dreams. And the dreams are about how he was in a field. They were gathering wheat, and his little bundle of wheat stood up in the field, and all of his brother's bundles of wheat came, and they bowed down to his bundle of wheat. And he's like, hey, guys, I just had this dream the other night. Thought you'd want to know.",
    "start": "00:17:51",
    "end": "00:18:13"
  },
  {
    "text": "What do you think it could mean?",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "No, I think that's actually kind of. It is like he's depicted as a teenager. And so his brothers say. Actually, what his brothers say is important. He says, are you going to reign as a king over us? You think you're going to rule us? You're going to be a ruler. Come on, you're the kid. I mean, dad gave you the coat, but you're still a kid. Joseph dreamed another dream, and he said to his brothers, guys, it was so weird. Like, the whole universe was bowing down to me. What he says is, the sun, the moon, and 11 stars were bowing down to me. Ah, now, this is significant. The last time that that phrase. The only other time that phrase is used in the Genesis scroll was in the creation narrative, the phrase the sun.",
    "start": "00:18:16",
    "end": "00:18:59"
  },
  {
    "text": "And moon and stars.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "The sun, moon and stars. And also ruling.",
    "start": "00:19:00",
    "end": "00:19:03"
  },
  {
    "text": "Yeah. Because sun and moon and stars were the hosts of heaven to rule over the sky and the calendar, the time, day and night. Yeah. It seems like a hyperlink to like, not only am I going to rule over the land, I'm not going to rule over the sky.",
    "start": "00:19:03",
    "end": "00:19:17"
  },
  {
    "text": "Yeah. This is so potent, man. I mean, the significance of this won't strike until you reach Genesis 49 and 50. But. But this is all part of the larger strategy of the Joseph story within Genesis and the Torah and the Hebrew Bible as a whole. And so the last literary movement of Genesis picks up this theme of a human exalted to rule over the nations and over the cosmos. And we're harking back to the image of God in Genesis 1, except we're even more. Because the image of God was called to rule the land. Right in Genesis 1.",
    "start": "00:19:17",
    "end": "00:19:52"
  },
  {
    "text": "Yeah.",
    "start": "00:19:52",
    "end": "00:19:52"
  },
  {
    "text": "Mirroring as a mirror to the rulers above, over the sky. But now a guy has a dream about becoming the ruler over the land and over the sky. Yeah. Oh, that's intense. So this ticks off his brothers and his dad. His dad's like, this is just inappropriate, son. Like, you gotta.",
    "start": "00:19:53",
    "end": "00:20:13"
  },
  {
    "text": "Yeah.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "This is not okay. You really think, like, we're all gonna come bow down to you? That's what Jacob says to Joseph. So you're told his brothers were jealous, but his father kept the matter. He kept the matter in mind. So that's the opening of the story. So we'll just paraphrase here, but Joseph's brothers are out in a field, right? Just like Cain and Abel went out into a field, Joseph's brothers are out in a field, and Joseph is sent out to them. And what they say is, look, here comes the dreamer. And what their first plan is, what they say is, let's murder him. And the word for murder, hara, gets the same word used as for what Cain does to Abel out in the field. And now here's the younger son favored coming to his older brothers. And what they say out in the field is, let's. Let's pull a cane. Let's murder him. But, you know, here's what we could do. We could murder him and then spin a deception, spin a lie about how a wild animal of the field ate him. These are Genesis 3 echoes coming in here.",
    "start": "00:20:13",
    "end": "00:21:14"
  },
  {
    "text": "Oh, the animal crouching sin, crouching like an animal to devour, which in the.",
    "start": "00:21:14",
    "end": "00:21:21"
  },
  {
    "text": "Cain story in Genesis 4 is the corresponding image of the wild animal, the snake of the field telling a lie to the human. Now what they're saying is, we will tell a lie about a wild animal eating our brother. But one brother, the firstborn, Reuben. Reuben steps up and he says, no, no, no, no, don't. Don't kill him.",
    "start": "00:21:21",
    "end": "00:21:44"
  },
  {
    "text": "Don't spill blood, and that's what happened to Abel, is the blood spilled on the ground. And that's important. Blood spilling on the ground. I don't fully understand the significance of.",
    "start": "00:21:44",
    "end": "00:21:55"
  },
  {
    "text": "That image, but yeah, okay, so because the ground is supposed to be the place, the material out of which God's ruach can breathe life and summon life, but when humans return life back into the ground in the form of blood soaked soil, that becomes an outcry. What God says to Cain is, the outcry of your brother's blood has reached my ears. And so when the land is soaked with the blood of the innocent, God becomes obligated to bring a de creation of water that will purify the land. And that is what the imagery of the flood is. But now we're now many cycles into the story. And so spilling blood on the ground, murdering someone out in the field so that they don't receive an honorable burial is like the ultimate sacrilege. And we will call down God's justice upon us. So don't do that. Don't spill his blood. Instead, let's just throw him in a pit.",
    "start": "00:21:55",
    "end": "00:22:52"
  },
  {
    "text": "All right.",
    "start": "00:22:53",
    "end": "00:22:53"
  },
  {
    "text": "Which in Reuben's mind, you're told he said this in order to save his brother and return him to his father. So big brother stepping up here.",
    "start": "00:22:54",
    "end": "00:23:01"
  },
  {
    "text": "Okay. He's trying to figure out a way to save him.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "Yep, yep. So, but the idea is to make him go down into a pit. And this here we're not to exile explicitly, but we're beginning. The symbolism of Yosef just had a dream about being exalted up high over his brothers, over the sun, moon and stars. And what they do is one instead take him down into the pit below the ground. He goes from one end of the cosmos to the other, so to speak. And so what happens when Joseph comes up to his brothers? First they take off that robe, they're over that robe. So they strip him of the robe and they throw him in a pit. And then they sit down and have a meal. They sit down to eat bread. So it's over a meal.",
    "start": "00:23:03",
    "end": "00:23:43"
  },
  {
    "text": "It's a weird detail.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "It is. It's the Adam and Eve story and the Cain and Abel story that have been merged together because they're patterned after one another. And the brothers are replaying an image of both stories. Deception over a meal. They're going to deceive with a lie about an animal. And, you know, and this is all about murdering the brother or making him, you know, go away. Yeah.",
    "start": "00:23:44",
    "end": "00:24:05"
  },
  {
    "text": "This is an example of how every detail is important in this type of literature.",
    "start": "00:24:05",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:10",
    "end": "00:24:10"
  },
  {
    "text": "And so for the story to just be like, and then they sat down to eat bread.",
    "start": "00:24:10",
    "end": "00:24:13"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "And then all of a sudden you're thinking about the significance of food as it relates to deception.",
    "start": "00:24:13",
    "end": "00:24:20"
  },
  {
    "text": "Yes. A little hint about eating bread as a part of a deception plan that's connected to the murder of the brother and the spilling of blood. Like none. All these words and sentences have been very carefully chosen. So what, what happens then is they're sitting, having this meal and they look up and what they see is a caravan of Ishmaelites coming down.",
    "start": "00:24:20",
    "end": "00:25:10"
  },
  {
    "text": "And that's Ishmael is Abraham's first son.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "Yes, totally. So they see descendants from their great uncle coming and they are camel riding merchants and traders. And where you're told in verse 25, chapter 37, they were going down to Egypt. This is the first appearance of a major motif that's one of the key giveaways for the exile theme in this section of the book. Going down to Egypt.",
    "start": "00:25:13",
    "end": "00:25:40"
  },
  {
    "text": "The image of going down to Egypt is an idea of going into exile.",
    "start": "00:25:40",
    "end": "00:25:44"
  },
  {
    "text": "Going into exile. So, yeah, let's pause here for a moment. So it just so happens that the way we orient our maps today is if you see a picture of anywhere on your phone or on a paper map, up is always oriented towards the north pole of the globe.",
    "start": "00:25:44",
    "end": "00:26:00"
  },
  {
    "text": "North is up.",
    "start": "00:26:00",
    "end": "00:26:00"
  },
  {
    "text": "It could have been otherwise, it could have been that the south was what in the first maps that were made, you know, why North. So interesting to think about. So if you look at a map today of like the Mediterranean, you'll notice that Egypt is in a down relationship to Israel. Israel, Palestine, down into the west. So that's, that's more kind of a just a coincidence of history that our maps are similar. Yeah. That we say like, oh, yeah, you go down to Egypt, you. Yeah. So similarly, for the biblical authors, Egypt is down from the land promised to Abraham. But more likely the down language is actually like vertical, because the main chunk of the land promised to Abraham was up in a hilly high country. And the road to Egypt was just one long downhill into the flatlands, down to the Sinai Peninsula, another one down when you get down to Egypt. So this imagery of going down to Egypt is. And they're going to sell him, he's going to be sold to these traders as a slave and he's going to be taken down to Egypt in this section of the story. And so the fact that he just went from up in his dreams, from above the sky, down to a pit and then down to Egypt, these are all coordinated elements in Genesis chapter 37. And they're meaningful because they're setting all these images alongside each other, kind of like the way parallel lines do in biblical poetry. So Joseph's descent to the pit, his descent to Egypt as a slave, are all going to be accumulating as images of his exile from his family. Exile from his royal special status, exiled from the love of his father and from the promised land. Going down. To go down is to go into exile. Just like Adam and Eve went down from the high Eden mountain garden into exile, just like Cain went out of Eden into exile. It's core images.",
    "start": "00:26:00",
    "end": "00:28:03"
  },
  {
    "text": "Got it.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "So what I'm trying to do here is just notice in the narrative, we're kind of stacking up associated images that describe Joseph moving away or out, away from his family, his father, the camps, or the home. So the first was he went out into the field. He was sent out into the field to meet his brothers.",
    "start": "00:28:04",
    "end": "00:28:25"
  },
  {
    "text": "Okay.",
    "start": "00:28:26",
    "end": "00:28:26"
  },
  {
    "text": "So it's away from camp. So he goes out into the field. Then in the field, he goes down into a pit. And then from in the pit, he's taken down to Egypt. That's the verb used. Going down. The narrative is marking the series of descents.",
    "start": "00:28:26",
    "end": "00:28:41"
  },
  {
    "text": "And in Hebrew, the pit is a synonym for death, right?",
    "start": "00:28:42",
    "end": "00:28:47"
  },
  {
    "text": "Yes. Which is about to be named in the story. That's what Jacob's about to say. Yeah, cool. But I'm just noticing he goes from up to down, but he's also going from inside to the outside. When he goes from his home in the camp to go out into the field, that's a more horizontal orientation, and that's the Eden framework of. In the middle is the tree of the life. And then the middle of the land of Eden is the garden. And Eden is in the middle of the land, so to speak. It's like concentric circles. And exile is going from the inside being out. Yeah. Okay, so you can take. Now you have the two creation narratives. So you can go from high to low. That's a form of descent.",
    "start": "00:28:47",
    "end": "00:29:25"
  },
  {
    "text": "That's a form of exile.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "Or you can go from the inside to the outside. That's the Eden framework. And this story's combining both. He goes from high to low, and. And he goes from the inside to the outside. And that is what is going to be named at the climax of the story of the division of the brothers. The brothers bring a robe. They bring a deceptive robe that is covered with the blood of a goat. They bring it to his dad. And this is all replaying what Jacob did To his dad, when he dressed up with the skin of a hairy goat. As his robe. As his robe.",
    "start": "00:29:27",
    "end": "00:30:00"
  },
  {
    "text": "The old classic hairy robe Deception.",
    "start": "00:30:02",
    "end": "00:30:04"
  },
  {
    "text": "Totally, totally. This time it's covered with animal blood.",
    "start": "00:30:04",
    "end": "00:30:08"
  },
  {
    "text": "This time it's stepped up a bit.",
    "start": "00:30:08",
    "end": "00:30:10"
  },
  {
    "text": "And Jacob falls for the deception. He says, a wild animal has eaten my son.",
    "start": "00:30:10",
    "end": "00:30:14"
  },
  {
    "text": "Yeah.",
    "start": "00:30:14",
    "end": "00:30:15"
  },
  {
    "text": "And so he begins to grieve and to mourn. And his sons come and they try to bring comfort to him. And what he says is, he refuses to be comforted. And he says, surely I will go down to my son to the grave, namely Shaol, by my grieving. Yeah. My grief is going to take me down into the grave.",
    "start": "00:30:15",
    "end": "00:30:37"
  },
  {
    "text": "So that's the same word as pit.",
    "start": "00:30:38",
    "end": "00:30:39"
  },
  {
    "text": "No different. But there's related images.",
    "start": "00:30:39",
    "end": "00:30:42"
  },
  {
    "text": "Okay.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "So it's the Hebrew word sheol. Grave is Sheol. Hebrew word sheol.",
    "start": "00:30:43",
    "end": "00:30:47"
  },
  {
    "text": "Man, we need to talk about that word at some point.",
    "start": "00:30:47",
    "end": "00:30:49"
  },
  {
    "text": "Yeah, we do. It's so interesting. But so notice in the narrative, Joseph went from high to low, from the inside to the outside, and all the words describing exile are now the field, the pit, down to Egypt, and now what his father thinks is down into death and down into the grave.",
    "start": "00:30:49",
    "end": "00:31:10"
  },
  {
    "text": "So death is a type of exile.",
    "start": "00:31:10",
    "end": "00:31:12"
  },
  {
    "text": "Yes, that's right. Yeah. Exile unto death. The Eden story taught us that. Right. In the day you eat of the fruit, you will die. And then in the narrative, the day that they eat of it, they are exiled. Yeah, yeah.",
    "start": "00:31:12",
    "end": "00:31:24"
  },
  {
    "text": "So not only is exile kind of death, but death is a type of exile.",
    "start": "00:31:24",
    "end": "00:31:29"
  },
  {
    "text": "Yeah. From the land of the living. That's right.",
    "start": "00:31:29",
    "end": "00:31:31"
  },
  {
    "text": "And that's the image of going into the ground, being buried in.",
    "start": "00:31:31",
    "end": "00:31:36"
  },
  {
    "text": "Yeah, under the ground, Sheol.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "Under the ground, Yep.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "So the point is that the narrative has now filled your imagination with a variety of terms. The feel. I've repeated it many times now, but all those images are now combined. And, man, go check out some lament psalms in the Book of Psalms. And you'll just watch all this vocabulary. Like when the poet will describe having a really bad day or they're really sick.",
    "start": "00:31:40",
    "end": "00:32:03"
  },
  {
    "text": "Yeah. He'll say, like, I'm in the pit.",
    "start": "00:32:03",
    "end": "00:32:05"
  },
  {
    "text": "Yeah. Psalm 69. It's a great example. So I've been betrayed by my friends. And he describes it as a flood, waters coming over his head. He describes it as being in the pit and as being cut off from life. You're like, well, which is it?",
    "start": "00:32:05",
    "end": "00:32:21"
  },
  {
    "text": "Are you in a pit or are you drowning in a flood?",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "Yeah, totally. And the fact that the poet's writing a poem means they're alive, but they're describing themselves as Being dead in a flood, in a pit, because they've been betrayed by their brothers or their friends.",
    "start": "00:32:24",
    "end": "00:32:35"
  },
  {
    "text": "And so what are they getting after here?",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Well, a poem like that is using all the images that have been developed in the Torah that are associated with forms of exile. Separation from God, Cut off from God, cut off from my neighbor are the anti blessings, the curse. It's anti blessing, anti life. Death. You can be in a state of death and be physically alive.",
    "start": "00:32:37",
    "end": "00:33:00"
  },
  {
    "text": "In the biblical story, if Genesis 3 taught us anything.",
    "start": "00:33:00",
    "end": "00:33:03"
  },
  {
    "text": "That's right.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "The day you shall eat the fruit, you will die.",
    "start": "00:33:04",
    "end": "00:33:06"
  },
  {
    "text": "That's right.",
    "start": "00:33:06",
    "end": "00:33:07"
  },
  {
    "text": "And they're banished.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "Yes.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "They don't physically die.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Yeah, but they're cut off from God. They're cut off from the good land. They're cut off from unity and harmony within the family. And so in these biblical narratives, division in the family, hostility away from home, these are all different ways of talking about the opposite of God's dream for the human family. And so Joseph's going to be taken into exile. And so in the next episode, we'll just kind of. We'll fly more quickly. But this opening story, Genesis 37, kind of stacks all the vocabulary and images together. And what we're going to see is the rest of the Joseph story is going to be about the reversal of every single one of these images of exile. He's going to be going to be taken up out of the pit. He's going to descend, actually. So in the Next story, Genesis 39, he goes down to Egypt, and he's a slave in the household of this guy named Potiphar. And Potiphar elevates him to a place of authority over the whole house. And you're like, sweet.",
    "start": "00:33:10",
    "end": "00:34:06"
  },
  {
    "text": "Yeah, here we go.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "But then he's deceived, or he's tricked by Potiphar's wife. And Potiphar's wife deceives a whole houseful, even deceives Potiphar because she wants Joseph to sleep with him. He won't. And she's so offended by this, she, you know, conspires against Joseph. So she tells Potiphar that, you know, this Hebrew slave that you brought into our house, he tried to rape me. And Potiphar believes his wife, and so he takes Joseph and commits him to a prison. And then Joseph is put into prison. And later in the story, he's going to call that prison my pit. So he went from one pit, right out in the field in his land to go down to Egypt and then down into prison, which is. He calls a pit and you can't.",
    "start": "00:34:07",
    "end": "00:34:51"
  },
  {
    "text": "Get much lower than being out of the land in Egypt in prison.",
    "start": "00:34:51",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "That's just the pit of pits.",
    "start": "00:34:57",
    "end": "00:34:59"
  },
  {
    "text": "That's right. So here, let's. Real quick, let's just flag this, because this may not be how the story strikes many modern readers. This is about human trafficking. This is about someone who is kidnapped, separated from their family in a very vulnerable state, sold to traitors, who take them to a place where they have no identity, no money, no family, very vulnerable, and they're just suffering and surviving on their own. And it goes horribly for him. This is not an ancient reality. This is a reality that has been the lived experience of millions of humans up till right now. It's happening right now. This is the lived experience of a lot of people. It's so horrifying to really think about what this kind of experience would be like. I can't imagine it. Yeah.",
    "start": "00:34:59",
    "end": "00:35:48"
  },
  {
    "text": "Yeah, man. You just kind of changed the mood a little bit.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "Well, I just. These stories are meant to take our minds there, you know, this is what humans do to each other.",
    "start": "00:35:50",
    "end": "00:35:56"
  },
  {
    "text": "Yeah. It's interesting in the same way that the story of Abraham and Hagar, you pointed out that Hagar, she's an Egyptian woman, a slave. So she's an Egyptian slave. And her name, Hagar, literally in Hebrew means what? Immigrant.",
    "start": "00:35:56",
    "end": "00:36:13"
  },
  {
    "text": "The immigrant.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "Yes, the immigrant.",
    "start": "00:36:14",
    "end": "00:36:16"
  },
  {
    "text": "Yeah.",
    "start": "00:36:16",
    "end": "00:36:16"
  },
  {
    "text": "It's a story of how Abraham treats an Egyptian immigrant wife and he banishes her to death.",
    "start": "00:36:16",
    "end": "00:36:25"
  },
  {
    "text": "Yeah, that's right. That's in the story. Yeah.",
    "start": "00:36:25",
    "end": "00:36:27"
  },
  {
    "text": "And when you, like, think of it, when you think of it, you know, as a story of her, that's sad. But then when you realize, too, that it's talking about something that's happening on repeat, and civilization after civilization just gets a little, like, more intense.",
    "start": "00:36:27",
    "end": "00:36:44"
  },
  {
    "text": "Yeah.",
    "start": "00:36:45",
    "end": "00:36:45"
  },
  {
    "text": "And then here we have Joseph. It's the reverse. Now he's the immigrant in Egypt being treated poorly, being sent into the pit.",
    "start": "00:36:45",
    "end": "00:36:54"
  },
  {
    "text": "Yeah. Biblical stories. If we can learn how their language works, they're offering the most realistic and raw portrait of human patterns of behavior. Yeah, certainly. Yeah. More raw than most literature I ever read. So this is a low point in our conversation. Right. In terms of the mood, you notice, but that's what this theme is about. It's about all the way back to the first exile. So when Adam and Eve go from their high mountain garden. Right. The place of God's abundant, generous love, and when they're exiled, God informs them of the sad consequences of their behavior. And he talks about how the seed of the snake will be at Odds with the seed of the woman. There'll be people who are aligned with my purposes and people hostile to my purposes, and it's gonna be an endless battle. And that's what this story is. And the irony is that Jacob thinks that a wild animal has eaten his son. And in a way, that's true. It's just that the animals are his children. Wow.",
    "start": "00:36:54",
    "end": "00:37:56"
  },
  {
    "text": "Yeah.",
    "start": "00:37:56",
    "end": "00:37:56"
  },
  {
    "text": "So, I mean, of course there's good news. Like the. This Joseph in the pit in Egypt is the lowest it's going to get, but it's. Yeah. Just a raw portrait of real human behavior. And I guess one thing I didn't note is that the narrative highlights that there in the pit, down in Egypt, we're told at the end of Genesis 39 that Yahweh was with Joseph in the pit. He was with him. It doesn't prevent it from happening, but that doesn't mean that Yahweh is in there. That's something in the story. I think we all have to sit and ponder what that means. So next, what we're going to do is trace an episode where the mood will shift significantly because it's going to be all about Joseph's ascent. He went through many descents, down, down, down, down, down. And then he's going to begin a series of ascents back up, up, up, up, up, to a place of royal authority. And that's what we'll talk about. But not just that. His brothers are going to come down to meet him in Egypt in exile. And there he's going to test them thoroughly to see if they've changed their ways over the 13 years they were apart.",
    "start": "00:37:57",
    "end": "00:39:04"
  },
  {
    "text": "So we're gonna kind of dip into the theme of the test as well.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "Yeah. At least in our conversation. But the whole of the Joseph story, you can map it as a series of exile and homecomings, because by the end of the story, he's gonna get to go back to the land, just briefly, to bury his father. The first story is about him being exiled from his homeland. The last story in the Genesis scroll is about him going back, and then in between is his descent and ascent, and then his brother's. A series of descents and ascents, back and forth, back and forth, up and down, up and down, until they all go down to live in Egypt. And what does God do? He makes Egypt into a little Eden, a temporary Eden to protect his people during a great famine. But that's the next story.",
    "start": "00:39:09",
    "end": "00:39:47"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we finish the Joseph stories. Joseph is brought up out of the pit. He meets the king of Egypt, who can see that Joseph has the spirit of wisdom in him. The Ruach of Elohim then.",
    "start": "00:39:51",
    "end": "00:40:08"
  },
  {
    "text": "So what he says is, you are going to rule over my house. Only in the throne will I be greater than you. He will become an image of Pharaoh second, like the viceroy or the deputy. This is all Genesis 1 and 2 imagery here.",
    "start": "00:40:08",
    "end": "00:40:24"
  },
  {
    "text": "The Bible Project is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. All the videos that we make, this podcast, our app, and the classes that we have, they're all free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:40:24",
    "end": "00:40:43"
  },
  {
    "text": "Hi, this is Erika Brodin and I'm from Sweden. I first heard about Bibleproject through one of Jefferson Bethke's videos on YouTube. This was in the very beginning when the first video on the Torah was launching and I couldn't wait for the next one. I use bibleproject in my own studies of the Bible and as material in my home group at church. My favorite thing about bibleproject is that it makes me want to read the complicated and amazing book. It gives me the tools and inspiration to do so. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com and Technievos studio podcast Bibleproject.com.",
    "start": "00:40:43",
    "end": "00:41:34"
  }
]