[
  {
    "text": "We're in the last chapters of the Genesis scroll and we're talking about the stories of Joseph. These stories bring together all the themes in Genesis in a beautiful symphony. Genesis begins with the idea that all of humans are the image of God himself. And in the Joseph stories, we see Joseph becoming the image of the king.",
    "start": "00:00:04",
    "end": "00:00:26"
  },
  {
    "text": "When you see Joseph cruising in the chariot, you're like, that's Pharaoh's chariot. And it's a guy dressed like Pharaoh wearing his ring and necklace. Oh, but it. Oh, it's slightly different. It's an image of Pharaoh.",
    "start": "00:00:26",
    "end": "00:00:38"
  },
  {
    "text": "The Genesis scroll begins with a promise that the seed of a woman will come to strike evil in the head, crushing it. And while he does, he himself will be struck and suffer.",
    "start": "00:00:38",
    "end": "00:00:50"
  },
  {
    "text": "The Joseph story becomes a real important narrative in the pattern of the suffering servant that God appoints to rule, that his rule involves him descending down into death on behalf of others so that through their suffering and death, they can be exalted and then become a source of life to others.",
    "start": "00:00:50",
    "end": "00:01:07"
  },
  {
    "text": "And of course, if you've been following along, we've been laser focused on the theme of exile. Adam and Eve were exiled from the garden, and all of humanity continue separated from God. And here, Joseph, he's sold into slavery, locked in prison, lost and alone. But what humans meant for evil, God worked out for good. Joseph's exile turns into a homecoming. He's released from prison, reunited with his family. He was dead, but now he is alive. And the story makes you consider, if death is the ultimate exile, then the hope of resurrection, well, that's the ultimate homecoming.",
    "start": "00:01:07",
    "end": "00:01:44"
  },
  {
    "text": "The last paragraph of the Joseph story is Joseph saying, hey, I'm going to die down here. But God made a promise that he would bring us up out of this land. And whatever you do, take my bones with you when you go up.",
    "start": "00:01:44",
    "end": "00:01:57"
  },
  {
    "text": "I'm John Collins, this is Bible Project podcast, and today we finish the scroll of Genesis. Thanks for joining us. Here we go. Here we are in the scroll of Genesis.",
    "start": "00:01:57",
    "end": "00:02:28"
  },
  {
    "text": "Yes.",
    "start": "00:02:28",
    "end": "00:02:28"
  },
  {
    "text": "Just reading stories in the Bible.",
    "start": "00:02:28",
    "end": "00:02:30"
  },
  {
    "text": "That's right. Yes. And in the current story that we're in about Joseph, we are in the pit.",
    "start": "00:02:30",
    "end": "00:02:36"
  },
  {
    "text": "Yeah.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "In a pit in Egypt with Joseph. How are you today?",
    "start": "00:02:37",
    "end": "00:02:41"
  },
  {
    "text": "I am not in a pit, that's for sure.",
    "start": "00:02:42",
    "end": "00:02:46"
  },
  {
    "text": "Yeah.",
    "start": "00:02:46",
    "end": "00:02:46"
  },
  {
    "text": "You know. Yeah. We left the last conversation just talking about the reality of just that feeling of separation and being lost and alone and. Yeah, that's intense. Fortunately, that is not my current lived experience, but it is for many people.",
    "start": "00:02:46",
    "end": "00:03:02"
  },
  {
    "text": "Yeah.",
    "start": "00:03:02",
    "end": "00:03:02"
  },
  {
    "text": "And the reason why we're talking about Joseph and the pit is because we are Reading through the whole Torah, meaning the first five books of the Bible, or as we're calling them, scrolls. And in this movement of the Book of Genesis, we are tracing the theme of exile, this idea of being separated from blessing, from God's presence. And the Adam and Eve narrative, it's going outside of the Garden of Eden.",
    "start": "00:03:02",
    "end": "00:03:29"
  },
  {
    "text": "That's right. And just a little detail, actually, I didn't bring this up in the last conversation. Adam and Eve are depicted as those who don't know good and bad yet. That's what the forbidden tree is about in the rest of the Hebrew Bible. To be someone who doesn't yet know good and bad. The only other times the phrase is used is just about four or five other times. And in most of those, it's used to describe children. In other words, Adam and Eve are depicted as moral infants, as it were. And so the decision they make at the tree is more a decision of folly than outright rebellion. It is a disobedience to God's command about the tree. But their motive for it is not depicted as, like, willful disobedience.",
    "start": "00:03:29",
    "end": "00:04:10"
  },
  {
    "text": "They're not trying to be deceptive.",
    "start": "00:04:10",
    "end": "00:04:12"
  },
  {
    "text": "Yeah. Rather, they are deceived and make a foolish decision. It's folly. But then you get into Abraham's story and Isaac and Jacob, and that's just willful, ignorant, selfish stupidness. Right. But then when you come to Joseph, again, we're back in the realm of a young person, a teenager, and he's not depicted as being, like, overtly malicious. He's just stupid. He's a tattletale.",
    "start": "00:04:12",
    "end": "00:04:36"
  },
  {
    "text": "It didn't really occur to him, like, if I go to my brothers and tell them there's a dream about how special I am, that might not be the best move when they're already a little bit frustrated that I'm the favorite son. Got the special coat.",
    "start": "00:04:36",
    "end": "00:04:49"
  },
  {
    "text": "Yeah. So in terms of the four movements of Genesis, the first one and the last one begin with depictions of foolish young people, as it were. Foolish.",
    "start": "00:04:49",
    "end": "00:04:58"
  },
  {
    "text": "Fascinating.",
    "start": "00:04:59",
    "end": "00:04:59"
  },
  {
    "text": "And it's their folly that begins the cascade of terrible decisions that lead to exile. It's an interesting parallel between Joseph and Adam and Eve.",
    "start": "00:04:59",
    "end": "00:05:08"
  },
  {
    "text": "Thanks for bringing that up.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "Yeah.",
    "start": "00:05:09",
    "end": "00:05:09"
  },
  {
    "text": "So Joseph, he goes out into the field. His brothers scheme a deception, kind of like the snake and throw him in a pit and then send him down to Egypt as a slave. These are all symbols of exile going out, going down.",
    "start": "00:05:09",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. And when their dad hears about the lie that an animal ate him, what he says is, I'm going to die and go down to meet my son. In the grave.",
    "start": "00:05:29",
    "end": "00:05:40"
  },
  {
    "text": "So these ideas of dying and going into exile are just merged, death and exile, exile and death.",
    "start": "00:05:40",
    "end": "00:05:45"
  },
  {
    "text": "Yep. The grave, the pit outside the home, outside the land, in the wilderness field.",
    "start": "00:05:45",
    "end": "00:05:51"
  },
  {
    "text": "Where we left Joseph is in Egypt, where he starts to get some favor, but then is the victim of another deception and is thrown into prison in Egypt, which is described as a pit.",
    "start": "00:05:52",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:04",
    "end": "00:06:04"
  },
  {
    "text": "And so now he's in a pit.",
    "start": "00:06:04",
    "end": "00:06:06"
  },
  {
    "text": "Within Egypt, down in Egypt, down in a pit. So, all right, we're going to pick up the story here, because the Egyptian pit prison that he's in, that's the bottom. And there's about to happen a pivot moment in the story that's going to invert everything. And his rest of his story will be about ascending back to a place of honor. So in the pit prison, two officials of Pharaoh end up getting imprisoned. The chief baker and the chief cupbearer is our English translation. But it's like the wine. The guy in charge of, like, all of the wine at Pharaoh's household. The title of this guy in Hebrew is the mashke, the one who provides drink.",
    "start": "00:06:06",
    "end": "00:07:09"
  },
  {
    "text": "I thought this was the guy, like, tests the wine to make sure you're not getting poisoned.",
    "start": "00:07:09",
    "end": "00:07:13"
  },
  {
    "text": "It's the word mashke. He's the captain of drinking, captain of drinking. It's the captain of the baking and the captain of the drinking. Those are the two titles kind of literally translated. So two of Pharaoh's officials end up in the same prison pit that Joseph is in. And lo and behold, they each have a dream. So just like Joseph's two dreams marked his high point, then he went down, down, down, down, down. And here he is at the bottom most point. And what happens again? A narrative about two dreams. And in these dreams, each of these officials in some form or another, has their head lifted up in the dream. And Joseph is like, oh, you had a dream. Hey, you know what? I think I know what that means. I think God has revealed to me the meaning of your dream. So for the captain of drinking, he says, your dream means your head is going to be lifted up in honor. You're going to be restored to your job. And the guy's like, awesome, I hope that happens. And then when the baker has a dream about his head being lifted up, he says, yes, your head is going to be lifted up off your body. You're going to be executed. And then Joseph says, hey, you know, listen, if your interpretations, like, actually come true, will you remember me? And what he says is, Genesis 40, do me kindness by mentioning me to Pharaoh, to get me out of here. I was kidnapped from the land of the Hebrews. And even here, I've done nothing wrong that they should put me into this pit.",
    "start": "00:07:13",
    "end": "00:08:47"
  },
  {
    "text": "This is where he calls it, the pit.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "He's in prison. He calls it the pit. So the dreams become reality. The baker is executed in three days, and the Captain of Drinking is elevated back to his position in three days. And then the last line of the story is. And he forgot to. About Joseph in the pit.",
    "start": "00:08:48",
    "end": "00:09:04"
  },
  {
    "text": "You had one job, Captain of drinking.",
    "start": "00:09:04",
    "end": "00:09:07"
  },
  {
    "text": "Okay, so the next story. Genesis 41. Pharaoh has two dreams. Notice the doubling. It's all about these double dreams. So Pharaoh has two dreams, and they're all about bundles of grain or a dream about cows. There are seven bundles of grain and then seven cows. And there's good stalks of grain and beautiful, fat cows. And then skinny, withered heads of grain and skinny, emaciated cows come and eat up all the good stuff. Seven bad things. Come eat up seven good things. And you wouldn't even know that the emaciated cows ate seven good cows. There's no sign that they ate anything at all.",
    "start": "00:09:09",
    "end": "00:09:56"
  },
  {
    "text": "They didn't plumpen up.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "Yeah, those are his dreams. He wakes up and he brings his counselors, and he's like, I had these dreams. No one can help him. And so that's when the Captain of Drinking, who's there in the courtroom, says, you know, I'm remembering. Something reminds me, I met this young Hebrew slave in a pit, and he interpreted, like, my dreams. And it's what happened. Like, let's call that guy. And so Pharaoh. This is Genesis 41:14. Pharaoh sent and called for Joseph, and they hurriedly brought him up out of the pit. Then they had him shave this image of, like, all your hair, the hair associated with your whole previous whatever, journey that's all cut off. And his clothes are changed. He gets new garments, and he's brought to Pharaoh. So right there, that's the little pivot in the story right there. And you can see it.",
    "start": "00:09:57",
    "end": "00:10:48"
  },
  {
    "text": "Yeah, that's used in film a lot. The moment where the guy's like, I'm shaving the beard.",
    "start": "00:10:48",
    "end": "00:10:52"
  },
  {
    "text": "The.",
    "start": "00:10:52",
    "end": "00:10:52"
  },
  {
    "text": "That montage, sure.",
    "start": "00:10:52",
    "end": "00:10:54"
  },
  {
    "text": "Or changing the clothes. The changing of clothes. That's pretty iconic for, like, a change of character, a change of destiny. So Joseph comes, he interprets the dreams and says, hey, the seven beautiful good things are seven years of abundance coming. And they are going to be followed by seven years of famine. And the famine is going to be so intense that it will be like the seven years of abundance never happened. So what he says is, you know what you ought to do? You ought to get a guy who's really wise and discerning and can make a plan to store up all of the abundance and make a rationing plan so that during the seven years of famine, you could survive off of the seven good years. And this is Pharaoh's response. He said to his servants, where could we find a man like this? In whom is the spirit of Elohim?",
    "start": "00:10:54",
    "end": "00:11:47"
  },
  {
    "text": "The ruach of Elohim.",
    "start": "00:11:47",
    "end": "00:11:49"
  },
  {
    "text": "Yeah. This is the first time that phrase has been used since Genesis 1, verse 2. The Ruach Elohim, the spirit of God, appears only in the first movement of Genesis, you know, as we traced it throughout Genesis 1:11. And then it's just gone in terms of not being mentioned in the Abraham, Isaac, and Jacob stories. And then this is the next appearance. And it's about a guy who had dreams about being raised up as a ruler above heaven and earth. And now you hear that he has the spirit, and you're like, I'm just beginning to smell whiffs of Genesis 1. And the Eden narrative of Genesis 2, about a human exalted to rule over creation, guided by the spirit of Elohim. Pharaoh said to Joseph, God has informed you of all of this. There is no one as discerning and wise as. As you remember what that tree was all about.",
    "start": "00:11:49",
    "end": "00:12:46"
  },
  {
    "text": "The tree of knowing, good and bad.",
    "start": "00:12:46",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. The woman said it was good. She saw that it was good for eating and desirable for gaining wisdom. Yeah. So there's two paths to becoming a wise ruler of creation. Right. This is the test.",
    "start": "00:12:47",
    "end": "00:13:02"
  },
  {
    "text": "Do I eat of the tree on my own initiative, or do I let the spirit of God be the one.",
    "start": "00:13:02",
    "end": "00:13:08"
  },
  {
    "text": "That instructs me, that guides me, gives me wisdom? Here's a guy with the spirit of wisdom. Wow. And so what he says is, you are going to rule over my house. Only in the throne will I be greater than you.",
    "start": "00:13:08",
    "end": "00:13:22"
  },
  {
    "text": "It's quite a promotion.",
    "start": "00:13:22",
    "end": "00:13:23"
  },
  {
    "text": "Yes. He will become an image of Pharaoh second, like the viceroy or the deputy. This is all Genesis 1 and 2 imagery here coming back to us. So cool.",
    "start": "00:13:23",
    "end": "00:13:36"
  },
  {
    "text": "In the same way that humans are meant to represent God and rule over the land, here is Joseph being lifted up to image Pharaoh and rule over the land. And he was able to do so.",
    "start": "00:13:36",
    "end": "00:13:52"
  },
  {
    "text": "Because he has the spirit of Elohim that gives wisdom. Verse 42 of Genesis 41. Then Pharaoh took off his ring, his signet ring. Like it's a ring with an image on it. Oh.",
    "start": "00:13:52",
    "end": "00:14:05"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "He puts it on Joseph's hand. He clothed him in garments of fine linen. Actually simple garments, but beautiful, white, clean. He put a gold necklace around his neck. He had him ride in a second chariot. And they proclaimed before him, bow the knee. Everyone bow down. And he set him over all the land of Egypt.",
    "start": "00:14:06",
    "end": "00:14:29"
  },
  {
    "text": "He's a big deal.",
    "start": "00:14:30",
    "end": "00:14:30"
  },
  {
    "text": "It's the ark of his dreams. His dreams were about being exalted over his family and over the sun, moon, and stars. And everybody came and bowed down to him.",
    "start": "00:14:31",
    "end": "00:14:41"
  },
  {
    "text": "Oh, and here it is. Bow the knee.",
    "start": "00:14:41",
    "end": "00:14:43"
  },
  {
    "text": "And here it is. Bow the knee. Yep. He becomes an image of Pharaoh, a second self. When you see Joseph cruising in the chariot, you're like, that's Pharaoh's chariot. And it's a guy dressed like Pharaoh wearing his ring and necklace, but it's slightly different. It's an image of Pharaoh. This is so rad. We're exploring the meaning of the image of God, but in this narrative about Joseph. Yeah. Isn't this cool?",
    "start": "00:14:43",
    "end": "00:15:10"
  },
  {
    "text": "It is cool.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "You know how in our image of God conversations long ago, but in our video, one of the proud moments where I'm like, that was so cool that our artist thought of that was when they're depicting the exalted new human rulers. There's a line of people in the video, and what they're holding up as their scepters are like pencils.",
    "start": "00:15:11",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. Their vocations.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "And like an architecture, little drawing tool and a ruler.",
    "start": "00:15:31",
    "end": "00:15:35"
  },
  {
    "text": "The specific ways that you rule.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "That's right. Exactly. So what's cool is that was partially inspired by this little connection here, because what Joseph is being appointed to is essentially being like a disaster. He's starting the Bureau of Disaster Relief and Prevention. His goal is he has seven years to build a team and a plan to store up enough reserve food and supplies so that when a food shortage comes, there's enough. That's how he exercises his rule, as an image of God filled with the spirit, with wisdom, joining, like the city commission. Yeah. You know.",
    "start": "00:15:38",
    "end": "00:16:14"
  },
  {
    "text": "Yeah. And this department is the most important department for Pharaoh. Now he's like, you're it. Put my chips in with you.",
    "start": "00:16:14",
    "end": "00:16:21"
  },
  {
    "text": "Totally. No, it's just rad because this is a narrative illustrating that being a ruling image of God ruling with wisdom and authority. Like, the venue for that is just the circumstances of actual human life and community. You can be a software engineer and rule the world by the spirit of God, you know, or I mean, just whatever. The variety of ways that human project goes forward are all a variety of ways that you can image God's wisdom. Yeah. So rad that's cool. Yeah, totally. Okay. He's still in Egypt, which is not.",
    "start": "00:16:21",
    "end": "00:17:19"
  },
  {
    "text": "The land promised to Abraham.",
    "start": "00:17:19",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, yeah, he's been exalted in exile. So, dude, this pattern here in the Joseph story is the template off which whole books of the Hebrew Bible are going to be patterned. The story of Daniel is packed with hyperlinks back to the Joseph story. Daniel being exalted in Babylon, just like Joseph, but after, through many tests of suffering and going down into pits with wild animals in them. And then also the book of Esther. The Esther scroll is very hyperlinked in many ways. It's in Persian exile. She and her relative Mordecai go through many great tests, put their lives on the line, and then are exalted and save their people and so on. So those stories are modeled after the Joseph story. But as we can see, the Joseph story is modeled after all the generations in Genesis going all the way back to the first exile. So Adam and Eve were elevated up to rule and then forfeited that, and then went down out of Eden and down. And Joseph's story is the opposite, where he began in a place of rule, went down into the pit, but then was elevated up out of the pit. And notice the dreams was two dreams and a royal robe that he was given at the beginning. And then the robes are taken and he goes down to Egypt, down to prison, down into the pit where there's two more dreams. And then those dreams begin his ascent up, where he interprets Pharaoh's two dreams. And he's given new garments and a new royal robe and elevated to the position of his first two dreams. It's like a perfect art.",
    "start": "00:17:21",
    "end": "00:18:56"
  },
  {
    "text": "Yeah, there's a lot of symmetry in the going down and then back up.",
    "start": "00:18:56",
    "end": "00:19:00"
  },
  {
    "text": "That's right. And it's an image of the suffering seed of the woman. I mean, he got his heel, like, ravaged by the snake, so to speak.",
    "start": "00:19:00",
    "end": "00:19:09"
  },
  {
    "text": "Here's a seed of the woman who's suffered many deceptions. Many deceptions turned him into a slave, turned him into a prisoner.",
    "start": "00:19:09",
    "end": "00:19:17"
  },
  {
    "text": "And what God does is orchestrate turn the evil that humans keep doing to Joseph and take the consequences of those evil acts and weave a story of exaltation and restoration out of it. The Joseph story becomes a real important narrative in the pattern of the suffering servant that God appoints to rule. But his rule involves him descending down into death on behalf of others, so that through their suffering and death, they can be exalted and then become a source of life to others. That's exactly what's going to happen now. Joseph will be in a position now to save his family in the time of famine in Genesis 42, on through the end of the book. The story is going to go back and forth now to his brothers. And his brothers and Jacob, up in the land of Canaan, are going to realize, like, hey, we're going to die in this food shortage. And so Jacob sends the brothers down. This is in Genesis 42. And following go down, he says, go down to Egypt and get. Get food for us there. And it's always described as down. Go down to Egypt. The brothers went down, and there they're going to meet the brother they betrayed, but they're not going to recognize him. And what Joseph is going to begin to do is craft a whole very. The narrative goes on for three long chapters. 4, Genesis 42, 43, 44, 45. And it's one long, testing narrative. And Joseph is going to cleverly create all these scenarios where he's going to recreate the scenes, recreating situations of what they did to him back in chapter 37. So he's going to accuse them of being spies, and then he's going to take one brother and put the brother in a prison in Egypt, and then he's going to return the money they brought down to the other brothers and say, go back home. And so he's recreating. You guys are loaded with cash, and you could go back home with food, food and money, but you have to abandon a brother. And so they do go back up to their land, and they could just say, like, one of our brothers died on the way.",
    "start": "00:19:17",
    "end": "00:21:22"
  },
  {
    "text": "An animal got him.",
    "start": "00:21:22",
    "end": "00:21:23"
  },
  {
    "text": "An animal got him. They could pocket the cash and come back with the food. But what they do is they tell the truth when they go back to the land. But back when the brothers were down in Egypt and Joseph was testing them, the first time he finds out, you know, that his brother Benjamin is still alive and Benjamin is not there. Jacob didn't let Benjamin go down.",
    "start": "00:21:23",
    "end": "00:21:43"
  },
  {
    "text": "Right. Because there's a part of the story we hadn't talked about where Jacob has a new favorite son.",
    "start": "00:21:43",
    "end": "00:21:47"
  },
  {
    "text": "Yes, Benjamin, which is Joseph's brother, Joseph's younger brother.",
    "start": "00:21:47",
    "end": "00:21:51"
  },
  {
    "text": "And Jacob, when he sends his brothers down to Egypt to go get food, he doesn't let Benjamin go.",
    "start": "00:21:51",
    "end": "00:21:58"
  },
  {
    "text": "Yep. He keeps his beloved son back. And so Joseph notices that Benjamin's not there with the rest. And so what he says is he takes one brother captive, he sends them back, and he says, if you ever want to see my face again, you got to come with that brother the youngest brother that you didn't bring. So they go back to the land and they run out of food. And Jacob's like, hey, go down and get more food. And they're like, we can't. You know, Simeon is down there in prison, and the only way he'll even see us is if Benjamin comes with us. And so Jacob comes to his moment that becomes parallel to Abraham and Isaac having to give up the beloved son of his old age. So that's a brilliant replay of that story now in this generation. And so what Jacob finally does is he says, I'm not going to do it, and then steps in Judah. And Judah says, dad, we are all going to die if you don't let Benjamin come with us. And so here's the thing. I make a promise to you. He makes an oath promise, I will offer my life in the place of Benjamin. And Judah was the one who had the idea to sell Joseph for cash all the way back.",
    "start": "00:21:58",
    "end": "00:23:14"
  },
  {
    "text": "Oh, it was his idea.",
    "start": "00:23:14",
    "end": "00:23:14"
  },
  {
    "text": "It was Judah's idea. Yes. And now here's Judah saying, we're not going to leave the brothers behind. In fact, I will put myself in the place of a brother.",
    "start": "00:23:14",
    "end": "00:23:25"
  },
  {
    "text": "If Benjamin's in trouble, I'll take the hit and Benjamin will come back because he's your favorite. And I'll surrender my life.",
    "start": "00:23:25",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. So think through. This story is patterned after Abraham being asked to surrender Isaac. After the long history of Abraham's sin and failure, God asks for the life of Isaac back as a sacrifice. And then at the last minute, because of Abraham's trust, God provides a substitute ram in the bushes. Now, here is Abraham's grandson. He's being asked to surrender his beloved son Benjamin. And Judah offers himself as the substitute.",
    "start": "00:23:33",
    "end": "00:24:04"
  },
  {
    "text": "Judah, who will be then the father of the tribe of Judah, which is the line of the royal priest. The royal. The king.",
    "start": "00:24:05",
    "end": "00:24:13"
  },
  {
    "text": "Yep. The line of David.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "The line of David.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "And the. Yeah. The lineage of Jesus. Messiah. So profound. Dude. Okay, so the brothers Jacob says, fine, take Benjamin.",
    "start": "00:24:15",
    "end": "00:24:26"
  },
  {
    "text": "This is different than Abraham. Abraham had to surrender. And then the substitute comes.",
    "start": "00:24:26",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, Jacob.",
    "start": "00:24:30",
    "end": "00:24:32"
  },
  {
    "text": "He surrenders once the substitute is announced.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "That's right. So, man, this story's so cool. And so Jacob allows it. The brothers go down. Judah, with Benjamin in his care. They go down, and Joseph sees all the brothers. He sees Benjamin. He breaks down crying. He releases the captive brother to come back with them, and he makes them a great meal. And this becomes a second test. He makes them a huge meal, and he gives them all the same portion of food except Benjamin. He gives Benjamin, seven times. Excuse me, five times. A bigger serving of food than all the brothers. And then he rigs it so. So that he puts a special silver cup of divination that, like, the sorcerers use. Egyptian sorcerers. He hides it in Benjamin's. The saddlebag of Benjamin's camel.",
    "start": "00:24:34",
    "end": "00:25:22"
  },
  {
    "text": "So he kind of like, is like. First he makes the brothers jealous.",
    "start": "00:25:22",
    "end": "00:25:26"
  },
  {
    "text": "Like, he activates their jealousy.",
    "start": "00:25:26",
    "end": "00:25:29"
  },
  {
    "text": "Activates their jealousy. And then when he sends them on their way, he sets Benjamin up so that they could easily throw him under the bus.",
    "start": "00:25:29",
    "end": "00:25:36"
  },
  {
    "text": "Totally. Yep. So, I mean, he's doing everything to recreate the situation here of his own betrayal, when the brothers betrayed him. So he sends people after the brothers right after they leave.",
    "start": "00:25:36",
    "end": "00:25:46"
  },
  {
    "text": "And they say, hey, we're missing a cup.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "We're missing a silver cup around here. And what Joseph's official. What he says is, don't you know that our master uses this for divination? And, dude, the word for divination is spelled with the same Hebrew letters as the word snake, Nachash. So this is Joseph acting the role of the snake, but inverting the purpose of the snake. The goal is not to deceive, to lead people to death. The goal is using deception as a means of revealing the truth.",
    "start": "00:25:48",
    "end": "00:26:21"
  },
  {
    "text": "Yeah, we talked about this in our test conversations, which is, what's the difference between a test that is meant to destroy you as a trap, like throwing you in a pit and then selling you into slavery.",
    "start": "00:26:21",
    "end": "00:26:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "And a test meant to give you an opportunity to succeed. And here it is, the test as an opportunity to show that you have changed.",
    "start": "00:26:35",
    "end": "00:26:47"
  },
  {
    "text": "Yep. So at this moment, the brothers have money in their pocket. They could go back with money and food. And it's not just one of their brothers. It's Benjamin, who they could leave behind this time in prison.",
    "start": "00:26:48",
    "end": "00:27:01"
  },
  {
    "text": "And aren't we tired of these favorite sons anyways, you know?",
    "start": "00:27:01",
    "end": "00:27:06"
  },
  {
    "text": "So the climactic scene is the brothers go back in. This is Genesis 44. And Judah comes, and he kneels before Joseph, and he doesn't know it's his brother. And he just says, listen, you can't take this little guy Benjamin prisoner. It will kill our father. He'll die of grief. He's already lost his other beloved young son. We can't do this to him. And so right there and then, Judah offers himself in the place of his brother as a substitute. And the moment Judah does that, Joseph just breaks down weeping, and he reveals himself to his brothers. Imagine that moment. So powerful. And what Joseph says is, listen, I know you guys sent me down Here. But I need to tell you something. This actually God is the one who has been with me down here, and he has raised me up to be a ruler of the nation so that I can save the life of a remnant in the famine. That's what he says.",
    "start": "00:27:06",
    "end": "00:28:13"
  },
  {
    "text": "Save the life of a remnant.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "He's using the language of what God says to Noah about you and the animals in the ark to keep a live seed and to save a remnant from the flood. So Joseph is depicted as a new Adam, human image of God, and he's depicted as the righteous remnant raised up to preserve the life of seed through a de creation. And he's talking to Judah when he does this. And of course, this is going to be all about the ending of Genesis, which highlights the line of Judah and the seed of Judah as the source of a royal priest who will come in the future. Dude, what on earth? What's going on here? I reach moments like this, and you're. Like when Jesus says at the end of Luke, you know what the Torah and the prophets and the writings are all about? He says they are about an anointed one who goes into suffering and then is raised up into a place of glory or honor so that forgiveness can be announced in that anointed one's name to all of the nations. And he's summarizing the whole Hebrew Bible, and one of the stories in it is the story of Joseph. Yeah, it's a perfect outline of the story of Joseph, climaxing in the announcement of forgiveness, that he forgives his brothers. So what's cool is that this elevation to rule as an image of God, you know, that Joseph is experiencing this rescue of the family, the preservation of a remnant through whom God can raise up a new seed to be a source of blessing. This is all happening in exile down in Egypt, right?",
    "start": "00:28:14",
    "end": "00:29:51"
  },
  {
    "text": "God promises Abraham a land of blessing, and it's not Egypt. So what's the deal? Why are they in Egypt?",
    "start": "00:29:52",
    "end": "00:30:00"
  },
  {
    "text": "Yeah, but even though the family has been landed in exile in Egypt because of their own history of sin and folly and treachery and betrayal, even there, outside of the promised Eden land, God can turn their exile into a little temporary Eden refuge and install a wise image of God and create life out of death. And that's the message of the justice story.",
    "start": "00:30:00",
    "end": "00:30:27"
  },
  {
    "text": "Eden can show up where we least expect it.",
    "start": "00:30:27",
    "end": "00:30:30"
  },
  {
    "text": "Yeah, Eden anywhere. Eden can be anywhere.",
    "start": "00:30:31",
    "end": "00:30:34"
  },
  {
    "text": "Eden can be anywhere.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "And actually, yeah, when Joseph goes On in chapter 45, 46, 47, he sends a message. He says, go back to my dad and tell him that the son who is dead is now alive. And you guys need to come down and see me down here and listen. I'll work with Pharaoh, and we'll make a plan. And you will come down and you will get a wonderful land, and you will eat of the good of the land of Egypt. You're like, ooh, eat the good fruit of the land. That sounds awesome. And then the name of the land that they get down in Egypt is famously Goshen. There's all kinds of Goshens across the United States now in different states.",
    "start": "00:30:35",
    "end": "00:31:16"
  },
  {
    "text": "Oh, really? I. I don't know of Goshen.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "Yeah, Goshen. Goshen, Indiana. But the Hebrew word Goshen, there's a kind of central network of cities around the Nile delta that were in Egypt at that time. And Goshen refers to a region that was a border region, a rural border region outside the city.",
    "start": "00:31:18",
    "end": "00:31:33"
  },
  {
    "text": "It's their own little suburb in Egypt.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "Yeah. They get a suburb called Goshen. The word Goshen is spelled with three Hebrew letters. The first letter and the last letter are gimel G. The last letter is anun end. And the Hebrew word for garden is gimul nun. That's the word garden. And then the word Goshen is spelled with giml, sheen, nun, Goshen. But the point is, the word Goshen is spelled with the first and the last letter of the Hebrew word garden. You've made this word play before, I think Garshan.",
    "start": "00:31:35",
    "end": "00:32:05"
  },
  {
    "text": "Yeah. You told me this, and I started, and I said, oh, it's like calling it Garshan instead of garden. Like, hey, we got to live in Garshan.",
    "start": "00:32:05",
    "end": "00:32:14"
  },
  {
    "text": "Totally. If you're trying to model Goshen after the word garden, you could do it like, what Gan is to Goshen, Garden is to Garshan.",
    "start": "00:32:15",
    "end": "00:32:25"
  },
  {
    "text": "This is the suburb of Garshan. Why is it called Garshan? Because it's supposed to remind us of a garden.",
    "start": "00:32:25",
    "end": "00:32:29"
  },
  {
    "text": "Totally. And what you're told is they go down to the land and you get one little concluder line, and they were fruitful and multiplied in Goshen.",
    "start": "00:32:29",
    "end": "00:32:37"
  },
  {
    "text": "And they were fruitful and they multiplied in the garden.",
    "start": "00:32:37",
    "end": "00:32:40"
  },
  {
    "text": "Yes. So this would be a great concluder to the story of the Bible if it were happening in Eden and if it were all of humanity. But in fact, it's happening to a small remnant of humanity that is the family of Abraham, and it's happening in Egyptian exile. But it's a little foretaste of where the whole biblical story is going. And it happened through the Suffering and exaltation of the beloved son. Come on. It's like Jesus was really right, that.",
    "start": "00:32:40",
    "end": "00:33:11"
  },
  {
    "text": "Everything was about him. Yeah. There's so much happening. I know we're tracing the theme of exile, but we're. We're also talking about the test, and we're talking about the seed, and we're talking about the Remnant, and we're, you know, like, all this stuff, the way these narratives work, we try to tease it out to be like, let's just focus on this one thing.",
    "start": "00:33:11",
    "end": "00:33:48"
  },
  {
    "text": "But it's, like, so tangled.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. A tangle, like this fluid. I mean, it's art. It's really, like, at this point, you realize, like, how artistic it is. And when we want to, like, analyze it, it's like you're dissecting, you know, the frog. But there's this living thing happening that, like, when it all kind of layers in, you kind of feel it, and it's like this, like, whoa. But then I get overwhelmed trying to, like, keep. Keep it all making sense in my mind, in a way. But, like. But you feel it. You're like, oh, I get really.",
    "start": "00:33:51",
    "end": "00:34:22"
  },
  {
    "text": "Is like. Yeah. The climax of a movie, musical score, or of a symphony. Right. If you sit through some musical event, you know, that comes to a climax, and, like, all the melodies and the songs, the instruments all come together in one big thing. It's overwhelming.",
    "start": "00:34:22",
    "end": "00:34:40"
  },
  {
    "text": "Yeah.",
    "start": "00:34:40",
    "end": "00:34:40"
  },
  {
    "text": "That's the feeling.",
    "start": "00:34:40",
    "end": "00:34:41"
  },
  {
    "text": "And there's such a sense of completion.",
    "start": "00:34:41",
    "end": "00:34:42"
  },
  {
    "text": "Yes.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "But then at the same time, you're like, but they're in Egypt. And they're, like, all of a sudden, now the franchise, like, yep. Wait for the sequel, the Exodus scroll.",
    "start": "00:34:43",
    "end": "00:34:54"
  },
  {
    "text": "It's perfect. The last literary unit corresponds to the last chapter of Genesis, chapter 50. And that is. It's truly like the cliffhanger.",
    "start": "00:34:54",
    "end": "00:35:03"
  },
  {
    "text": "Yeah.",
    "start": "00:35:04",
    "end": "00:35:04"
  },
  {
    "text": "Because Jacob is now reunited with his sons. They're living in Garshan, fruitful and multiplying. And then the days draw near for Jacob to die. And just right there, you remember, oh, yeah. We are not in Eden. Death is the number one sign that we are outside the garden. So what he does is he gets Joseph and then his sons, and he says, listen, you swear an oath to me that you won't leave my body or bones down here in Egypt. I can't die and stay here in exile. So he says, make me go up from Egypt after I die and bury me up in the land of Canaan in the cave, that cave of Machpelah that my grandfather bought.",
    "start": "00:35:05",
    "end": "00:35:54"
  },
  {
    "text": "That Abraham bought.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "Yep.",
    "start": "00:35:55",
    "end": "00:35:55"
  },
  {
    "text": "Yeah. This was the moment Abraham owned a piece of the promised Land.",
    "start": "00:35:55",
    "end": "00:35:59"
  },
  {
    "text": "Yeah. When he bought this land, only piece he ever owned. That's right.",
    "start": "00:35:59",
    "end": "00:36:02"
  },
  {
    "text": "Yeah.",
    "start": "00:36:02",
    "end": "00:36:02"
  },
  {
    "text": "He bought a field that had a cave and was surrounded by trees. This is Genesis 23. We talked about this. So the phrase cave of Machpelah is a Hebrew word play because it looks like the words nakedness. And then Machpelah means like a double or a pair.",
    "start": "00:36:02",
    "end": "00:36:21"
  },
  {
    "text": "Oh, that's right. This is where I got confused.",
    "start": "00:36:21",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "You said the naked pear, and I was thinking of a piece of fruit. Remember that?",
    "start": "00:36:24",
    "end": "00:36:28"
  },
  {
    "text": "Yeah, totally. Yeah. The naked couple.",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "Yeah, the naked couple.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Yeah. The phrase cave of Machpelah, it's in Hebrew, and it's a wordplay because it looks like also the way that you would spell the naked couple. And it's in a field with beautiful trees all around the property.",
    "start": "00:36:32",
    "end": "00:36:46"
  },
  {
    "text": "A field with trees and a naked couple.",
    "start": "00:36:46",
    "end": "00:36:49"
  },
  {
    "text": "Oh, yeah. And you're told it's by the trees of Mamre, which is where.",
    "start": "00:36:50",
    "end": "00:36:54"
  },
  {
    "text": "It's where Abraham feasted with.",
    "start": "00:36:54",
    "end": "00:36:56"
  },
  {
    "text": "With the angels under the tree. Yeah, that's right. So it's an Eden place. So where Jacob goes is. He says, after I die, make the word go up is used so many times in Genesis 50, it just hits you over the head. So remember, it was all about the descent going down, down, down, down to Egypt.",
    "start": "00:36:56",
    "end": "00:37:15"
  },
  {
    "text": "Yeah.",
    "start": "00:37:15",
    "end": "00:37:16"
  },
  {
    "text": "But once you die outside of the land, he asked, make me go up, go up, go up, up, up, up, up to the place of the naked couple.",
    "start": "00:37:16",
    "end": "00:37:27"
  },
  {
    "text": "Put my bones in Eden.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Yeah, put my bones in Eden. And it's a symbol of hope.",
    "start": "00:37:29",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "In other words, it's a way of.",
    "start": "00:37:32",
    "end": "00:37:35"
  },
  {
    "text": "Echoing, why does it matter where you're buried? You're dead.",
    "start": "00:37:35",
    "end": "00:37:37"
  },
  {
    "text": "Yeah, totally. Yeah. And you could raise interesting questions about, you know, conceptions of the afterlife that people had at this time. But as a narrative image, you have to sit and ask, why is this whole narrative focusing on a guy saying, I want to go back to this place, take my body to this place. And what is that place? It's a place that. Both in the name of it and in the symbolism of a field with trees and what happened there with Abraham as the Eden moment, it's all about the return to Eden, the hope for a return to Eden that even death cannot prevent. God's plan to restore the life of Eden to his people. And so that's how the book ends.",
    "start": "00:37:37",
    "end": "00:38:22"
  },
  {
    "text": "Isn't there still a place. We saw it just right outside Jerusalem in a valley where it's very customary to be buried.",
    "start": "00:38:22",
    "end": "00:38:32"
  },
  {
    "text": "Oh, yeah. It's called the Valley of Kidron.",
    "start": "00:38:32",
    "end": "00:38:35"
  },
  {
    "text": "The Valley of Kidron.",
    "start": "00:38:35",
    "end": "00:38:35"
  },
  {
    "text": "And then up, flanking up. As you go away from Jerusalem, up the steep hillside of the Mount of Olives. And there's. Yeah. Traditional grave burial sites all over.",
    "start": "00:38:35",
    "end": "00:38:44"
  },
  {
    "text": "And the hope there is to be buried there is this hope of being, like, resurrected in the first into Jerusalem. Right?",
    "start": "00:38:45",
    "end": "00:38:53"
  },
  {
    "text": "That's right, yeah. To be buried on the hillside that faces the Temple, where the temple used to stand. It's a symbol of hope. Yes.",
    "start": "00:38:53",
    "end": "00:39:00"
  },
  {
    "text": "It's a symbol of hope in the resurrection.",
    "start": "00:39:00",
    "end": "00:39:02"
  },
  {
    "text": "Yes.",
    "start": "00:39:02",
    "end": "00:39:02"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:39:03",
    "end": "00:39:03"
  },
  {
    "text": "It's the greatest buried there. And that's what Jacob asks for and gets here very similarly. Yeah. And then actually the last paragraph of the Joseph story is Joseph saying, hey, I'm going to die down here. But God made a promise that he would bring us up out of this land. And. And whatever you do, take my bones with you when you go up.",
    "start": "00:39:03",
    "end": "00:39:23"
  },
  {
    "text": "So you could say it's like just a sentimental thing, like, I just want my bones to be there.",
    "start": "00:39:23",
    "end": "00:39:28"
  },
  {
    "text": "Yeah. But this is at the end of a scroll that began with the story of the human rulers, Right.",
    "start": "00:39:28",
    "end": "00:39:35"
  },
  {
    "text": "Being stupid, being given access to life.",
    "start": "00:39:35",
    "end": "00:39:38"
  },
  {
    "text": "Eternal life.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "The eternal life.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "And they're exiled from that because of their folly out down from the high place outside where they die. And now here's a guy, two guys who are going to die outside of their little version of Eden, and their only request is that they ascend back up to the Eden land. Even if they die, they hope about the bones going up to the Eden land. And you're just like, okay, whatever one thinks about. It's very common in biblical studies to talk about that. The idea of resurrection was very late development in the history of Israelite religion. It really only became clear in the late Second Temple period. And so all of that aside, the narrative message of Genesis in the shape that it's in right now, I think is about that very thing. The hope of the bones rising up to eternal life. What else is this scroll about?",
    "start": "00:39:40",
    "end": "00:40:35"
  },
  {
    "text": "If death is like the ultimate exile, then resurrection is the ultimate homecoming.",
    "start": "00:40:35",
    "end": "00:40:41"
  },
  {
    "text": "Yeah. It's the only appropriate way to resolve the problem created with the Garden of Eden story. When you go to the Book of Ezekiel, Ezekiel 37, the Valley of dry Bones. I think he gets it, man. Ezekiel 36 is about how God's going to create a new Eden in the promised land that will spread to all the nations. Then the next vision you have is of the Valley of Dry Bones, which is about God's spirit filling up the bones to recreate a new family for Abraham. And then the next story is about the reunion of the tribes, Joseph and Judah, so that the divided two can become one. And you're just like. That whole section of Ezekiel, for example, is a meditation on what went wrong in Eden is going to be reversed in the new creation. So I don't think it's inappropriate to say that you finish the Genesis scroll and what you hear is the author painting a picture to generate hope in the resurrection and the hope for a new creation. That's certainly what Ezekiel saw here, and I think that's what Jesus saw here, too. Yeah, it's remarkable. All right, well, we're going to continue. We just finished Genesis. But we're not stopping, are we, John?",
    "start": "00:40:41",
    "end": "00:41:54"
  },
  {
    "text": "We finished Genesis. Let's stop and let that sink in.",
    "start": "00:41:54",
    "end": "00:41:58"
  },
  {
    "text": "Yeah, I don't think we've ever said a sentence like that. We finished Genesis.",
    "start": "00:41:58",
    "end": "00:42:05"
  },
  {
    "text": "Next week, we. We are going to do a Genesis Q and R. So I guess we haven't finished Genesis proper.",
    "start": "00:42:05",
    "end": "00:42:11"
  },
  {
    "text": "Yeah.",
    "start": "00:42:11",
    "end": "00:42:12"
  },
  {
    "text": "But we will respond to your questions next week and then we'll begin the scroll of Exodus. Thanks for listening to this episode of Bible Project podcast. Next week, we begin in the scroll of Exodus. And in the first movement of Exodus, we will trace the theme of God's name.",
    "start": "00:42:12",
    "end": "00:42:34"
  },
  {
    "text": "Even though in Genesis, the narrator and the characters have been engaging Yahweh by that name all the way through, there's something very special about the new or the renewed revelation of the name of Yahweh and the name's meaning to Moses and the Israelites. After generations of being enslaved to Egypt, the question of the cultural identity and the religious identity of the Israelites in these chapters are really up for grabs because they have been dominated by an oppressor that claims to be like an incarnate deity, that is Pharaoh. And the gods of Egypt, we're told, are also a part of what's oppressing the people. And so the revelation of the name attached to the liberation of a people is all connected here. Yahweh is revealing his character in a new way. In this story. We're going to camp out on the repeated phrase that all through this section of Yahweh's plan that people come to know the name of Yahweh. So shall we venture forth? Shall we exile us? Take the road out?",
    "start": "00:42:34",
    "end": "00:43:38"
  },
  {
    "text": "Bibleproject is a nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free to use our videos, this podcast, our graduate level classes, and our new mobile app. It's all free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:43:38",
    "end": "00:43:59"
  },
  {
    "text": "Hi, this is TJ and this is Alyssa, and we're a husband and wife from Monmouth, Oregon.",
    "start": "00:44:00",
    "end": "00:44:05"
  },
  {
    "text": "We first heard about the Bible Project from some friends at church. We used a Bible Project in our own personal study of the Word, and we like to use the videos to help teach our daughter about Jesus. Our favorite thing about the Bible Project is how Tim and John break down really complex topics and make them easy to understand for the average listener.",
    "start": "00:44:05",
    "end": "00:44:23"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:44:23",
    "end": "00:44:35"
  }
]