[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:05",
    "end": "00:00:07"
  },
  {
    "text": "Hello.",
    "start": "00:00:07",
    "end": "00:00:07"
  },
  {
    "text": "Hello.",
    "start": "00:00:08",
    "end": "00:00:08"
  },
  {
    "text": "We are doing question and response episode.",
    "start": "00:00:08",
    "end": "00:00:11"
  },
  {
    "text": "Yeah.",
    "start": "00:00:11",
    "end": "00:00:12"
  },
  {
    "text": "On the Genesis scroll.",
    "start": "00:00:12",
    "end": "00:00:14"
  },
  {
    "text": "Hmm. You know, it feels like a significant accomplishment that we are choosing to finish conversations on Genesis so we can move forward. I don't know if we've ever been able to say something like that.",
    "start": "00:00:14",
    "end": "00:00:24"
  },
  {
    "text": "No, we get to move forward. And. And how in the world. Does anyone have any questions? I thought we went over everything thoroughly.",
    "start": "00:00:25",
    "end": "00:00:30"
  },
  {
    "text": "Isn't that wild? We've actually talked through in detail probably just like one tenth of the Genesis stories. The stories actually in Genesis. It's so amazing. There's always more to discover. As always, y' all have sent in so many great questions. So great. So we try to pay attention to the most repeated questions and make sure those are accounted for, reflected. And as always, we never get through as many as we think. I always tell John, like, yeah, I picked out, like, I think I picked out 14 of the most repeated questions, and we inevitably only get through, like, six.",
    "start": "00:00:31",
    "end": "00:01:04"
  },
  {
    "text": "And you said today you go, I think we'll get through them. And I just smiled.",
    "start": "00:01:05",
    "end": "00:01:09"
  },
  {
    "text": "Yeah, we'll see what happens.",
    "start": "00:01:09",
    "end": "00:01:10"
  },
  {
    "text": "Well, let's jump right into it, then. Let's do it.",
    "start": "00:01:11",
    "end": "00:01:13"
  },
  {
    "text": "These are your questions from all over the Genesis scroll. They're kind of ordered from the beginning of Genesis on through the the end. So we'll see how far we get.",
    "start": "00:01:13",
    "end": "00:01:23"
  },
  {
    "text": "This first question is from James in New Hampshire. Hi, my name is James Bagley. I'm from Salem, New Hampshire, but I currently reside in Pflugerville, Texas, right outside Austin.",
    "start": "00:01:23",
    "end": "00:01:33"
  },
  {
    "text": "My question is about a comment that.",
    "start": "00:01:33",
    "end": "00:01:35"
  },
  {
    "text": "Tim made about the second son who receives a blessing throughout the book of Genesis. Now, I know that Jesus is the firstborn over all creation. My question is, is there any significance or correlation to Jesus in 1st Corinthians 15 being called the last Adam or second Adam who receives the blessing that the Adam did not? Thank you, Bibleproject, for all that you do. God bless.",
    "start": "00:01:35",
    "end": "00:01:57"
  },
  {
    "text": "Yeah. Good job, James. So there's two things. One, James, you're reflecting on this theme of the inversion of the firstborn in Genesis, which, it turns out, doesn't just begin with Cain and Abel, although that's true. It, you know, comes to prominence with Cain and Abel and then all the way through with all the rival mostly brothers, but sometimes sisters or sometimes wives or husbands or uncles and nephews. But you're asking, are we meant to reflect on that backwards? To the fact that the first Adam humanity forfeited its right to rule over Eden and was exiled. And so is that reflected in any way With Jesus coming into the role of the firstborn, the true Adam in Paul's letters in 1 Corinthians and elsewhere. That's a really great question. What do you think about that question, John?",
    "start": "00:01:58",
    "end": "00:02:51"
  },
  {
    "text": "I also remember you talking about this firstborn theme. You've ruminated on whether or not it actually begins with humans being the second born of the rulers.",
    "start": "00:02:52",
    "end": "00:03:03"
  },
  {
    "text": "Right.",
    "start": "00:03:03",
    "end": "00:03:03"
  },
  {
    "text": "In the creation story, the firstborn of the rulers are the rulers of the sky, the host of heaven, and the second born of the rulers are the humans. And there's already this plot conflict between that. You see when this mysterious snake figure shows up who seems to kind of know more than a snake should know and seems to kind of not really like, wants to disrupt the rule of the humans.",
    "start": "00:03:03",
    "end": "00:03:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "And so you've thought maybe this firstborn, the second born being chosen, actually begins there with Adam actually is the second born, but then he's also called the first Adam in Paul's letters. So.",
    "start": "00:03:31",
    "end": "00:03:44"
  },
  {
    "text": "Yeah. Within Genesis, there's kind of maybe two aspects of this within the three days of Genesis. Excuse me, within the two triads of three days, days four, five and six make up a little symmetry where days four and six, the first day of God filling the world with inhabitants, and the last day on day six match each other with God installing human rulers. The rulers above and the rulers below. So that's interesting. So in that order, humans are the second rulers installed, the second born, as it were. But then when you go zoom into just day six, what you notice is that the animals come first and then the humans are appointed second on day six. And then the second comers on day six, that is, humans are called to rule over the animals who were made first on day six. There's two ways that humans are the second comers in Genesis chapter one. Yeah, yeah. And in both cases, the humans are usurped. They don't end up in the place of the firstborn ruler. In the Eden story, they're both usurped by a beast of the field, and they're exiled from Eden and have to pass by some sky rulers, some cherubim on their way out of exile. So the humans lose their chance to rule over the skies and the land and end up just whatever, distorted images, ruling over the land, kind of slaves to the land. Yeah, yeah, exactly. Yeah. The land eventually kills them. So the theme of portraying Jesus Messiah in the New Testament, both the Gospel authors and Paul the Apostle definitely have this theme in their mind. I think you're right, James. When they start portraying Jesus as the ultimate firstborn, which doesn't mean that he was the first human ever born, obviously, but he is elevated in the fulfillment of God's purposes to become the first human to take up that firstborn position as ruler over the skies and the land. So I think definitely Paul's totally tracking in where Jesus is the late comer in human history, but he is elevated to the place of priority in firstborn, not just over the land, but over the skies and the land. And some themes that tie in Here are Daniel 7. We're in Daniel chapter 7. Daniel sees an exalted human who is elevated to rule above the skies in the land. And both the heavenly rulers, the son of man in Janus seven rules over the hosts of heaven and over the nations, which is pretty awesome. And then they definitely, the gospel authors and Paul want to put Jesus in that slot. So I think you're right, James. That's good intuition that Jesus is portrayed as the late comer, elevated firstborn, which becomes a culmination of this inversion of the firstborn that began all the way back in Genesis. I think that's how it works. I mean, what else would make Paul say a thing like that except the story trained him to expect that another Adam, another human would come to fulfill what Adam and Eve forfeited, you know?",
    "start": "00:03:44",
    "end": "00:06:44"
  },
  {
    "text": "Yeah.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "Okay. Well, now that we tied that up, let's hear from a question from Michelle, who lives in. Oh, we didn't get a town for Michelle. Michelle just lives in the United States of America. Michelle, your question.",
    "start": "00:06:45",
    "end": "00:06:59"
  },
  {
    "text": "Hi, my name is Michelle, and I.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Have a question for you.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "From the Genesis scroll, what is the significance of the direction east?",
    "start": "00:07:02",
    "end": "00:07:07"
  },
  {
    "text": "The angel of the Lord tells Hagar that Ishmael will live to the east.",
    "start": "00:07:07",
    "end": "00:07:10"
  },
  {
    "text": "Of all his brothers. Adam and Eve were cast out to.",
    "start": "00:07:10",
    "end": "00:07:13"
  },
  {
    "text": "The east of the garden.",
    "start": "00:07:13",
    "end": "00:07:14"
  },
  {
    "text": "So I just wondered if there's some kind of symbolic meaning of east that we're supposed to.",
    "start": "00:07:15",
    "end": "00:07:19"
  },
  {
    "text": "To be picking up on. Thanks so much for all you do. Yes, Michelle.",
    "start": "00:07:19",
    "end": "00:07:23"
  },
  {
    "text": "Or as Michael W. Smith later picked up on, Go West, Young Man. Do you know that song?",
    "start": "00:07:23",
    "end": "00:07:29"
  },
  {
    "text": "Maybe I. No, no. Maybe. Maybe if I heard it, I might.",
    "start": "00:07:31",
    "end": "00:07:36"
  },
  {
    "text": "Go West, Young Man.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "Oh, wow.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "I think is how it goes.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, yeah. Go east. Go east. Foolish humans. That's what God says to Adam and Eve. Yes, Michelle, you're right. The eastward exile theme is major in the Genesis scroll. And then it sets you up for a bunch of things to come. So, quick tour. And I think, John, we talked about this years ago, maybe on the podcast when we talked about settings in the Bible.",
    "start": "00:07:39",
    "end": "00:08:04"
  },
  {
    "text": "Yeah.",
    "start": "00:08:04",
    "end": "00:08:04"
  },
  {
    "text": "But this one repeats a lot in Genesis in particular. So Adam and Eve are exiled to the east of the garden, but we learn that they're not exiled out of the land of delight, that is the land of Eden, because Cain and Abel are making their sacrifices near the door, presumably the door of the garden. But when Cain murders his brother, he's exiled east out of Eden. Out of the land of Eden. So that's interesting. Then in Genesis 11, the story about the building of the tower and city of Babylon, that begins with an eastward migration. So people, the first two of God sending people to the east. And then Babylon begins with people choosing to go to the east. It's kind of interesting inversion when Lot divides from Abraham, when they have too much stuff and they have to part ways, Lot goes to the east and lives in Sodom. Then the next one is what you name, Michelle Ishmael, who's going to live in hostility with Isaac and his descendants. So he goes to live to the east. Then Abraham's sons, through his third wife, Keterah, are all sent to go live in the east. And then. Ooh. And among those sons is Midian, the Midianites. Then you get Esau, who splits from Jacob. Esau goes to the east. And that's just in the Genesis scroll. So how many is that? These are explicit, like, eastward references. Sounded like six, two, three, four, five, six, seven. What? I. I've never counted.",
    "start": "00:08:04",
    "end": "00:09:31"
  },
  {
    "text": "Is there seven?",
    "start": "00:09:31",
    "end": "00:09:31"
  },
  {
    "text": "Yeah, dude, why would I never count? One, Adam and Eve, one. Cain and Abel, two. Babylon, three. Lot and Abraham, four. Ishmael, five, Abraham's son, Suketuva, six. Esau and Jacob. Seven. No way.",
    "start": "00:09:31",
    "end": "00:09:45"
  },
  {
    "text": "And you're not missing one?",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "No, no. I did a little word search when I prepped for this question.",
    "start": "00:09:47",
    "end": "00:09:50"
  },
  {
    "text": "Oh, my goodness. Seven Easts.",
    "start": "00:09:50",
    "end": "00:09:52"
  },
  {
    "text": "Fascinating. Okay, that's cool. Never noticed that before. So, yeah. So it's building up this portrait that's somehow west is associated with proximity to divine presence in the promise of the land and to the Eden promise. Whereas east is associated with distance, alienation from God's presence, Eden, blessing, and from fruitful and multiply and family and so on. So all of this is setting you up for the scroll at the end of the big narrative, the narrative that goes from Genesis all the way to 2 Kings, that goes from creation to Israel's exile. So 2 Kings, that scroll ends with Israel being slowly dismantled and destroyed through two different exiles. And one of them is the exile of the northern tribes of Israel to the east, to Assyria, and then the Exile of the kingdom of Judah to the east to Babylon. I think likely that fundamental east is away from the land that God promised to our ancestors. That that is fundamental to, like, the biblical author's Israelite view of the world. East is away from God's promise. To the west is the land of God's promise. And that what we're seeing in Genesis 1 through 11 is a way of telling their ancestral stories all the way back, using that east, west binary as a way to construct a pattern in the stories about the increasing isolation of humans from God's purposes and presence. I think that's how it works.",
    "start": "00:09:52",
    "end": "00:11:27"
  },
  {
    "text": "And then isn't it the case that north and south do the same thing later? Like in the Exodus scroll, even where going south to Egypt primarily is also kind of like going into exile?",
    "start": "00:11:27",
    "end": "00:11:40"
  },
  {
    "text": "Yeah, it's interesting. Yeah, it's good. South down to Egypt was also. It's also true that the central hill country land of Israel and Judah was like, really fruitful country and farming, agriculture, and lots of flocks and shepherds and up and down the hillsides. And so to the south was a desert, but also to the east was a desert. And to the north was high hill country that gets you up to the two rivers, the source of the Euphrates and the Tigris, and so then. But the north is also depicted as a region of trouble. And in the prophets, it's usually trouble comes from the north. The foe from the north or the enemy from the north is a big motif in the prophets. And actually there's a historical reality to it, because when the Assyrian empire and the Babylonian empire would send armies, they wouldn't.",
    "start": "00:11:40",
    "end": "00:12:35"
  },
  {
    "text": "Yeah, they come through the hill country.",
    "start": "00:12:35",
    "end": "00:12:37"
  },
  {
    "text": "Yeah, they wouldn't go through the desert. They would go up through this thing called the Fertile Crescent. And they would always come from the north. So foes always came from the north or from the south up through Egypt. But going down to Egypt is reminiscent of Israel's exile and prison down in the pit of Egypt. So even north and south has kind of like a symbolic or significant meaning.",
    "start": "00:12:37",
    "end": "00:13:03"
  },
  {
    "text": "And then wouldn't a lot of the battles take place in a specific valley? Because the armies kind of come through a specific place. And so where a lot of the, like, showdown would be in. What was it?",
    "start": "00:13:03",
    "end": "00:13:14"
  },
  {
    "text": "The Valley of Megiddo. Megiddo, yeah, that's up in the north. But yeah, the way the land is shaped up north, kind of north and east of the Lake of Galilee, there's this narrow valley that any army that tromped through Israel and there were dozens of empires tromped through Israel through their history. Yeah. Would always have to go through that battle. So it was well guarded. And there was a gateway city. That's where Josiah, King Josiah, died on the battlefield there. And, yeah, epic battles took place on Megiddo, which made it a place that gained in symbolic importance about the great showdown of the world's powers. And that's what John is tapping into with the phrase Armageddon comes from that.",
    "start": "00:13:14",
    "end": "00:14:02"
  },
  {
    "text": "From Megiddo.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. Har. Yeah, it's an English way of spelling har Megiddo, which means the hill of Megiddo. And over the plain of Megiddo was a hill on which was this, like, fortress city that guarded the valley highway. And so Har. Megiddo refers to the mountain over the valley of Megiddo. Yeah, yeah. It's kind of like finding out that the word hell in our English translations translates the Greek word gehenna, which is a Greek spelling of the Aramaic word Gaihinom or GY Hinom, which refers to actual valley on the south and west side of Jerusalem, the valley of Gaihinom.",
    "start": "00:14:02",
    "end": "00:14:43"
  },
  {
    "text": "All of these, like, ideas of exile, of. Of, like, apocalyptic battles.",
    "start": "00:14:43",
    "end": "00:14:49"
  },
  {
    "text": "Being outside the city. Down in the.",
    "start": "00:14:49",
    "end": "00:14:51"
  },
  {
    "text": "Being outside the city and separated from.",
    "start": "00:14:51",
    "end": "00:14:54"
  },
  {
    "text": "Yep. In the valley of death. Outside the city.",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Yeah, yeah. They're all located in actual, like, real geographic realities.",
    "start": "00:14:56",
    "end": "00:15:01"
  },
  {
    "text": "Yeah, yeah. Which just means that the biblical. Imagine the imagination of the biblical authors and the way they thought about the cosmos as a whole was shaped by their actual. The topography of the actual land they inhabited. And in fact, even the vocabulary of these more cosmic, apocalyptic places and realms comes from actual places in biblical topography. It's really cool. So the east and west is a good one, Michelle. You can see it very clearly if you're tracking with it in the Genesis scroll. But, yeah, north and south. It'd be a cool little series to do, whether video or something.",
    "start": "00:15:01",
    "end": "00:15:41"
  },
  {
    "text": "Yeah, I've wanted to do a settings series before. I think they could be short little setting explorations.",
    "start": "00:15:41",
    "end": "00:15:47"
  },
  {
    "text": "Yep. There you go. Thanks, Michelle. Good stuff.",
    "start": "00:15:47",
    "end": "00:15:49"
  },
  {
    "text": "Thanks, Michelle.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "The next question is from Brittany. She lives in Florida.",
    "start": "00:15:50",
    "end": "00:15:54"
  },
  {
    "text": "Hi, this is Brittany from Jacksonville, Florida.",
    "start": "00:15:54",
    "end": "00:15:57"
  },
  {
    "text": "And so I have a question about the Genesis scroll.",
    "start": "00:15:57",
    "end": "00:16:00"
  },
  {
    "text": "In the beginning, when God created Adam and Eve, and Adam and Eve have Cain and Abel, and then Cain kills Abel. Where are all these other people that Cain goes off to find? And where does he find a wife if God made Adam and Eve and there's no other humans on the earth.",
    "start": "00:16:00",
    "end": "00:16:23"
  },
  {
    "text": "Yep, that's exactly right. Brittany. Brittany, you sit Alongside a long esteemed tradition of readers of the Bible, Christian and Jewish, who have asked the same question along with you. It's just. It's a funny thing where if you are paying attention, you just notice it. It just leaps off the page, I think, if you. I don't know if you're open to asking the question. Did this question ever stick out to you, John?",
    "start": "00:16:24",
    "end": "00:16:53"
  },
  {
    "text": "Yes, but the. But the simple answer in my mind, which wasn't well thought through perhaps, was Adam and Eve had other kids. And those other kids. Yeah, well, because Adam and Eve also live to be. What, like. Or Adam. Adam lives to be.",
    "start": "00:16:54",
    "end": "00:17:09"
  },
  {
    "text": "That's right.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "Like, old enough that he could have populated a few towns on his own. And then you could have generations of.",
    "start": "00:17:09",
    "end": "00:17:17"
  },
  {
    "text": "Yeah.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "Adults, you know, that are all now contemporaries with Cain.",
    "start": "00:17:18",
    "end": "00:17:23"
  },
  {
    "text": "Correct. And actually just a little reference for that. After the Cain and Abel story in Genesis, chapter five, verse four, what you're told is that after Adam became the father of Seth, he lived, sent for centuries, and he had sons and daughters.",
    "start": "00:17:24",
    "end": "00:17:42"
  },
  {
    "text": "Yeah. And then his sons and daughters presumably would have sons and daughters. And we don't know how old Cain was when this all went down.",
    "start": "00:17:42",
    "end": "00:17:48"
  },
  {
    "text": "Right, right.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "Could create a scenario where, oh, Cain was 500 years old when he killed his brother. And by that time you've got a whole population of people building cities out there. I suppose.",
    "start": "00:17:50",
    "end": "00:18:00"
  },
  {
    "text": "Yeah, totally. So, yeah. So just to say there is a little detail in the text and in that little detail that Adam and Eve had other sons and daughters. That is where some people have found the answer to their question and feel that that's a satisfying answer. I have not been very satisfied with that answer, along with lots of other people throughout history, namely because after Cain murders his Brother In Genesis 4, when God banishes Cain from Eden, Cain is really a wreck about this. I mean, he's really messed up about it. And what he says to God is, you are banishing me from the face of the ground, and from your face I will be hidden. I'll be a vagrant and a wanderer, the earth. So it's clear he's being exiled from everything that he values and cares about and that provides him security.",
    "start": "00:18:00",
    "end": "00:18:54"
  },
  {
    "text": "He's not going to his, like, uncle's house.",
    "start": "00:18:55",
    "end": "00:18:56"
  },
  {
    "text": "No, totally. No. Not like Jacob will later in the story, because what he says is, whoever finds me will kill me. I think it's pressing the story's logic to say, but he, like, took a contingent of siblings with him and then they intermarried and had kiddos. Because here's what else is Important. When Cain says, whoever finds me will kill me, who is he afraid of?",
    "start": "00:18:56",
    "end": "00:19:17"
  },
  {
    "text": "Yeah. Why would his extended family kill him?",
    "start": "00:19:18",
    "end": "00:19:20"
  },
  {
    "text": "Well, true, but if that. If that even refers to his extended family, he's being driven away from his extended family. From his family.",
    "start": "00:19:20",
    "end": "00:19:27"
  },
  {
    "text": "Yeah. Why would he consider that being, like, a vagrant and wiped off the face of the earth.",
    "start": "00:19:28",
    "end": "00:19:32"
  },
  {
    "text": "That's right. And then later in the story, it just says Cain knew his wife, she became pregnant, he gave birth to Enoch, and he built a city. And cities, by definition, are a collection of dwellings with a wall around them. That's what the Hebrew word city means. So there's all kinds of clues in the story that all of a sudden, once we're outside Eden, the Cain and Abel story, the narrator just assumes that we're in a populated world. And that explanation actually makes more sense to me of all these narrative details. What it leaves unresolved then is the question of how these narratives relate to what we would call human history as it can be reconstructed from whatever archaeology, biology, genetics, and so on. And now we're back to the question of what style of literature are the early Genesis narratives and so on. Yeah. So, Brittany, that's a quick summary. We did actually talk about this question a little bit more. And from another angle a ways back, John, it was in what episode? It was in the episode 235. There you go.",
    "start": "00:19:32",
    "end": "00:20:40"
  },
  {
    "text": "We did a Q and R on the family of God, and the episode's called why do Cain's Descendants show up after the Flood?",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "Oh, that's right.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Because that's another question.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "Yes. Yeah. People called the Cainites actually appear later in the biblical story after the flood.",
    "start": "00:20:47",
    "end": "00:20:55"
  },
  {
    "text": "And I think we talk about that along with where did Cain's wife come from in that episode?",
    "start": "00:20:55",
    "end": "00:21:01"
  },
  {
    "text": "Totally. So that actually ties into the next question that we got from Jonathan, who lives in California. And it's another angle of a similar type of question. Hello, Bible Project, Jonathan here from Huntington Beach, California. I have a question about the Nephilim watchers, giants, whatever we should call them. Do you believe that they are literal, half Elohim, half humans? And if the flood came as a.",
    "start": "00:21:01",
    "end": "00:21:28"
  },
  {
    "text": "Result of this corruption of humanity, why.",
    "start": "00:21:28",
    "end": "00:21:30"
  },
  {
    "text": "Do we see them after the flood? God bless. Yep. Yes, inquiring.",
    "start": "00:21:30",
    "end": "00:21:37"
  },
  {
    "text": "And then also to say to the last question, in episode 257, we interviewed Dr. Joshua Swamidas.",
    "start": "00:21:37",
    "end": "00:21:44"
  },
  {
    "text": "Yes, yes.",
    "start": "00:21:44",
    "end": "00:21:45"
  },
  {
    "text": "And he gives us the hypothesis, based off of genetics, that the hypothesis that there could have been an Adam and Eve God created from the dirt while there already were other sapiens out there that they then would go and interbreed with, essentially. And so that's episode 257.",
    "start": "00:21:45",
    "end": "00:22:09"
  },
  {
    "text": "That's right. Yeah. Yeah. And what we're. What we're talking about is the same issue there in that previous question about Cain. Is the same kind of issue at work in this story about. In this question about Genesis chapter six and the Nephilim and the sons of Elohim. So what we're asking, first of all, what we need to ask is what does the author assume the reader will get apart from any questions we bring from modern history or science to it? But then there's a question that we have is, after reading and making sense of what the author's trying to communicate, how do we integrate this into our understanding of human history, where we get informed from lots of other sources, along with tobacco.",
    "start": "00:22:09",
    "end": "00:22:49"
  },
  {
    "text": "Okay. Can we take the two questions separately, though? I feel like they're both a little different.",
    "start": "00:22:49",
    "end": "00:22:53"
  },
  {
    "text": "Yeah.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "So the. So the Nephilim, then, first they show up before the flood.",
    "start": "00:22:54",
    "end": "00:22:58"
  },
  {
    "text": "Yes. The sons of Elohim.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "The sons of Elohim, which are the angelic, the divine creatures that rule the skies, have babies with human women.",
    "start": "00:23:00",
    "end": "00:23:09"
  },
  {
    "text": "Yeah.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "And first of all, is such a thing possible, just like, physiologically?",
    "start": "00:23:10",
    "end": "00:23:17"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "And then the offspring of such a mating is what's called the Nephilim.",
    "start": "00:23:18",
    "end": "00:23:23"
  },
  {
    "text": "Hold on. What the narrative says is, and the Nephilim were in the land at that time.",
    "start": "00:23:24",
    "end": "00:23:29"
  },
  {
    "text": "Okay. Yes.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "So the narrative doesn't explicitly say it. It just says, hey, this thing happened with the sons of God and daughters of men. And wouldn't you know, it's interesting the Nephilim were in the land.",
    "start": "00:23:31",
    "end": "00:23:41"
  },
  {
    "text": "You think it's a little elusive on purpose there?",
    "start": "00:23:41",
    "end": "00:23:43"
  },
  {
    "text": "I do.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "Well, the Nephilim were around, and in the ancient imagination, the Nephilim is a way to describe half gods, humans who are progenitors. Is that the word of a God?",
    "start": "00:23:44",
    "end": "00:23:59"
  },
  {
    "text": "Totally. Yeah. Part spiritual being. Part human.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "Yeah. Or spiritual being. But when I say God, I mean lowercase G, God. The spiritual beings, and they were then also associated with the rulers of these cities, would often be thought of as, you know, these warriors.",
    "start": "00:24:03",
    "end": "00:24:20"
  },
  {
    "text": "That's right. So, again, we've talked about this passage in question at length and other times, but I think for me, where there is clarity about this is that the author of Genesis is adopting a set of traditional motifs and topics from their ancient Mesopotamian neighbors and are in dialogue with them about a common cultural storyline. So these storylines are preserved for us in epic Mesopotamian texts we have that are called the Gilgamesh Epic or the Atrahasis epic. And so these are stories that the Mesopotamians, both Assyrian and Babylonian, and then the empires that preceded them, these are stories that these empires and cultures told about themselves and their origins, that their kings and that their rulers were founded by the gods, and that their originating founding rulers, like Gilgamesh, this great king of the ancient, ancient prehistoric past, Gilgamesh is said to be part divine and part human and the offspring of gods and women.",
    "start": "00:24:20",
    "end": "00:25:28"
  },
  {
    "text": "And he's a Nephilim.",
    "start": "00:25:28",
    "end": "00:25:30"
  },
  {
    "text": "Yes, exactly right. And he was a hero. He's the hero of their founding cultures. And it's this merging of divine and human with the founding of Assyria and Babylon that gives them their divine right to go conquer the world and annex the nations and tax everybody and take everybody over. And so every part of that cultural script, as it were, that founding story of the Mesopotamian empires, is being poked at and inverted or parodied with different stories at work, especially in the early, early chapters of Genesis. And so you get that with this story here in Genesis 6, which is saying instead of the divine human mixing being something that sets human kingdoms apart for power right and divine right to rule, actually it's a cosmic rebellion. It's a sign of everything that's wrong with the world. And the fact that the Nephilim that are also called the Gibborim, the mighty warriors, they are the ones who start spilling all the bloodshed that soaks the earth with innocent blood, that cries out to God that says, I'm done with this. Like, these warrior kings are the problem with the human race. And this is matched on the other side of the flood story with the story of Nimrod, who is called Gibor, one of these mighty warriors, and he's the founder of Babylon, and his name means we will rebel. Nimrod in Hebrew means we will rebel. So when you see that cultural connection, you can see the biblical author is taking the cultural script and he's flipping it in light of their deep convictions about Yahweh as the one true God, all humans as the image of God, not just a few. And that these ancient stories that our neighbors tell are actually signs of what's wrong with the world. So, but notice what I'm doing there is I'm making a cultural translation from my vantage point, you know, and I'm finding a way to make the story make sense to me as to why they would tell a story like that. And so the trick is, is that all of the earliest interpretations of this story in early Judaism seem to be reflect Readers who actually think, you know, that there was a mixing of spiritual being and human women. And we have this preserved for us in the second Temple work called the Enoch, First Enoch, but also Jude, Jesus, brother who wrote one of the New Testament letters, alludes to the story in the letter of Jude, and he refers to the sons of Elohim as angels who did not keep their own domain, but abandoned their proper abode. And then he parallels that story with the story of Sodom and Gomorrah, which is also a story about humans and angels at least wanting to intermix in a sexual way. And so he sees those two stories as parallel. And I just find that really bizarre. But I'm also trying to learn how to just listen to these biblical authors on their own terms and not, I don't know, rewrite the story to make it more palatable just because it, it makes me deeply uncomfortable, you know.",
    "start": "00:25:30",
    "end": "00:28:47"
  },
  {
    "text": "Well, would you say it's not bizarre that they would do this based off of their cultural context assumptions that you just explained? What's bizarre is that such a thing could actually happen. Right from our modern mindset, that's just not a thing. Yeah, like, like we're just like, yeah, that doesn't happen.",
    "start": "00:28:47",
    "end": "00:29:09"
  },
  {
    "text": "Yeah.",
    "start": "00:29:09",
    "end": "00:29:09"
  },
  {
    "text": "Perhaps there are spiritual beings, but they're not going to be able to do that kind of thing, cross breed with humans. You could barely make a zebra and a horse breed correctly.",
    "start": "00:29:12",
    "end": "00:29:21"
  },
  {
    "text": "And what's interesting, when you get into the New Testament, for example, even though you have Jude referring back to that story and quoting from first Enoch, when you get into the way that spiritual beings in rebellion against God, the way that they terrorize people, like in the stories of the Gospels is not like that, but it's through sickness and oppression and other kinds of things. So I think where we're at here is a set of questions that's similar to the Cain and where did Cain get his wife? Like, what does this story actually refer to in something that really happened? And I think the challenge is we are coming to these stories and we want to know what really happened. And the question is, do these narratives claim to be representing the real world and making claims about the real world? I think so. But what's the nature of how they refer? This is a long standing debate and it's not a modern debate, actually, especially Christians who have been weirded out by the story of the sons of elohim in Genesis 6 have been all over the map throughout Christian history as to what the story refers to.",
    "start": "00:29:22",
    "end": "00:30:27"
  },
  {
    "text": "You're making a distinction between what does it mean and what actually happened? And for the what does it mean? I think there's some really great insights. It's pretty clear and actually has a really interesting. It tells you something very important about the way to think about human power, about what it means to rule and who really does rule.",
    "start": "00:30:27",
    "end": "00:30:52"
  },
  {
    "text": "Yeah. And as a quick note, Jesus and Paul the Apostle also viewed the human governing institutions of their day as being co opted by rebel spiritual powers.",
    "start": "00:30:53",
    "end": "00:31:04"
  },
  {
    "text": "Yeah.",
    "start": "00:31:04",
    "end": "00:31:04"
  },
  {
    "text": "So they actually share a very similar view of the world. It's really just this one piece about the divine or spiritual and human intercourse that is the thing that just seems super bizarre. A helpful place to go to hear different views about this in the early Genesis narratives. Zondervan Publishers has this great series of books called the Counterpoint series. And they have a volume on this, on the early chapters of Genesis called Genesis History Fiction or Three Views on the Early Chapters of Genesis. And so they go at this question about what type of literature is Genesis 1:11? How does it refer to. To historical events? And you get three different views and they interact with each other thoroughly. You know, I remember when I started reading these books back in college and it's a great experience because you'll read one person's view and you're like, oh man, that's so persuasive. And they have all the evidence and like that's really good, you know. But then they get critiqued by one of the other people and then you hear the critiquer's view and you're like, oh, that's definitely like that's it right there. That's the view. And when you go through that exercise multiple times, it teaches you that we're doing our best here. And people can come to different conclusions. They all believe that the scriptures are a divine and human word and that Jesus is Lord, but they come to different conclusions. And that on some of these questions we have to be okay with that. And these are for me, this is among those categories of questions where I've just learned to be okay with saying we don't. Ultimately, no. And I'm just going to be okay with that one. Is that satisfying to you, John, or is that frustrating?",
    "start": "00:31:05",
    "end": "00:32:48"
  },
  {
    "text": "No, I think that's great. And we also have Q and R episode, it's 98, where it was part of the God series and we did a Q and R that touches on nephilim.",
    "start": "00:32:50",
    "end": "00:33:00"
  },
  {
    "text": "Sweet. Let's go to question six for Clint.",
    "start": "00:33:01",
    "end": "00:33:05"
  },
  {
    "text": "Hi, this is Clint from Houston. I couldn't help but notice that the binding of Isaac, where Abraham believes he will lose his son. Follows the exile of Hagar, where she believed she would lose her son. It's like God is keeping the divine scales of justice in balance. And as you've pointed out, Hagar's name means the immigrant or the foreigner. So it seems to lay the groundwork for the laws that follow in the rest of the Torah about doing justice for the foreigner. What do you think?",
    "start": "00:33:06",
    "end": "00:33:30"
  },
  {
    "text": "Yeah. Clint. Yeah, man. Yeah, you're onto it. If this was a class paper, this would, like, get the gold star. I think you're onto something, Clint, and in a really significant way. But first, before we. Well, let's just notice you're paying attention to the fact that Abraham's loss of his firstborn son, Ishmael, happens in Genesis 21. And it's because of Sarah's jealousy and selfishness he banishes. She wants to banish the immigrant and her son. She calls them the slave. Banish the slave. And God allows it. And so what Abraham does is he sends them off into the desert, famously, with a water bottle.",
    "start": "00:33:30",
    "end": "00:34:09"
  },
  {
    "text": "And it's very clear that they're gonna die.",
    "start": "00:34:10",
    "end": "00:34:12"
  },
  {
    "text": "Yeah, dude. Yeah. A young mom and her little child going out with a bottle of water. A bottle of water into the desert. And it's clear that. And they almost do die. So Abraham hands over his firstborn son because of the jealousy of his wife and even God's allowance of it.",
    "start": "00:34:12",
    "end": "00:34:31"
  },
  {
    "text": "To death.",
    "start": "00:34:31",
    "end": "00:34:31"
  },
  {
    "text": "To death. And it's only God's intervention by a bush that results in the firstborn of Abraham being spared. So that already is setting you up to see the story with Isaac, the binding of Isaac as a parallel to it, as a match to it, because God is going to test Abraham. You're told that first he asked Abraham to surrender the life of his son, and his life is spared from death because of what happened at a bush. So these two stories are clearly set in parallelism to each other. So here's the thing is that actually that parallelism goes all the way back to the first time that where Abraham and Sarah oppress and wrong Hagar. And this is really key. This is in Genesis 15 and 16. So Genesis 15 is where Abraham's like, hey, God, you haven't given me any kids yet. And, you know, you said I'd become a great nation, so what's up with that? And God takes him out and shows him the stars, and Abraham trusts God. Famous story. Then God says, I'm going to give. Not only am I going to give you a family, I'm going to give you a bunch of land that this family will possess. And Abraham's like, what? Really? How can I know? I'm not really sure. And God makes Abraham pass out. And there's that bizarre story of the cutting of the animals in half. And God passes through in that when Abraham's passed out, he has a dream or a vision. And God says, listen, your descendants, before they get to live in their own land, they're going to be exiled into another country and another people will oppress your people for centuries. And I will deliver them and show judgment on them and then I will bring them back. So you hear about Abraham's descendants are going to be oppressed and put into slavery by some people that are as yet undescribed. That's Genesis 15. In the next story, it's now Abraham and Sarah again doubting if they can have kids. And Sarah gets her good idea or her terrible idea rather to take the immigrant and Abraham can have sex with the immigrant slave. And that's Hagar. So what's interesting is what you're told in that story is that Sarah oppressed Hagar after Hagar got pregnant. And it's the same word as what the unnamed people are going to do to the Israelites in the future. So in Genesis 15, you hear the Israelites will be oppressed by some unnamed people. The next story, it's a story of Abraham and Sarah oppressing an Egyptian. And then God hears of the oppression and he delivers that Egyptian slave and promises to bless her and give her a big family and so on. And so you can see, obviously the nation that's going to oppress the later Israelites is referring to Egypt. But it's set alongside the story of the Israelites first oppressing the Egyptians. Does that make sense?",
    "start": "00:34:31",
    "end": "00:37:27"
  },
  {
    "text": "Hagar being the Egyptian immigrant?",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Hagar is an Egyptian, Yes. Yeah. So later Jewish interpreters, I learned of this through an Israeli scholar, Yair Zakovich. He has a great little book on the theme of the Exodus throughout the rest of the Hebrew Bible. It's called and you should tell, it's called and you shall tell your son. And he explores this in the history of Jewish interpretation about why did the Israelite slavery in Egypt happened. In other words, the story doesn't say why it happened. Like the Israelites end up in Egypt because of the famine at the end of the book of Genesis. They end up there because of the evil of Joseph's brothers to sell them into slavery. But there were some Jewish interpreters. One, a really well known medieval rabbi. His teacher name was Nachmanides and he saw the reason for the Israelite slavery in Egypt as being God's measure for measure recompense for Abraham and Sarah's oppression of Hagar. In other words, that God defends and hears the voice of the immigrant. And so the Egyptians oppressing the Israelites is a measure for measure inversion of the early Israelites oppressing the Egyptians in the person of Hagar. So I've always found that interesting. And the fact that God would demand the life of Isaac as a test becomes then parallel. Dude, check this out. John. So, and Clint. So think if the Israelite oppression in Egypt is somehow this inversion consequence for what Abraham and Sarah did to Hagar, then recall that Isaac, Abraham's beloved firstborn, through Sarah, was delivered from death through the substitute ram on top of the mountain. And so, similarly, in the Israelite oppression in Egypt after the 10 plagues, the key liberating event is also through the death of the firstborn, Passover, but then the substitution of the firstborn through the substitute lamb and the blood on the doorpost. In other words, the seed of Abraham, Isaac is delivered from death through a substitute animal, just as the firstborn of Israel was rescued from death by a substitute animal and Passover. So I'm pretty certain that the stories of Abraham and Hagar have been mapped and connected really closely to the stories of the Egyptian slavery and oppression and Passover, and that they're connected in a pretty important way. I just dumped a whole bunch there, but does that seem coherent to you, John?",
    "start": "00:37:29",
    "end": "00:40:04"
  },
  {
    "text": "Yes. Yes. And then Clint's further insight is about how Israel is then meant to take care of the immigrants as part of their law code.",
    "start": "00:40:05",
    "end": "00:40:18"
  },
  {
    "text": "Yes, that's right. Well, and in particular, there's a law in Exodus 23 where God says, hey, man, do not oppress. It's the same word. Don't oppress the immigrant.",
    "start": "00:40:18",
    "end": "00:40:29"
  },
  {
    "text": "Wow.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "And when you read that in Hebrew, it says, don't oppress Hagar, Hagar, Hagar. And it's really stiff language. In Exodus 23, God says, if you do, and the outcry of the immigrant rises up to me, I will come and make you all into orphans and widows and bring severe judgment on you. So God is not having this oppression of the immigrant business, and he acts severely when people oppress the immigrant. And that gives a kind of interesting back reflection, both on Passover, how God dealt severely with Egypt, but even more, how God dealt severely with Abraham.",
    "start": "00:40:29",
    "end": "00:41:05"
  },
  {
    "text": "Yeah. When you mess with people who are vulnerable, specifically here, immigrant populations, God stands up for you.",
    "start": "00:41:05",
    "end": "00:41:13"
  },
  {
    "text": "Yes, he does. Is what it's saying, that's totally right. Yep. It becomes more explicit later in the Torah. But again, I think as meditation literature, the earlier stories, like about Abraham, are all designed with an eye towards these themes that you will meet more explicitly later in the Torah about God defending the immigrant. God has to defend an immigrant from his own chosen one, Abraham and Sarah, which is a remarkable feature of the story.",
    "start": "00:41:13",
    "end": "00:41:40"
  },
  {
    "text": "Yeah, that kind of goes to the. There's a plot line that you've drawn attention to, which is kind of a subtext, which is when God chooses a family to work through and kind of binds himself and says, I'm going to bless people through you. He's taken the good and the bad and this family is not chosen because of how awesome they are. And so you get these stories where they're being just as bad as what the later. The real bad guys you would call are gonna be in the story. And so there's a storyline of what does God do when he chooses a people who are just as corrupt as everyone else.",
    "start": "00:41:41",
    "end": "00:42:22"
  },
  {
    "text": "Yeah, totally. Actually, that's a great link to another question we got from Julie, who lives in the uk. Hi, this is Julie Bacon and I'm a priest in the diocese of Sheffield in the UK. My question relates to Genesis chapter 27 and the story of Jacob stealing his brother Esau's blessing from their father Isaac. My question is, if God's blessing is about fruitfulness and multiplication and it can be passed from one person to another rather than always having to be received directly from God, why can it only be given to one son rather than to both? Esau says in verse 38, have you only one blessing, Father? Why can Isaac give only one blessing? Thank you so much for all that you do in helping people to engage with the Bible and to discover more and more of its richness. Such a good question. Yeah, yeah, actually. And Julie, I'll even turn up the stakes on your question because both Esau ask his father, do you only have one blessing? Like, don't you have a little left for me? And Isaac seems to think like, nope, sorry, use it up, you know. But back in the previous generation of Isaac and Ishmael, wherein Isaac the son of Abraham is chosen to be the line of blessing and the one to receive the blessing, God explicitly says, I will bless Ishmael, the non chosen one too, because he is from your seed. So in the generation of Abraham, both the chosen and the non chosen get a blessing. Like, the narrative draws attention to it, which now here we are three generations later, and Isaac, like Nope, Sorry, Esau, you're out, buddy. And you're like, wait, no, that's not how it works. Like, God can bless people from the seed of Abraham. You know what? Do you see what I'm saying? It's an intentional twist in the story that even makes us feel the tension even greater. Which is why, Julie, you're maybe even more right than you knew to draw attention to the glitch in the narrative that it seems really odd.",
    "start": "00:42:22",
    "end": "00:44:21"
  },
  {
    "text": "I think I always smoothed out this in my mind by thinking that there were just two types of blessings. There was a general be fruitful and multiply blessing that anyone could give to anyone and God gave to all humanity and we could all tap into. And then there's this birthright. There's like an inheritance blessing.",
    "start": "00:44:21",
    "end": "00:44:43"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:44:43",
    "end": "00:44:44"
  },
  {
    "text": "And that one's limited because when you're the patriarch of a family, you're going to give everything to one son and it's your firstborn and you're going to set them up. I don't know why that was. Why don't you spread it out?",
    "start": "00:44:44",
    "end": "00:44:58"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:44:58",
    "end": "00:44:59"
  },
  {
    "text": "In the modern world, it's, you know, you spread it out to all your kids.",
    "start": "00:44:59",
    "end": "00:45:02"
  },
  {
    "text": "Yes, in theory, yeah.",
    "start": "00:45:02",
    "end": "00:45:04"
  },
  {
    "text": "But that. Right. That was the custom, was you give it everything, the birthright, to the firstborn son. And so in my mind, that was the second type of blessing.",
    "start": "00:45:04",
    "end": "00:45:13"
  },
  {
    "text": "Sure, yeah. Got it. Well, yeah. And really. But it seems like the Genesis story is really just interested in that more focused firstborn. In other words, this story assumes a cultural environment where there's this practice of a father, of a patriarchal society where the firstborn son is elevated to the status of inherit, of being the image of the father, inheriting the father's image, authority and wealth and so on, representing the father in a unique way. And that's the only kind of blessing the Genesis story is interested in.",
    "start": "00:45:13",
    "end": "00:45:46"
  },
  {
    "text": "Oh, really?",
    "start": "00:45:47",
    "end": "00:45:47"
  },
  {
    "text": "Well, yeah. Think all the way from the humans.",
    "start": "00:45:47",
    "end": "00:45:50"
  },
  {
    "text": "Well, the Genesis story begins with a more general blessing, Be fruitful and multiply.",
    "start": "00:45:50",
    "end": "00:45:54"
  },
  {
    "text": "But for the humans, it's about blessing. Be fruitful and multiply and rule. And rule and rule. Oversee the blessing of others. So, okay, yeah, if it's just be fruitful and multiply Be fruitful and multiply.",
    "start": "00:45:54",
    "end": "00:46:07"
  },
  {
    "text": "And rule. Let's add rule in there. That's. But that's a general blessing that isn't limited, resource wise. Right?",
    "start": "00:46:07",
    "end": "00:46:15"
  },
  {
    "text": "Not yet. In the story, it's for all humanity.",
    "start": "00:46:15",
    "end": "00:46:17"
  },
  {
    "text": "It's all humanity.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "That's right.",
    "start": "00:46:18",
    "end": "00:46:18"
  },
  {
    "text": "And so I'm wondering if when God tells Ishmael, you will also be Blessed. He just means you're going to be a powerful nation that's going to be fruitful and multiply and rule. He's not saying that Abraham's going to give you half of his stuff.",
    "start": "00:46:18",
    "end": "00:46:32"
  },
  {
    "text": "Oh, I see. The thing is that God gives a blessing of fruitfulness, multiplication and rule to both the chosen and the non chosen in the generation of Abraham, to his sons. But here's a father who seems to think that that blessing of fruitfulness and multiplication and rule can only go to one son and not to the other.",
    "start": "00:46:33",
    "end": "00:46:57"
  },
  {
    "text": "Okay, because he's talking about the general blessing, not specifically the inheritance.",
    "start": "00:46:58",
    "end": "00:47:02"
  },
  {
    "text": "Yeah, no, he's talking.",
    "start": "00:47:03",
    "end": "00:47:04"
  },
  {
    "text": "Those things are merged.",
    "start": "00:47:04",
    "end": "00:47:05"
  },
  {
    "text": "They're merged. I think they're one thing. Yeah, they're one thing in the storyline.",
    "start": "00:47:05",
    "end": "00:47:08"
  },
  {
    "text": "Why are they one thing?",
    "start": "00:47:09",
    "end": "00:47:10"
  },
  {
    "text": "They're one thing in the narrative. Because when the blessing of humanity, when the ideal blessing that is introduced in Genesis 1, the blessing of humanity and its call is to be fruitful and multiply and to rule and have authority, then when you get to Adam and Eve's next generation, that's clearly what Cain thinks he's losing out on. When God favors his brother's sacrifice. And then that's the blessing that gets marked with the chosen line of Seth that leads to Noah and then through Shem and then to Abraham. And that's the blessing that the Genesis story focuses on. And then it's just tracing that through the generations. But God really enjoys breaking out the blessing to the chosen and the non chosen in the life of Abraham's sons. But here's what's interesting is that when you get to the Jacob and Esau story, so much of the drama at this point is that God has entrusted his authority and blessing and rule into the care of this one lineage of a human family. And as we've seen in the Abraham stories, they abuse that privilege regularly. They want to either get the blessing on their own terms or use it for their own benefit instead of sharing. And I think that's what the volume is being turned up on, that corruption abuse of the blessing. In the story of Jacob, which is about a guy who wants to. Jacob is the guy who wants to grab and snatch the blessing at whatever cost. And then it raises this question of like, well, where, you know, did Jacob, he came out of the womb trying to grab at the blessing. But then here in this story, in Genesis 27, we see the father and he's a lot like his son Esau, where he's. What he really wants is a bowl of food. He is a human who wants food, and he's willing to give the bowl of food in exchange for the firstborn birthright and the blessing. And so Rebecca and Jacob in that story, Julie, they are using deception to gain the thing that God has destined Jacob the second born for in the first place. And it's a key part of what begins that story of that theme of deception in the Jacob stories. So the whole thing is God wants to bless the one so that through them the many can be blessed. But this family keeps acting like the blessing is this thing that's just for one. And it's something that you need to snatch at and deceive and grab at to get it. And I think it's part of the portrait of how Abraham's family tragically misunderstands and abuses this gift that God wants to give them and then to the nations through them.",
    "start": "00:47:10",
    "end": "00:49:47"
  },
  {
    "text": "So are you saying that Isaac could have said, okay, I'll give you the blessing too? Like that was his prerogative in the same way?",
    "start": "00:49:48",
    "end": "00:49:56"
  },
  {
    "text": "Yeah. Why couldn't he have blessed one of his other sons? God did. God blessed the non chosen. Yeah.",
    "start": "00:49:56",
    "end": "00:50:01"
  },
  {
    "text": "And when God blessed the non chosen, he did. Just to be clear, he didn't give Ishmael's Ishmael any of the inheritance of Abraham like any of his flocks or goods like. He didn't get that.",
    "start": "00:50:01",
    "end": "00:50:14"
  },
  {
    "text": "No. He goes away to dwell in the land away from his brothers. But he says, I'll bless him and he'll be fruitful, multiple multiply. He'll become a nation and rulers will come from him. But he won't be the promised lineage of the seed of the woman that brings about the snake crusher. Yeah.",
    "start": "00:50:14",
    "end": "00:50:31"
  },
  {
    "text": "Okay. And so I might. I'm sorry if this is a distraction.",
    "start": "00:50:31",
    "end": "00:50:34"
  },
  {
    "text": "No, it's all right.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "It's good to me. I still can't. I'm still hung up on that. Seems like there's two kinds of blessings here. There's the original blessing for all humanity to be able to multiply and rule. But then there's this, what you've called a subplot which is choosing one family and giving them a blessing.",
    "start": "00:50:35",
    "end": "00:50:55"
  },
  {
    "text": "Yeah.",
    "start": "00:50:55",
    "end": "00:50:55"
  },
  {
    "text": "Like the special blessing of being the family in which God's going to rescue humanity. And so it's that second blessing of the, the elect, the Abraham's family.",
    "start": "00:50:55",
    "end": "00:51:05"
  },
  {
    "text": "Yeah.",
    "start": "00:51:05",
    "end": "00:51:06"
  },
  {
    "text": "Which we're tracing through the Genesis scroll of the line of Seth. And then the line of, you know. Yeah, yeah, yeah, Abraham. And. And that. We're tracing that. And that's all to serve. That's all subplot to serve the main plot, which is all of humans getting the blessing.",
    "start": "00:51:06",
    "end": "00:51:23"
  },
  {
    "text": "I think what I'm saying is your blessing number one and your blessing number two are actually one and the same thing, but they're focused in the narrative. In other words, that blessing that is for all of humanity gets invested and channeled in the story into the hands of one particular family. Okay, so what the blessing that Abraham and Sarah and then Rebecca and Isaac and Jacob and his wives, what they're all like wrangling for is the Eden blessing that God wants to give to all humanity through them.",
    "start": "00:51:23",
    "end": "00:51:56"
  },
  {
    "text": "But in reality it's whether or not I get the flocks and I get the tents and I get the servants. Like that's what they're functionally getting.",
    "start": "00:51:56",
    "end": "00:52:06"
  },
  {
    "text": "That's right. And authority and rule. I mean, the point is, yeah, what God wants to do for all of humanity, he's going to do for this one family. And each generation he keeps singling off one, choosing one and giving them the Eden blessing. And then what you see is in the hands of each generation. They abuse the blessing as much as they are grateful for it or enjoy it. And so I think in this story of Genesis 27 we're getting, when Isaac says, I only have one blessing, I can't bless. You were getting his narrow minded viewpoint.",
    "start": "00:52:06",
    "end": "00:52:42"
  },
  {
    "text": "On the blessing, which was a cultural assumption. As narrow as we think it is. Like that's just how it worked, right?",
    "start": "00:52:42",
    "end": "00:52:48"
  },
  {
    "text": "Totally.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "You just give the blessing to your firstborn. Yeah, but what you're pointing out is. But even so, even if that is a cultural assumption just a couple stories before God deviates from that by giving Ishmael the blessing.",
    "start": "00:52:49",
    "end": "00:53:02"
  },
  {
    "text": "Yeah, a blessing too.",
    "start": "00:53:02",
    "end": "00:53:04"
  },
  {
    "text": "Yeah, a blessing, but not the blessing of the.",
    "start": "00:53:04",
    "end": "00:53:08"
  },
  {
    "text": "Well, it's fun. I think it's like a satire or a parody. What he says to Hagar is that Ishmael will get a blessing. He'll be fruitful and multiply and rulers will come, 12 rulers will come from him. So it's as if he becomes an Israel made of twelve with the blessing even before the twelve tribes of Israel came into existence. And so I think the narrative wants to show that God's desire is that the blessing constantly spring out. But what he wants to do as the main vehicle for doing that is one chosen lineage that he keeps separating it out, but the chosen lineage keeps abusing it and treating the blessing with a very small minded, insular, narrow focus. And so in this story, the blessing is now this like commodity that can be traded for a bowl of food. And there's only one. And here's the thing, though, is that in each generation, God takes the evil and the selfishness that humans plot, and he works despite it, in it and through it to accomplish good. And that's what's happening in every generation, of course, culminating the story of Joseph and his brothers, which is what he says. Humans keep taking God's many gifts and using them for evil, but God is going to take all this and turn it into good and the saving of many lives.",
    "start": "00:53:08",
    "end": "00:54:23"
  },
  {
    "text": "So God's working within this system of where you give your inheritance, which is giving the blessing, because how else are you going to be fruitful, multiply and rule? You need. You need to be kind of given that ability. And so God's working within that and saying that he's going to give that to a family, and then the family is passing it down generation by generation, because God could have just been like, I'm going to give it to you, Abraham, and every single kid you have, and it's just going to just multiply that way. But instead it's focused on the lineage, and that brings us to Jesus. But then there's a glitch where you see God thinking outside that box immediately with this blessing to Ishmael.",
    "start": "00:54:23",
    "end": "00:55:04"
  },
  {
    "text": "Yeah, totally. Yeah. It's a genuine narrative tension. God keeps focusing in his purpose and his blessing on one family, and you could say their cultural institutions, as it were.",
    "start": "00:55:04",
    "end": "00:55:14"
  },
  {
    "text": "Yeah.",
    "start": "00:55:14",
    "end": "00:55:14"
  },
  {
    "text": "But then you get also, alongside that, narratives that keep reminding you, hey, the blessing that's focused in on this one family and its cultural practices is actually forever. And the blessing that goes out to Ishmael is like a reminder.",
    "start": "00:55:15",
    "end": "00:55:28"
  },
  {
    "text": "So in one sense you could say, of course, Isaac only has one blessing to give. That's how it works.",
    "start": "00:55:28",
    "end": "00:55:33"
  },
  {
    "text": "That's how it works.",
    "start": "00:55:33",
    "end": "00:55:34"
  },
  {
    "text": "But then in another sense, you could say, ah, but maybe he could have been more generous because God seems to have been setting the stage for. Maybe that's not how it has to work.",
    "start": "00:55:34",
    "end": "00:55:45"
  },
  {
    "text": "Yeah. Yeah, I think so. Yeah.",
    "start": "00:55:45",
    "end": "00:55:47"
  },
  {
    "text": "Okay.",
    "start": "00:55:47",
    "end": "00:55:47"
  },
  {
    "text": "Yeah. And another aspect of that is how that story about the wife deceiving her husband with food is all set on analogy through vocabulary patterns to the story of Adam and Eve at the tree. It's another instance of the division between a husband and a wife and a breakdown of harmony and people grabbing after what's good in their own eyes. And the blessing. So the blessing has become a selfish commodity in all of these characters, but yet these are the people that God is using somehow to bring his blessing to the nations. And that makes up the drama of the biblical Story.",
    "start": "00:55:47",
    "end": "00:56:30"
  },
  {
    "text": "What would happen to the kids that aren't the firstborn? Do they have to go just be slaves to other families? Like servants to other families, I should say. Or do they just go and bootstrap their own herd somewhere?",
    "start": "00:56:30",
    "end": "00:56:42"
  },
  {
    "text": "Oh, I got it. No, I just think they just don't get the extra bonus goods, as it were. There's a law in DEUTERONOMY, I think it's 21, about that the firstborn is supposed to get a double portion.",
    "start": "00:56:42",
    "end": "00:56:57"
  },
  {
    "text": "Oh, okay, so they don't get everything. They just get a double portion.",
    "start": "00:56:57",
    "end": "00:57:00"
  },
  {
    "text": "A double portion. But what's funny is there's a law in the Torah saying, like, hey, a father should give his firstborn son a double portion. But then all through the book of Genesis, what you see is God subverting that law. In other words, the narratives of Genesis are subverting the pattern that becomes a law later in Deuteronomy. I still haven't figured out how those two relate to each other in the Torah, but.",
    "start": "00:57:01",
    "end": "00:57:24"
  },
  {
    "text": "Well, where else does God divert from that besides the Ishmael thing?",
    "start": "00:57:24",
    "end": "00:57:27"
  },
  {
    "text": "Well, let's see. No, but I'm just saying that's the major motif in Genesis of God choosing the one who's not the firstborn.",
    "start": "00:57:28",
    "end": "00:57:34"
  },
  {
    "text": "Oh, the second born. The second born goes back to the first question.",
    "start": "00:57:34",
    "end": "00:57:38"
  },
  {
    "text": "Yeah, totally. This is weird. Yeah, okay. Totally. So, yeah, maybe we could just close by just saying these narratives about the patriarchs and all these generations of God's chosen people are heavily critical of Israel's founding ancestors. You actually couldn't think of a more critical portrait of these family's ancestors than the book of Genesis. And that itself is just worth reflecting on that. This is a story that's teaching us that often it's God's own chosen people that are the biggest obstacle to God accomplishing his purposes in the world.",
    "start": "00:57:38",
    "end": "00:58:16"
  },
  {
    "text": "Because you could read the story of Isaac there as just like, oh, well, he's just doing what he's supposed to do. And he's just an upright guy, like, dishing out blessings. He got fooled and, oh, well, there's nothing he can do. Yeah, but you're saying, like, no, the depiction of Isaac is that he is just as bad as Jacob. And as far as a schemer. And he is part of the problem here.",
    "start": "00:58:16",
    "end": "00:58:40"
  },
  {
    "text": "Yeah, yeah. Or at least he's willing to give away the firstborn blessing to the son who's not destined for it in exchange for a meal. For a meal. Yeah.",
    "start": "00:58:41",
    "end": "00:58:52"
  },
  {
    "text": "Just like, even though he is destined to it.",
    "start": "00:58:53",
    "end": "00:58:56"
  },
  {
    "text": "Well, totally. And that's what makes it deceptions. Within Deceptions is because, you know, he thinks he's giving it to the firstborn son the whole way through.",
    "start": "00:58:56",
    "end": "00:59:05"
  },
  {
    "text": "Deception Inception.",
    "start": "00:59:05",
    "end": "00:59:07"
  },
  {
    "text": "Deception inception. Just one quick note. I learned a lot about this dynamic of the Blessing in the patriarchal stories of Genesis from Hebrew Bible scholar Jeff Anderson, who wrote a great book called the Blessing. And the trajectory is in theology of the Old Testament. And he has a whole really insightful chapter on this very thing that you're asking about Julie. So that's a helpful resource. Thank you all for sending in your great questions. There's many more that we could talk through, but that's the time that we have for today. Any final words? John?",
    "start": "00:59:07",
    "end": "00:59:41"
  },
  {
    "text": "No. Yeah. Thanks for questions. And next week, we will start up in the Exodus scroll.",
    "start": "00:59:41",
    "end": "00:59:48"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:59:48",
    "end": "00:59:49"
  },
  {
    "text": "This will be the first time talking through many of these stories. Some of these stories we've got talk through.",
    "start": "00:59:49",
    "end": "00:59:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "But many of them we haven't. And we'll be tracing a theme through each movement of the Exodus scroll. There's gonna be three movements in Exodus. We'll trace three themes. So we'll begin with Exodus movement one, tracing the theme of the name.",
    "start": "00:59:54",
    "end": "01:00:09"
  },
  {
    "text": "The name of the Lord.",
    "start": "01:00:09",
    "end": "01:00:10"
  },
  {
    "text": "The name of the Lord. And that'll become more clear next week as we begin Exodus.",
    "start": "01:00:10",
    "end": "01:00:15"
  },
  {
    "text": "Cool. Thanks, everybody.",
    "start": "01:00:15",
    "end": "01:00:16"
  },
  {
    "text": "Hi, this is Cristela Savedo, and I'm from South Carolina.",
    "start": "01:00:16",
    "end": "01:00:19"
  },
  {
    "text": "Hi, this is Kevin, and I'm from the Netherlands. I first heard about bibleproject when following the Year of Biblical Literacy sermon series from Reality San Francisco back in 2016.",
    "start": "01:00:19",
    "end": "01:00:29"
  },
  {
    "text": "I first heard about Bibleproject through YouTube just a few years ago. I use Bibleproject to get an introductory lesson to different books of the Bible and to learn about different subjects. I also use it to introduce my kids to the Bible in a really fun way.",
    "start": "01:00:29",
    "end": "01:00:43"
  },
  {
    "text": "I use bibleproject to learn more about the Bible freely because I cannot yet afford going to seminary, but it's just as great. My favorite thing about bibleproject is that I'm sure I'll never run out of materials to study.",
    "start": "01:00:43",
    "end": "01:00:53"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:00:53",
    "end": "01:00:57"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:00:57",
    "end": "01:00:59"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com Sam.",
    "start": "01:00:59",
    "end": "01:01:17"
  }
]