[
  {
    "text": "From the very beginning of the story of the Bible, trees represent God's blessing.",
    "start": "00:00:05",
    "end": "00:00:10"
  },
  {
    "text": "Then on day six, God gives the fruit trees for the humans and the animals to enjoy. So that sets you up to see trees as a special divine gift to the land. Creatures from Genesis, chapter one. Then in the next literary unit in the Garden of Eden narrative, the introductory narrative shows God forming human from the dirt outside of Eden, then planting the garden with the trees in it, and then putting the human in the garden and then saying, eat from all the trees. And there's that really good one, the tree of life in the middle.",
    "start": "00:00:10",
    "end": "00:00:41"
  },
  {
    "text": "Trees also represent a moment of testing.",
    "start": "00:00:41",
    "end": "00:00:45"
  },
  {
    "text": "But then there's this other one that'll kill you if you take the wisdom about knowing good and evil on your own terms. There's a test. They have to choose to trust God to continue eating from the blessed tree of life. And if they don't, then they'll find themselves cut off from life. And so on.",
    "start": "00:00:45",
    "end": "00:01:01"
  },
  {
    "text": "The second movement of Genesis is all about Abraham and Sarah, how God is going to use this couple to bless the world.",
    "start": "00:01:01",
    "end": "00:01:08"
  },
  {
    "text": "Abraham and Sarah are depicted as a new Adam and Eve who God is calling to return to the garden so he can bless all the nations through them.",
    "start": "00:01:08",
    "end": "00:01:15"
  },
  {
    "text": "And so it isn't surprising that we see the theme of trees continue. What does Abraham do after taking a tour of the land God promised him as part of his blessing? He sits under the great trees of Mamre. Later, there's a story of God himself meeting Abraham at those sacred trees.",
    "start": "00:01:15",
    "end": "00:01:31"
  },
  {
    "text": "All of a sudden Yahweh becomes visible by these sacred trees. Abraham, God comes to meet with his chosen one at the door of the tent, at the chom hayom heat of the day. It sounds just like the Garden of Eden when God shows up in the wind of the day. So we've had Eden moments, but now he. He's meeting with a visible physical appearance of Yahweh and they're going to eat. We're starting to sense a reversal of the failure in Eden.",
    "start": "00:01:32",
    "end": "00:01:59"
  },
  {
    "text": "Blessing, testing, failures, reversals. You never knew trees could be this exciting. I'm John Collins, this is BibleProject podcast. Today, Tim Mackey, Chris Aquinn and I talk through the second movement in the Genesis scroll. It's a part of a year long journey walking through the Torah movement by movement. And this movement is all about Abraham tracing the theme of trees. Thanks for joining us. Here we go. Hello, Carissa.",
    "start": "00:01:59",
    "end": "00:02:29"
  },
  {
    "text": "Good morning.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Good morning.",
    "start": "00:02:30",
    "end": "00:02:30"
  },
  {
    "text": "It's morning.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "Yes, it is. Who knows what time it is when someone's listening to this. But it's morning for us and. Hi, Tim.",
    "start": "00:02:31",
    "end": "00:02:37"
  },
  {
    "text": "Hello. Good morning.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "We are walking through the Bible movement by movement.",
    "start": "00:02:38",
    "end": "00:02:42"
  },
  {
    "text": "Tim.",
    "start": "00:02:43",
    "end": "00:02:43"
  },
  {
    "text": "Tim, what's a movement in the Bible?",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "Well, the Bible's made up of two mega collections.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "Old mega collections.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "Old Testament. New Testament.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "That's a new term.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "The Old Testament mega collection. The Old Testament, also known as the Hebrew Bible, also known as Tanakh and a variety of other titles, consists of three large sections. The Torah, the prophets, and the writings. In the Torah, there are five scrolls.",
    "start": "00:02:52",
    "end": "00:03:09"
  },
  {
    "text": "Genesis, Exodus, Leviticus, Numbers, Deuteronomy. Deuteronomy.",
    "start": "00:03:09",
    "end": "00:03:12"
  },
  {
    "text": "Deuteronomy. And each of those scrolls has been organized by the authors, not into chapters. The chapters that are in. You know, we pick up a Bible today, they're helpful, but they are not original. The original design structures that the authors put there are signaled by all kinds of other cues of repeated words. And so what we are calling the largest level of blocks of. Of material within each scroll, we're calling them movements on analogy with symphonies.",
    "start": "00:03:12",
    "end": "00:03:42"
  },
  {
    "text": "Yeah, yeah. Symphonies have usually three or four.",
    "start": "00:03:42",
    "end": "00:03:45"
  },
  {
    "text": "Yeah. Usually four.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Four movements.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "And biblical books have usually three, sometimes four large literary movements.",
    "start": "00:03:47",
    "end": "00:03:52"
  },
  {
    "text": "I was just wondering to myself, why didn't the authors break up the text into chapters or sections in the first place into movements and indicate it? And then I realized, well, they did indicate it with repeated words and just with other devices than a chapter number, like we do.",
    "start": "00:03:52",
    "end": "00:04:08"
  },
  {
    "text": "Yeah, that's right. Yeah. So the biblical authors just had different devices for how to structure the contents of a scroll. Also, this is a couple conversations ago in this series on the Bible as communal literature, that these texts were designed to be performed aloud.",
    "start": "00:04:08",
    "end": "00:04:25"
  },
  {
    "text": "Yeah.",
    "start": "00:04:26",
    "end": "00:04:26"
  },
  {
    "text": "Recited, memorized, and then recited. And so in the recitation and when you hear it in larger chunks, you start to notice the signals through repetition. And so it's just a different culture's way of organizing the contents of a scroll.",
    "start": "00:04:26",
    "end": "00:04:38"
  },
  {
    "text": "We're not trying to make up where to read the Bible in these different movements. We're trying to discern the literary structure of the text that the authors intended to put there.",
    "start": "00:04:38",
    "end": "00:04:47"
  },
  {
    "text": "Yep, that's right. And usually the larger scale movements, it can take some work and scholarship, debate on the boundaries, you know, of the literary movements. But for Genesis, it tends to follow the sequence of the main characters and generations. So literary movement one goes from Creation to Noah and his sons, so from Adam to Noah. Literary Movement 2, which we're going to talk about today, follows the life of Abraham, his emergence out of Babylon, and then up to his death. Movement three is the story of the next two generations from Abraham, Isaac and Jacob. Their stories are combined in a really interesting way. And then the fourth movement is about Jacob's sons, which focus on Joseph and his brothers. There you go.",
    "start": "00:04:47",
    "end": "00:05:33"
  },
  {
    "text": "There you go. So we're going to do movement two, stories of Abram, and we're going to be tracing a new theme. So in movement one, we trace the theme of God's ruach. And actually in movement two, God's ruach doesn't show up, right?",
    "start": "00:05:33",
    "end": "00:05:45"
  },
  {
    "text": "Yeah, yeah. The word doesn't appear.",
    "start": "00:05:45",
    "end": "00:05:47"
  },
  {
    "text": "The word or synonyms or even references.",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "You're so acclimated to Hebrew, you just say ruach. But John, please translate for or somebody in the audience.",
    "start": "00:05:49",
    "end": "00:05:55"
  },
  {
    "text": "Ruach meaning spirit or wind or breath.",
    "start": "00:05:55",
    "end": "00:05:58"
  },
  {
    "text": "That's right.",
    "start": "00:05:58",
    "end": "00:05:59"
  },
  {
    "text": "And so it's a great conversation. Walking through movement one. Looking at that, we're going to pick up a new theme, and it's the theme of trees, which would not be on my hit list of biblical themes, except that we did make a theme video about it, and it was really, really wonderful. And what's it called? Is it called Tree of Life? Tree of Life, yeah.",
    "start": "00:05:59",
    "end": "00:06:23"
  },
  {
    "text": "Really beautiful.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "Really beautiful video. So let's just jump in because. And the theme of trees will start making sense, I guess, as we unpack it and find it.",
    "start": "00:06:24",
    "end": "00:06:33"
  },
  {
    "text": "Yeah, we'll introduce it because it first appears in the Garden of Eden narrative.",
    "start": "00:06:33",
    "end": "00:06:36"
  },
  {
    "text": "Perfect.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "So we'll just kind of register that real quick and then we'll jump in. So, yeah, first, let's talk about recap real quick. What trees mean in the Garden of Eden story and then how trees on high places become an image that the biblical authors, especially in the Abraham narrative, can pull out and put in front of you as a way of echoing the Garden of Eden melody, so to speak. So if the opening movement of Genesis 1 through 11 begins with God creating a high garden refuge where he offers life and blessing to his people.",
    "start": "00:06:37",
    "end": "00:07:08"
  },
  {
    "text": "Eden.",
    "start": "00:07:09",
    "end": "00:07:09"
  },
  {
    "text": "Eden, yeah. And then that is forfeited and lost. But the whole goal is to restore humanity to that Eden blessing, symbolized by access to God's life through the sacred trees.",
    "start": "00:07:09",
    "end": "00:07:20"
  },
  {
    "text": "This probably happens a lot where, when we're in further sections or further movements that they still begin back in Genesis 1 through 3. So we'll probably recall that a lot.",
    "start": "00:07:20",
    "end": "00:07:31"
  },
  {
    "text": "Yeah, exactly. Yeah, that's right. And this is where the symphony movement metaphor is so helpful because the opening, you know, whatever, however many minutes it is of a symphony, the first movement is giving you the baseline melodies and notes that are going to be developed and tweaked. So this is a good example. The tree is Right. On pages one and two. Well, what we call pages in the opening literary units of Genesis, scrolls didn't have pages, correct? Yeah, that's right. And then that image gets picked up and employed and developed in really neat ways throughout the story of Abraham. Because Abraham, as we're going to see in a moment, is depicted as Abraham and Sarah, depicted as a new Adam and Eve, who God has called calling to return to the garden so he can bless all the nations through them. And unfortunately, things don't quite go that way. So first, real quick, trees and gardens in Genesis 1:11.",
    "start": "00:07:31",
    "end": "00:08:24"
  },
  {
    "text": "Yeah, I think when you say tree, the first place, maybe one of the only places most people would think of is the garden. If I think about trees that are significant, and then maybe the burning bush, but that's.",
    "start": "00:08:49",
    "end": "00:09:03"
  },
  {
    "text": "Well, even there.",
    "start": "00:09:03",
    "end": "00:09:04"
  },
  {
    "text": "Yeah, we categorize that differently in English. Exactly.",
    "start": "00:09:04",
    "end": "00:09:07"
  },
  {
    "text": "That's right. Yeah, yeah, yeah. So in the opening literary unit of Genesis, the seven day creation narrative, trees play a really key role on day three and day six of God's creative work. So after God separated waters from waters, called the dry land to emerge, he calls specifically fruit trees to emerge up out of the ground with seed in them.",
    "start": "00:09:07",
    "end": "00:09:30"
  },
  {
    "text": "Those are the best kind, really. Day tree, especially avocado. Ooh, avocado.",
    "start": "00:09:30",
    "end": "00:09:36"
  },
  {
    "text": "Bless the Lord for avocado. We eat so much guacamole in our house.",
    "start": "00:09:36",
    "end": "00:09:41"
  },
  {
    "text": "Us too.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "Sometimes I just have a big bowl of guacamole and chips for dinner.",
    "start": "00:09:42",
    "end": "00:09:45"
  },
  {
    "text": "Healthy fats. Sometimes I pretend it's not a fruit but a vegetable because it's green. That makes me feel better.",
    "start": "00:09:45",
    "end": "00:09:51"
  },
  {
    "text": "A lot of people think it's a vegetable. It's an expensive item, too. We need to move to Hawaii and just have avocados in the yard.",
    "start": "00:09:51",
    "end": "00:09:59"
  },
  {
    "text": "They taste good. They're a little different there, too. Anyway, sorry. So fruit trees on day three. Then on day six, God gives the fruit trees for the humans and the animals to enjoy. And so that sets you up to see trees as a special divine gift to the land. Creatures from Genesis, chapter one. Then in the next literary unit in the Garden of Eden narrative, the introductory narrative shows God forming human from the dirt outside of Eden, then planting the garden with the trees in it, and then putting the human in the garden and then saying, eat from all the trees. And there's that really good one, the tree of life in the middle. But then there's this other one that'll kill you if you take the wisdom about knowing good and evil on your own terms.",
    "start": "00:09:59",
    "end": "00:10:42"
  },
  {
    "text": "Tree of good and bad.",
    "start": "00:10:42",
    "end": "00:10:43"
  },
  {
    "text": "Knowing good and bad. So right there, the Image of trees. And Eden is depicted as on a high place because there's one river that flows out of it and then supplies the whole land, Eden blessing, water to the rest of the world. So this sacred tree, where heaven and earth are one, God's eternal life and blessing, is available to the humans freely. But there's a test. They have to choose to trust God to continue eating from the blessed tree of life. And if they don't, then they'll find themselves cut off from life and so on. And that is what happens. And so you walk out of these first stories, creation story and the Eden story, and returning to the place of the garden to eat the tree of life and have God's blessing. These all become key images that are going to be deployed later on in the story. For example, the first literary movement of Genesis goes from Genesis 1 to 11, but there are three parts to it. And the first part goes from Creation to the flood. And then what's interesting, when you move on to the next part of Genesis 1:11, it begins with God sending his ruach out, his spirit out over the waters so that the dry land can emerge after the flood, replaying the days of creation. And then what you learn is Noah starts sending out birds. And eventually on the third try, one of the birds comes back with a little shrub plant. And you're like, oh, the plants are emerging now the dry land is emerged. Now the plants are emerging. And so Noah gets off the boat, he offers a sacrifice. It's a whole other thing. But then he plants a garden, and you're like, yes. Oh. And God says to him, be.",
    "start": "00:10:43",
    "end": "00:12:20"
  },
  {
    "text": "But it's a vineyard.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "That's right, it's a vineyard. And right before that, God said to Noah, he gave him the blessing that he gave to Adam and Eve. God blessed Noah and his wife, saying, be fruitful and multiply and fill the land. And you're like, he's a new Adam.",
    "start": "00:12:21",
    "end": "00:12:32"
  },
  {
    "text": "Yeah. Now, you said this during the tree conversation a while back, that in Hebrew, a tree is also a bush.",
    "start": "00:12:32",
    "end": "00:12:40"
  },
  {
    "text": "Oh, yes.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "Is also a vine, right?",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "That's right. Yeah. The Hebrew word aits covers a broader range of species than our word tree does. Yeah. AITs can refer to bushes and plants and shrubs and what we think of as trees.",
    "start": "00:12:42",
    "end": "00:12:56"
  },
  {
    "text": "Organic growth.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "Organic growth. And there are other words for like, vegetation and growth, but if it's sticking up out of the ground, basically higher than your knees, it fits in the category of eights.",
    "start": "00:12:57",
    "end": "00:13:09"
  },
  {
    "text": "Organic knee high growth.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Organic knee high growth. Yep.",
    "start": "00:13:11",
    "end": "00:13:12"
  },
  {
    "text": "Well, probably if it's wooded too. Right. If it's a flower, like a dahlia or something, it's gonna be high, but it's not gonna be.",
    "start": "00:13:12",
    "end": "00:13:18"
  },
  {
    "text": "That's true. I think it has to do with what the stock's made of. If it's rigid and woody.",
    "start": "00:13:18",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, woody, yeah.",
    "start": "00:13:23",
    "end": "00:13:24"
  },
  {
    "text": "If it's aitzi atzy. Yeah.",
    "start": "00:13:24",
    "end": "00:13:26"
  },
  {
    "text": "Because the word tree is also the same word for wood used later.",
    "start": "00:13:26",
    "end": "00:13:29"
  },
  {
    "text": "That's exactly right. And so the word aits can also cover what we think of as vine, like grapevines, which if you look at them, they look woody and thick.",
    "start": "00:13:29",
    "end": "00:13:40"
  },
  {
    "text": "And they can get pretty thick.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "Totally. And that's what Noah plants when he gets off the boat.",
    "start": "00:13:41",
    "end": "00:13:43"
  },
  {
    "text": "Yes.",
    "start": "00:13:43",
    "end": "00:13:44"
  },
  {
    "text": "He plants a vineyard and a garden.",
    "start": "00:13:44",
    "end": "00:13:46"
  },
  {
    "text": "Is this a tangent? But the briars and thorns, are we supposed to think of those as like woodsy anti trees?",
    "start": "00:13:46",
    "end": "00:13:52"
  },
  {
    "text": "Yes, exactly. Thank you for bringing that up. So good. This is important for the tree theme. In Genesis 3:14, when God addresses Adam after they eat from the tree, God curses the ground. Painful toil. You eat of it, it will produce for you. He doesn't bring up fruit trees now, but now what he brings up is anti fruit trees.",
    "start": "00:13:52",
    "end": "00:14:15"
  },
  {
    "text": "Fruitless, woodsy.",
    "start": "00:14:16",
    "end": "00:14:17"
  },
  {
    "text": "Yes. Thorns and thistles. So they are also woody and thick and they have an eights like quality to them, but they produce no fruit that's beneficial for humans.",
    "start": "00:14:17",
    "end": "00:14:27"
  },
  {
    "text": "The anti tree.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Yep. Yeah. Except thistles. Can't you actually eat thistles?",
    "start": "00:14:28",
    "end": "00:14:31"
  },
  {
    "text": "I think so, yeah.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "But you're right. The basic point is that this sets up opposing symbols now of fruit trees that are connected with life and blessing. And then thorns and thistles that are connected with curse and death.",
    "start": "00:14:32",
    "end": "00:14:45"
  },
  {
    "text": "Well, it seems like even the fruit trees, trees that produce seed fall into two categories. With the tree of. With them eating from the tree they should have or shouldn't have. And the tree of life. It's almost like there are two different kinds of seeds.",
    "start": "00:14:45",
    "end": "00:14:59"
  },
  {
    "text": "Some of them, yeah. Even a good looking fruit tree can lead to death.",
    "start": "00:15:00",
    "end": "00:15:05"
  },
  {
    "text": "And that foreshadows later how humans will be divided into two kinds of seeds.",
    "start": "00:15:05",
    "end": "00:15:11"
  },
  {
    "text": "That's right. Yeah. And how different people. A good looking human can actually pose a test for another human. This is what can happen in the Jacob and Joseph stories especially. Anyway, that's excellent observation. Okay, so Noah plants a garden and then he eats the fruit of his garden, just like Adam and Eve did. And his nakedness is exposed just like Adam and Eve's, leading to something shameful and divisive among his sons, just like Cain and Abel. And the whole thing replays. Sad face. So after Noah's Sons multiply and divide. This is the table of nations in Genesis 10. It's followed by a narrative about why the nations divided. And it's about the building and the city and tower of Babylon. And so you get the narrative about the scattering of Babylon. And in the literary Design of Genesis 1 to 11, the scattering of Babylon sits in the same literary position as the Flood narrative. It's God's response to an uprising of human arrogance and evil. And so the flood, like judgment, is repeated, but in a different way. Not through water and rain, but through the scattering of Babylon. And so closes the first literary movement with the scattering of the nations from Babylon. But the lineage continues.",
    "start": "00:15:11",
    "end": "00:16:30"
  },
  {
    "text": "Yeah, from Seth.",
    "start": "00:16:30",
    "end": "00:16:31"
  },
  {
    "text": "At each one of the three parts of Genesis 1 to 11, there's in the middle some kind of genealogy that traces the seed of the woman from Genesis 3 on and constantly singling it out, this line. And so this is how Abraham is introduced. His father was the 10th of 10 generations from Noah, just like Noah was 10 generations from Adam. And so you get 10 generations from Noah, and what you get is a guy with three sons, just like Noah was 10 generations from Adam and he had three sons. And you kind of see how this goes. So welcome to the Abraham stories. And so the Abraham's stories present him that's coming out of Babylon, his family's coming out of Babylon, and what God does is speak a blessing over him. Just like God blessed Adam and Eve, just like God blessed Noah after the flood, and now God's blessing a new Adam and Eve after the scattering of Babylon. So you can follow the progression.",
    "start": "00:16:31",
    "end": "00:17:31"
  },
  {
    "text": "Yeah.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "So here we walk into the Abraham story. Maybe real quick we'll just sketch the main progress parts of the Abraham story. So there's three parts to the Abraham story. So Abraham's the second movement of Genesis, and it itself has three parts. And interestingly, those three parts keep mapping on to the same plot line patterns at work in Genesis 1 through 11. So the first part of the Abraham narrative goes from the end of chapter 11 up through the end of chapter 19. And there's three blocks of material in here. It's threes within threes. If you're just listening, it starts to get confusing because you're like, which triad am I? I'm lost.",
    "start": "00:17:32",
    "end": "00:18:14"
  },
  {
    "text": "Yeah. But the point is that there are lots of triads.",
    "start": "00:18:14",
    "end": "00:18:17"
  },
  {
    "text": "Yeah. Structuring things in groups of threes within threes is a major communication device. Yeah. In the Bible. So what's cool about this section is it's organized in a really neat way in a symmetry the first group goes from Abraham and Sarah, leaving Babylon with their father and then journeying to the land of Canaan, where they experience God's blessing. And this is the famous Abraham blessing. I'll bless you, make you a great nation, great name. Bless all the nations through you. What's interesting is that Abraham's family left Babylon at the beginning of his story. And the culmination of this first part is about the king of Babylon following the family of Abraham. The king of Babylon gets a big coalition and comes over to where Abraham is. So Abraham leaves Babylon, but then Babylon leaves to come to Abraham.",
    "start": "00:18:17",
    "end": "00:19:08"
  },
  {
    "text": "This is where he meets Melchizedek.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "And this is the story of the Battle of the kings and where he meets Melchizedek.",
    "start": "00:19:10",
    "end": "00:19:14"
  },
  {
    "text": "And there's a blessing there, too.",
    "start": "00:19:14",
    "end": "00:19:15"
  },
  {
    "text": "There's a blessing. Yeah. So this movement, first part, begins with blessing, and it ends with blessing. It begins with leaving Babylon and it begins with Abram as a victor over the king of Babylon. Yeah, it's cool. Then that section is mirrored on the other side in the last part of the first part, chapters 18 and 19. Chapters 18 and 19 also begin with a renewal of the promise of blessing in the form of the promise of a child, which they haven't been able to have. And it ends with God bringing a severe judgment on the city of Sodom and Gomorrah, but rescuing Lot out of those cities, which is exactly what Abraham did. He rescued Lot from the kings. From the kings of Babylon. So you got those two sections, and then right in the middle is stories of real failure.",
    "start": "00:19:15",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, chapters 15 through 17.",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "Yeah, totally. So Abraham struggles to trust in God's promise. God makes a covenant with Abraham. But Abraham does come to a moment of trust, major failure in chapter 16 with Sarah and Hagar. And then you get an act of God's judgment and mercy on Abraham's genitals, with which he just used to abuse his Egyptian slave, Hagar. And if that sounds odd and severe, remember this whole thing is about the future lineage of this family.",
    "start": "00:20:09",
    "end": "00:20:39"
  },
  {
    "text": "Yeah, the seed of the family.",
    "start": "00:20:39",
    "end": "00:20:41"
  },
  {
    "text": "Exactly. So that's the first kind of movement there. And trees play a key role at almost every step of this sequence right here. So should we dive in to some actual stories?",
    "start": "00:20:41",
    "end": "00:20:53"
  },
  {
    "text": "Okay.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "So the first appearance of a tree on a high place in Abraham's story is right when he enters into promised land.",
    "start": "00:21:22",
    "end": "00:21:31"
  },
  {
    "text": "Yeah. And as a recap, in Genesis 1:11, the tree is this sacred, most sacred of sacred places, right in the middle of the garden. And it's connected to God's life. It's where humans experience Eden and a flourishing life themselves. So you have that uploaded already from Genesis 1:3?",
    "start": "00:21:31",
    "end": "00:21:53"
  },
  {
    "text": "Yeah. And in the Ark of Genesis 1 to 11, humans go from exiled from Eden, ending in the debacle of Babylon. Now Abraham's reversing that. He's called out of Babylon, and God's going to bring him to a new Eden, which is here called the land of Canaan. So the first thing God ever says to Abraham is the famous blessing. It's a poem that comes in, lo and behold, three parts. And the focus is on how God is going to give to Abraham and to his seed. Land. Go to this land that I'm going to show you. There in the land, I'm going to make you a great nation. I'm going to bless you. I'm going to bless those who bless you. And those who curse you, I will curse. So God's gonna protect his chosen one and all the families will be blessed in you. So you get this connection here of in a land with a big family, fruitful and multiply. Blessing. You're like, all right, the Eden. The Eden thing.",
    "start": "00:21:53",
    "end": "00:22:45"
  },
  {
    "text": "Yeah. And that word great is the same word or root for multiply.",
    "start": "00:22:45",
    "end": "00:22:49"
  },
  {
    "text": "Oh, that's right. Yeah, exactly.",
    "start": "00:22:49",
    "end": "00:22:50"
  },
  {
    "text": "I will make you multiplied.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "So where does Abram go from here? There's a little story here. These are the kind of paragraphs you read over and you're like, oh, that's interesting. Yeah. So Genesis 12:6. So Abram passed through the land unto the place of Shechem, unto the oak of Moreh. And the Canaanites were then in the land. So the first place he goes is to this place called Shechem. And he goes to a tree. And you're like, why am I being told this information? Like, what? Hasn't met. Okay. Now, the word Moreh is spelled with Hebrew letters that are similar to the word to see or to show, to make visible. What God just said to Abram is, go to the land that I will show you or make visible to you. And then he goes unto the land, unto the oak of showing or seeing. So it's the place that God is.",
    "start": "00:22:53",
    "end": "00:23:45"
  },
  {
    "text": "He's in the land right at this point.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "Yep.",
    "start": "00:23:47",
    "end": "00:23:47"
  },
  {
    "text": "He's doing a little tour of the land that God promised him.",
    "start": "00:23:47",
    "end": "00:23:50"
  },
  {
    "text": "Yeah. So Shechem is up in the northern hill country. And there by the oak of seeing, verse 7, Yahweh became seeable. It's the same Hebrew word to Abraham. And he said to your seed, I will give this land. And so he built an altar there to Yahweh, who became seeable to him.",
    "start": "00:23:51",
    "end": "00:24:09"
  },
  {
    "text": "Which is not something Yahweh does not.",
    "start": "00:24:10",
    "end": "00:24:12"
  },
  {
    "text": "To very many people. And even to the people, he does become seeable. It's not very often.",
    "start": "00:24:12",
    "end": "00:24:16"
  },
  {
    "text": "So the oak of seeing, it might be recalling seeing the land and foreshadowing seeing the land in other places, but also seeing Yahweh.",
    "start": "00:24:17",
    "end": "00:24:26"
  },
  {
    "text": "Yeah. It's the place where God will meet with his people, become seeable to them. Eden.",
    "start": "00:24:26",
    "end": "00:24:31"
  },
  {
    "text": "Yeah. That connection with God.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "Yep. He moved on from there, and he went to the mountain on the east of Bethel. Bethel is the Hebrew word, house of God. And he spread out his tent, House of God on the west and Ayi on the east. And there he built an altar and called on the name of Yahweh. So he goes from the land where Yahweh meets with him over in the altar at the place of seeing, and he sees God. Then he goes from there to a high mountain where he has a tent. And near that tent is called House of God. And he builds another altar and worships Yahweh. I mean, full on. It's like he's consecrating the land. He's doing a little worship tour.",
    "start": "00:24:33",
    "end": "00:25:10"
  },
  {
    "text": "And he's foreshadowing Tabernacle totally here.",
    "start": "00:25:11",
    "end": "00:25:14"
  },
  {
    "text": "Yeah. At a place called House of God. He has a tent where he builds an altar and worships Yahweh.",
    "start": "00:25:14",
    "end": "00:25:20"
  },
  {
    "text": "This is like the origin story of the tabernacle in a way.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "Yeah. Or it's Abram creating and dedicating this land up in these hills on the high places to be the place where he will meet with God. And this is all Eden imagery here. Trees, tents, mountains, worship. God becomes visible.",
    "start": "00:25:22",
    "end": "00:25:38"
  },
  {
    "text": "Got it.",
    "start": "00:25:38",
    "end": "00:25:38"
  },
  {
    "text": "So is this an example where we're supposed to see these things together? The oak of seeing on a hill, the mountain, Bate El Bethel, House of God and the tent. We're supposed to kind of hold those things together.",
    "start": "00:25:38",
    "end": "00:25:53"
  },
  {
    "text": "And the altar.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "And the altar, yeah. So that later, if one or the other is brought up, we upload all of that.",
    "start": "00:25:54",
    "end": "00:25:59"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "The oak of Moreh.",
    "start": "00:26:00",
    "end": "00:26:02"
  },
  {
    "text": "More. Yeah, Moreh.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "It doesn't say it's on a hill. Where do you get that? It's on a hill.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "Ah. The first place he goes is where there's a tree. Then the second place he goes is a mountain. Near House of God, near the tree, he built an altar, and Yahweh became seeable to him on the mountain with the tent. By House of God, he builds an altar and worships. So it's kind of like they're Two separate places, one with a tree, one on a mountain.",
    "start": "00:26:06",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. Two different parts of the Holy Land.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, yeah. But they are set next to each other literarily, so that you begin to associate the imagery so that in a.",
    "start": "00:26:28",
    "end": "00:26:36"
  },
  {
    "text": "Way that the whole expanse of this land is Eden.",
    "start": "00:26:36",
    "end": "00:26:40"
  },
  {
    "text": "Yeah, that's a good point. These are two separate stops on the way, but by putting them next to each other in the narrative, you're already associating tents and trees and mountains and house of God and altars and visions of Yahweh and so on. Yeah, it's a cool little paragraph. And then Abram journeyed on verse nine, going all the way down to the Negev. So he just went from. From north to south on a worship tour. And at every stop in the core of the land especially, it's like a new Eden.",
    "start": "00:26:40",
    "end": "00:27:09"
  },
  {
    "text": "Cool.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "So there you go. So you're like, okay, a new Adam and Eve in a new Eden. Blessing to the nations. What could go wrong? Everything, actually, everything is about to go wrong, so we won't go into it. But the next story, which is Genesis 12:10 onward, is a failure narrative that mirrors Adam and Eve's failure. And it's where he goes down to Egypt because of a famine, puts Sarah's life in jeopardy, or not her life, but her safety in jeopardy, to be taken by other men and so on. So we don't have time to go into that, but what we do have time to talk about is right after God rescues Abram out of Egypt with great plagues, he sends plagues on Egypt to rescue Abram goes back into the land at the beginning of chapter 13. And then this is the paragraph we're going to look at right now.",
    "start": "00:27:10",
    "end": "00:27:59"
  },
  {
    "text": "Okay.",
    "start": "00:27:59",
    "end": "00:27:59"
  },
  {
    "text": "So in that paragraph, Abram went up out of Egypt, he and his wife and all that belonged to him. And Lot, who was with him, his nephew. Yep. Back to the Negev, the southern desert. And now he's got loads of animals and silver and gold because, well, the.",
    "start": "00:28:30",
    "end": "00:28:48"
  },
  {
    "text": "The king of Egypt gave him all this.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "Yep. And the reason he got it was because of his lying and treachery against his wife down there. And he went on his journeys from the Negev back up to Beth El, the house of God, back to the place of his tent there at the beginning, between house of God and between AI, back to the place of the altar that he built there at the beginning. And he called there on the name of Yahweh. So this is Abraham.",
    "start": "00:28:49",
    "end": "00:29:11"
  },
  {
    "text": "It's like an inclusio to that story.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "Yeah, it's like a restoration back to the land. Okay, I blew it.",
    "start": "00:29:13",
    "end": "00:29:16"
  },
  {
    "text": "I blew it in Egypt, but I'm coming back.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "Yep. Yahweh bailed me out, and I'm gonna come back and rededicate my life to the Lord.",
    "start": "00:29:18",
    "end": "00:29:22"
  },
  {
    "text": "This is a summer camp moment.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "This is. Yeah, that's exactly right. So there, after Abram and lot part ways, lot goes down to Sodom. What Yahweh says to Abram is, hey, lift up your eyes from the place where you are. Look to the north and to the south and to the east and the west. All the land you see, I'm gonna give it to you and your seed forever. I'm going to make your seed like the dust of the land.",
    "start": "00:29:25",
    "end": "00:29:48"
  },
  {
    "text": "He's seeing again, Just like that tree of seeing.",
    "start": "00:29:49",
    "end": "00:29:52"
  },
  {
    "text": "That's right. He's seeing the land just like when he first went into the land. He's going to make Abram's seed be fruitful and multiply. But here, using the imagery of dust, he's going to make a living family out of dust. Come on. Come on. That's Garden of Eden imagery. So arise. Ooh. Walk about in the land.",
    "start": "00:29:52",
    "end": "00:30:12"
  },
  {
    "text": "Yeah, that's like God walking about in the wind of the day.",
    "start": "00:30:12",
    "end": "00:30:16"
  },
  {
    "text": "Exactly. Yes. It's the same exact. It's a unique form of the word walk for Hebrew nerds. It's called hit payal.",
    "start": "00:30:16",
    "end": "00:30:23"
  },
  {
    "text": "Walking about.",
    "start": "00:30:23",
    "end": "00:30:23"
  },
  {
    "text": "Yeah.",
    "start": "00:30:23",
    "end": "00:30:24"
  },
  {
    "text": "Isn't that an Australian thing? A walkabout?",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "A walkabout, yeah. Yeah. That's actually what this form of the Hebrew word walk means. Not walk in a straight line, but it's a stroll.",
    "start": "00:30:25",
    "end": "00:30:32"
  },
  {
    "text": "Yeah, it's from Halak, but it's Mithalech.",
    "start": "00:30:32",
    "end": "00:30:35"
  },
  {
    "text": "Mithalech, yeah. So just like God would hit hale with Adam and Eve in the garden, and just like Noah hit Halacht with God, and so he was spared from the flood. So now you have a new Adam and a new Noah, who walks about with God in the Eden land as he strolls along its length. Oh, and real quick, you should know that that's when Abram set up his tent and he went and dwelt by the oaks of Mamre, which are by Hebron. And there he built an altar to Yahweh.",
    "start": "00:30:35",
    "end": "00:31:09"
  },
  {
    "text": "All right, New tree. New altar.",
    "start": "00:31:09",
    "end": "00:31:11"
  },
  {
    "text": "Yep. New tree. And now the tree and the tent are in the same place.",
    "start": "00:31:11",
    "end": "00:31:14"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Remember, at the matching part of this, the beginning, the tent and the tree were in different spots. Now they're at the same tree. And instead of the oak of Moreh, now it's the oaks of Mamre.",
    "start": "00:31:15",
    "end": "00:31:25"
  },
  {
    "text": "And what does mamre mean?",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Oh, Mamre. It's the same letter, scrambled, more mamre. It just has two M's in there. So this is a good example where this little narrative bit matches Abram's entry into the land that we just read. And it's like an envelope structure around the two stories of failure. The failure in Egypt and then the unfortunate division between him and Lot. But you have Eden restoration images on both sides.",
    "start": "00:31:26",
    "end": "00:31:51"
  },
  {
    "text": "Yeah. So so far we're seeing that whenever a human goes to a tree on a high place, it's this way of signaling this is a mini Eden moment, connecting with God, probably involving blessing or seeing God or something like that.",
    "start": "00:31:52",
    "end": "00:32:08"
  },
  {
    "text": "Now this is awesome. This is where the good stuff begins. So we had a God bringing his chosen one out of Babylon into a new Eden. They went into that new Eden and met with God by the tree in the tent and the mountain. Then there were the failure stories that mirrored Adam and Eve's failure and Cain and Abel's division. Then you get a restatement of the blessing. And remember, in that restatement, it's specifically this language about Abraham is one who walks with God. Now, when Noah walked with God, that's what marked him as chosen to be spared out of all of the chaos and violence that was going on in the generation of the flood. Isn't it very interesting that the next story is going to be about a great outbreak of violence among the kings of the nations, led by the king of Babylon. So I'm Talking about Genesis 14 here, the next story. But dude, check. This is so rad. So the very next story is about how the king of Shinar, which is what Babylon was called in the valley of Shinar. Yeah, yeah. The people build Babylon in the valley of Shinar.",
    "start": "00:32:08",
    "end": "00:33:16"
  },
  {
    "text": "Genesis 11.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Yeah, yeah. So the king of Babylon comes and do you remember in Genesis 10, the guy who's responsible for the building of Babylon, Nimrod, he was called one of those mighty warriors. He was one of the Nephilim, one of the mighty warriors. So just think through it. This is when Noah lived. Noah lived in the days of the Nephilim and the mighty warriors. And he was spared from when God destroyed them with the flood like judgment. And so now here you have a new Noah, Abraham. And what we're going to see is he is not only going to be spared from the violence of these new Nephilim like warriors, but he's going to be victorious over them.",
    "start": "00:33:18",
    "end": "00:33:57"
  },
  {
    "text": "He's going to conquer them by God's help.",
    "start": "00:33:57",
    "end": "00:33:59"
  },
  {
    "text": "Yeah. So we have all these kings. The whole story, we can't get into it. But the narrative of Genesis 14, it goes on from verses 1 through 10. Just this long description of all these kings. And they're huge battle armies, and they go. And they're just like. They're slaying Canaanites. And it's like battle rampage through the land. And there's five kings, Canaanite kings, who come out to battle these other kings, and they just. They're broken and they flee. And so that's the whole scene. And then Lot, Abram's nephew, is there, and he's captured. Where is Abraham during all this? This is so great. Well, here's the thing. Verse 13.",
    "start": "00:33:59",
    "end": "00:34:37"
  },
  {
    "text": "Wait, where.",
    "start": "00:34:38",
    "end": "00:34:38"
  },
  {
    "text": "Yeah, Genesis, chapter 14, verse 13. A refugee from the battle came and reported to Abram the Hebrew. And where was he? Oh, man, he's chilling. He's chilling by those oaks of Mamre.",
    "start": "00:34:38",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, he's living the good life.",
    "start": "00:34:52",
    "end": "00:34:53"
  },
  {
    "text": "He's living the good life. He's up by a tree and, you know. Sorry. Now the narrative says. You know why it's called the Oak of Mamre? Well, Mamre is the name of a guy. Yeah. He's an Amorite, which is a sub clan of the Canaanites.",
    "start": "00:34:53",
    "end": "00:35:06"
  },
  {
    "text": "Not a Hebrew.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "He's not a Hebrew. So you had Abram the Hebrew. And he's chilling by the oaks of Mamre. And this little plot of land is actually owned by Mamre the Amorite. And Mamre was actually the brother of two guys. Mamre was the brother of a guy named Garden Grape Cluster Eshkol. And he was also the brother of another guy named Honer. Sorry, let me look this up real quick.",
    "start": "00:35:07",
    "end": "00:35:32"
  },
  {
    "text": "Yeah. What oner means.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "I forget. Oner. I've looked it up before. I remember, I just had it flagged.",
    "start": "00:35:33",
    "end": "00:35:37"
  },
  {
    "text": "So Abram's hanging with a guy named Fruit Cluster King and Grape Cluster.",
    "start": "00:35:37",
    "end": "00:35:43"
  },
  {
    "text": "Yeah. Named Vision.",
    "start": "00:35:43",
    "end": "00:35:44"
  },
  {
    "text": "And meanwhile, like the Canaanite kings and people are fallen into tar pits and Lot's captured.",
    "start": "00:35:44",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "And then there's Abram.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "Exactly.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "War in the valley and blood and violence. But Abram's up in the garden place.",
    "start": "00:35:52",
    "end": "00:35:57"
  },
  {
    "text": "Yes. I. It's not. Yeah. It's not clear what the meaning of on there is. Yeah. So you have the violence of the Gibborim and the violent warriors of the nations down low in the valley. But up on the high place, near the tree, you've got Abram chilling. And remember, this was where he had his tent and built an altar. And you Know, it's a very Eden place. Yeah. And who's there with him? Well, there's Canaanites with him.",
    "start": "00:35:58",
    "end": "00:36:24"
  },
  {
    "text": "Yeah.",
    "start": "00:36:24",
    "end": "00:36:24"
  },
  {
    "text": "That's interesting. The blessing is extending.",
    "start": "00:36:24",
    "end": "00:36:26"
  },
  {
    "text": "Yeah. And the name of one of those Canaanites is Garden Grape Cluster. And you know why they were up there? Well, they had entered into a covenant with Abram. Such a rad scene. So it's like.",
    "start": "00:36:26",
    "end": "00:36:39"
  },
  {
    "text": "It's a random detail, right?",
    "start": "00:36:39",
    "end": "00:36:40"
  },
  {
    "text": "Totally.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "You would think, like, why are you telling me about this? These guys in this covenant.",
    "start": "00:36:41",
    "end": "00:36:44"
  },
  {
    "text": "That's right.",
    "start": "00:36:44",
    "end": "00:36:44"
  },
  {
    "text": "Because is it brought up again?",
    "start": "00:36:44",
    "end": "00:36:46"
  },
  {
    "text": "No.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "Yeah.",
    "start": "00:36:46",
    "end": "00:36:47"
  },
  {
    "text": "No. So the whole question is, why am I being told this? So let's just pick. Below this hill are a bunch of Canaanites getting their butts handed to them by the kings of Babylon. Right?",
    "start": "00:36:47",
    "end": "00:37:00"
  },
  {
    "text": "Yeah.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "But then you've got a handful of the nations spared. When they look at Abram, they're like, this guy's got the connection.",
    "start": "00:37:01",
    "end": "00:37:08"
  },
  {
    "text": "Yeah, let's go make friends with.",
    "start": "00:37:08",
    "end": "00:37:10"
  },
  {
    "text": "Yeah. His tent is a place where heaven and earth are united. So let's go hang out by his tent, by the sacred tree and enter a covenant with him. And lo and behold, they find themselves spared from the violence of the nations.",
    "start": "00:37:10",
    "end": "00:37:24"
  },
  {
    "text": "So the Canaanites, unconnected to Abraham, are taken out in battle, and the ones that are connected to him are experiencing Eden. And, like, an Eden blessing with Abram.",
    "start": "00:37:24",
    "end": "00:37:35"
  },
  {
    "text": "Yeah. So it's a foreshadowing of the way that Abram will become a blessing to the nations is when the nations enter into. Into a covenant with his family, they will find themselves experiencing blessing. So the story is going to go on and talk about how Abram and his buddies get 318, like guerrilla warriors together, and they go and chase the kings down and strike them in the middle of the night, and they're victorious. And then when Abram's returning, he gets another blessing that matches the first blessing he got, one he got from God, chapter 12. And now he gets the blessing of Melchizedek. And that's a whole rabbit hole.",
    "start": "00:37:35",
    "end": "00:38:13"
  },
  {
    "text": "And thus ends this literary unit.",
    "start": "00:38:14",
    "end": "00:38:16"
  },
  {
    "text": "And thus ends this first. And we've just walked through the sequence of Genesis 1 through 11, except now the storyline has been played not out in multiple generations, but just in the life of one. One man.",
    "start": "00:38:16",
    "end": "00:38:28"
  },
  {
    "text": "Just. Yeah. One little part of his life.",
    "start": "00:38:28",
    "end": "00:38:30"
  },
  {
    "text": "Yeah, Exactly. Yep.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "Yeah.",
    "start": "00:38:32",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. Cool.",
    "start": "00:38:32",
    "end": "00:38:35"
  },
  {
    "text": "Sam.",
    "start": "00:38:35",
    "end": "00:38:48"
  },
  {
    "text": "Let'S go to another one. We're going to, unfortunately, skip over the story of Genesis 15:17. Not that there isn't cool stuff there, but there aren't any trees in there. But essentially, God makes a covenant and says, hey, listen, I got your back to Abram. Like, think what I just did for you, Abraham. I got your back. I'm going to give you the land, give you a big family. And Abraham struggles to trust in God. He struggles so much that in the next chapter, he and Sarah fail because they stop trusting God and try to produce the seed, this promised family on their own by abusing, sexually abusing their Egyptian slave. So God shows mercy and blesses, Promises to bless this slave and her son, but also says it's going to be through a son from Abraham and his first wife, Sarah, that the child's gonna come. So God shows an act of judgment and mercy on Abraham. Chapter 17. And then, boom, we're back in 18 and 19, back to the plot line. And this story's rad. So Genesis 18 begins, and Yahweh became seeable to Abraham by the oaks of Mamre.",
    "start": "00:39:03",
    "end": "00:40:09"
  },
  {
    "text": "Okay, here we are again.",
    "start": "00:40:09",
    "end": "00:40:11"
  },
  {
    "text": "Here we are again.",
    "start": "00:40:11",
    "end": "00:40:12"
  },
  {
    "text": "First it was Moreh, now it's Mamre, but it doesn't matter.",
    "start": "00:40:12",
    "end": "00:40:15"
  },
  {
    "text": "Yep. They are one letter different in their spelling.",
    "start": "00:40:15",
    "end": "00:40:19"
  },
  {
    "text": "Yeah, God becoming seeable at a tree. We're in Eden territory.",
    "start": "00:40:19",
    "end": "00:40:24"
  },
  {
    "text": "Exactly. And here the focus is going to be on the tent.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Again, Eden image in Eden image.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "So he was dwelling.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Sorry, how is a tent in Eden image? It's not from Genesis 1:11. It would be from reading the Bible backwards and realizing the tabernacle is put up on the mountain.",
    "start": "00:40:29",
    "end": "00:40:38"
  },
  {
    "text": "Remember when Noah got off the boat, he planted a garden, ate of its fruits, his nakedness was exposed, and he went into his tent. So, so you had a tent in a garden with the first tent. So that was the. Yeah, Noah's.",
    "start": "00:40:38",
    "end": "00:40:53"
  },
  {
    "text": "But that tent was shame. Yeah, it was a tent of shame.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "It was a tent of shame. So then Abram went into the land in chapter 12, and he went to the tree, then to the mountain called House of God. And on that mountain or by that mountain, he put up a tent, and he met with God and built an altar by the tent.",
    "start": "00:40:55",
    "end": "00:41:09"
  },
  {
    "text": "So this is like reclaiming the tent.",
    "start": "00:41:09",
    "end": "00:41:11"
  },
  {
    "text": "That's right. But you're right, it's all designed with an eye towards the tabernacle.",
    "start": "00:41:11",
    "end": "00:41:15"
  },
  {
    "text": "Yes. Meditation literature. If you've read forward, the tabernacle on the mountain high place that is Eden, then you're thinking of that too.",
    "start": "00:41:15",
    "end": "00:41:25"
  },
  {
    "text": "Yep. So this is the way the narrative. I'm using the language of a Hebrew Bible scholar, Michael Morales, who wrote a book called the Tabernacle Prefigured, and he's tracing how the tabernacle is the Realization of all of these clues and motifs that are building throughout the books of Genesis and Exodus. I like that there's a prefiguration of the temple. So all of a sudden, Yahweh becomes visible by these sacred trees to Abraham. Oh, yeah. And he's sitting at the door of the tent, which is exactly the same phrase used to describe where the priests offer sacrifices at the door of the tent in the tabernacle. Oh, and it's the heat of the day.",
    "start": "00:41:25",
    "end": "00:42:04"
  },
  {
    "text": "Yeah, tell me about that.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Chom hayyam. Hum Hayam ham. God comes to meet with his chosen one at the door of the tent at the chom hayom. Heat of the day. It sounds just like the Garden of Eden when God shows up to Adam.",
    "start": "00:42:06",
    "end": "00:42:19"
  },
  {
    "text": "And Eve at the wind of the day.",
    "start": "00:42:19",
    "end": "00:42:21"
  },
  {
    "text": "The ruachayom in the wind of the day.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "Yeah, but it's one letter different.",
    "start": "00:42:23",
    "end": "00:42:25"
  },
  {
    "text": "Oh, is it?",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "Yeah, One letter different. Oh, is it in Hebrew? Yep. The ruachayam and the chomeyom. Yep.",
    "start": "00:42:26",
    "end": "00:42:32"
  },
  {
    "text": "Okay.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "So he lifted his eyes and he saw. And. And look, three men standing by him. And he saw and he ran from the door of the tent to meet them, and he bowed to the ground. So Yahweh becomes visible in the form of three men. Isn't that interesting?",
    "start": "00:42:33",
    "end": "00:42:48"
  },
  {
    "text": "It is interesting.",
    "start": "00:42:48",
    "end": "00:42:49"
  },
  {
    "text": "Yeah. And he said, my master, please, if I found favor in your eyes, don't pass on from your servant. Let me get a bit of water so you can wash your feet. Oh, here, sit with me under this tree.",
    "start": "00:42:49",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, Come and join me in this Eden place. Water tree.",
    "start": "00:43:03",
    "end": "00:43:06"
  },
  {
    "text": "And God's about to sit down with his friend under a tree.",
    "start": "00:43:06",
    "end": "00:43:11"
  },
  {
    "text": "Ooh, rest in the garden.",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "Take a bit of bread so you can sustain your hearts. Then you can pass on. Surely this is why you've passed by your servant, so you can meet with me and have food under the tree. So we're like, whoa, this is. We've had Eden moments, but now he's meeting with a visible physical appearance of Yahweh. And they're going to eat under the tree. This is as close to.",
    "start": "00:43:13",
    "end": "00:43:36"
  },
  {
    "text": "This is great, because when God was strolling around in the garden in the wind of the day. Last time with Adam and Eve, things went south, totally. So it's like, oh, good, maybe this can be reclaimed.",
    "start": "00:43:36",
    "end": "00:43:49"
  },
  {
    "text": "Yep. Yeah. We're starting to sense a reversal of the failure in Eden. So the men said, yeah, do as you've spoken. So Abram hurried into the tent to Sarah, and he said, hurry. Three measures of wheat flour. Knead it and make cakes. Chris, you And I are actually studying through Leviticus. Leviticus. Right now, all this vocabulary is exactly the vocabulary.",
    "start": "00:43:49",
    "end": "00:44:11"
  },
  {
    "text": "The flour cakes.",
    "start": "00:44:11",
    "end": "00:44:13"
  },
  {
    "text": "This is priestly.",
    "start": "00:44:13",
    "end": "00:44:14"
  },
  {
    "text": "Leviticus, Chapter two.",
    "start": "00:44:14",
    "end": "00:44:16"
  },
  {
    "text": "Oh, wow.",
    "start": "00:44:16",
    "end": "00:44:16"
  },
  {
    "text": "Offering, thank, offerings, or the mincha. The gift offering. The gift offering.",
    "start": "00:44:16",
    "end": "00:44:21"
  },
  {
    "text": "Yeah. And where is Abram? He goes into the tent.",
    "start": "00:44:21",
    "end": "00:44:23"
  },
  {
    "text": "Into the tent where the priests work. Yeah.",
    "start": "00:44:23",
    "end": "00:44:25"
  },
  {
    "text": "So Sarah is depicted as a priest making up the offering that's described in Leviticus Chapter two.",
    "start": "00:44:25",
    "end": "00:44:32"
  },
  {
    "text": "Yeah. Otherwise, this all sounds so weird. It's like.",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "I know. It's so random.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Yeah. Quick, bake some cake.",
    "start": "00:44:35",
    "end": "00:44:36"
  },
  {
    "text": "Yeah.",
    "start": "00:44:37",
    "end": "00:44:37"
  },
  {
    "text": "And then with the cattle, too. The calf good and tender.",
    "start": "00:44:37",
    "end": "00:44:40"
  },
  {
    "text": "Okay. Oh, yeah. So we'll talk about that. Okay. This is my. This is my favorite. I remember, like, sitting at my dining room table. It was like an early morning, and this hit me, and I was like, oh, man. I probably said something out loud. So verse 7. Then Abram ran to the cattle, and he took a calf, good and tender, and he gave it. Okay. God and humans gonna eat under a tree. He took and he gave.",
    "start": "00:44:40",
    "end": "00:45:10"
  },
  {
    "text": "And that's vocabulary from Adam and Eve, too.",
    "start": "00:45:10",
    "end": "00:45:12"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "And what about the good?",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "The he took what is good. So in Genesis 3, this signaled failure. But what's so rad is the word good here. It's the Hebrew word tov. So Eve saw the fruit of the tree of knowing, good and bad, Tov and Ra. And she took it and she gave. Here Abram takes a calf. That is Tov and Rach.",
    "start": "00:45:14",
    "end": "00:45:39"
  },
  {
    "text": "Toven or rach. Tender is rach.",
    "start": "00:45:39",
    "end": "00:45:41"
  },
  {
    "text": "Yeah. So the tree of knowing good and bad is tov and Ra. And here he takes a calf, Tov and Rach. Good and tender.",
    "start": "00:45:41",
    "end": "00:45:49"
  },
  {
    "text": "Oh, wow.",
    "start": "00:45:49",
    "end": "00:45:49"
  },
  {
    "text": "It's so good. I like that one.",
    "start": "00:45:49",
    "end": "00:45:51"
  },
  {
    "text": "So this is hyperlinking to the fall narrative of taking of the tree of good and bad.",
    "start": "00:45:51",
    "end": "00:45:54"
  },
  {
    "text": "Yep, that's right. But it's a reversal.",
    "start": "00:45:54",
    "end": "00:45:57"
  },
  {
    "text": "It's a reversal.",
    "start": "00:45:57",
    "end": "00:45:57"
  },
  {
    "text": "It's all a reversal. He's undoing the fall, at least in this moment. So he hurried to make it. He took the curds and the milk and the calf he made, and he gave it to them. And. And then he stood by them under the tree, and they ate together.",
    "start": "00:45:57",
    "end": "00:46:12"
  },
  {
    "text": "That's the third time tree is mentioned in this.",
    "start": "00:46:13",
    "end": "00:46:15"
  },
  {
    "text": "Yes, totally.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "Eight verses. Yeah.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "So what's about to happen is, right as they sit and eat, they start having a conversation about how next year at this time, you're going to finally have that son. The blessing of seed. Be fruitful and multiply. So this is a high point right here.",
    "start": "00:46:18",
    "end": "00:46:32"
  },
  {
    "text": "Lots of blessings under trees so far.",
    "start": "00:46:33",
    "end": "00:46:35"
  },
  {
    "text": "Yeah, that's right. Yeah. I love this little story.",
    "start": "00:46:35",
    "end": "00:46:37"
  },
  {
    "text": "It's really cool.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "And what's great is the trees are just kind of the surface image on the story.",
    "start": "00:46:38",
    "end": "00:46:42"
  },
  {
    "text": "Yeah. There's so many more hyperlinks in here.",
    "start": "00:46:42",
    "end": "00:46:44"
  },
  {
    "text": "But then it's like an invitation when you see trees by the tent to reread the narrative more carefully. And what you'll start to notice is all this other vocabulary from Eden, but it's all being inverted. That's my favorite one in Abraham's story. Okay, so the arc so far is we went from entry to Eden. Trees, tents, mountains, blessing, failure, but a restoration to it, and then a rescue. The story of the violent kings down below while the nations that cling to Abraham through covenant by the tree find blessing and safety. Then you had another round of failure with Hagar, and then here now a restoration to the Eden blessing again. So we're just cycling it through. Yeah. So cool.",
    "start": "00:46:44",
    "end": "00:47:31"
  },
  {
    "text": "So somebody's reading through and they come across a tree so far, at least in Genesis 12. And on the reader is supposed to be thinking, oh, I think this is going to be a positive Eden moment and a blessing moment.",
    "start": "00:47:31",
    "end": "00:47:44"
  },
  {
    "text": "Yep, that's right. So there's a handful of other tree moments, and I guess we'll talk about those next. But it's really cool because they just pick up the same melody. It's the melody of Genesis 1 to 11, but now playing itself forward. And it's all about how God is going to trying to restore the Eden blessing to the nations through this very flawed man and woman. And that's the story.",
    "start": "00:47:44",
    "end": "00:48:07"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we continue to trace the theme of trees in this second movement of Genesis.",
    "start": "00:48:09",
    "end": "00:48:17"
  },
  {
    "text": "Remember, the whole thing is the nations are going to be blessed through you and your seed. And that's exactly what these four stories are exploring and meditating on how the nations get in on the promise. But what if the promise is put into the hands of a guy who is a lying, treacherous snake whose family is dividing? So lo and behold, trees play a role in Genesis 21, the story of Abraham and Ishmael, Genesis 21, the story of Abraham and Abimelech, and story of Abraham and Isaac. All three have Egypt Eden tree moments that really pop with cool significance.",
    "start": "00:48:17",
    "end": "00:48:51"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Zach McKinlay, and our show notes are by Lindsey Ponder. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. This journey through the first five books of the Bible, known as the Torah, is going to continue throughout this year. We'll work through the Torah movement by movement, tracing different buildings biblical themes. You can also read through the Torah with us in our BibleProject app and unlock these themes as you go. The app is available on iOS and Android in the App Store, so check it out. Everything that we make is free, including the app and this podcast and all our videos. And it's free because of the thousands of people just like you who support this project. So thank you for being a part of this with us. Hi, this is Andre and I'm from Cape Town, South Africa. I first heard about bibleproject from my mentor. I use bibleproject for Read the Bible in one year. My favorite thing about bibleproject is the Spotify podcast. We believe the Bible is a unified.",
    "start": "00:48:51",
    "end": "00:49:55"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find videos, study notes, podcasts, classes and more at bibleproject.",
    "start": "00:49:57",
    "end": "00:50:05"
  },
  {
    "text": "Com.",
    "start": "00:50:06",
    "end": "00:50:06"
  }
]