[
  {
    "text": "In the Bible, blessing is life, multiplying life. It's the access to abundance. And this is the type of world God created, one that can reproduce itself. Life, creating more and more life. And then God chooses humans out of all the animals to represent him and to partner with him, to take care of this blessing. This is our calling. We are stewards of God's blessing. And we've proven to be pretty bad at it. Adam and Eve fail. Noah has his own failure. And then God chooses Abraham. He blesses Abraham and appoints his family to be the vehicle of blessing for the entire world. But even Abraham struggles. And it kind of makes you wonder, what's God thinking trying to partner with humans? Is he just choosing the wrong people? Maybe he needs a better hiring process. And then we're introduced to Abraham's grandson. And if you thought Abraham struggled, the.",
    "start": "00:00:05",
    "end": "00:01:07"
  },
  {
    "text": "Abraham story showed you somebody who occasionally acts like the snake in the garden. But we get a couple generations down the line, and what if. What if the grandson of Abraham doesn't just occasionally act like a snake? What if he's, like, born a treacherous, lying snake? What if lying is his language?",
    "start": "00:01:07",
    "end": "00:01:27"
  },
  {
    "text": "From the womb, Jacob is so horrendous. His name means trickster. And in story after story, he schemes, he lies, he deceives. The man who's meant to extend God's blessing is a chaos monster.",
    "start": "00:01:27",
    "end": "00:01:40"
  },
  {
    "text": "The whole story is about him trying to grab and seize and scheme his own way to get the blessing that God was from before birth, trying to give him as a gift all along.",
    "start": "00:01:40",
    "end": "00:01:50"
  },
  {
    "text": "The stories of Jacob are painful, but they're an honest examination of how stubbornly selfish and nearsighted humans can be. And as you read them, you might think, why hasn't God given up on us?",
    "start": "00:01:50",
    "end": "00:02:00"
  },
  {
    "text": "What is God to do with a guy who won't believe that God just wants him to receive? So what God has to do is wound him. He has to incapacitate him.",
    "start": "00:02:00",
    "end": "00:02:11"
  },
  {
    "text": "You might be familiar with this story. It's where Jacob wrestles with a mysterious man who turns out to be God himself. And God punches Jacob in the groin so hard, it knocks his hip out of his socket. Out of all the places God could have hit him, he hits him in.",
    "start": "00:02:11",
    "end": "00:02:27"
  },
  {
    "text": "The groin, in the part of the body where he can generate his own blessing. A very powerful image of God having to both wound and heal, to strike and to bless, to get humans to receive the thing that he just wishes they could receive.",
    "start": "00:02:27",
    "end": "00:02:46"
  },
  {
    "text": "I'm John Collins, and this is Bible Project podcast. Today we're in the third movement of the Genesis scroll looking at the theme of blessing and the lengths God will go to to save us from ourselves. Thanks for joining us. Here we go. All right, Tim. Hello.",
    "start": "00:02:46",
    "end": "00:03:14"
  },
  {
    "text": "Hello, John.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "Hello. Hello. And bless you for being here today on the podcast.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "That's right. I'm blessed. I'm blessed.",
    "start": "00:03:18",
    "end": "00:03:20"
  },
  {
    "text": "Hashtag blessed.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "That's right. We're talking about blessing and curse in the story of the Genesis scroll today, aren't we, John?",
    "start": "00:03:21",
    "end": "00:03:27"
  },
  {
    "text": "We are, yes. And we had a whole really great conversation setting the stage for what blessing is in the Bible. And it's antonym or kind of contrast word, a curse. And let me try to do the real quick, like, explainer recap. All right. Blessing is one of those words that may mean many different things to you because we use it a lot. Bless this meal. God bless you when you sneeze. I feel blessed when just life's going good. So it's kind of easy to import a bunch of ideas into what a blessing is. But if we look at how the Bible defines blessing, we don't have to go much farther than the first page. Genesis chapter one. God begins to order all of creation, and he creates three domains. And on the domain of the sky and the sea, he creates creatures, the birds and the fish. And this is the first time we get the word blessed, which in Hebrew is barech.",
    "start": "00:03:27",
    "end": "00:04:30"
  },
  {
    "text": "Oh, barech. Yeah, barech.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "God blesses these creatures, and the blessing is very specific. He says, be fruitful and multiply and fill the earth. So the blessing's about the abundance of life for the birds and the fish.",
    "start": "00:04:33",
    "end": "00:04:44"
  },
  {
    "text": "Yeah. Up to that point, God has been the one creating the potential and then summoning the potential out of creation, like in the plants that make fruit and multiply themselves. But now you have living creatures, and God shares that life, not producing, but reproducing ability with a creature. It's like God donates the productivity that just emanates out of the divine love and creativity and then gives that potential to another to reproduce and make more. And that is what's called the blessing. Yeah. It's beautiful.",
    "start": "00:04:44",
    "end": "00:05:19"
  },
  {
    "text": "That is the blessing.",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Yeah.",
    "start": "00:05:20",
    "end": "00:05:20"
  },
  {
    "text": "So kind of implicit in this idea of being able to be fruitful and multiply and fill is that there must be an abundance of resources and there must be kind of harmony. So there's not, you know, fighting and destruction, fighting against this. That it's a way to kind of think about maybe another biblical concept, which is shalom of wholeness and completeness, but the center of gravity of it is the ability to reproduce life.",
    "start": "00:05:21",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. Be fruitful and multiply.",
    "start": "00:05:51",
    "end": "00:05:53"
  },
  {
    "text": "Be fruitful and multiply is the blessing. And that's not often what we mean when we say bless you.",
    "start": "00:05:53",
    "end": "00:05:58"
  },
  {
    "text": "Well, like, if you sneeze and I hope you're not getting sick, and I say bless you, I think what I mean is, man, I hope that's not a sign of sickness and death, which.",
    "start": "00:06:00",
    "end": "00:06:12"
  },
  {
    "text": "Is something that actively fights against.",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "Yeah. Yes. Yep. Being generative multiplied. That's right.",
    "start": "00:06:14",
    "end": "00:06:17"
  },
  {
    "text": "And so then God creates humans, Same story. And he appoints humans to be his image, male and female, and to rule. And then he gives them the same blessing as he gives to the fish and to the birds, which is to be fruitful and multiply and fill the earth. But then he gives them a fourth, the bonus blessing.",
    "start": "00:06:17",
    "end": "00:06:37"
  },
  {
    "text": "Yep.",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Which is to rule over. Which means that up until now, God is the one ruling. He's the one in charge of all of this blessing being unleashed. And he's inviting humans into a partnership of sorts to say, work with me to establish and rule over and create and steward this blessing. Which is remarkable.",
    "start": "00:06:38",
    "end": "00:07:01"
  },
  {
    "text": "It is. Yeah. So not only does God donate, as it were, the potential of reproduction, to borrow from God's infinite potential and generate life down the chain, but now God's appointed one particular creature. Yeah. To oversee how other creatures experience that blessing of multiplication. So it's a creature that itself experiences reproductive powers because of the gift of God's blessing, but also is called to oversee and steward the blessing of. Of other creatures, humans.",
    "start": "00:07:01",
    "end": "00:07:35"
  },
  {
    "text": "And then God blesses the seventh day.",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "Seventh day?",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "Yeah, the day where God does not work. Everything is now in its full completeness and rest and thriving. And that day is blessed. That day is flourishing and multiplying because it never ends. It's the day that never ends.",
    "start": "00:07:39",
    "end": "00:07:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "The culmination of all of this is towards a cosmos that is overflowing with abundance in a way that will not end.",
    "start": "00:07:57",
    "end": "00:08:05"
  },
  {
    "text": "Yep, that's right. Yeah. The seventh day, just within the first narrative in Genesis, is a preview of God's ideal plan for all of creation. And it's a plan that is not realized as you start reading the second narrative that follows the Eden story. But it stands there as a testament to God's plan. And ultimate desire for all creation is the eternal reproduction and abundance of the seventh day. Yeah.",
    "start": "00:08:05",
    "end": "00:08:33"
  },
  {
    "text": "So we get to this second story, and we see this blessing performed with new images where God takes a wilderness and he brings water out of it, which then creates a garden. And out of the water, he creates human plants, the human in the garden, and says all of this all of this food, all this beautiful trees, this is yours. Take and eat everything, including the tree of life, God's own life available to give the human more than mortal life, something beyond that. Except there is one tree you are not to eat from.",
    "start": "00:08:33",
    "end": "00:09:14"
  },
  {
    "text": "That's right. That tree that they're not supposed to eat from, however, looks like all the other good trees that are a blessing.",
    "start": "00:09:14",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "The word blessing doesn't appear, but the imagery connected to blessing does, of fruit trees multiplying many, beautiful abundance. It's a land of blessing.",
    "start": "00:09:21",
    "end": "00:09:33"
  },
  {
    "text": "And so if it looks like a blessing.",
    "start": "00:09:33",
    "end": "00:09:34"
  },
  {
    "text": "Yeah.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "And smells like a blessing.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "And tastes like a blessing. Isn't it a blessing? And God says, no, this tree is not a blessing.",
    "start": "00:09:37",
    "end": "00:09:43"
  },
  {
    "text": "Yeah.",
    "start": "00:09:43",
    "end": "00:09:43"
  },
  {
    "text": "It will kill you. It is the opposite of a blessing, which is a curse. Yeah. Humans don't trust God. They take this false blessing and the curse comes.",
    "start": "00:09:43",
    "end": "00:09:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:09:55",
    "end": "00:09:56"
  },
  {
    "text": "God curses the serpent, the creature that deceived them in the first place, to think that this thing was worthwhile eating in spite of God's command not to eat it. And then God curses the ground, which is the environment from which all of the abundance of food comes from. And right in the center, the word curse isn't used, but God kind of says, look, the relationship of humanity, of the multiplication of life is gonna be.",
    "start": "00:09:56",
    "end": "00:10:25"
  },
  {
    "text": "Rough, fraught with conflict now that you've chosen to take what God defines as death and chosen to make that into your blessing.",
    "start": "00:10:25",
    "end": "00:10:34"
  },
  {
    "text": "Yeah.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "And so humans end up striving after what they think is a blessing, but end up hurting each other, abusing each other. And. And specifically in the language right there in Genesis 3, 15 and 16 of men abusing other women, creating painful environments in which children are conceived. So now even the blessing of being fruitful and multiply is now fraught with grief because of humans who don't trust each other or keep hurting each other in their efforts to get their own version of blessing.",
    "start": "00:10:34",
    "end": "00:11:06"
  },
  {
    "text": "We have now what a blessing is. Abundance, multiplication, flourishing. It's a gift from God, and it's something humans are meant to steward. And then we have the curse, which is the opposite. It's when life folds in on itself. You gave this great image of, I put all this effort into this field, and I don't get back out of it.",
    "start": "00:11:06",
    "end": "00:11:28"
  },
  {
    "text": "Yeah. What I would expect a proportionate return. Yeah. That's. Yeah, yeah.",
    "start": "00:11:28",
    "end": "00:11:33"
  },
  {
    "text": "Curse.",
    "start": "00:11:33",
    "end": "00:11:33"
  },
  {
    "text": "Yeah. The blessing is every October, we go up the Columbia River Gorge that forms the. Like, the border between Oregon and Washington, and on the kind of northeast flank of Mount Hood, which is a big Volcano that's not far from Portland, actually, I think I told you this. I read an article to say it's the most seismically active volcano in the whole Pacific Northwest. It's terrifying.",
    "start": "00:11:33",
    "end": "00:12:00"
  },
  {
    "text": "God bless us.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "Anyway, so my family and I go spend time on the northeastern flank of that thing every October and pick apples. And somebody else has been cultivating the orchards, and we just waltz in there and just take and eat. We pick the blessing right off the trees. Now, someone else had to work for that. Yeah. So the analogy breaks down. But that's, you know, that's the blessing. It's just there for us. And the curse would be. We own the plot of land. And no matter how much effort we put in, the harvest keeps getting rotten apples rotten smaller, less and less every year. Less and less every year. The environment. So it's the opposite. It's scarcity, instability, relational conflict, danger and death itself being the ultimate curse.",
    "start": "00:12:01",
    "end": "00:12:50"
  },
  {
    "text": "And then the other theme that really fits in with that is the idea of exile.",
    "start": "00:12:50",
    "end": "00:12:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "Of being separate from the place where true abundance then is taking place, which is the garden. And that's where humanity finds itself. So we get the story of God creating blessing, giving blessing to us, anointing us to then carry that blessing forward. Us not being able to distinguish between what is really good and what is bad, not trusting God's word, and then taking the fake blessing and finding that we are now in curse, in an environment of curse. And then creation kind of devolves, folds in on itself.",
    "start": "00:12:55",
    "end": "00:13:33"
  },
  {
    "text": "God allows humans the dignity of making significant choices. And so if humans choose to embrace and unleash curse in the land, he lets them. But only to a point when the curse unleashed by humans reaches like, a point of no return. There are these moments when God will hand creation over to the powers of chaos once again and allow.",
    "start": "00:13:33",
    "end": "00:13:57"
  },
  {
    "text": "And that's the story of Noah.",
    "start": "00:13:57",
    "end": "00:13:59"
  },
  {
    "text": "Yeah, that's right. And at the conclusion of the flood story, when Noah gets off the boat, God refers to the flood waters, the decreation of Genesis 1, undoing itself. God refers to it as a curse. Striking the land with a curse is the striking of all life on the land through the collapse of the cosmos. So actually, the ultimate curse is not just death. The ultimate curse is for the cosmos to implode, because no more abundance, no more cosmic death. Yeah, cosmic death. Yeah. But what's happening in that story is that God handed creation over to the curse and accelerated it as it were, to decreate so as to wipe the slate clean, to give creation a New start. And through that de creation and recreation, God preserves a righteous remnant out the other side. And that's the Noah story. And Noah gets off the boat and he surrenders everything to God by offering a sacrifice, which is the key biblical image for surrendering everything over to God. And what God looks at is this righteous remnant and says, I can work with a humanity that will surrender everything to me. And God blesses and said, be fruitful and multiply and fill the land. And that was the cycle that we reboot, reboot. And of course Noah's going to go. The next he's going to do is go plant a garden and eat of the fruit of the garden and become naked all just like Adam and Eve and unleash a curse on one of his sons. And it just all goes downhill again. But it's basically just the same cycle that we saw replay in Genesis 1:9. But if we get those core definitions and meanings of curse and blessing in the first narrative cycle, then we're going to be set up, well, for what we're going to talk about in the rest of this conversation, which is after Noah, the story leads us to a guy named Abraham. And then the story of blessing and curse gets really focused in on this guy Abraham and then specifically his grandson Jacob, which is what we're going to also start talking about a little bit later.",
    "start": "00:13:59",
    "end": "00:16:02"
  },
  {
    "text": "Yeah. So this idea of God appointing a human to carry the blessing happened with Adam and Eve, happened with Noah and his family, and now it's going to happen with Abraham and his wife.",
    "start": "00:16:02",
    "end": "00:16:14"
  },
  {
    "text": "Yeah. By the time you get to Abraham, you have a portrait of humanity as a collection of divided siblings from Noah, a whole bunch of unfortunate stuff that we don't have time to talk about. But there is division among the nations so that humanity has divided and filled the land. All right. But they are not living in harmony and they are not living in right relationship with the Creator God. And so what's a God, what's an Elohim to do with a humanity that lives and exists by God's blessing? No humans would exist if it were not for God's continual sustained blessing. But the humans keep taking these blessing gifts and distorting them or co opting them for false blessing purposes, spreading curse instead of blessing. So what's nohim to do? He starts a conversation with this another, a new righteous remnant, as it were. Or he's not righteous yet. Actually, he's gonna have to become righteous.",
    "start": "00:16:14",
    "end": "00:17:13"
  },
  {
    "text": "Pass the test.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Yeah, yeah, he's gonna have to be transformed into a righteous one. As God puts the blessing in, in his hand. So here we come to the calling of Abraham. We've been here many times, but God's first words to Abraham that we're told about in Genesis 12 focus in the blessing story and curse story here. So God says to Abraham, get yourself going from your land, from your birth family, from your father's house to the land that I will show you and I will make you a great nation and I will bless you. So notice the connection there with those two lines to be a great. Oh yeah. The word great in English can mean just like awesome. Yeah, awesome. In the Bible great means great in size or scope.",
    "start": "00:17:14",
    "end": "00:18:19"
  },
  {
    "text": "So great, I'm gonna make you a lot of people.",
    "start": "00:18:19",
    "end": "00:18:21"
  },
  {
    "text": "Yeah. A nation that consists of a lot of people.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "Yeah. I will also multiply.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "Yep, that's right. I will also make your name great and you will become a blessing. So you're gonna multiply and be fruitful and that is God's blessing. But then God's going to take your reputation, your name, and lift up your name and reputation so that who you are becomes a blessing to others. We're back to the image of God, that God chooses one and makes them a steward or a vehicle of God's blessing. Now for others.",
    "start": "00:18:26",
    "end": "00:18:54"
  },
  {
    "text": "Yeah.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "Except this time it's not humans and animals, it's Abraham and the nations. And then we get another twist here. God says, hey listen, I'm going to bless anyone who blesses you. If people seek your safety, security, good fortune, well being, guess what? I'm going to make you like the. I'm trying to think of a good metaphor here. It's sort of like whenever anybody blesses you, I'm just going to make more of the blessing that is going to go right back out to them.",
    "start": "00:18:55",
    "end": "00:19:25"
  },
  {
    "text": "I don't know anyone blesses you meaning to bless someone.",
    "start": "00:19:25",
    "end": "00:19:29"
  },
  {
    "text": "Yeah.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "And we talked about this.",
    "start": "00:19:30",
    "end": "00:19:31"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:31"
  },
  {
    "text": "Means to what?",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "This has nothing to do with anything. For some reason the image that came into my mind was the chia pet from when I was growing up. Do you remember chia pets?",
    "start": "00:19:34",
    "end": "00:19:43"
  },
  {
    "text": "Uh huh.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Yeah.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. You got a little like. Was it a little animal shape?",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "Yeah, yeah. Some little ram or sheep or something. I don't know. But then there were all kinds of different chia seeds.",
    "start": "00:19:49",
    "end": "00:19:55"
  },
  {
    "text": "You just grow chia seeds on the back of it.",
    "start": "00:19:55",
    "end": "00:19:58"
  },
  {
    "text": "Yeah. But basically you just, you spread this mud, the little seed mud on the back of it, you water it and then just out comes life.",
    "start": "00:19:58",
    "end": "00:20:05"
  },
  {
    "text": "Yeah.",
    "start": "00:20:05",
    "end": "00:20:06"
  },
  {
    "text": "Like this huge plant, you know, budding, spreading plant. It's not actually a good metaphor. At all. For I bless those who bless you because there's only one Chia Pet. And so that's like the blessing and the life. But imagine a Chia Pet that gets the mud, the little seed mud spread all over it, and then it can just go around touching things, and wherever it leaves a little smudge of seed mud, then plants begin to grow there. Like making up my own little parable here.",
    "start": "00:20:06",
    "end": "00:20:36"
  },
  {
    "text": "Yeah, you got a little contagious Chia.",
    "start": "00:20:36",
    "end": "00:20:38"
  },
  {
    "text": "Pet contagious Chia Pet situation going on. But the image is God's going to pack the family of Abraham with so.",
    "start": "00:20:38",
    "end": "00:20:46"
  },
  {
    "text": "Much blessing chia seeds, right?",
    "start": "00:20:46",
    "end": "00:20:48"
  },
  {
    "text": "Just with. It's just going to be coming out of you. And then here's the thing. When people come and attach themselves to you and do good to you, man, they're going to get more Guinness coming back at them than they ever imagined. That's the.",
    "start": "00:20:48",
    "end": "00:21:02"
  },
  {
    "text": "We know these people, right? Like, it's the person that's, like, when I'm around this person, there's an abundance of life. Like, there's just more joy and more optimism, and there's actually more, like, just good that happens. Like, goodness just kind of happens.",
    "start": "00:21:02",
    "end": "00:21:18"
  },
  {
    "text": "Yep.",
    "start": "00:21:18",
    "end": "00:21:18"
  },
  {
    "text": "Those are pretty special people.",
    "start": "00:21:18",
    "end": "00:21:20"
  },
  {
    "text": "You know, I'm thinking of a friend. We both know I won't embarrass him, but. Yeah, a friend who's been that person in my life for a long time. And they work in agriculture, and so they are constantly just bringing over fresh produce, you know, and so you get a box of corn or squash or something. But here's the thing, is that, like, there's always more than we need. And so then we give it to our neighbors. And then when that friend comes over, then he starts talking to my neighbors, and now he's like, friends with my neighbors. Then he gives corn to the neighbor. And it's like that there are people who just are so generous that it becomes contagious.",
    "start": "00:21:20",
    "end": "00:22:00"
  },
  {
    "text": "And then when God says, and I will bless those who bless you, to take that image further, what would it mean to bless your friend?",
    "start": "00:22:01",
    "end": "00:22:09"
  },
  {
    "text": "Correct.",
    "start": "00:22:09",
    "end": "00:22:10"
  },
  {
    "text": "Who is the blessing?",
    "start": "00:22:10",
    "end": "00:22:11"
  },
  {
    "text": "That's right. That's right. And you bless them back. And it creates this economy of generosity where all of a sudden it's like, there's enough. I can share with you, and you can share with me. And there will be times when you don't have enough, and guess what? I got you. And there might be times when I don't have enough, and guess what? You got me. I'll bless those who bless you. You will be a blessing. Yeah, it's close ties to our generosity theme video and conversations here. So here's the twist. I'll bless those who bless you. So the family of Abraham is going to become this vehicle of divine blessing that'll just exponentially explode, but also the inverse will be true, because God is investing the Eden creation blessing in this one family. God also is signing God's self up to protect this family because they're the vehicle of, like, the rescue of the universe now. And so they are the Chia Pet, the Chia Peter. I'm so sorry for that. I don't know why that came out of my mind. So God flips it over and says, so the one who treats you as if you're cursed, I will curse that one, too. In you, all the families of the land will discover blessing. So if people bless you, they'll get blessing back at them. If people treat you like you're cursed, which could look like a lot of things. Treat you like you're a curse.",
    "start": "00:22:11",
    "end": "00:23:26"
  },
  {
    "text": "Treat you like you are a curse.",
    "start": "00:23:26",
    "end": "00:23:28"
  },
  {
    "text": "Yeah. So that could either be mistreating someone, abusing them. It could mean just to dishonor them, but it could also mean to steal from, kill, to oppress all these kinds of things. So I've got your back.",
    "start": "00:23:28",
    "end": "00:23:43"
  },
  {
    "text": "Those who try to decreate you. Yes, I will decreate.",
    "start": "00:23:43",
    "end": "00:23:47"
  },
  {
    "text": "Yep. So with this promise, then this family becomes or is anointed as the conduit of divine Eden blessing for all the world. God chooses one so that the blessing of Eden can go to the many through the one. That's the image here. Which means just like the humans in Genesis 1, this is both amazing potential and a huge liability because God's putting enormous power. Okay, here's. Here's a better parable. Basically, the rest of the Genesis scroll is like God putting a very precious gem into the hands of a toddler. And you're watching this toddler carry this big fat diamond around, and they're constantly walking by sewer drains and then tripping and almost dropping it down. Or they'll drop it in the mud and pick it up and then pick their nose and then put their hands all over it, that kind of thing. But then sometimes clean it off with their shirt and show it to their friends and then, like, have a tea party or something.",
    "start": "00:23:47",
    "end": "00:24:53"
  },
  {
    "text": "Yeah. For some reason, when you. When you're talking about these stones, I'm picturing the. The Infinity Stones from Infinity Wars.",
    "start": "00:24:53",
    "end": "00:25:00"
  },
  {
    "text": "Oh, from. Yeah, from the Avengers stories. The Marvel Avengers.",
    "start": "00:25:00",
    "end": "00:25:03"
  },
  {
    "text": "Thanos. When he.",
    "start": "00:25:03",
    "end": "00:25:04"
  },
  {
    "text": "Okay, yeah, there you go. Yeah.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Because those stones. Because, you know A diamond is just a diamond.",
    "start": "00:25:05",
    "end": "00:25:08"
  },
  {
    "text": "Okay. Yeah. It got a.",
    "start": "00:25:08",
    "end": "00:25:10"
  },
  {
    "text": "But like a stone that can. Like blue or has some true power.",
    "start": "00:25:10",
    "end": "00:25:13"
  },
  {
    "text": "Yeah. Infinity stones, then. But the idea is God's putting these precious gems into the hands of. Wait, who?",
    "start": "00:25:14",
    "end": "00:25:23"
  },
  {
    "text": "Yeah.",
    "start": "00:25:24",
    "end": "00:25:24"
  },
  {
    "text": "So the drama of the stories of Abraham, Isaac, Jacob, Jacob's sons, is going to be basically the story of a family who doesn't deserve the blessing.",
    "start": "00:25:24",
    "end": "00:25:35"
  },
  {
    "text": "Yeah.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "And they actually end up spreading about as much curse as they do blessing. And you can't believe that God would put these people in charge of something so precious. That's.",
    "start": "00:25:36",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, we were reflecting on that. In terms of just Adam and Eve being given the image.",
    "start": "00:25:46",
    "end": "00:25:50"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "And for whatever reason, when you get to this story of Abraham being given the blessing, you're kind of like, this guy's legit. Like he's getting the blessing.",
    "start": "00:25:51",
    "end": "00:25:57"
  },
  {
    "text": "Yeah.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "But when you pair that with what God did with Adam and Eve, it's just kind of like the image of handing the toddler the. Yeah. The diamond all of a sudden becomes a little bit more clear. Like, oh, were you sure?",
    "start": "00:25:58",
    "end": "00:26:08"
  },
  {
    "text": "Like this.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "This is the idea, like, how's this guy gonna be able to.",
    "start": "00:26:09",
    "end": "00:26:13"
  },
  {
    "text": "And actually, the next story after this blessing is Abram goes into the land that God promised to him. There's a food shortage in the land. And what he does is go down to Egypt and lie to the king of Egypt, end up bringing sickness and plague and curse God. He brings a curse upon Egypt by lying and deceiving the king, by saying that his wife isn't really his wife. And so the first story is actually about how Abraham, through lying and treachery, spreads curse to the nations instead of blessing. So from the first story about Abram is saying, like, oh, man, humans. And not just humans, but, like, this guy, like, what's going to happen? And sometimes, you know, Abram does better than that. But he fails just about as often as he gets things right. And. And so we could spend a lot more time in the Abraham story, but that's the drama with Abraham. And so. Okay, so here's the setup is so two more generations go by after Abraham. And the Abraham story showed you somebody who. A guy who occasionally acts like the snake in the garden. So if Pharaoh is seeing a beautiful woman and she's good in his eyes, and he takes her. Right. That's the portrait. And then Abraham is the one lying about. Right. His wife and saying, you know, yeah, yeah, she's not my wife. Then he plays the role like the snake in that story. But then other times, he gets things Right. And we explored that in our podcast series about Abraham. But we get a couple generations down the line, and what if. What if the grandson of Abraham doesn't just occasionally act like a snake? What if he's, like, born a treacherous, lying snake? What if lying is his, like, language from the womb? What would God have to do then? And that's exactly what the Jacob stories are all about. Okay, keep rocking, keep rocking. Okay, so Jacob, or in Hebrew, is named Yaakov. And his name actually is generated out of the story of his birth. And his birth story really kind of tells the whole story, the whole story about him. So the third literary movement of Genesis begins in chapter 25, verse 19. It's not very intuitive, and it begins by introducing us to saying, these are the birth generations of Isaac, or Yitzchak is how you say his name in Hebrew. And the story begins with Abraham's son, Isaac and his wife Rebecca. And the first thing that you're told is that Isaac's wife Rebecca is infertile. She's not able to have children. And so this also happened to Abraham and Sarah. This happened to Isaac's mom and dad. And so what was Abraham and Sarah's response when they were not able to have children? Well, that was one of his great failures with Hagar, the Hagar debacle. And so the story of Isaac begins with the son in the same situation as his dad, facing infertility. But Isaac does the opposite of what his dad did. The story begins by saying, and he prayed to Yahweh on behalf of his wife. It kind of creates this back reflection where you go back and you're like, oh, man, why didn't Abraham and Sarah just do that?",
    "start": "00:26:14",
    "end": "00:30:03"
  },
  {
    "text": "Why did he do that?",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Is that how simple this is, really? And in this story, it is. It says, Yahweh received his petition, and Rivkah, his wife, became pregnant. Like, wow, that's beautiful. But no sooner is she pregnant that we're told that there are twins inside of her. She doesn't know this. All she knows is that she feels a wrestling match happening inside of her womb. Literally. She feels the sun striking each other inside of her. It's this vivid image. And so she goes to inquire, she goes to pray, just like Isaac did. And we're not told how, when, or where. Did she have a dream or a vision, or did she go into some shrine and hear a voice or something? We're not told. What we are told is that when Rebekah prayed, what God uttered was a four Line, Hebrew poem. And the poem is about the wrestling match that she can feel, the sibling rivalry that she can feel before she can even put language to it. And what God tells her is two nations are in your womb and two peoples will be separated from your innards. One people will be stronger than the other people and the great one will become the servant of the little one. It's like a riddle.",
    "start": "00:30:04",
    "end": "00:31:23"
  },
  {
    "text": "Yeah. The great one shall serve the little one, the first will be last.",
    "start": "00:31:23",
    "end": "00:31:28"
  },
  {
    "text": "Yeah. Jesus is not innovating when he talks about God's kingdom creating an upside down economy where the last are first and where the master is the servant. The servant is the one in charge.",
    "start": "00:31:28",
    "end": "00:31:43"
  },
  {
    "text": "And the great one here, meaning the older one, presumably the firstborn.",
    "start": "00:31:43",
    "end": "00:31:47"
  },
  {
    "text": "The firstborn, Yep. The older one. Yep. You have two siblings, but what they are are nations.",
    "start": "00:31:47",
    "end": "00:31:53"
  },
  {
    "text": "Yeah. Fast forward enough and every.",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "Every person becomes their own nation.",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "That's right. Yeah. Just give it some time. And they're both going to be strong, but one's going to be stronger than the other. And sibling rivalry, the exaltation of the late born over the firstborn. So there's a couple things here. One is we're activating a deep pattern goes way back in the Genesis scroll.",
    "start": "00:31:57",
    "end": "00:32:14"
  },
  {
    "text": "Another theme we haven't done yet.",
    "start": "00:32:14",
    "end": "00:32:16"
  },
  {
    "text": "And we will. I really look forward to doing this theme one day. So, yeah, God creates animals first on day six, human second, but then calls the second comer, humans to rule over the first comers of day six. Then God favors the second born, Abel's sacrifice over the firstborn. Cain's. And that doesn't end well.",
    "start": "00:32:16",
    "end": "00:32:40"
  },
  {
    "text": "Sorry to go back to. Not only are humans made after the animals, in a way, the second born, they're made as the second rulers on the block too.",
    "start": "00:32:40",
    "end": "00:32:51"
  },
  {
    "text": "That's right.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "God appoints the Elohim, the host of heaven, to rule over the sky and day and night, and then humans to rule over the land. Yeah, they're the second born in that sense.",
    "start": "00:32:52",
    "end": "00:33:02"
  },
  {
    "text": "That's right. Yep. And we learn by the book of Daniel. However, God's ultimate purpose is to exalt humans to rule over the skies and the land. Yeah. So moving forward from. Yeah, Adam and Eve, we have Cain and Abel and the introduction of hostility between the brothers when the favored or blessed ones are viewed suspiciously by the non chosen. And it, what do you call it? Raises the ire of.",
    "start": "00:33:02",
    "end": "00:33:27"
  },
  {
    "text": "No, I don't know. That raises the ire.",
    "start": "00:33:28",
    "end": "00:33:30"
  },
  {
    "text": "Yeah, yeah. Raise somebody's ire. Isn't that.",
    "start": "00:33:30",
    "end": "00:33:32"
  },
  {
    "text": "What's an ire?",
    "start": "00:33:33",
    "end": "00:33:33"
  },
  {
    "text": "Ire is like, I think it comes from the same root as irritation or anger? Yeah, I think so. It's a theme that's going to get repeated with Noah's three sons, where Shem, who's not the firstborn, is chosen for the blessing and the older Japheth, or Japheth is going to dwell in the tents of Shem. It gets repeated with a guy named Terah, who's from the 10th generation from Noah. He has three sons and one of the younger sons is Abraham, who's chosen for the blessing. Then you're going to have it with Isaac and Ishmael, Abraham's two sons, but the younger second born Isaac. And now here we are here. So we're many rounds in to the sibling rivalry. So what we're told, and this is key for the blessing, is that it's the second born that God has destined to be the stronger one or the greater one. So it doesn't say here that explicitly that that's the one destined for blessing, but that has in every generation. That has been what comes along with being the exalted second born is they receive the blessing. So what's also being activated here is a cultural practice that's just assumed about how in ancient Near Eastern culture and cultures around Israel and even Israel itself, it was common practice as the father ages, the patriarch ages in the household, that the firstborn son would become like the father's replacement, an image of the father, and inherit a majority of the land were the assets. And the firstborn is given those privileges. And so God is in the habit of upsetting that pattern in every generation of the story of Genesis. And that's going to be a big tension at work in this story is Rebekah here finds out that God's going to reverse the order and elevate the second born. And other members of the family are going to actively be hostile to that program in different ways. And that sets up the drama of the story. So Jacob is named Jacob because he's born second, but we're told that he comes out grabbing the heel of his brother Esau. And the word heel is the word ekev. And so he's named Yaakov because he comes out grabbing the Ekev. Ekev Yaakov, the heel grabber. Heel grabber. Yeah, but it's like to grab the heel. It's a synonym for deceive, but it comes from the literal image of tripping someone.",
    "start": "00:33:34",
    "end": "00:35:56"
  },
  {
    "text": "Yeah, what my kids like to do is give me a flat tire. What? Have you ever had that?",
    "start": "00:35:57",
    "end": "00:36:01"
  },
  {
    "text": "No.",
    "start": "00:36:01",
    "end": "00:36:01"
  },
  {
    "text": "Someone walks behind you and you Step on the back of someone's shoe. So then your heel comes up out of it and then it kind of trips you up. It's a flat tire.",
    "start": "00:36:02",
    "end": "00:36:12"
  },
  {
    "text": "Oh, I haven't heard of it referred to that way. That's great. I'm more thinking of the classic, like, you just stick out your leg diagonally while someone's walking. You try and nick their.",
    "start": "00:36:12",
    "end": "00:36:23"
  },
  {
    "text": "That's a pretty vulnerable part of your body, if it's up off the ground, is to grab someone's heel. You can really throw him to the ground.",
    "start": "00:36:23",
    "end": "00:36:29"
  },
  {
    "text": "So that's significant that his name refers to this role that he comes out trying to usurp. Right. To get to one up his older brother.",
    "start": "00:36:29",
    "end": "00:36:40"
  },
  {
    "text": "From the get go.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "From the get go.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "He's doing it.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "But what's interesting is this is right after God's words that said, the greater one will become a servant to the little one. And so it's as if. And remember, ruling is one of the aspects of Blessing from Genesis 1, being in authority over. So what God just said is, hey, I've destined that the younger will become the one with authority over the family. But then when the second born is born, he comes out literally embodying a lack of trust in that promise. He comes out grabbing his brother to try and accomplish the thing that God said he was going to do for him. And there's no better way to describe the plot conflict of the Yaakov story. His name embodies that. He's. The whole story is about him trying to grab and seize and scheme his own way to get the blessing that God was from before birth, trying to give him as a gift all along. And that becomes the drama of the Jacob story. It's a remarkable story. Yeah, it's like that scene of trying to give someone a gift, but for one reason or another, they're just so uncomfortable with it. They just like. Have you ever tried to, like, give someone gas money or something? Actually. Oh, my gosh. You did this to me the other day.",
    "start": "00:36:43",
    "end": "00:37:56"
  },
  {
    "text": "I gave you gas money.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "You gave me some gas money. And I spent about 30 seconds going, no, dude, I got it. I'm fine. Oh, my gosh. I was pulling a Jacob. Interesting. Not really. It's not like God uttered a poem that, like, you know, tim will take the gas money. So that doesn't fit really. But it's like that. It's sort of like for some reason in that moment, I didn't want to receive your generosity to help cover gas. I don't know why, but I don't know Why? I don't know why. I'm sorry, John. I didn't mean to do that. My public apology.",
    "start": "00:37:57",
    "end": "00:38:28"
  },
  {
    "text": "You're being really hard on yourself here.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "But, you know, like, there's sometimes you ever been in those scenarios where you just want to give somebody a gift, and for some reason it makes them uncomfortable, and they want to get out of receiving it and they want to take it. Yeah.",
    "start": "00:38:31",
    "end": "00:38:43"
  },
  {
    "text": "So in their own terms.",
    "start": "00:38:43",
    "end": "00:38:44"
  },
  {
    "text": "Yeah. And I'm just saying that little feeling is what's being exaggerated in the Jacob story.",
    "start": "00:38:44",
    "end": "00:38:51"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "Yeah. He comes out grabbing for the thing that God said he would give him. And that pattern is just gonna continue. In fact, it continues in the next story. So this next story is gonna epitomize Jacob's ways of doing this in his life. And it's the famous story about how his brother Esau comes in. The boys have grown up, and Esau comes in, and he's a hunter.",
    "start": "00:38:52",
    "end": "00:39:14"
  },
  {
    "text": "The firstborn.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Yeah, he's a firstborn and he's a hunter. Yeah.",
    "start": "00:39:15",
    "end": "00:39:17"
  },
  {
    "text": "Manly.",
    "start": "00:39:17",
    "end": "00:39:17"
  },
  {
    "text": "Yeah. Came out all hairy like an animal at birth, and now he's super hairy guy. And so Jacob is, like, cooking a nice stew back at the camp. And Esau comes back into camp after hunting all day, and what he says is, give me some of that red. Red. In Hebrew, it's the word red is edom. Edom. And so what he says is, give me some of that Adom. Edom. Adom. Adom. And then the narrator steps in. This is Genesis 25:30. The narrator inserts and says, therefore his name was called Edom.",
    "start": "00:39:17",
    "end": "00:39:51"
  },
  {
    "text": "Oh. Because later Esau's known as Edom.",
    "start": "00:39:51",
    "end": "00:39:53"
  },
  {
    "text": "Edom. Yeah, that's right.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "Yeah. And the word for red is Adam, and the name Edom is Edom. And the word. Both of those words, edom and Adam, Edom in red are spelled with the same three letters as Adam. Adam. Human.",
    "start": "00:39:55",
    "end": "00:40:08"
  },
  {
    "text": "Human, yeah.",
    "start": "00:40:09",
    "end": "00:40:09"
  },
  {
    "text": "And that's key to this portrait. This is a Little Genesis 3 failure story. So in comes Edom saying, give me some of that adom, Adam. And Yaakov, ever the schemer, says, okay, yeah, deal. Here's the thing. Sell me your position as the firstborn. Or it's often called the birthright in our English translations, but it's a word play because it's spelled with the four letters of the word blessing, just with the two middle letters swapped.",
    "start": "00:40:09",
    "end": "00:40:38"
  },
  {
    "text": "Barak.",
    "start": "00:40:38",
    "end": "00:40:39"
  },
  {
    "text": "The noun blessing is beracha. And then the word position of the firstborn is bechorah. Bechorah.",
    "start": "00:40:40",
    "end": "00:40:49"
  },
  {
    "text": "Bechorah and bechorah.",
    "start": "00:40:49",
    "end": "00:40:50"
  },
  {
    "text": "Yep. Toy it. Just sell Me? Your.",
    "start": "00:40:50",
    "end": "00:40:53"
  },
  {
    "text": "The blessing of the firstborn. Yeah, the firstborn rite.",
    "start": "00:40:53",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "Is that a normal thing? Siblings can kind of, like, barter with that.",
    "start": "00:40:56",
    "end": "00:40:59"
  },
  {
    "text": "Apparently Jacob thinks he can. Yeah. He's scheming. And what Esau says is, hey, look, I'm about to die.",
    "start": "00:41:00",
    "end": "00:41:08"
  },
  {
    "text": "I am hungry here.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "So hungry, I'm about to die. Being a little exaggerated.",
    "start": "00:41:09",
    "end": "00:41:12"
  },
  {
    "text": "Yeah, a little dramatic.",
    "start": "00:41:12",
    "end": "00:41:13"
  },
  {
    "text": "A little dramatic. But so he says, what is my bechorah? What is it to me? If I'm about to die, Then Yaakov said, it's as if he pulls out a little piece of paper with a pen.",
    "start": "00:41:13",
    "end": "00:41:23"
  },
  {
    "text": "Just sign here.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "I just happen to have a contract right here. Well, you could just sign right here real quick. Swear an oath to me is what he says. Swear an oath right now. So Esau swore an oath, and he sold his bechorah to Yaakov. And Yaakov, man, he just got the heel, man.",
    "start": "00:41:25",
    "end": "00:41:39"
  },
  {
    "text": "Yeah, he tripped the heel.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Yep. He just took the heel, and he gives Esau the stew. So the firstborn, Adam, or Adom, the human, trades in their right of the firstborn for the right to rule. The right to rule and have authority for a bowl of food. He trades their authority to rule for food. And his name is Adom, spelled with the same letters as the name Adam. I mean, come on. That's a good one. That's a good one.",
    "start": "00:41:41",
    "end": "00:42:11"
  },
  {
    "text": "So here, instead of it being fruit of a tree, it's a bowl of hot stew.",
    "start": "00:42:12",
    "end": "00:42:17"
  },
  {
    "text": "That's right. Yeah. Instead of forbidden fruit, it's hot stew. Yep.",
    "start": "00:42:17",
    "end": "00:42:20"
  },
  {
    "text": "I was gonna say a steaming bowl of stew, but for some reason, that sounds not as a steaming bowl.",
    "start": "00:42:20",
    "end": "00:42:26"
  },
  {
    "text": "Oh, I think that sounds good on a cold day. So it's playing with the vocabulary and images of Genesis 3. But notice there's more creative dynamics here, because it's actually the second born that God has destined to become the authority. Right. That's what God said to his mom, at least. And so it's as if Jacob is either unaware of what God said about him or he just can't believe it. But he spends his energies thinking of ways to scheme how to get the thing that God destined him for. And here it's called the bechorah. And then this is matched by a story on the other side in what we call Genesis 27, which is a story in which Jacob and his mom also make up a meal, this time not for Esau, but for their dad, Isaac, to steal not the bechurah, but the berecha, the blessing. And he successfully does it. We'll take a look at that story next. But when Esau realizes that Jacob also pulled that stunt, he makes a wordplay and he says. What? Isn't he rightly named Yaakov because he Yaakov ed me. He uses his brother's name as a verb. He tripped my heel. And he says he's stolen my bechorah and my beracha.",
    "start": "00:42:27",
    "end": "00:43:47"
  },
  {
    "text": "All comes together.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "Yeah, those together. So what's cool here? Remember in Genesis 1, the blessing was be fruitful and multiply for the birds and the fish, and then for the humans it was be fruitful and multiply and rule. Here it's as if we are taking those two aspects of abundance and multiplication and authority and rule. And they each get broken out into two different stories of Jacob stealing them from his brother. He steals the authority, the bechorah, firstborn, and he steals the beracha, which is multiplication and abundance. And he does this even just completely ignorant, apparently, of the fact that God wanted to give these things to him free of charge. Yeah. It's not hard to see oneself in this portrait of Jacob having been given.",
    "start": "00:43:48",
    "end": "00:44:36"
  },
  {
    "text": "A gift and elected for a purpose and fighting against it to get it on your own terms.",
    "start": "00:44:36",
    "end": "00:44:43"
  },
  {
    "text": "Yeah. We're not trusting that God will provide it in the way or manner or timing that I would prefer. And so I will find a way to get it on my own.",
    "start": "00:44:43",
    "end": "00:44:55"
  },
  {
    "text": "I'll scheme up a way to get it on my own terms. Yeah.",
    "start": "00:44:55",
    "end": "00:44:58"
  },
  {
    "text": "Yep, that's the Jacob way. Yeah, let's let that sit and then let's hop into the well known story of Jacob disguising himself as his brother to steal his brother's blessing. There's some cool stuff about blessing in that story too. So what you can do from here is just, you could go slow or we can go fast over the Jacob story. But basically you get what the Jacob story is all about now. It's about a guy who doesn't believe that God's going to give him the blessing. And so he goes throughout his whole life hurting everybody around him, trying to scheme and steal the blessing and abundance for himself. And instead of just trusting that God is going to give it to him as a gift. So the famous story about him dressing up like his brother and deceiving his old blind father and he's successful. He gets the blessing after all.",
    "start": "00:44:58",
    "end": "00:46:22"
  },
  {
    "text": "Yeah, that's getting the bechorah, the ooh, the berakah.",
    "start": "00:46:22",
    "end": "00:46:27"
  },
  {
    "text": "Sorry, I know it's confusing. Yeah.",
    "start": "00:46:27",
    "end": "00:46:29"
  },
  {
    "text": "So we got these two mirroring stories, the one we just read in detail where he steals the birthright. And then there's another story.",
    "start": "00:46:29",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "That will. We won't go into the details of, but it's very similar premise.",
    "start": "00:46:37",
    "end": "00:46:41"
  },
  {
    "text": "Yeah.",
    "start": "00:46:41",
    "end": "00:46:42"
  },
  {
    "text": "Where Jacob and his mom come up with this elaborate scheme to convince Isaac the dad, to give Jacob the family blessing.",
    "start": "00:46:42",
    "end": "00:46:51"
  },
  {
    "text": "Yep.",
    "start": "00:46:51",
    "end": "00:46:52"
  },
  {
    "text": "And it also has to do with the bull of stew. And.",
    "start": "00:46:52",
    "end": "00:46:54"
  },
  {
    "text": "Yeah. So this story also is set on analogy with Genesis 3. It's filled with vocabulary of Genesis 3 about seeing or not seeing.",
    "start": "00:46:54",
    "end": "00:47:04"
  },
  {
    "text": "Seeing what is its father can't see.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, his father can't see. Which echoes back to what the snake says to the woman, which is that in the eyes that you eat of the forbidden tree, your eyes will be opened, implying that she's blind. That she's blind. Now you get a guy who actually is going blind, and that makes him very deceivable. So Jacob becomes like the snake, a disguised deceiver trying to weasel a blessing out of his father. And he's successful. He's successful in that. And actually what he says to his mom first, this is his mom's idea first. And what Jacob says is, listen, my dad is going to ask me to come up to him. He's going to hear my voice and think it's me, not my brother. And then he will feel me and I'll become like a deceiver in his eyes, and I'll bring upon myself a curse, not a blessing. So what his mom says is, I'm.",
    "start": "00:47:06",
    "end": "00:47:58"
  },
  {
    "text": "Going to get got, is what he's saying.",
    "start": "00:47:58",
    "end": "00:48:00"
  },
  {
    "text": "Yeah, totally. And what his mom, Rebecca, says is, son, may your curse come upon me. And what's interesting in this story is after this story, you never hear about Rebekah again. She's the only patriarch or matriarch in Genesis that you never even hear about when or how she died. And after Jacob leaves his mom in another scene later, he never sees her again. So in a way, she kind of unknowingly does bring down a curse on herself that her son is going to be chased out of town and she'll never see him again because of what she did, the plan that she set in motion. Anyhow, what she thought would bring about blessing actually brought about her separation from her son. Yep. It's a good example of what she thought was good in her eyes ends up bringing not blessing, but death. So as you go on in the Jacob story, after he successfully steals the blessing, the blessing is so rad that he gets from his dad. It's essentially his dad utters this poem where he says, ah, the smell of my son is like the Smell of a field that Yahweh has blessed. So he talks about God. May God give Jacob the dew of the skies, the fatness of the land, much grain, fresh wine. You're like, yeah, blessing, blessing. What he says next is, may people serve you, and may people groups bow down to you, rule and authority. Those who curse you are cursed. Those who bless you are blessed.",
    "start": "00:48:00",
    "end": "00:49:29"
  },
  {
    "text": "This is like becoming a little family blessing.",
    "start": "00:49:29",
    "end": "00:49:32"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:49:32",
    "end": "00:49:33"
  },
  {
    "text": "Abraham got it from God.",
    "start": "00:49:33",
    "end": "00:49:34"
  },
  {
    "text": "Yep.",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "It's getting passed down.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "Yeah, that's right. But now it's coming through Jacob. And so Isaac thinks he's giving this to Esau. So Isaac was willing to give away the blessing for a bowl of food, just like Adam and Eve were. Right. But then what he actually is doing unwittingly is giving it to the son that God destined it for. But the son that God destined it for is not getting it by receiving it as a gift. He's getting it by. So literally everybody's doing the wrong thing.",
    "start": "00:49:36",
    "end": "00:50:00"
  },
  {
    "text": "In this story, but the right thing is happening.",
    "start": "00:50:00",
    "end": "00:50:03"
  },
  {
    "text": "The right thing is happening, but everybody has the wrong reasons for doing what they're doing. That's wild. Yeah. This is a good example of what Joseph says at the end of Genesis, which is, y' all planned this for evil, but God was able to plan it for good. So from here, Jacob goes into a 20 year exile halfway to Babylon in the land of his uncle Laban. And it's sort of like the deceiver meets his match. And basically it's 20 years of them deceiving each other, tricking each other, and they're both trying to just get as much blessing as they can out of each other. That is labor and productivity. And out of those 20 years of deceit and treachery, Jacob ends up with four wives who are all jockeying for the most favored position of the matriarch. And that rivalry among the nephew and uncle Jacob and Laban gets mirrored and multiplied by these rival siblings and daughters who all become Jacob's wives. And it's out of that rivalry within a rivalry that the 12 sons of Jacob are produced. And so it's a blessing because being fruitful and multiply is a blessing. But the blessing is surrounded by an environment of curse, an environment of grief and toil, grief and toil, abuse and hardship. It's this contradiction that man is so true to the human experience. You know, even sometimes the gifts that come our way are wrapped in really difficult, painful circumstances. So the question is, what does God do? Like, Abraham occasionally blew it big time. But Jacob's like from the get go.",
    "start": "00:50:03",
    "end": "00:51:46"
  },
  {
    "text": "He's a deceiver.",
    "start": "00:51:47",
    "end": "00:51:48"
  },
  {
    "text": "He's a deceiver. So what's God to do with the guy who just won't take the gift? And this culminates in the story of God picking a fight with Jacob in the middle of the night. This story is so great. This is in Genesis, chapter 32 and long. We could spend a lot of time here. So I'll force myself not to. But Jacob is sleeping by himself. It's the night before. He's about to meet his brother esau again after 20 years. And there's this guy, a man, you're told a man picks a fight with him by a stream in the middle of the night, right before sun. Excuse me, right before sunrise. And what the man sees is Jacob is so scrappy that he actually is not going to be able to beat him. It's like, I can't win against this guy. So what the guy does is he strikes the hollow of his thigh so hard that it dislocates his hip. His hip is jerked away from the socket of his thigh. Now you just. You gotta ponder and say, how hard do you have to be hit and where to have your dislocate the hit? Yeah, totally. I mean, it's actually. This is the hollow of the thigh.",
    "start": "00:51:48",
    "end": "00:53:00"
  },
  {
    "text": "Where is that a specific place?",
    "start": "00:53:00",
    "end": "00:53:03"
  },
  {
    "text": "Yeah, it's the crotch. The crotch. This guy punches Jacob in the crotch.",
    "start": "00:53:03",
    "end": "00:53:07"
  },
  {
    "text": "That's not how I learned the story.",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "But do you get the image here?",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "He's punched so hard that his hip socket goes out.",
    "start": "00:53:16",
    "end": "00:53:19"
  },
  {
    "text": "Yeah, totally. And so you have to say, like, where would that be? Well, it's on the inside of the thigh so close up that the impact has to be going the direction that it would push the hip out the other direction. And this has to do with. Remember, the core image of Blessing is be fruitful and multiply. And on a man's reproductive anatomy, Right. Where is the central location of the source of the man's contribution to the blessing? It's right there. That's the part of the body that the man strikes. Then what the man says to Jacob is, hey, listen, the sun's about to rise. Let me go. And Jacob says, no, I'm not letting you go until you give me a blessing. Why does Jacob think this guy can bless him? And the guy says to Jacob, what's your name? And he said, yaakov. And the man said, no, no, no, your name is no longer Yaakov. Remember, that means heel grabber. Rather your name will be Struggles with God Yisra' El wrestles with God because you have Sarod, struggled with God and with humans. And here's the thing, I gotta give it to you. You have prevailed. You have a way of scheming your way out of any situation and coming out on top. I gotta hand it to you, that's what God is saying right here. You've been struggling with me.",
    "start": "00:53:19",
    "end": "00:54:47"
  },
  {
    "text": "He's kind of saying like, I've met my match a little bit.",
    "start": "00:54:47",
    "end": "00:54:50"
  },
  {
    "text": "Okay, so maybe a very helpful image that was given to me first. Hebrew Bible professor Ray Lubeck. And he said the plot conflict of the biblical story, one way you could frame it is this. It's the story of how an irresistible force meets an immovable object. The irresistible force is God's desire to bless. And the immovable force, at least in the biblical story, is human stupidity, selfishness, folly and self autonomy. And so it's as if God has been trying to bless this guy. And this guy lives his whole life scheming and manipulating everyone around him to get the thing that God has been trying to give him. And what God says here is, and listen, congrats, you've come out on top. You have prevailed. And so what has God to do with a guy who won't believe that God just wants him to receive? So what God has to do is wound him. He has to incapacitate him in the part of the body where he can generate his own blessing. And a very powerful image of God having to both wound and heal, to strike and to bless, to get humans to receive the thing that he just wishes they could receive. And so his name, one of his names now going on from the story is struggles with God and he's the father of the people group that will have this name. In a way, this little story is a parable anticipating what the whole story of Exodus all the way through Kings 2 Kings is going to be about. It's just kind of developing what this little story is about here. There's lots of little puzzles in this story, and it's here like a riddle that helps you understand the larger story of Jacob and the larger biblical story. God wounds his chosen one to finally get him to receive a blessing.",
    "start": "00:54:50",
    "end": "00:56:46"
  },
  {
    "text": "To receive the blessing.",
    "start": "00:56:46",
    "end": "00:56:48"
  },
  {
    "text": "He's being wounded because after he wounds him and renames him, then it says, and then the man blessed him there. And then Jacob says, I have seen the face of God. So he names the place Face of God Peniel. And he limps on his thigh for the rest of his days.",
    "start": "00:56:48",
    "end": "00:57:03"
  },
  {
    "text": "Now is this. This is a Different kind of wounding. There's the theme of the suffering righteous one, like Job, or like the suffering servant in Isaiah of someone who suffers and because of their suffering, then can. Is qualified to bless others.",
    "start": "00:57:03",
    "end": "00:57:22"
  },
  {
    "text": "Yeah.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "Is this riffing off of that, or is this a different kind of wounding where it's like, you're not the righteous one. I need you to, like, get your head in the game and actually be the righteous one. And in order to do that, I'm wounding you.",
    "start": "00:57:23",
    "end": "00:57:35"
  },
  {
    "text": "Yeah, I think that's it. He's brought this crisis on his own head, so to speak. He's created this crisis.",
    "start": "00:57:35",
    "end": "00:57:40"
  },
  {
    "text": "The crisis being like. Because at this point in the story, we didn't set the stage. He's like on the run, right? He's.",
    "start": "00:57:40",
    "end": "00:57:45"
  },
  {
    "text": "Well, he's gonna come back to meet his brother, but he's pretty sure that his brother is gonna want to kill him. And so he's still scheming and cooking up a plan for how to manipulate his brother when he meets him tomorrow. And so the night before he goes back to his family land and manipulates his brother. You get this story. It's essentially God saying, no more, buddy. Like, you gotta stop the scheming business. So what he does is he impairs Jacob's ability to produce anymore. Punches them in the thigh. There's only one child born after the story to Jacob. It's Benjamin. And it may even be that Rachel is already pregnant, in which case this was the blow that ended his fertility. And what he learns is that the only blessing he's going to get comes as a gift from God because his own scheming is just going to hurt himself and other people. And he'll. He will endure through it all. Right? God gives him that credit, but it only leads to wounding. So he's wounded for his own sins, as it were, but yet he's still God's chosen one. And that's the portrait here. And you're right, the image of God suffering chosen one, is going to continue to develop. In the Hebrew Bible, the suffering servant of Isaiah suffers for the sins of Jacob. He takes the sins that are not his own, the servants, but he takes the sins of all of his ancestors upon himself so that they can receive right standing with God because of what he does on their behalf. So that's a little different than what's happening here. But we're in the same family of like, the wounded servant. So those are the. That's the kind of the arc of the Jacob story. The word blessing and curse appears in the Genesis scroll in a high density in Genesis 1 through 3. And then it's kind of occasional, especially in the story of Abraham. And then if you have, like, a little. You know what, you see those people at the beach with their little metal detectors.",
    "start": "00:57:45",
    "end": "00:59:35"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:59:35",
    "end": "00:59:36"
  },
  {
    "text": "If you have, like, a little blessing curse detector and you're going over the Genesis scroll, you get lots of hits in Genesis 1:3. You get a couple in Genesis 12 that we started with this episode. And then you get to the Jacob story, and it's just off the charts. So we're exploring the themes of the whole book here through the story of Jacob. And it ends with a wounded, sad, kind of bitter man by the end of his days. And God has given him many gifts, and it's not clear that he is even able to appreciate them. By the time you get to the stories at the end of Genesis, he just seems like a really crotchety old man. And it's a sad. He's a tragic character, I think, in the story, but he is God's tragic character. And God makes him a vehicle of the chosen seed, and that's what the story of his sons will go on to be about.",
    "start": "00:59:36",
    "end": "01:00:24"
  },
  {
    "text": "So you kind of set this up as, like, Abraham was chosen by God to give the blessing. And Abraham's a mixed bag. We got stories of him being a deceiver and a snake, but we got stories of him surrendering all and sitting underneath the great trees of Mamre and hosting the angels. Those set of stories kind of make you go, huh? If God's gonna attach his mission to bless the world through this guy who's a mixed bag, you know, what's that look like for the nations and for him? Then two generations later, you get a story of Jacob the deceiver, who right out of the gate, he is just a deceiver and he's trouble. But God has attached his plan to bless the world through him. And what if someone is just so far gone that from the jump, everything they do is cunning and selfish and deceptive and just creates chaos around them everywhere. Like, what's God going to do? And it culminates in a wrestling match.",
    "start": "01:00:25",
    "end": "01:01:26"
  },
  {
    "text": "Yeah. Yeah. What God doesn't do is abandon him. He actually says, I will never leave you nor forsake you. That's. Those famous words come from what God says to Jacob when he has to leave his family. Yeah. So what he doesn't do is abandon him. What he does do is pick a.",
    "start": "01:01:27",
    "end": "01:01:40"
  },
  {
    "text": "Fight with him and wound him.",
    "start": "01:01:40",
    "end": "01:01:43"
  },
  {
    "text": "And wound him. Yeah. Severe mercy, right? Yeah. Keep going. I was enjoying your summary.",
    "start": "01:01:43",
    "end": "01:01:48"
  },
  {
    "text": "What was that?",
    "start": "01:01:48",
    "end": "01:01:48"
  },
  {
    "text": "He wounds him almost to, like, get him to stop hurting himself and other people, which he kind of does after this point. But, yeah, he comes across as kind of a sad, broken man from here on out.",
    "start": "01:01:48",
    "end": "01:01:59"
  },
  {
    "text": "And he gives him a new name. And his identity now is connected to, like, his incessant character of struggle that God will come and meet. And does it in the narrative, does it specify that he walks with a limp now?",
    "start": "01:01:59",
    "end": "01:02:17"
  },
  {
    "text": "Yeah, it says, yeah, in this little story, he crossed the stream at Penuel and he limped on his thigh. And you get this thing of, therefore, the sons of Israel don't eat this certain part of the hip muscle or hip sinew in the hollow of the thigh of animals, too, because of this memory right here. So the memory of what God did to Jacob Israel, is both carried on by the name. The name represents this whole theme. This is the name of the people of Israel.",
    "start": "01:02:17",
    "end": "01:02:48"
  },
  {
    "text": "Yeah.",
    "start": "01:02:48",
    "end": "01:02:49"
  },
  {
    "text": "The meaning of the name is introduced in this story, which, like, it doesn't bode well for how the rest of the story is going to go, but it's also memorialized, like Passover, with the eating habits of the people to remember. So as we go from the Jacob story, God is going to, you know, carry on the promise to bless the world and the nations through not Jacob, but through the next generation, through the sons. The promise gets carried on to them. And he has 12 sons. And the story of those 12 sons begins in chapter 37. And that begins the fourth literary movement of Genesis. And we could continue the blessing and curse theme, but the words really drop off the metal detector like very few hits. And so what we are going to do is explore another big theme in that story. But for now, we can draw our reflections. Yeah. On blessing and curse in the Jacob story to a close.",
    "start": "01:02:51",
    "end": "01:03:47"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We have finished the third movement of the Genesis scroll. That leaves one more movement. It's the stories of Jacob's 12 sons, with an emphasis on a man named Joseph. And as we read the stories, we're going to look at the theme of exile.",
    "start": "01:03:51",
    "end": "01:04:10"
  },
  {
    "text": "So Joseph's descent to the pit, his descent to Egypt as a slave, are all going to be accumulating as images of his exile going down. To go down is to go into exile. Just like Adam and Eve went down from the high Eden Mountain Garden into exile, just like Cain went out of Eden into exile.",
    "start": "01:04:10",
    "end": "01:04:32"
  },
  {
    "text": "Today's show was produced by Cooper Peltz, edited by Dan Gummel and Zach McKinley. And our show notes are by Lindsey Ponder Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Schaefer Church and I'm from Farmington, New Mexico. I first heard about the Bible Project when I was in college majoring in Biblical Studies. My brother reached out to me and said, hey, you got to check out these Bible explainer videos on YouTube. And I remember I immediately checked him out and just thought this is the coolest thing thing going right now. And since then I have used the Bible Project to help me learn about God's Word, to just help me to continue to see the Bible in new ways and grow in my relationship with the Lord. My favorite thing about the Bible Project is listening in on the awesome conversations that are on the podcast. I'm seriously so pumped and thankful that I get to listen in on those chats. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@thebibleproject.com Thanks.",
    "start": "01:04:32",
    "end": "01:05:41"
  }
]