[
  {
    "text": "The word blessing conjures a lot of different images. When someone sneezes, we say, bless you. We bless our food. We might call good things a blessing. For a while there was a popular hashtag, blessed. Does blessing just mean good vibes?",
    "start": "00:00:04",
    "end": "00:00:17"
  },
  {
    "text": "Blessing is among those categories of religious sounding words that nobody's coming with a blank or neutral slate, so to speak. We already have preloaded assumptions about what this word might mean, just based on our own life experience.",
    "start": "00:00:18",
    "end": "00:00:33"
  },
  {
    "text": "Fortunately for us, the Bible begins with a working definition of what a blessing is. In the first story of the Bible, God creates. He brings order out of chaos. And on the fifth day, he creates the birds of the air and the fish of the sea, and he blesses them and says, be fruitful and multiply, fill the earth.",
    "start": "00:00:34",
    "end": "00:00:53"
  },
  {
    "text": "Yeah, the ability to be fruitful and multiply and fill is the sign of God's blessing.",
    "start": "00:00:54",
    "end": "00:00:59"
  },
  {
    "text": "Next, God creates the humans and he gives humanity the same blessing. Be fruitful, multiply, fill the earth. But he adds an extra blessing to partner with him, to extend that blessing to all the earth.",
    "start": "00:01:00",
    "end": "00:01:14"
  },
  {
    "text": "It's not just that they experience the blessing of reproduction and abundance, but now their blessing involves becoming stewards of other creatures. Blessing.",
    "start": "00:01:14",
    "end": "00:01:25"
  },
  {
    "text": "So the story of the Bible is about God unleashing abundance and creation and then electing us, inviting us to come alongside him in a partnership which is going to require trust.",
    "start": "00:01:25",
    "end": "00:01:37"
  },
  {
    "text": "You can trust that God will give you the blessing that you need in the time and way you need it, or you can go about grabbing, seeing and taking the blessing that's good in your eyes.",
    "start": "00:01:38",
    "end": "00:01:47"
  },
  {
    "text": "This is the story of the garden in Eden. There's a tree God says not to eat of, for in the day you eat it, you will die. We eat it. But instead of dying, God pronounces a curse.",
    "start": "00:01:48",
    "end": "00:01:58"
  },
  {
    "text": "The circumstances that will now take place because of the choices that they've made. The realm of the curse, the lack of security, lack of safety, scarcity, what God wanted to do and offered first is blessing. And then what humans bring upon themselves is the opposite of blessing. What God never does, he never curses Adam and Eve, he never curses the man and the woman, he curses the snake, and then God curses the ground.",
    "start": "00:01:58",
    "end": "00:02:25"
  },
  {
    "text": "I'm John Collins, this is BibleProject podcast. And today I talk with with Tim Mackey about the biblical theme blessing and curse. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:25",
    "end": "00:02:46"
  },
  {
    "text": "Hello, John.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "It is you and me today. We are in the third movement of the Genesis scroll. And for those of you playing along at home, that is insider lingo totally. For the third large section Tell us a little bit about movements. Tim, give us an update.",
    "start": "00:02:48",
    "end": "00:03:05"
  },
  {
    "text": "Yeah, that's right. If you want those of you listening to the podcast, you can dial back, I don't know however many episodes till you see one called Movements and Links. And you'll get a thorough discussion of what I'll try to summarize right now, which is the Hebrew Bible is a collection of ancient Hebrew literature. It's been divided up in its traditional shape into a three part collection. The Torah, the prophets, the writings. Each of those parts is made up of a number of what was in original form scrolls, a number of individual scrolls. And there's lots of editorial, compositional clues that the authors have given about when a scroll begins, when it ends. But then when you're inside one scroll, the one thing that the ancient biblical scrolls did not have is the chapter numbers or the verse numbers that we have in our modern Bibles. But the biblical authors actually gave all the material in these scrolls a design structure, and they did it just without the numbers. They did it through other tools and devices, specifically repetition and patterning of language and themes. So the Genesis scroll has four movements, what we're calling them, and we're taking one theme per movement and just kind of, it's like taking people on a tour through a museum. Each movement is like a section of a big museum. And we're trying to point out all of the, you know, things along the line of that theme along the way. How was that?",
    "start": "00:03:05",
    "end": "00:04:27"
  },
  {
    "text": "Yeah, that's good. I, I love how we're trying to figure out how to explain it, you know, more succinctly every time. Yeah, it's tricky because. Yeah, our category is chapters and verses.",
    "start": "00:04:27",
    "end": "00:04:37"
  },
  {
    "text": "Yeah.",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "And the largest organizational structure of any book of the Bible, which were originally scrolls, is a movement is the term we're using. But it's a whole collection of stories that is designed as a whole, or poems.",
    "start": "00:04:38",
    "end": "00:04:51"
  },
  {
    "text": "Like if it's the Book of Psalms or Proverbs or Job or something like that.",
    "start": "00:04:51",
    "end": "00:04:55"
  },
  {
    "text": "Right. Depending on the type of literature you're in. So the Genesis scroll has four. The first one is the story of.",
    "start": "00:04:55",
    "end": "00:05:02"
  },
  {
    "text": "Adam to Noah, second Adam to Abraham.",
    "start": "00:05:02",
    "end": "00:05:05"
  },
  {
    "text": "All the way to Abraham.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Yeah, that's right, through Noah. And then that first movement goes through three major character movements, as it were. But that's a whole other thing. We already talked about that.",
    "start": "00:05:06",
    "end": "00:05:14"
  },
  {
    "text": "And we looked at the theme of.",
    "start": "00:05:14",
    "end": "00:05:16"
  },
  {
    "text": "God's ruach in that spirit in Genesis, chapter one, verse one, through chapter 11, verse 26, it's the first movement.",
    "start": "00:05:16",
    "end": "00:05:24"
  },
  {
    "text": "And then 11, verse 27 is when we're introduced to the family lineage of Abraham.",
    "start": "00:05:24",
    "end": "00:05:32"
  },
  {
    "text": "That's right.",
    "start": "00:05:32",
    "end": "00:05:32"
  },
  {
    "text": "And the second movement are all the stories of Abraham, and that has its own cohesive flow. We could have traced many themes in both these movements, but in the Abraham stories, we trace the theme of trees.",
    "start": "00:05:32",
    "end": "00:05:45"
  },
  {
    "text": "Yep, that's right. That was awesome. Really good conversations and such a cool creative use of that image and theme by the biblical authors in that story. And now we're venturing into the third literary movement of the Genesis scroll, which transitions into the next generation after Abraham. It actually includes two main characters, Isaac the son of Abraham, and then Jacob, the grandson of Abraham. So it's the father son, like parallel stories. What's interesting is mainly the stories are about Jacob, the grandson of Abraham, but you have some Isaac stuff thrown in there in important ways that we'll start to explore today.",
    "start": "00:05:45",
    "end": "00:06:26"
  },
  {
    "text": "Cool. And the theme that we're going to.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "Oh, yes. Yeah. What is that, John?",
    "start": "00:06:28",
    "end": "00:06:31"
  },
  {
    "text": "Well, it's actually a new theme so far, and I guess this is only the third time, so we haven't set much of a precedent, but so far we've chosen a theme. We've already done. Done a whole series of conversations and a video on, right?",
    "start": "00:06:31",
    "end": "00:06:43"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:06:43",
    "end": "00:06:44"
  },
  {
    "text": "But you got to this movement, and the theme that made the most sense to trace was a theme we actually hadn't yet done.",
    "start": "00:06:44",
    "end": "00:06:51"
  },
  {
    "text": "Yeah, that's right. And it's one of those, like, how did we not do this already? I mean, it's not like we've been bored for the last seven years, but we just haven't gotten to the theme of blessing and curse yet.",
    "start": "00:06:51",
    "end": "00:07:04"
  },
  {
    "text": "Blessing and curse.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "But you really can't talk about the third movement of the Genesis scroll. You can't talk about the Jacob story without talking about the meaning of blessing and curse. It comes up in an important way in the first movement of Genesis and the second, but it really comes into prominence in repetition of these words in the Jacob story. And so we're going to do something a little unique, which is in the app. Depending on the production process of the video, we might put a less than completely finished version of it in the app to go along with the reading.",
    "start": "00:07:05",
    "end": "00:07:38"
  },
  {
    "text": "Very early version. Yeah, yeah, yeah. So when we make a video, the process is you write the script, you start storyboarding. That's like sketching out the thumbnails of the key moments in the video. Then you do what's called an animatic. And an animatic is you take all the thumbnail sketches and you put them into a video, like a slideshow over the script being read. And then essentially you have this very simple slideshow kind of video that gives you a sense of pace. It lets you see all the key frames. And at that point, for us, when that is approved, it's really all downhill. It's all about designing each frame and animating it. But the story's locked. The story's there.",
    "start": "00:07:38",
    "end": "00:08:22"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "And all the key visual ideas are there. It makes you use your imagination a little bit because things aren't moving and you have to kind of anticipate what's happening. So we have a really great animatic of Blessing and Curse done. And that will be in there.",
    "start": "00:08:23",
    "end": "00:08:36"
  },
  {
    "text": "That's right.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "And so if you're using the app, you're going to get some inside baseball of our process.",
    "start": "00:08:37",
    "end": "00:08:41"
  },
  {
    "text": "That's right. And then eventually in the future, the finished one will get swapped in, and what we're talking about right now will be obsolete. But, yeah, I don't know why it took us so long to make it, but there you go. We've just. We've been doing a lot. And Blessing and Curse hadn't made that early list because not only is it.",
    "start": "00:08:42",
    "end": "00:08:59"
  },
  {
    "text": "Key to this movement, but, like, it's.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Key to Genesis, to the Torah, to the whole Torah, the whole Bible, to the whole Bible. As we're going to see, blessing appears three really important times in Genesis 1. And one of the last lines of the Bible in the final chapter of the Revelation is. And there will no longer be any curse. So Blessing and Curse spans from COVID to cover. I don't know, man. I just. There's a lot to talk about in the Bible.",
    "start": "00:09:01",
    "end": "00:09:25"
  },
  {
    "text": "Tim, I'm going to give you a pass on this one.",
    "start": "00:09:25",
    "end": "00:09:27"
  },
  {
    "text": "Thanks. Have mercy upon me. So, Blessing and Curse. So here's the thing, though. We're going to talk about in the Jacob story, but what we're going to do is take this episode right here and we're going to get up to speed because the language and theme of the Blessing and the curse have been introduced in Genesis 1 and been rolling and developing in movements 1 and 2 of Genesis. We're just going to take this episode to do a flyover of the meaning of blessing in early Genesis stories. The meaning of curse, and then how the stories of Adam and Eve, Noah, of Abraham set us up to really see the gravity of the blessing and the curse in the story of Jacob. So there you go. That's our mission, should we choose to accept it.",
    "start": "00:09:27",
    "end": "00:10:15"
  },
  {
    "text": "Accept it.",
    "start": "00:10:15",
    "end": "00:10:15"
  },
  {
    "text": "I think we already accepted it by showing up to work today. So here we are. Okay, so before we go on to talk about blessing in the Bible, let's just first acknowledge blessing is among those categories of religious sounding words that nobody's coming with a blank or neutral slate, so to speak. We already have preloaded assumptions about what this word might mean just based on our own life experience.",
    "start": "00:10:15",
    "end": "00:10:41"
  },
  {
    "text": "Yeah.",
    "start": "00:10:42",
    "end": "00:10:42"
  },
  {
    "text": "Blessed.",
    "start": "00:10:42",
    "end": "00:10:43"
  },
  {
    "text": "Although it's a word for me that's super fuzzy in its meaning.",
    "start": "00:10:43",
    "end": "00:10:46"
  },
  {
    "text": "Oh, okay. All right. Let's talk about that blessing. I'm blessed.",
    "start": "00:10:46",
    "end": "00:10:49"
  },
  {
    "text": "Yeah, I'm blessed.",
    "start": "00:10:49",
    "end": "00:10:51"
  },
  {
    "text": "What does that mean? I just had an experience over the weekend. Oh, no, we did. We were talking with somebody who's had. As they've aged, they've had some problems with their. Their knees. And so. Or maybe you weren't standing there. I forget. But I asked this person, like, hey, how are you knees doing? And what his answer was is not like, my knees are doing fine. What he said is, I'm blessed. And what he meant was, my knees are healthy and feeling good. In this season of my life, I'm blessed. But he never said, my knees are good. He just said, I'm blessed. I thought that was awesome.",
    "start": "00:10:51",
    "end": "00:11:23"
  },
  {
    "text": "Health.",
    "start": "00:11:23",
    "end": "00:11:23"
  },
  {
    "text": "Health. Yeah.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "And that, you know, that computes with saying bless you when you sneeze.",
    "start": "00:11:24",
    "end": "00:11:28"
  },
  {
    "text": "Yeah, right.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "That's a common thing.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "Well, okay. So our friend saying I'm blessed means I'm experiencing a moment of physical well being.",
    "start": "00:11:29",
    "end": "00:11:38"
  },
  {
    "text": "Physical well being.",
    "start": "00:11:38",
    "end": "00:11:38"
  },
  {
    "text": "Physical well being.",
    "start": "00:11:38",
    "end": "00:11:39"
  },
  {
    "text": "My knees are helping me thrive.",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "Totally. So people might also use it to describe a season maybe of relational stability or rich relationships in their lives. They have enough to live off of. They have enough to eat. They have good friends around them. Their body's healthy. I'm blessed.",
    "start": "00:11:41",
    "end": "00:11:57"
  },
  {
    "text": "Yeah.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "Hashtag blessed.",
    "start": "00:11:58",
    "end": "00:11:59"
  },
  {
    "text": "Hashtag blessed.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "But then the moment you say bless you, I think the meaning. We're doing a little twist there. Something different.",
    "start": "00:12:01",
    "end": "00:12:08"
  },
  {
    "text": "May those things. May good fortune. May like health and. Well, you brought up a sneeze relationship.",
    "start": "00:12:08",
    "end": "00:12:17"
  },
  {
    "text": "You brought up the sneeze.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Well, the sneeze. Yeah. I once heard that. The origins of that. I should look this up. Is that there was this kind of. In our imaginations, when you sneeze, you're kind of like blowing out your ghost. Like your spirit is like leaving you.",
    "start": "00:12:18",
    "end": "00:12:33"
  },
  {
    "text": "Okay. Oh, yeah. Got it.",
    "start": "00:12:33",
    "end": "00:12:34"
  },
  {
    "text": "And you got a blast. Bless the spirit back in the body. That's probably not true.",
    "start": "00:12:34",
    "end": "00:12:40"
  },
  {
    "text": "Urban folk tales that you grew up with in Federal Way with Washington.",
    "start": "00:12:41",
    "end": "00:12:45"
  },
  {
    "text": "I think I learned that in color. It sounded legit.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "Yeah. Okay. All right. I guess my association was. A sneeze can sometimes mean you've got a cold coming on. And so to say bless you means like, hey, don't have a cold coming. That's what I. That's what I always thought. Yours is more interesting, the meaning you got.",
    "start": "00:12:50",
    "end": "00:13:05"
  },
  {
    "text": "Okay, here we go. People used to believe a sneeze caused someone to expel their soul out of their body.",
    "start": "00:13:05",
    "end": "00:13:12"
  },
  {
    "text": "What's the source here? What did you just Google?",
    "start": "00:13:12",
    "end": "00:13:14"
  },
  {
    "text": "MIT is mit. I don't know why they're talking about it, but.",
    "start": "00:13:15",
    "end": "00:13:19"
  },
  {
    "text": "All right, there you go. All right, I stand corrected. That for some people, that. That's what it means.",
    "start": "00:13:19",
    "end": "00:13:24"
  },
  {
    "text": "And so God bless you was used as protection against the devil snatching your soul. That's one. Or.",
    "start": "00:13:25",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "The second origin is that during the Middle Ages, bubonic plague was widespread, and because it was usually a fatal disease, people were often very religious and they said, God bless you to offer a benediction to someone who may not be living soon. Oh. It's a way to say goodbye.",
    "start": "00:13:32",
    "end": "00:13:50"
  },
  {
    "text": "Wow. That's intense.",
    "start": "00:13:50",
    "end": "00:13:52"
  },
  {
    "text": "That is intense.",
    "start": "00:13:52",
    "end": "00:13:53"
  },
  {
    "text": "It is fascinating to think. Yeah. The phrase God bless you, I guess it's gotten shortened to say bless you. Yeah. It's had to have come from somewhere. Yeah, that's fascinating. So when somebody says I'm blessed, it's a first person reference to, like, health, well being, stability, goodness in my life. When you say bless you without God, what you're activating is an ancient cultural phrase that means may God bless you. So you're wishing blessing on another person, but it's about the wish, may God bring upon you health and abundance and so on. But maybe for others, that might have, like, almost like a magical meaning, like you're wishing blessing on others just because your words can make it so. But I think in its more biblical roots, what it means is may God, who is the author and giver of all blessing, may he bring that upon you. And that's what the phrase bless you means. You can say the blessing. That's a reference to saying a prayer at a meal usually.",
    "start": "00:13:53",
    "end": "00:14:52"
  },
  {
    "text": "Oh, right, yes. Will you give the blessing, Pastor Tim? Will you bless this meal?",
    "start": "00:14:52",
    "end": "00:14:56"
  },
  {
    "text": "That's it. Yes. And then you can have conversation like, are you blessing the meal as if it's not already blessed? Or are you blessing God for giving the meal to us? Yeah, but. Yeah, saying the blessing. And actually that brings another meaning. That's true in the Bible that I don't think we use in English anymore, which is often when you're reading in the psalms, and a psalm will often open saying, praise God or praise the Lord. Sometimes it's the phrase Hallelujah from Hallel. To increase the honor or speak well of someone's honor. But a number of those are actually also bless God. Literally, it's the word bless. Give a blessing to God.",
    "start": "00:14:56",
    "end": "00:15:35"
  },
  {
    "text": "Yeah.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "Which is a fascinating thing to ponder because as we're going to see in Genesis 1, God is the author of all life and blessing. And so any blessing that humans can give to each other is secondary because we're just giving away the thing that I got in the first place. And so how do you.",
    "start": "00:15:36",
    "end": "00:15:53"
  },
  {
    "text": "In which case, what would it mean to give it to God?",
    "start": "00:15:53",
    "end": "00:15:56"
  },
  {
    "text": "Yeah, that's worth a cup of tea and a long walk. I think you give back to God the thing that God gave to you in the first place, and somehow that is blesses God's heart. Bless your heart. That's a phrase. Bless your heart.",
    "start": "00:15:56",
    "end": "00:16:08"
  },
  {
    "text": "Bless your heart.",
    "start": "00:16:08",
    "end": "00:16:08"
  },
  {
    "text": "What does that mean? May your heart have well being. For me, this is associated with the way my mom used that phrase, bless your heart. It was a way that she would say thank you. Or like, that is so thoughtful of you that you said or did that. Bless your heart.",
    "start": "00:16:08",
    "end": "00:16:25"
  },
  {
    "text": "Is it funny, though, that that phrase has become a bit sarcastic.",
    "start": "00:16:25",
    "end": "00:16:28"
  },
  {
    "text": "Oh, really, has it? I don't know. I haven't heard anyone say it except for, like, my, like, belittling. Oh, I see.",
    "start": "00:16:28",
    "end": "00:16:34"
  },
  {
    "text": "Like, kind of talking down a little bit.",
    "start": "00:16:34",
    "end": "00:16:36"
  },
  {
    "text": "Oh, bless your heart.",
    "start": "00:16:36",
    "end": "00:16:37"
  },
  {
    "text": "Bless your heart. You know, like, I know you were sincere, but that was a little stupid.",
    "start": "00:16:37",
    "end": "00:16:41"
  },
  {
    "text": "Oh, oh, you meant well.",
    "start": "00:16:41",
    "end": "00:16:42"
  },
  {
    "text": "Bless your heart. You meant well.",
    "start": "00:16:42",
    "end": "00:16:44"
  },
  {
    "text": "Bless your heart.",
    "start": "00:16:44",
    "end": "00:16:44"
  },
  {
    "text": "Yeah, that's what it is. You meant well.",
    "start": "00:16:44",
    "end": "00:16:46"
  },
  {
    "text": "You meant well. That's funny. Well, I think that's kind of what my mom meant, except she didn't mean it sarcastically, like it was genuine. Okay, so let me just pause. We could probably go on, but I think we're getting the vibe here. The English word bless has actually a variety of different ways that we can use it. And when we have words like this in English and then we read them in the Bible, this can set us up for misunderstanding because we are all prone to just read in our own personal associations from experience into what these words mean in the Bible. And the same with the word curse in English, the word curse, I think of magic, like a magic spell or a bad word or curse words, although I would never describe them that way. I think my grandparents might have, though. Curse words.",
    "start": "00:16:46",
    "end": "00:17:32"
  },
  {
    "text": "Yeah.",
    "start": "00:17:32",
    "end": "00:17:32"
  },
  {
    "text": "Been speaking them. Curse words. So the whole point is we're going to do our thing, which is let's let the biblical authors show us what they mean by their use of words by actually just paying close attention to how they use their words. And blessing is a great example because the word appears three times in the first story of the Bible, Blessing does. And each time, it is very clearly building out the meaning and significance of this word. And so that's where we're going to start. Then we're also going to ponder the significance of the opposite word. These are called antonyms in linguistic studies where you can have contrast words like up and down, good and bad, near and far, blessing and curse. They're often pairs, but they're like a contrast pair. And so they often imply the other, you know, whenever you see one of them. So, okay, there you go. Blessing a curse in the early chapters of Genesis, prepping us to read and understand the Jacob story better. Can you believe we're gonna talk about Genesis 1 again?",
    "start": "00:17:32",
    "end": "00:18:55"
  },
  {
    "text": "Yes.",
    "start": "00:18:57",
    "end": "00:18:57"
  },
  {
    "text": "Okay, real quick. The Hebrew word for blessing, the verb is barech. I guess you would transliterate it B, A, R, E, K or a soft K, K, H, bareh. And then the noun is to bless. And then beracha is a blessing. And either form of that word appears just over 400 times in the Hebrew Bible.",
    "start": "00:18:57",
    "end": "00:19:23"
  },
  {
    "text": "Wow.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "So that's a big one. I know there's like a lot of pages out of modern Old Testaments, but that's a lot. So that's interesting. It's also interesting to note the distribution of the word bless. It appears more in the Genesis scroll than any other scroll in the Hebrew Bible a total of 88 times. The only scroll that comes even close is the Psalms scroll, coming in hot with 83 appearances of the word page for page.",
    "start": "00:19:24",
    "end": "00:19:53"
  },
  {
    "text": "Though Genesis has got a beat, correct?",
    "start": "00:19:53",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, that's right. And the other interesting thing is just in the Torah, in the first kind of main part of the Hebrew Bible, the other scroll of the Torah that contains the word blessing the most is Deuteronomy, the last book. So actually, and that's significant, the first scroll of the Torah. The last scroll of the Torah, Genesis and Deuteronomy have the highest density of blessing language in them, and they form a bookend, so to speak, around the Torah that way. And then the flip side, the opposite of these words is the word curse. And here there's actually a variety of Hebrew words that all have overlapping meaning of curse. And we haven't defined blessing yet, so we won't try and define curse yet. But the main words that occur are either the words arar or the verb kilel or hekal, which means to treat somebody like they're nothing. And arar means to appoint somebody for the opposite of blessing, that is the curse.",
    "start": "00:19:56",
    "end": "00:20:57"
  },
  {
    "text": "Curse.",
    "start": "00:20:57",
    "end": "00:20:57"
  },
  {
    "text": "Okay, so curse does not appear in Genesis 1, only blessing does. But then blessing does not appear in the Garden of Eden story. Only the words for curse do. So it's this kind of flip. They do this flip. And we're gonna. We're gonna look at both for a few minutes here. So the narrative begins with describing the pre creation state. Darkness, disorder, chaotic, watery nothingness. And God begins to architect realms of order. Three realms in days one through three. The night and day, light and dark. Then day two splits the waters above from the waters below. And then day three calls the dry land to emerge up out of the waters. And now you got the snow globe.",
    "start": "00:20:57",
    "end": "00:21:41"
  },
  {
    "text": "By snow globe, you mean you've got the way the ancients thought of the cosmos?",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "Which was the rakhia, that foundation above the watery dome.",
    "start": "00:21:46",
    "end": "00:21:49"
  },
  {
    "text": "Above, beyond which you can confer to that watery dome as the skies or the heavens. But you can also refer to what's beyond and above them as the heavens also. And then you got the land here, that's on top of the abysmal waters below the land. And the realm of blessing comes from the heights and comes down from above, because it comes up from God, who is above all, but also in all and through all. And the land is specifically the place where you see the evidence of blessing. And so that's where we find the first uses of the word blessing. On day five, when God appoints inhabitants for the waters below and then for the waters above, it's the birds and the fish, sky flyers and the water swarmers. So these are the first living creatures. They're said to be the living beings, the first ones in the snow globe. And after God makes them, in Genesis 1, verse 21, you get the first blessing. And God blessed them, that is the birds and the fish, and said, because they sneezed, be fruitful, make fruit and make more of yourselves. Multiply and fill the waters and let the birds fly over the land. So fruit multiplication and filling, spreading. That's God's blessing.",
    "start": "00:21:49",
    "end": "00:23:13"
  },
  {
    "text": "The blessing is be fruitful and multiply and fill.",
    "start": "00:23:13",
    "end": "00:23:17"
  },
  {
    "text": "Yeah, okay. All right, so here, let's go back to the sneeze and the Bless you. When you say may God bless you, what your meaning is? Hey, listen, I noticed that you're maybe in. You have a blessing deficit in your life. You know, you just sneeze. You might be sick. Wouldn't want that. So listen, I know somebody who can help with that. It's the creator of all, the provider of all life and health and security and abundance. And may that God bring a blessing to you. So we call this. It's performative speech. Like in linguistic theory, called speech act theory. There's a whole category of language that we use where you're both saying something, but you're also trying to do something as you say it, trying to accomplish something. So when you say, may God bless you, you're wishing a reality upon someone. But then when God blesses someone, you could say, it's effective speech. Or it performs the thing that it says. Like when a wedding officiant says, you.",
    "start": "00:23:17",
    "end": "00:24:22"
  },
  {
    "text": "Know, to two people, I now pronounce you.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "Yeah, I now pronounce you. Yeah, that's performing husband and wife.",
    "start": "00:24:23",
    "end": "00:24:27"
  },
  {
    "text": "Or is that effective speech?",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "It's performative and it's effective where. Actually, I think the signing of the document after the ceremony is the actual effective thing. But ritually or symbolically, it's the saying that I now pronounce you husband and wife. And so it brings about the thing that it's referring to. And so in the same way, God's speech is what brings reality into being in Genesis 1. And so what God says defines what the blessing is, and it brings it into being. And God blessed them, saying, make fruit that is more of yourselves. Multiply and fill the land. And it happens. It's an effective blessing.",
    "start": "00:24:28",
    "end": "00:25:09"
  },
  {
    "text": "I see, because he, like, at that moment, God's multiplying that species, performing that speech, making it effective. But at the same time, isn't this idea of, I am giving you now the capability to continue to do this?",
    "start": "00:25:09",
    "end": "00:25:24"
  },
  {
    "text": "Okay, good. Okay, yeah, let's talk about that. So so far in the story, any order or life, like on day three, God summons all the plants that make fruit, fruit bearing trees with seed in them to make more of themselves. So God is already summoning forth this potential that he's packed into creation. It's this powerful. Really. We're being invited into a deep mystery here that life on our planet doesn't just happen all the time. And everywhere there are certain moments. Some moments you just look at, like a bare rock and you're like, oh, there's not a lot going on there. Even though maybe microscopically there is, but biologically, you know, there's not. But then when you look at a seed, right, that gets into a little crevice in that rock, and then all of a sudden that seed just turns into this thing that starts growing it green stems, and then it blossoms, and then it drops seeds and then those drop into cracks in the rocks. And it's that phenomenon that the biblical authors are observing. And they see God's spirit animating and generating life where there was not life. And then something happens when God pronounces a blessing. It's as if God is giving a gift of reproduction. If God is the producer, the blessing is reproducing. It's taking the original seed of potential and then using the freedom and opportunity to go make more of. And that's the definition of blessing right here in this first occurrence of the word.",
    "start": "00:25:24",
    "end": "00:26:59"
  },
  {
    "text": "The ability to generate more life.",
    "start": "00:26:59",
    "end": "00:27:01"
  },
  {
    "text": "Yeah. The ability to be fruitful and multiply and fill is the sign of God's blessing.",
    "start": "00:27:01",
    "end": "00:27:07"
  },
  {
    "text": "But specifically, fill with life.",
    "start": "00:27:07",
    "end": "00:27:10"
  },
  {
    "text": "Yeah. Fill means to spread out and. Yeah. Take up more space.",
    "start": "00:27:10",
    "end": "00:27:15"
  },
  {
    "text": "Yeah.",
    "start": "00:27:15",
    "end": "00:27:15"
  },
  {
    "text": "Enjoy more of the space. In other words, the first use of Blessing in Genesis 1 doesn't give you a dictionary definition. The narrative provides the definition of the word. You have to ponder it. So when after God says this, the narrative says, and it was. So God's blessing brought the thing into reality. So that's the first evident first instance of blessing. So if we're building our little base definition here, it involves abundance, multiplication, reproduction. Blessing.",
    "start": "00:27:15",
    "end": "00:27:43"
  },
  {
    "text": "Yeah. Abundance by inference. Because how could you multiply and fill.",
    "start": "00:27:43",
    "end": "00:27:48"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Without lots of resources.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "Yeah, that's right. Because it takes food and lots of fruit trees to feed all those in space and space. Yeah. And plankton for the fish. Whatever else.",
    "start": "00:27:50",
    "end": "00:28:00"
  },
  {
    "text": "Plankton. It all comes back to plankton.",
    "start": "00:28:01",
    "end": "00:28:03"
  },
  {
    "text": "Okay. Second instance of Blessing in Genesis 1 happens on day six, on the next day. And here God blesses the humans. You get the little image of God poem. God said, let us make human in our image according to our likeness, so that they may rule over the land and the creatures. And then Genesis 1, verse 28, and God blessed them and said, be fruitful and multiply and fill the land.",
    "start": "00:28:05",
    "end": "00:28:32"
  },
  {
    "text": "Same blessing.",
    "start": "00:28:33",
    "end": "00:28:33"
  },
  {
    "text": "Same blessing with a little bonus. Peace. That's a fourth item. And rule over the creatures. So here humans share the gift of reproduction. Multiplication, implied abundance. Those are all signs of God's blessing. But then there's this additional element which is about having. Yeah. Responsibility being deputized to.",
    "start": "00:28:33",
    "end": "00:28:58"
  },
  {
    "text": "You love that word, deputized.",
    "start": "00:28:58",
    "end": "00:29:01"
  },
  {
    "text": "Yeah. But to have responsibility over the creatures that God has blessed. Yeah, yeah. So it's not just that they experience the blessing of reproduction and abundance, but now their blessing involves becoming stewards of other creatures. Blessing.",
    "start": "00:29:01",
    "end": "00:29:18"
  },
  {
    "text": "Yeah, yeah. And this. This then taps us into the theme of being the image of God.",
    "start": "00:29:18",
    "end": "00:29:24"
  },
  {
    "text": "Yeah.",
    "start": "00:29:24",
    "end": "00:29:24"
  },
  {
    "text": "Which is pretty remarkable to Think about, like, we, you know, the birds are flourishing. They don't need some other mammal to tell them what to do. Yeah.",
    "start": "00:29:24",
    "end": "00:29:33"
  },
  {
    "text": "They're doing fine.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "Great. The fish, they're doing great.",
    "start": "00:29:34",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "And then God takes this hominid.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "Yeah.",
    "start": "00:29:41",
    "end": "00:29:41"
  },
  {
    "text": "And says, you guys are blessed, too.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "Oh, and take care of the blessing of all the other creatures, by the.",
    "start": "00:29:44",
    "end": "00:29:48"
  },
  {
    "text": "Way, you're responsible all these creatures and plants now. Yeah.",
    "start": "00:29:48",
    "end": "00:29:51"
  },
  {
    "text": "Yeah. That's. That's remarkable.",
    "start": "00:29:51",
    "end": "00:29:54"
  },
  {
    "text": "It is remarkable. Yep. It's a remarkable portrait of human nature, and we've talked about it in many other settings and podcast conversations. But what I want to draw our attention to here is that ruling means to oversee these creatures. But what was I just told about these creatures? They got the same blessing as the humans, which means overseeing the blessing. Making sure that these creatures experience the blessing is now a shared responsibility.",
    "start": "00:29:54",
    "end": "00:30:21"
  },
  {
    "text": "It's something shared between the humans and God.",
    "start": "00:30:22",
    "end": "00:30:24"
  },
  {
    "text": "Yeah. But it's a part of the human blessing to oversee the blessing that goes out to others. And what we're at here, we're at the seeds of an idea that is going to blossom in the story of Israel, when God calls the family of Abraham to be the vehicle of God's blessing for all the nations. And then when the nation fails, the story drives you towards a coming future individual who will become that steward of God's blessing for Israel and for the nations. But it's all. It's rooted right here. God wants to partner with humans, so that divine blessing is stewarded, carried out into the world and through the humans. But nature is blessed, independent of humanity. But humans have a crucial role to play in how what we call nature experiences that blessing. That's powerful stuff, man.",
    "start": "00:30:24",
    "end": "00:31:17"
  },
  {
    "text": "Yeah. There's kind of two big ideas here. One is at the root of blessing is flourishing and multiplication of life.",
    "start": "00:31:17",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "And so packed into that is this idea of abundance. And I suppose things like peace, although it's not explicit, but like. I don't know. Yeah, no, it's how much is packed into this idea of.",
    "start": "00:31:26",
    "end": "00:31:40"
  },
  {
    "text": "Sure. Yeah. It's hard to be fruitful and multiply.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "If you're fighting and killing each other.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "Yeah. When you're running for your life all the time, or when there's not enough food, when there's no stability or peace. So it's as if. Yeah. Wow. That's a good way of putting it. So a whole bunch of other things have to be in place for a species or a group of humans to truly be fruitful and multiply. And what are those things? Yeah. Peace, stability, economic Abundance for a community to really thrive. Because of course humans will multiply in almost any situation. But whether we'll multiply a lot or live very long as we multiply, well, that's going to depend on a whole bunch of other. That's going to depend on how humans do at ruling and organizing our communities.",
    "start": "00:31:46",
    "end": "00:32:31"
  },
  {
    "text": "Yeah. So that's the second big idea is that humans have been asked to participate in taking care of the blessing of other creatures.",
    "start": "00:32:32",
    "end": "00:32:43"
  },
  {
    "text": "Yeah. I don't know why the image of a midwife is coming to my mind. It's sort of like this baby is going to be born. Like God has packed this world and the womb with such beautiful potential that the baby will be born. But humans have an important role to play in the birthing and the health and the well being and improving the passage of that baby from womb into the world. And it's like, yeah, midwifery. Did you know that's the noun midwifery? Yeah.",
    "start": "00:32:43",
    "end": "00:33:20"
  },
  {
    "text": "I was actually sitting across the aisle in a plane from someone studying to be a midwife and over hearing her discuss it with the person next to her and she basically said like, you know, if anything really bad happens, the doctor's there and they know what to do. And once the baby comes out, I'm not really the expert on what to do with the baby. Like my job is just to take care of the mother before and during and after pregnancy. And it was just humility that she was expressing of just kind of like I know exactly where my lane is and like we need other people. Like I'm just here to support, support the mother. Anyways, I don't know how that fits in what we're talking about.",
    "start": "00:33:20",
    "end": "00:34:02"
  },
  {
    "text": "No, it's a beautiful image of like there's a whole process set in motion that we don't control.",
    "start": "00:34:02",
    "end": "00:34:08"
  },
  {
    "text": "Yeah.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "Called whatever, bios life. But we very much can influence, help or hinder the coming into being of blessing. And that's the role that humans, humans are called to. That's the second occurrence of the word blessing. The third occurrence is in the last day, the seventh day, when God sets apart the seventh day and rests from all his work. And God blessed the seventh day. So this is different because the first two taught you it's about multiplication and filling and it was creatures. Here it's a time, a sequence of time, a sequence of day and night. One out of seven that is blessed. And for sure it's a riddle. You're meant to ponder it like how was this thing like the others. But we've paid attention to this before the seventh day is set apart in a number of ways in terms of literary design, but one of the most prominent ones is the fact that the phrase there was evening and morning that marks the end of days one through six. There's no evening or morning on the seventh day. It's the day that.",
    "start": "00:34:10",
    "end": "00:35:18"
  },
  {
    "text": "Day without end.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Yes. The day that. Yeah. Day that never ends. So in that sense it is very much fruitful and multiplying.",
    "start": "00:35:19",
    "end": "00:35:25"
  },
  {
    "text": "Oh yeah.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "It's the unending day.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "The day of God's the ultimate rest.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "It's the day that overflows.",
    "start": "00:35:30",
    "end": "00:35:33"
  },
  {
    "text": "Yeah. So implication being that the seventh day is like the culminating act. It's the ultimate act of ultimate flourishing, of perpetual abundance and rest. Yeah, yeah. It's the goal of creation. It's the seventh day. So that's the portrait. A very helpful book. Anybody wants to take a deeper dive? There's a real focused theme study by Old Testament scholar Jeff Anderson called the Blessing and the Trajectories in the Theology of the Old Testament. And he summarizes it this way. He says a blessing in the Hebrew Bible is a potent way to invoke, distribute or celebrate the well being that comes from God's favor. In the Old Testament, blessings primarily invoke fertility, authority, dominion, wholeness, peace and rest. And while these blessings might proceed from God to humans, or from humans to other humans, and even from humans back to God, a blessing is at its core God's enhancement of a life of fullness. I like that. Yeah. The blessing. Who doesn't want that?",
    "start": "00:35:33",
    "end": "00:36:44"
  },
  {
    "text": "I think that's the idea. I think everyone wants that.",
    "start": "00:36:44",
    "end": "00:36:46"
  },
  {
    "text": "Totally. It's the good life. Yeah, it's the good life. So good times in Genesis 1. I mean, you've got blessing, triple blessing. I've triple blessed.",
    "start": "00:36:46",
    "end": "00:36:56"
  },
  {
    "text": "We've got a party going on.",
    "start": "00:36:56",
    "end": "00:36:58"
  },
  {
    "text": "Triple blessed. But we also have the seeds of a potential plot conflict, which is God has put the management and oversight of the blessing.",
    "start": "00:36:58",
    "end": "00:37:10"
  },
  {
    "text": "He didn't hire very well.",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "What? He didn't hire well, no, yeah, he.",
    "start": "00:37:12",
    "end": "00:37:15"
  },
  {
    "text": "Skipped the reference check part of the application process.",
    "start": "00:37:15",
    "end": "00:37:18"
  },
  {
    "text": "Yeah. The stewardship of the blessing has been put into the hands of a creature other than God that is an image of God. And that, that's gonna. The whole biblical plot conflict and story is gonna unfold out of that. That fact. And that brings us to the Eden story. I said, I'll try to be quick. We'll see what happens. So in the Eden story, the word blessing does not appear.",
    "start": "00:37:18",
    "end": "00:38:01"
  },
  {
    "text": "Now the Eden story is second chapter. Well, if we're going by chapters. But second story in the Bible.",
    "start": "00:38:02",
    "end": "00:38:08"
  },
  {
    "text": "Second story. Yep. Begins in chapter two, verse four.",
    "start": "00:38:08",
    "end": "00:38:11"
  },
  {
    "text": "Two, verse four. Well, we just talked through the classic story of God creating seven days.",
    "start": "00:38:11",
    "end": "00:38:15"
  },
  {
    "text": "Yes.",
    "start": "00:38:15",
    "end": "00:38:15"
  },
  {
    "text": "This is then the classic story of God creating man out of the dust, giving him the breath of life, planting him in this beautiful garden that God placed in the middle of just a wilderness.",
    "start": "00:38:15",
    "end": "00:38:30"
  },
  {
    "text": "Yep, that's right. Yeah. God plants a garden in the wilderness.",
    "start": "00:38:30",
    "end": "00:38:32"
  },
  {
    "text": "Yeah. And water flows up that gives life. And then out of that water creates the mud clay that becomes human. Shows Adam all the animals, the humans, like man, all these animals have.",
    "start": "00:38:32",
    "end": "00:38:46"
  },
  {
    "text": "Have a partner.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "Have a. Have a great partner. And God's like you're going to do. We'll have one too. Cuts the human and half male and female. The one become two. So the two can become one. And then they are told to eat of the tree of life.",
    "start": "00:38:47",
    "end": "00:38:59"
  },
  {
    "text": "Yeah. Or eat from all the fruit trees of the garden. Eat from all the trees, Eat from all of them. Well, except this one. That will kill you.",
    "start": "00:38:59",
    "end": "00:39:07"
  },
  {
    "text": "The tree of good and bad. It will surely kill you. You will die. On the day you eat it, you will die.",
    "start": "00:39:07",
    "end": "00:39:14"
  },
  {
    "text": "Yeah. So the word blessing is not used, but the image is that Genesis 1 taught you about as the narrative to find blessing are all being activated of a land of abundance garden life. Just enjoy it. You don't even have to. There's all going to be all kinds of food here that'll just be there. Now, of course, as you garden and cultivate it, you'll participate in the blessing and managing it to cultivate the garden. And that's what the humans are called to do. But just enjoy it's blessing. So the word is conspicuous by its absence. You know that the garden is a sign of blessing and all the animals in it and the humans in it. But the word is not used. But you find out the blessing is conditional. And it's not like, do good things and I'll bring the blessing. It's, hey, here's a blessed land already. And there's one thing you could do to really screw this up. Just don't do that one thing. That's the setup here. So the maintenance and enjoyment of the blessing is conditional on their ability to trust and just do what God said. Even though I might find it difficult to understand right now, it's conditional blessing. That's pretty significant. What it means is the blessing just comes to them. And what's conditional is not getting the blessing. What's conditional is continuing to enjoy it in its fullness. That's what's on the line here. And to enjoy it in its fullness, you just have to trust. The humans have to trust. That's the setup to the story here. The trick is that that tree they're not supposed to eat from is one of the trees that also looks good to eat. And the snake capitalizes on that when the deceptive creature comes up to the humans. And that's significant too, I think. In other words, the tree that will kill them looks like a blessing. It looks like it's good to eat, and eating abundance, it's all part of the blessing. So that looks like a blessing.",
    "start": "00:39:15",
    "end": "00:41:18"
  },
  {
    "text": "It's such an intuitive image. Like a poison fruit, right? Like it looks good. Yeah, it looks like a berry. Don't eat it.",
    "start": "00:41:18",
    "end": "00:41:24"
  },
  {
    "text": "Totally. It'll kill you. The only thing that would let me know that that tree is not a blessing is just the fact that someone who's smarter than me told me so.",
    "start": "00:41:24",
    "end": "00:41:32"
  },
  {
    "text": "Someone told me that berry will kill me, and I gotta trust them.",
    "start": "00:41:32",
    "end": "00:41:36"
  },
  {
    "text": "Even though I look at that berry and then I look over at that other tree and it's got a similar looking berry, and that one I can eat. So what's up with this one? This is important. The way the narrative is setting up, the choice is going to unfold in patterns later to follow where it's going to present human characters in the story of the Old Testament that are making choices. And they're often going to make choices that seem like, in their eyes, the way to enjoy the blessing or to get the blessing or to get more of it. And what they end up doing is. Yeah, doing. Doing the opposite.",
    "start": "00:41:36",
    "end": "00:42:09"
  },
  {
    "text": "Totally. And we've talked about this at length, but it's. It is landing for me in a new way. It's like in the same way I'm out on a hike and someone goes, oh, that berry right there, that one will kill you.",
    "start": "00:42:09",
    "end": "00:42:19"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "And I just have to trust them. And I don't know the difference. It looks tasty. That's. You take that to just making decisions about flourishing. Like this decision, this thing I want to take this, this, this decision. It looks great. I can't tell the difference.",
    "start": "00:42:21",
    "end": "00:42:37"
  },
  {
    "text": "Yeah.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "I don't know. It's gonna. It's gonna destroy me.",
    "start": "00:42:38",
    "end": "00:42:41"
  },
  {
    "text": "It's so true to the human experience. It seems like, man, it's good that I have two little boys, you know, so it's good that my boys have enough to eat. Yeah. But what. What if I end up in a food scarcity situation and I want to provide a blessing for my family? But let's say I'm living in a time or a place where food is hard to come by. And so. Right. People get put into real moral dilemmas when they are trying to bring a blessing to others. But out there, they've got to get scrappy, you know, and do whatever it takes to get the blessing, even if that means taking from somebody else, you know, and maybe they need it too. Right. I mean, we end up in these dilemmas where we want to get the good life or the blessing. Totally. And in the biblical story, the way that you get the blessing is to receive it. But trusting that you will receive the blessing from God often means sitting in situations that don't feel like a blessing. Right. So it's kind of like these two paths. You can trust that God will give you the blessing that you need in the time and way you need it, or you can go about grabbing, seeing, and taking the blessing that's good in your eyes. And that moment at the tree basically summarizes every generation of characters that's going to come for the rest of the Hebrew Bible.",
    "start": "00:42:41",
    "end": "00:44:02"
  },
  {
    "text": "And so the tree of blessing then is contrasted with the tree of curse.",
    "start": "00:44:02",
    "end": "00:44:08"
  },
  {
    "text": "Yeah. Knowing good and bad, that will bring. That's right, yeah. So when the humans violate God's command, they take from the tree of false blessing. It doesn't bring them a blessing. It actually ends up bringing a rupture in their relationship with each other, their connection to God, their connection to the ground. And so God comes and he utters two curses as like a consequence for Adam and Eve's choice. What God never does, he never curses Adam and Eve, he never curses the man and the woman, he curses the snake, and then God curses the ground. So the snake goes to the lowly place. You're going to eat dirt all the days of your life, and you're going to be locked in conflict with the humans. And then one day, you're going to get your head smashed by the seed of the woman. So it's the opposite of rule. The snake was trying to usurp the rulers, right? Humans were called to rule the creatures. But here's a creature trying to rule the humans ends up doing it ends up like getting one up on them. And so God's the curse is to go from a place of you're trying to get power and you're going to become powerless and destroyed. So that's definitely the opposite of blessing. And then the other curse is on the ground. So the ground is now going to become a place. It's going to become like humanity's adversary, you're going to have to wrestle productivity out of that soil. And sometimes, you know, you put stuff in there and it's just going to grow, but you're going to have to give your. Literally give up your life to the ground to get it to really provide what you need out of it. And so that these become the icons of blessing and curse. Blessing is I have enough. I have what I need. And what's crazy is it just feels like a gift because I have more than what I feel like I worked for.",
    "start": "00:44:09",
    "end": "00:46:03"
  },
  {
    "text": "Yeah.",
    "start": "00:46:03",
    "end": "00:46:03"
  },
  {
    "text": "And the curse is where you feel like the whole environment, your whole life is fighting against you, and you put in all this effort, and what you get is not enough. Not enough. Blessing and curse.",
    "start": "00:46:04",
    "end": "00:46:17"
  },
  {
    "text": "So you curse. So, yeah, he curses the serpent, curses the ground. Okay. Right in the middle.",
    "start": "00:46:17",
    "end": "00:46:21"
  },
  {
    "text": "He is a promise.",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "Is a promise. It's not a curse.",
    "start": "00:46:23",
    "end": "00:46:25"
  },
  {
    "text": "Yeah, well, it's a curse. It's a curse for the snake.",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "Well, he curses the snake. Sorry, I'm talking about right in the middle. I will make your pains and childbirth.",
    "start": "00:46:27",
    "end": "00:46:32"
  },
  {
    "text": "Yeah.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "Oh, Painful labor. You're going to give birth children.",
    "start": "00:46:33",
    "end": "00:46:36"
  },
  {
    "text": "Yes.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "This feels like a curse.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "Yeah.",
    "start": "00:46:37",
    "end": "00:46:37"
  },
  {
    "text": "Right. Like.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "Yes.",
    "start": "00:46:39",
    "end": "00:46:39"
  },
  {
    "text": "The thing that the blessing caused, which was the multiplication of life.",
    "start": "00:46:39",
    "end": "00:46:42"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:46:42",
    "end": "00:46:43"
  },
  {
    "text": "It's now going to be really tough.",
    "start": "00:46:43",
    "end": "00:46:45"
  },
  {
    "text": "Okay. All right. Long rabbit trail here. Long rabbit trail here. Depending on what translation you read, will greatly influence what you get out of this. The main problem with many of our English translations that read, I will multiply your pain in childbirth. The main problem with that translation is that the word. The Hebrew word translated for childbirth does not mean childbirth.",
    "start": "00:46:45",
    "end": "00:47:10"
  },
  {
    "text": "Okay.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "I'm laughing, actually, because it's deeply uncomfortable. There's perfectly good words for childbirth. The halal root and this ain't it. The Hebrew word appears many other times in the Hebrew Bible. It's very clear. Meaning is conception. Conception. It refers to the process of conceiving children, not the moment of birthing children.",
    "start": "00:47:14",
    "end": "00:47:36"
  },
  {
    "text": "Oh, wow, that's. Niv got that wrong.",
    "start": "00:47:36",
    "end": "00:47:39"
  },
  {
    "text": "And the word pain isn't the word for physical pain. It's the word for the emotional, physical toll that difficult circumstances have on the human mind and body. So it's the same word used to describe what the man is going to undergo in relationship to the ground, which is difficult, painful, toil. So when it comes to conceiving children, the circumstances in which babies are conceived will be fraught with painful, complicated relationships that hurt, that cause emotional physical pain.",
    "start": "00:47:39",
    "end": "00:48:15"
  },
  {
    "text": "Dude, that hits home.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "So think through every generation of characters in the book of Genesis and You will see what it's referring to. Infertility.",
    "start": "00:48:17",
    "end": "00:48:25"
  },
  {
    "text": "Jealousy.",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "Jealousy. Men who want to make families and so they sexually abuse women. Men. Yeah. Who are jealous of their wives. Men. Men who accumulate multiple wives so they can produce as many kids as they want. And then the wives are all hurting each other. So this is a Preview in Genesis 3:16. Excuse me, 15 of. Yeah. Of the painful relational environment in which children are brought into the world. The thing that ought to have been a blessing is now going to become traumatic in the lives of all these characters.",
    "start": "00:48:27",
    "end": "00:49:02"
  },
  {
    "text": "The soil in which we multiply ourselves.",
    "start": "00:49:02",
    "end": "00:49:05"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:49:05",
    "end": "00:49:06"
  },
  {
    "text": "Is also cursed, that ground.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "That's right. This is an introduction to the stories you're about to read in the rest of the Genesis scroll. And it culminates actually in the story of Jacob, who marries the most women out of any character thus far in the story. And none of the wives can stand each other. And the twelve tribes of Israel are born in this sad, complicated, power abuse set of circumstances. That's what this verse is anticipating and previewing. So as a rabbit trail in pastoral ministry, I sat with many people, and women in particular, who read that verse in Genesis 3 as God cursing them with the pains of labor. And that's actually not what that line is talking about.",
    "start": "00:49:08",
    "end": "00:49:54"
  },
  {
    "text": "That's interesting.",
    "start": "00:49:55",
    "end": "00:49:56"
  },
  {
    "text": "Yeah, There's a lot more implications there, but.",
    "start": "00:49:56",
    "end": "00:49:58"
  },
  {
    "text": "Well, then the couplet after that to the woman is, your desire will be for your husband and he will rule over you.",
    "start": "00:49:59",
    "end": "00:50:05"
  },
  {
    "text": "Yeah, exactly. Yeah, yeah. So the humans were called to rule together, male and female in Genesis 1.",
    "start": "00:50:05",
    "end": "00:50:12"
  },
  {
    "text": "Yeah. The image of God was male and female.",
    "start": "00:50:12",
    "end": "00:50:15"
  },
  {
    "text": "Yeah, that's right. But now this image, this thing that happened at the tree has brought a lack of safety to the unity of the man and the woman. Because now their bodies, their nakedness of their bodies shows vulnerability that they're not safe around each other. So they hide their bodies. And now they're told that they're going to be locked in conflict and suspicion of each other. And so you are going to desire your husband, but your husband's going to treat you like an animal. What you together are supposed to be doing over the animals is now what the man will do to you. Again, think through every generation in the book of Genesis, and there will be male abuse, power abuse of the women in their lives. And it's a raw, honest portrait of the human condition. Yeah. Genesis 3, you could say, is God's lament. It's God naming what is now going to inevitably follow once humans have chosen to go after the blessing in their own eyes, instead of receive the blessing it gave to them. Very powerful. Very powerful. Sobering.",
    "start": "00:50:15",
    "end": "00:51:22"
  },
  {
    "text": "This is a consequence of the mistrust and the desire for a false abundance that leads into, you know, a. All these problems.",
    "start": "00:51:44",
    "end": "00:51:55"
  },
  {
    "text": "A world like ours. Yeah, yeah.",
    "start": "00:51:55",
    "end": "00:51:57"
  },
  {
    "text": "And so I, and I've heard you say before that the curse isn't God like making it to be. It's more announcing that it is. Is that what you would say?",
    "start": "00:51:59",
    "end": "00:52:09"
  },
  {
    "text": "Well, here in Genesis 3, God curses the snake, he curses the ground. And then what he does is inform the humans of the circumstances that will now hang, take place because of the choices that they've made. But the circumstances are circumstances that could be described as the realm of the curse. The lack of security, lack of safety, scarcity. And so there's one element where of course, they're being handed over to it by God. And so there is a sense in which there's God's agency involved in giving someone over to the power of the curse. And so you could say that God is active in bringing that about in some way. But the core portrait is that God, what God wanted to do and offered first is blessing. And then what humans bring upon themselves is the opposite of blessing. And so there are times when God, especially once he starts generation after generation singling out another chosen one and then giving them even more blessing. And so then we come to the nation of Israel, which, you know, we won't get to in the Jacob story, but it's this. They're even more accountable than Adam and Eve were because God has given them all the laws of the Torah, you know, in the storyline of the Bible. And so, man, when they go after a false blessing, God holds them way more accountable. And so he's depicted as more actively bringing the curse upon Israel in a way that's more intense than he is right here in Genesis 3 with Adam and Eve.",
    "start": "00:52:10",
    "end": "00:53:41"
  },
  {
    "text": "Because it feels a little passive when he's like, cursed, are you serpent? Yeah, it feels passive. Cursed is the ground in the center here. When he says, I will make the toil of your conception severe.",
    "start": "00:53:41",
    "end": "00:53:54"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:53:54",
    "end": "00:53:54"
  },
  {
    "text": "That feels pretty like actively.",
    "start": "00:53:54",
    "end": "00:53:57"
  },
  {
    "text": "Yeah, that's interesting. And actually that parallel is I will make or I will multiply. It's the same verb as be fruitful and multiply from Genesis 1, I will multiply your grief in conception. So I think it's an acknowledgement that all multiplication of life is a gift from God's blessing. So you're going to keep multiplying. And so I'm going to keep, I'm going To like I am behind all multiplication and abundance. I will make multiply. But then the flip side is the environment now you've created by your choices means that multiplying will take place in a grievous, painful environment. And that will be the circumstance. At least I think that's what's going on there.",
    "start": "00:53:57",
    "end": "00:54:37"
  },
  {
    "text": "I see.",
    "start": "00:54:37",
    "end": "00:54:37"
  },
  {
    "text": "And so God is ultimately, he's going to allow it. And so in that sense, you could say that God does it. But then none of this would be happening if it weren't for the agency and choice of the humans in the story. And it's this kind of dual agency. And I guess that's what the image of God taught us in Genesis 1 anyway, is that the management and oversight of blessing, or the lack of blessing is going to be in the hands of these creatures that God has appointed. And actually, here, let me just. We'll just really quick over the next cycle of stories, which is the Noah story. Humans end up multiplying grief and hardship and violence so badly that they soak the ground with the blood of the innocent. This is the Cain and Abel story. And then leading up to Cain's descendant, Lamech, and then the big bad warriors, the Nephilim of Genesis chapter six. And so God says, yeah, man, these humans are spreading death and I want life. So God purifies the ground of the blood and undoes the created order and the separation of the waters. From Genesis 1, he decreates, undoes Genesis 1. And then as he recreates, he singles out one family from among the many because of their righteousness, and that's Noah. And then once Noah gets off the boat of the ark, he offers a sacrifice. And God says, he. God responds to that surrender of Noah and he says, I'm no longer going to curse the ground in the way that I just did by striking all living things. God says. So their curse, it's pretty active. Like the curse is God ending life.",
    "start": "00:54:37",
    "end": "00:56:20"
  },
  {
    "text": "Yeah, the ultimate curse.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "The ultimate curse is to undo Genesis 1. Yeah, yeah. So what the flood story teaches us is man, if God has one righteous remnant who he can single out, and if that righteous remnant does a Noah like what Noah does after the ark.",
    "start": "00:56:21",
    "end": "00:56:38"
  },
  {
    "text": "Righteous remnant. Pretty Bible terminology there.",
    "start": "00:56:38",
    "end": "00:56:41"
  },
  {
    "text": "Ah, well, Noah is called a righteous one. That's why God spares him from the decreation.",
    "start": "00:56:41",
    "end": "00:56:46"
  },
  {
    "text": "One who does right by God and others.",
    "start": "00:56:46",
    "end": "00:56:49"
  },
  {
    "text": "Yep. And he is said to walk with God. That's the other thing about Noah.",
    "start": "00:56:50",
    "end": "00:56:54"
  },
  {
    "text": "And remnant is a word meaning one that remains.",
    "start": "00:56:54",
    "end": "00:56:57"
  },
  {
    "text": "Yeah, that's right. Yeah. And literally in the Flood story, his family is the one that remains. So the righteous one that remained over becomes the seed of a new humanity. And what Noah does after getting off the boat is offer up a sacrifice, which is biblical imagery for surrendering, giving back to God the life and food and animals that God has given to me. And that act of surrender, when God looks at it, he says, here's a humanity I can work with. And so when I see a righteous remnant surrendering everything to me, no more curse. I won't do the curse, I'll bring. And then in the narrative it says, and God blessed Noah and said, be fruitful and multiply and fill the land. And we're off to the races again, and we start the cycle over again. And so that's basically the story line of the whole Bible. Blessing, a curse woven into one. God brings blessing.",
    "start": "00:56:57",
    "end": "00:57:54"
  },
  {
    "text": "God brings blessing. He appoints a human to rule over the blessing first. It's Adam and Eve, the human ones, and human in life.",
    "start": "00:57:54",
    "end": "00:58:06"
  },
  {
    "text": "Human in life, yep.",
    "start": "00:58:06",
    "end": "00:58:08"
  },
  {
    "text": "So he elects the human, the human brings the curse instead of the blessing.",
    "start": "00:58:08",
    "end": "00:58:12"
  },
  {
    "text": "Because what they want is what looks good to them, but which God says, hey, that's not a blessing. Trust me, trust me. It looks like a blessing, smells like a blessing, must be a blessing. Trust me, it's not a blessing. And so they go after what is the blessing in their own eyes, and they end up, yeah, creating, unleashing the curse. Yeah.",
    "start": "00:58:12",
    "end": "00:58:33"
  },
  {
    "text": "And then the curse is unleashed, there's decreation, and God finds a righteous one, elects another, appoints as his representative, and says, through you, I will then unleash the blessing again.",
    "start": "00:58:33",
    "end": "00:58:52"
  },
  {
    "text": "That's right, yeah. When, when that righteous one passes through the waters of death and surrenders all to God, God will look upon that righteous remnant and their self surrender and sacrifice and say, yeah, that's the birth of a new creation right there. I can work with that. I'll bring my blessing. And that's what God blesses and he unleashes a new creation out of the old. And just that cycle right there, told in Genesis 1 through 9, is itself a little condensed preview of a cycle that's going to just beyond, repeat, repeat, repeat throughout the rest of the Hebrew Bible, but also summarizes the whole arc of the biblical story from beginning to end, with the story of Jesus being told as the ultimate righteous blessed one who goes through and experiences the curse on behalf of all so that he can unleash the power of new creation and blessing out the other side. So essentially, that's what the video surprise, that's what the whole blessing and curse video is about. But if you get this idea of blessing and curse, the way blessing and curse language works and the rest of the Genesis scroll will really make a lot more sense. So I think, yeah, in the next step of the conversation, we'll just real quick summarize how that cycle plays itself out in the story of Abraham, and then that will set us up to really dive into the blessing and the curse in the Jacob story, which for those of you doing that reading journey on the app, you'll be able to actually follow through and click on and interact with the words blessing and curse all the way through the Jacob story. So okay, yeah. But for the moment, bless you, John. May God bless you, John.",
    "start": "00:58:52",
    "end": "01:00:35"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week we continue this theme of blessing and curse and trace it through the third movement in Genesis, the stories of Isaac and Jacob.",
    "start": "01:00:37",
    "end": "01:00:51"
  },
  {
    "text": "It's actually the second born that God has destined to become the authority. That's what God said to his mom at least. And so it's as if Jacob is either unaware of what God said about him or he just can't believe it. But he spends his energies thinking of ways to scheme how to get the thing that God destined him for.",
    "start": "01:00:51",
    "end": "01:01:14"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Zach McKinley. The show notes are by Lindsey Ponder Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. The Bible is beautifully designed literary art, and we're learning to read it through its own structure and to see its own through. You can develop these skills in our new Bibleproject app. It's free on iOS and Android. In fact, everything we make is free. This podcast, our videos, the app, and it's all free because of the generous support of thousands of people just like you all over the world. Thank you for being a part of this with us.",
    "start": "01:01:14",
    "end": "01:01:56"
  },
  {
    "text": "Hi, this is Sophie and I'm from Raleigh, North Carolina. I first heard about bibleproject through a classmate in college, and I use bibleproject for personal study, education and teaching, or keeping me company while I'm doing chores or on long road trips. My favorite thing about bibleproject is that it challenges me to have a more beautiful view of God. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:01:56",
    "end": "01:02:28"
  }
]