[
  {
    "text": "God is spirit. And in Hebrew, the word spirit is ruach.",
    "start": "00:00:05",
    "end": "00:00:10"
  },
  {
    "text": "The basic image of ruach is breath. There's an invisible energy that I breathe in and breathe out. That's ruach. And then I look out in the world and I see the ruach blowing in the trees and the grass. And that's an animating energy. And it's the very thing that I take in. Would I inhale calling God's invisible, energizing presence. Ruach is a metaphor. Whatever beautiful mind is behind all of this, the first uncaused cause, so to speak, that generates and animates all of this and sustains it, this must be a result of that being's ruach.",
    "start": "00:00:11",
    "end": "00:00:45"
  },
  {
    "text": "Hey, this is John@Bibleproject. And today we begin a new journey. We're going to read through the Bible slowly, movement by movement, tracing biblical themes. This is our attempt to learn how to read the Bible. While we read the Bible, these conversations are a companion to the reading journey that you can do in our app. So if you haven't downloaded the bibleproject app, I recommend you do so. A movement of scripture is a large section of chapters and stories that all together make a coherent, beautiful whole. Every scroll in the Hebrew Bible generally has three or four movements. And while we read through a movement of scripture, we're going to trace one biblical theme. We're going to find where it appears and its key words and synonyms. And we're going to use those words as links that help us uncover that theme. This is the beginning of our journey. So we're going to begin in the first movement of the Bible, which is roughly Genesis, chapter 1 through 11. And in these pages, we're going to trace the theme of God's ruach. And it won't take long for us to find him. God's ruach shows up in the third line. The earth was formless and empty. Darkness was over the surface of the deep abyss. But the ruach of God hovered over the waters.",
    "start": "00:00:50",
    "end": "00:02:15"
  },
  {
    "text": "When darkness is over the face of the chaotic ocean, it's called tehom, which was the Hebrew word for the abysmal chaotic ocean waters. But the moment that Elohim's ruach, this life giving presence and breath is there, you don't refer to that deep abyss as tehom anymore. You refer to it with a more neutral term, the waters. The waters can also give life in the form of wells and streams and rivers. So it's as if already there's a transformation, the chaos into order by the presence.",
    "start": "00:02:15",
    "end": "00:02:50"
  },
  {
    "text": "The ruach of Elohim the life giving, energizing spirit of God in the first movement of Scripture. Thanks for joining us. Here we go. All right. We are starting something new.",
    "start": "00:02:50",
    "end": "00:03:09"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "I'm sitting here with Tim and Carissa.",
    "start": "00:03:09",
    "end": "00:03:12"
  },
  {
    "text": "Hey, morning.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Hello. Good morning.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Good morning.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "And this new thing that we're doing is we're walking through the Bible movement by movement, tracing one theme in that movement.",
    "start": "00:03:14",
    "end": "00:03:23"
  },
  {
    "text": "Yeah.",
    "start": "00:03:23",
    "end": "00:03:24"
  },
  {
    "text": "And this conversation is going to be on the movement, Genesis 1:11, which is the first movement or the first scroll of the Bible.",
    "start": "00:03:24",
    "end": "00:03:32"
  },
  {
    "text": "Yeah.",
    "start": "00:03:32",
    "end": "00:03:32"
  },
  {
    "text": "And we're gonna be tracing the theme of Holy Spirit or God's Ruach.",
    "start": "00:03:32",
    "end": "00:03:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:37",
    "end": "00:03:38"
  },
  {
    "text": "And obviously there are lots of themes through this movement, but this is one we are practicing our skills of reading with.",
    "start": "00:03:38",
    "end": "00:03:45"
  },
  {
    "text": "Yes, that's great. We are practicing.",
    "start": "00:03:45",
    "end": "00:03:47"
  },
  {
    "text": "Yes.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "This idea is, let's go through the Bible movement by movement, begin to kind of onboard the idea that the Bible is presented in movements and try to kind of like read the Bible in movements.",
    "start": "00:03:48",
    "end": "00:04:00"
  },
  {
    "text": "Yes. An even bigger picture, it's a collection of scrolls that are themselves organized into big groups of scrolls like the Torah or the prophets.",
    "start": "00:04:00",
    "end": "00:04:09"
  },
  {
    "text": "Right.",
    "start": "00:04:09",
    "end": "00:04:10"
  },
  {
    "text": "But then when you zoom in to, like, the Torah, there's five scrolls.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "Right.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "And then each of those scrolls is not broken up into chapters. And that was our last conversation. Chapters are not the original literary organization given to the scrolls. Rather, the biblical authors gave a design to this and what we're calling movements. And those movements are signaled to the reader by all these layers of repetition and moments of beginning and closure and so on. And then within each movement, there's parts, and then within each part there's sections. And it's all arranged in beautiful patterns of repetition and symmetry to help your mind trace the themes that link all the way through. So it's kind of like the movements or the way it's organized into parts. And then when we're tracing a theme, we're really just tracing or tracking a repeated word or image through a particular movement. And that's a muscle you gotta develop in reading biblical literature. And once you develop it, you start to notice all kinds of cool stuff.",
    "start": "00:04:14",
    "end": "00:05:15"
  },
  {
    "text": "And reading and movements, for me at least, can be helpful because you can see the structure of a whole section that's united and coherent and that contributes to how we understand the meaning of a section of text. And also because the main themes are going to change from movement to movement. So we're focusing on Holy spirit in Genesis 1 through 11, and that comes up later, but isn't as prominent of a theme as it is there.",
    "start": "00:05:15",
    "end": "00:05:39"
  },
  {
    "text": "In fact, the Genesis scroll has four large literary movements. God's spirit, Only God's is mentioned in the first movement, Genesis 1:11, and then in the last movement in the Joseph story.",
    "start": "00:05:39",
    "end": "00:05:50"
  },
  {
    "text": "Yeah. And even there, it's both God's spirit, I think, that occurs once in that movement, and then the human spirit.",
    "start": "00:05:50",
    "end": "00:05:58"
  },
  {
    "text": "Yeah, correct. In the Joseph story, you're saying. Yeah, yeah, that's right. Joseph is marked by the presence of God's spirit, which gives him wisdom to be a ruler. Come on. In fact, it's a meaningful kind of envelope frame around the whole book of Genesis. Joseph becomes the first narrative image of a supercharged human who's ruling by the spirit and wisdom of God, which is what Genesis 1 set you up to hope for. Anyway, we're getting ahead of ourselves, but the point is, is that this is why we're reading in movements, not chapters. And this is why we're tracing words through. And we're going to just go through the Torah doing this movement by movement.",
    "start": "00:05:58",
    "end": "00:06:37"
  },
  {
    "text": "Yeah, we'll get through The Torah in 2022 is the idea. And then we'll just keep going from there. And so if you've been listening along and you're like, man, we've spent a lot of time in Genesis, well, here we are again.",
    "start": "00:06:38",
    "end": "00:06:48"
  },
  {
    "text": "It's kind of an important.",
    "start": "00:06:49",
    "end": "00:06:50"
  },
  {
    "text": "But we'll get beyond that with this new plan. Also, we have an app that is coming out in January 2022, and lots of cool things in the app, but one of them is going to be this habit, this muscle of reading movements and tracing a theme in an interactive way so that you could actually read, find the themes, unlock the themes. So this podcast conversation is going to accompany that journey.",
    "start": "00:06:50",
    "end": "00:07:19"
  },
  {
    "text": "Correct.",
    "start": "00:07:20",
    "end": "00:07:20"
  },
  {
    "text": "Which will be a really cool thing to do, a great way to read through the Bible.",
    "start": "00:07:20",
    "end": "00:07:25"
  },
  {
    "text": "So right now, the mission before us, we could trace many themes, as you said, Karissa, through Genesis 1 through 11, which is the first literary movement, actually, is Genesis 1:1 through 11, chapter 11, verse 26. And there's three parts to it. It goes into kind of three steps. Each introduces a key set of figures onto the stage. One is the first part is Adam and Eve. That's chapters one through five. Then you have the story of Noah, Noah and his sons, chapter six through ten. And then Abraham comes onto the scene.",
    "start": "00:07:26",
    "end": "00:08:00"
  },
  {
    "text": "He gets a little moment in the sun.",
    "start": "00:08:00",
    "end": "00:08:01"
  },
  {
    "text": "Yeah, that's right. But it's a story of a mother and a father whose children make up three sons. Three sets of parents and three sons. And each one of these is a little variation, similar, but yet different from each other. Ending in different ways. And God's spirit is right in the thick of it, weaving the story together.",
    "start": "00:08:01",
    "end": "00:08:22"
  },
  {
    "text": "So that's movement one. And then, just so you know where this is heading In Genesis, Movement 2 is a story of Abraham.",
    "start": "00:08:22",
    "end": "00:08:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "And then movement three is a story.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Of Isaac and Jacob. Father and son get their stories merged together. That's interesting. In Genesis 25:18 through chapter 37, verse 1.",
    "start": "00:08:33",
    "end": "00:08:45"
  },
  {
    "text": "Chapter division.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "These aren't the best part, where the chapter division was kind of a blunder.",
    "start": "00:08:48",
    "end": "00:08:51"
  },
  {
    "text": "And that leaves movement four, which would be. Then the Jacob stories or the story of Joseph stories.",
    "start": "00:08:52",
    "end": "00:08:57"
  },
  {
    "text": "Yeah, really, it's the story of Jacob's sons or otherwise known as the story of Joseph and his brothers.",
    "start": "00:08:57",
    "end": "00:09:02"
  },
  {
    "text": "Yeah, Joseph and his 11 brothers.",
    "start": "00:09:03",
    "end": "00:09:05"
  },
  {
    "text": "Yep.",
    "start": "00:09:05",
    "end": "00:09:06"
  },
  {
    "text": "And so that's the scroll of Genesis for movements. As just a quick summary, if you hadn't listened to the movement conversation, we're borrowing movements from language that comes from symphonies. And it's a great way to think about how these scrolls are designed, that you get this melody, these themes, these ideas, and then they're repeated in these large blocks. So we're not thinking chapters, we're thinking in movements.",
    "start": "00:09:06",
    "end": "00:09:30"
  },
  {
    "text": "That's right, yeah. So the movements are connected. Like the book of Genesis has four movements, and those movements are even connected to each other by these repeating patterns.",
    "start": "00:09:30",
    "end": "00:09:38"
  },
  {
    "text": "Yeah, correct. Yep. Repeated imagery, vocabulary, repeated stories. Yeah, stuff like that.",
    "start": "00:09:38",
    "end": "00:09:44"
  },
  {
    "text": "Sam.",
    "start": "00:09:50",
    "end": "00:10:15"
  },
  {
    "text": "All right, so Genesis 1:11 and God's Spirit. Let's jump in.",
    "start": "00:10:16",
    "end": "00:10:21"
  },
  {
    "text": "All right, so we're going to start in once again, the first sentences of Genesis scroll. In the last episode, we already camped out on these. Opening two, or there's actually three lines or a few lines here, but we'll just revisit it again. We're going to get a total of. I think it's eight. If you're looking for the theme of God's spirit in the first literary movement, you're going to come across eight passages that link it all together.",
    "start": "00:10:21",
    "end": "00:10:51"
  },
  {
    "text": "Yeah, I think all of these eight passages use the word spirit or ruach, except for the one in Genesis 2. But it's a really strong theme there anyway.",
    "start": "00:10:51",
    "end": "00:11:01"
  },
  {
    "text": "Yeah, exactly. So, yeah, it's already a good example of how you can't just get out a concordance and look for the same word. That's one thing you need to do, but you also need to pay attention to the way a synonym or a similar image can get repeated. So this will be a good teaching example when we get to Genesis 2. But just to bring us back, these were the opening lines of the first, creation narrative. In Genesis 1 and 2, the opening words. Chrissa, I'll let you have the honors.",
    "start": "00:11:01",
    "end": "00:11:30"
  },
  {
    "text": "Okay. In the beginning, Elohim created the skies and the land. Now the land was wild and waste and darkness was over the face of the deep. But the spirit wind, the ruach of Elohim, was over the face of the waters.",
    "start": "00:11:30",
    "end": "00:11:47"
  },
  {
    "text": "We've probably talked about these two verses more than any other two verses in the whole Bible over the seven years of this project. So to summarize past discussions, these opening lines are set out in three parts. The opening and closing parts mention Elohim's involvement in creation. And then the center two lines refer to the pre creation state. Trying to imagine the blank canvas of nothingness with which Elohim started.",
    "start": "00:11:47",
    "end": "00:12:20"
  },
  {
    "text": "And Elohim is just the general word for a divine being.",
    "start": "00:12:20",
    "end": "00:12:25"
  },
  {
    "text": "There you go. Yes. Yep. It gets translated into English as God. And I've just gotten into the habit of transliterating the Hebrew word. In other words, spelling the Hebrew word with English letters. Yeah, it just kind of gets you to think about it. So Elohim, it's a generic title in Hebrew and in English for just deity. So we begin with a summary statement. Elohim created everything up there, everything down here. What was the beginning state?",
    "start": "00:12:25",
    "end": "00:12:51"
  },
  {
    "text": "Wild and waste and the chaotic deep waters.",
    "start": "00:12:51",
    "end": "00:12:55"
  },
  {
    "text": "That's right.",
    "start": "00:12:55",
    "end": "00:12:56"
  },
  {
    "text": "So.",
    "start": "00:12:56",
    "end": "00:12:56"
  },
  {
    "text": "So it's a dark, deep waters. Dark, deep waters. Yeah. A state of chaos, darkness, decreation state, or pre creation.",
    "start": "00:12:56",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, pre. Yeah. So the last line and the mention of the ruach is the Hebrew word that gets translated as spirit or wind. John, why do I have spirit wind there?",
    "start": "00:13:04",
    "end": "00:13:15"
  },
  {
    "text": "Yeah. Because in Hebrew, ruach is translated spirit. It's also translated wind. It's also translated breath. Those three ideas that have three separate words in English have one word in Hebrew, which is ruach. So in Hebrew, you don't really think of those things as separate ideas.",
    "start": "00:13:16",
    "end": "00:13:35"
  },
  {
    "text": "You think of them as kind of one idea, interconnected. Depends on context. Because if a ruach is blowing in the trees, you don't think of it as a person's breath, but in the biblical imagination, you think of it as God's breath.",
    "start": "00:13:35",
    "end": "00:13:48"
  },
  {
    "text": "Yeah, It's a very enchanted way to see the world.",
    "start": "00:13:49",
    "end": "00:13:52"
  },
  {
    "text": "It is.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "Yeah. It's the invisible life energy.",
    "start": "00:13:52",
    "end": "00:13:55"
  },
  {
    "text": "That's right.",
    "start": "00:13:55",
    "end": "00:13:56"
  },
  {
    "text": "Of a person or of God. But spirit, wind and breath are all united by that idea.",
    "start": "00:13:56",
    "end": "00:14:02"
  },
  {
    "text": "Yeah, that's right. So the interesting image is that in the middle of disorder and darkness, before there was order, Elohim preceded that. And the way that Elohim is present within darkness and disorder is in the invisible form of his ruach. And also important, we've talked about this in the past, that when darkness is over the face of the chaotic ocean, it's called tehom, which was the Hebrew word for the abysmal, chaotic ocean waters. But the moment that Elohim's ruach is life giving, presence and breath is there. You don't refer to that deep abyss as Tahome anymore. You refer to it with the more neutral term, the waters. Because the waters, tahome, is almost always negative. It'll swallow you up and make you drown in it, the deep. But the waters can do that. But the waters can also give life in the form of wells and streams and rivers. So it's as if already there's a transformation of the chaos into order by the presence of the ruach of Elohim. So, yeah, the opening portrait is the ruach of Elohim is the way Elohim's present in the midst of dark, chaotic places, bringing about order and setting things in motion that will result in the emergence of a garden from these waters and life and fruit trees and people and families and peace with the animals and blessing on the seventh day.",
    "start": "00:14:03",
    "end": "00:15:42"
  },
  {
    "text": "So how is saying that Elohim's ruach is present different than just saying Elohim is present? Right, yeah, because an Elohim is a spiritual being. Right. So Elohim is spirit, I suppose.",
    "start": "00:15:43",
    "end": "00:16:00"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:16:01",
    "end": "00:16:01"
  },
  {
    "text": "So, yeah, why this differentiation? Why not? Why wouldn't this verse just say, and God was over the face of the world.",
    "start": "00:16:02",
    "end": "00:16:07"
  },
  {
    "text": "Why refer to God as the Spirit?",
    "start": "00:16:07",
    "end": "00:16:10"
  },
  {
    "text": "Or take this aspect of God, I suppose, of his ruach and saying that's what was there versus just he was there.",
    "start": "00:16:11",
    "end": "00:16:17"
  },
  {
    "text": "Yeah, that's good. Okay, so I guess, I think we talked about this years ago when we went through the spirit of God conversations. I mean, at its core, it's a metaphor. The basic image of ruach, our experience, for which we have a word, is breath or wind. So invisible, animating energy. There's an invisible energy that I breathe in and breathe out. That's ruach. And then I look out in the world and I see the ruach blowing in the trees and the grass. And that's an animating energy. And it's the very thing that I take in when I inhale. So calling God's invisible, energizing presence ruach is a metaphor. It's taking my very physical experience, human experience of ruach in and out, and seeing ruach at work in the world and coming to the conclusion that whatever beautiful Mind is behind all of this, the first uncaused cause, so to speak, that generates and animates all of this and sustains it. This must be a result of that.",
    "start": "00:16:17",
    "end": "00:17:19"
  },
  {
    "text": "Being'S ruach, the being's animating energy.",
    "start": "00:17:19",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. An invisible life, energizing, animating presence.",
    "start": "00:17:23",
    "end": "00:17:28"
  },
  {
    "text": "So the ruach is all about animating life. So to describe God's ruach here means, as the reader, we're thinking, oh, like life is about to happen. Or at least that association is made. When you keep reading, it also seems like it's connected to the next verse where God speaks. Because God's breath and speech are really similar.",
    "start": "00:17:29",
    "end": "00:17:51"
  },
  {
    "text": "Closely connected. Yeah, that's right. Yeah. The next sentence in Genesis, after the spirit of Elohim over the face of the waters is. And Elohim said he speaks. Yeah. What you're saying, when you speak, you breathe out.",
    "start": "00:17:51",
    "end": "00:18:05"
  },
  {
    "text": "You use your breath, you use your breath, your ruach.",
    "start": "00:18:05",
    "end": "00:18:08"
  },
  {
    "text": "That's right. To say a word. So, yeah, I mean, all of our language about a transcendent being who isn't a part of creation, but rather is the ground and source of all existence and being and creation, it's always going to be metaphorical because all language is based on experience. And then I use that experience to go out and create paradigms for how I see the world. So I have invisible breath that animates me, but I receive it. I don't give it to anybody else. I receive it. And then it's. So you're imagining that the beautiful mind that sustains everything must be the. The giver of breath and the source of all ruach. I think that's how the imagery works.",
    "start": "00:18:08",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. That sustaining life, which is what the next link is all about, is how the ruach animates humans.",
    "start": "00:18:53",
    "end": "00:19:01"
  },
  {
    "text": "Yeah, exactly. Right, yeah. You know, I'm recalling from years ago when we had this conversation, we were trying to find maybe a more in our way of seeing the world, trying to find a category for it. And I think for a while we camped out on the concept of bios, the life principle.",
    "start": "00:19:01",
    "end": "00:19:16"
  },
  {
    "text": "Yeah.",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "And then I think we ended on energy.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "We just called it energy.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "Energy.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "Yeah. Because your breath is connected to. This idea of the energy.",
    "start": "00:19:21",
    "end": "00:19:25"
  },
  {
    "text": "Energizes me.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "Energizes you. The wind is energizing the air and your spirit, this idea of your life force. Yeah. What's animating you? Those are all connected ideas.",
    "start": "00:19:26",
    "end": "00:19:40"
  },
  {
    "text": "Yeah, that's right. So maybe just one.",
    "start": "00:19:40",
    "end": "00:19:42"
  },
  {
    "text": "But we got in trouble calling it energy, because once you start getting into the theology of the Holy Spirit, the Holy Spirit's more than just an animating life force.",
    "start": "00:19:42",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "The Holy Spirit is.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "That's right. And even. That's right. And even though we said in the video it's God's personal energizing presence, people were still a little dismayed that we used the word energy.",
    "start": "00:19:53",
    "end": "00:20:04"
  },
  {
    "text": "Yeah. Because you weren't trying to say it's just energy, but it's like an energetic.",
    "start": "00:20:04",
    "end": "00:20:08"
  },
  {
    "text": "It's personal, energizing presence. Yeah, yeah. But that doesn't mean it's not energy. It means it's energy that comes from personal source.",
    "start": "00:20:08",
    "end": "00:20:16"
  },
  {
    "text": "I would love to be a personal, energizing presence.",
    "start": "00:20:16",
    "end": "00:20:19"
  },
  {
    "text": "You can be.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Or have one. Yeah.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "Just a later psalm that picks up this imagery and language of the ruach in Genesis chapter 1. Psalm 104 is this whole meditation on the nature of creation using the language and imagery of Genesis chapter one. And it's this great A section of the psalm starts in verse 27, where the poet's talking about all the animals in creation, about how they wait for Elohim to give them food at the proper time. And whenever you see a deer grazing in the field, you are watching Elohim give food to them, and you're looking at Elohim's open hand to satisfy his creatures. Verse 29. When you, Elohim, hide your face, they are dismayed. When you take away their ruach, they expire and return to the dust. So the ruach is what brought all the creatures out of the ground in Genesis 1. So when their ruach is goes away, they go back to the dust. You send forth your ruach, they are created, and you renew the face of the ground. Such great meditation here. So in Genesis 1, when God says, let creatures emerge out of the ground, it doesn't say, let my ruach bring the creatures out of the ground. What it says is, let them come out of the ground. But you know from reading Genesis 1 that anything comes out of anything because of the ruach all the way back right there in that pivot, verse two. And so also here you can talk about a creature being born, a deer being born, as the sending out of God's ruach to create. And then when the ruach is withdrawn, that's de creation, or an undoing of creation. So that's the idea here.",
    "start": "00:20:21",
    "end": "00:22:21"
  },
  {
    "text": "Yeah, it sounds so mystical in English to me to say their spirit is taken from them, but to make that connection with their breath and their life that's connected to their breath, and that God's spirit is what sustains that, that just feels so Much more of a cohesive idea.",
    "start": "00:22:21",
    "end": "00:22:40"
  },
  {
    "text": "Yep. Yeah, I totally agree. Yeah. So that's kind of like a bridge to the second appearance of this theme in Genesis 1:11. That's in Genesis chapter two. So Genesis two, verse four begins the next literary unit after the seven day creation narrative. And it's the Garden of Eden story. And that goes from chapter 2, verse 4, to chapter 3, verse 24. So from the creation of Eden and then the humans in Eden, that's the opening scenes. And then the exile from Eden at the end of chapter three, it's kind of a beginning and end. And what we're told at the beginning of the Eden story is that there were no shrubs and no plants in the land because there had not been any water and there were no humans. So no water, no plants, no humans.",
    "start": "00:22:40",
    "end": "00:24:10"
  },
  {
    "text": "But wasn't God hovering over the waters? There's gonna be a lot of waters.",
    "start": "00:24:10",
    "end": "00:24:14"
  },
  {
    "text": "Okay, Remember all the way back when the opening two lines that describe the disorder in the pre creation chaos, you remember, they're conflicting images if you take them literally.",
    "start": "00:24:14",
    "end": "00:24:27"
  },
  {
    "text": "Yeah.",
    "start": "00:24:27",
    "end": "00:24:28"
  },
  {
    "text": "Because describing the land as a waste.",
    "start": "00:24:28",
    "end": "00:24:30"
  },
  {
    "text": "Wild and waste.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, wild and waste. Desert. And then the next line describes it as a dark, chaotic ocean. You're like, wait, where'd the land and the desert go? Yeah, and the point is there are two coordinated images. Deserts are usually lands that don't have enough water, and chaotic oceans have too much water and no land.",
    "start": "00:24:31",
    "end": "00:24:47"
  },
  {
    "text": "It's kind of a chaotic image to pair those together. You know, you're like, what is it? Yeah, right.",
    "start": "00:24:47",
    "end": "00:24:52"
  },
  {
    "text": "Yeah. So, yeah, one has not enough water, the other image has too much water. So the rest of Genesis 1 takes off with that image of too much water.",
    "start": "00:24:52",
    "end": "00:25:00"
  },
  {
    "text": "Right.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "And land emerges out of the water separating the waters. Land emerges out of the water. The Eden narrative picks up that wasteland idea and turns it into a whole.",
    "start": "00:25:01",
    "end": "00:25:10"
  },
  {
    "text": "Narrative where the land doesn't have enough water.",
    "start": "00:25:10",
    "end": "00:25:13"
  },
  {
    "text": "Now, we start with land as the starting point, but the land without water.",
    "start": "00:25:13",
    "end": "00:25:17"
  },
  {
    "text": "This is the land wild and waste.",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "The Eden narrative. You mean Genesis 2:4?",
    "start": "00:25:19",
    "end": "00:25:21"
  },
  {
    "text": "Genesis 2:4 and following. Yeah, that's right. So the first creation narrative of the seven days begins with too much water. It's about bringing land out. The Eden narrative begins with too much land and no water. And again, depending on your assumptions that you bring to the Bible, you're going to find a way to maybe harmonize or make those work into a linear sequence so you can reconstruct the historical processes by which creation emerged. Or you might bring a different assumption to say, the goal of these narratives is to set two perspectives on creation, two ways ancient Israelites could talk about creation, creation out of water, or creation out of the desert. And they're both ways of describing the same thing in different images. So we have no plants, no water, and no humans. So what God proceeds to do is first bring up water out of the ground, like a little spring that gives you mud, and then Yahweh, Elohim is able to form Adam from the Adama.",
    "start": "00:25:21",
    "end": "00:26:23"
  },
  {
    "text": "Human from the ground.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "Yep. Yeah. A human from the dust of the ground.",
    "start": "00:26:24",
    "end": "00:26:27"
  },
  {
    "text": "So Adam is human. Adama.",
    "start": "00:26:27",
    "end": "00:26:30"
  },
  {
    "text": "Adama, the ground. That's right. Wordplay, Wordplay. But even though you have Adam from the Adama, you've just got a pile of mud or like a statue, you have an idol, or beginning stages of an idol statue. But to turn that into an image of Elohim, you need to give it life. And so these are the important lines. Genesis 2. 7 Yahweh. Elohim breathed into the nostrils the breath of life. And it's not the word ruach.",
    "start": "00:26:31",
    "end": "00:27:02"
  },
  {
    "text": "It could have been. Right.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "It could have been of life, but it uses a synonym instead. Neshama.",
    "start": "00:27:04",
    "end": "00:27:07"
  },
  {
    "text": "Neshamat chaim.",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "Yeah, Neshmat chaim.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "But that's used later and paired with ruach, I think.",
    "start": "00:27:11",
    "end": "00:27:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:14",
    "end": "00:27:15"
  },
  {
    "text": "After the flood.",
    "start": "00:27:15",
    "end": "00:27:16"
  },
  {
    "text": "That's right.",
    "start": "00:27:16",
    "end": "00:27:16"
  },
  {
    "text": "Or during the flood.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "Correct. Yeah. So it's a good example. In the seven day creation narrative, it's God's ruach that brings about life, that culminates in the images of God, the humans who are called to rule. In the Eden narrative, it's God's neshama, his exhalation that passes into the mud to give it life. And now you've got two images for God's spirit. You have the word ruach and you have the word neshama. And then later narratives are going to just pick up both of those and connect them together because they're just two ways of talking about the same thing. So you go from dirt to animated creature, and the transition from Adam from the Adama to become a living being. And what happened in between the two of those?",
    "start": "00:27:18",
    "end": "00:28:03"
  },
  {
    "text": "God breathed the breath of life.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Yeah, you got it.",
    "start": "00:28:05",
    "end": "00:28:05"
  },
  {
    "text": "So in this way, our spirit is just God's spirit kind of being given to us.",
    "start": "00:28:06",
    "end": "00:28:13"
  },
  {
    "text": "Yeah, yeah. The breath. Borrowed breath.",
    "start": "00:28:13",
    "end": "00:28:16"
  },
  {
    "text": "Our spirit is God's borrowed breath.",
    "start": "00:28:17",
    "end": "00:28:19"
  },
  {
    "text": "Remember back to Psalm 104, that line, Psalm 104. 29. When you take away their ruach.",
    "start": "00:28:19",
    "end": "00:28:26"
  },
  {
    "text": "Their breath.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "When you take away the ruach of the animals, they die. So every living creature within this worldview is living on borrowed ruach or borrowed.",
    "start": "00:28:27",
    "end": "00:28:36"
  },
  {
    "text": "Neshama, you know, and that's paired with the. You send forth your spirit and they're created. If you take those two in parallel, their spirit and death is parallel with God's spirit and life.",
    "start": "00:28:36",
    "end": "00:28:51"
  },
  {
    "text": "Yeah, that's right. Or contrasted.",
    "start": "00:28:51",
    "end": "00:28:53"
  },
  {
    "text": "Yeah, yeah, they're contrasted. But the parallels between their spirit and God's spirit as the same thing. When the animal has it, they're alive. When they don't, they die. Which is an interesting way to think about human breath. I mean, that's what you're saying, it's God's sustaining life.",
    "start": "00:28:53",
    "end": "00:29:10"
  },
  {
    "text": "Correct.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "That is our spirit.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "Now, having a spirit then doesn't make us different than the animals, because the animals are also given God's animating breath and they're called.",
    "start": "00:29:13",
    "end": "00:29:22"
  },
  {
    "text": "Or the breath of life, I think, is also given to animals in one of these creation passages.",
    "start": "00:29:22",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "So what sets us apart from the animals being called the image of God doesn't have to do with having a spirit.",
    "start": "00:29:30",
    "end": "00:29:36"
  },
  {
    "text": "Correct.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "It has to do with something else.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. Which is every living thing is animated by God's spirit in the biblical story. Yeah.",
    "start": "00:29:37",
    "end": "00:29:43"
  },
  {
    "text": "Yeah. It's really fascinating.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "And I think it's why when these ideas develop later, there's a human ruach. Humans have a ruach like our animating breath, but there develops a usage that ruach can also come to talk about not just the life principle, but also the driving forces of our minds and our desires. So Isaiah will say, who can know the ruach of the Lord? And what he means is, who can understand the purposes or plans? Because purposes are also invisible, but they make things happen in the world. I see when you have an idea, and I'm not trying to get into the mind body problem of what is an idea and where does it exist? But. But you can't see it. Yeah, Face value, observational point of view. You know, I have an idea to like go make an omelet. And you know, and all of a sudden this idea that exists invisibly results in like an actual physical reality, the creation of an omelet.",
    "start": "00:29:45",
    "end": "00:30:46"
  },
  {
    "text": "Right.",
    "start": "00:30:46",
    "end": "00:30:46"
  },
  {
    "text": "And so God has invisible purposes that have physical results. And so humans have a ruach. So ruach can come to me in the mind as well in certain contexts. And that seems like in the New Testament, it often means that, especially in the writings of Paul, he'll use the word ruach to refer to life principle, but also your mental principle too. So this language is flexible in the hands of the biblical authors.",
    "start": "00:30:46",
    "end": "00:31:12"
  },
  {
    "text": "Yeah, that makes sense. But I kind of Want to sit for a second still with this idea that I think my assumption would be, oh, the reason why humans are special is because we have this.",
    "start": "00:31:12",
    "end": "00:31:24"
  },
  {
    "text": "Ah, right, right, right.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "We have this thing. And maybe in English, I would use the word soul more. And that's another. That's a whole nother thing.",
    "start": "00:31:26",
    "end": "00:31:33"
  },
  {
    "text": "Well, actually, that word is used right here in Genesis 2, verse 7 in my translation. I've translated it being.",
    "start": "00:31:33",
    "end": "00:31:39"
  },
  {
    "text": "Oh, okay.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "But it's the phrase nefesh chayah. Chayah is the word living or life. And then this is the word nefesh. We've made a word study video on this.",
    "start": "00:31:40",
    "end": "00:31:49"
  },
  {
    "text": "This is nefesh right here. Being.",
    "start": "00:31:49",
    "end": "00:31:50"
  },
  {
    "text": "Being. Yep.",
    "start": "00:31:51",
    "end": "00:31:51"
  },
  {
    "text": "Which is often translated as soul in your Bible later.",
    "start": "00:31:52",
    "end": "00:31:56"
  },
  {
    "text": "Yeah, Here, let's go. So this is. I'm looking at the new American Standard Version translation of Genesis 2, verse 7. The human became a living being.",
    "start": "00:31:56",
    "end": "00:32:05"
  },
  {
    "text": "But even this. This is exactly what the animals are called in. Yes, yes, exactly in the same chapter.",
    "start": "00:32:06",
    "end": "00:32:13"
  },
  {
    "text": "Where are they? In what translation? I think it must be in the King James. Genesis 2, verse 7. Hold on. Yeah, so Genesis 2, verse 7. I'm comparing multiple translations here.",
    "start": "00:32:13",
    "end": "00:32:27"
  },
  {
    "text": "NIV is living being.",
    "start": "00:32:27",
    "end": "00:32:29"
  },
  {
    "text": "NIV is living being. Yep.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "ESV is living creature.",
    "start": "00:32:31",
    "end": "00:32:32"
  },
  {
    "text": "Yep.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "NASB. Living being.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "Yep. NRSV.",
    "start": "00:32:34",
    "end": "00:32:36"
  },
  {
    "text": "NRSV. Living being.",
    "start": "00:32:36",
    "end": "00:32:37"
  },
  {
    "text": "Here we go.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "Living soul.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "Living soul.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "Living soul.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "Soul.",
    "start": "00:32:41",
    "end": "00:32:41"
  },
  {
    "text": "Cause nefesh is often translated soul.",
    "start": "00:32:41",
    "end": "00:32:44"
  },
  {
    "text": "It is.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "Quick word study on nefesh is it.",
    "start": "00:32:46",
    "end": "00:32:49"
  },
  {
    "text": "Refers to the whole. A whole embodied living creature.",
    "start": "00:32:49",
    "end": "00:32:53"
  },
  {
    "text": "You're a living being.",
    "start": "00:32:53",
    "end": "00:32:54"
  },
  {
    "text": "You're living being. So including your invisible animating energy, but almost always, primarily your embodiment as a.",
    "start": "00:32:54",
    "end": "00:33:02"
  },
  {
    "text": "Physical creature, which is almost the opposite of what we think of as a soul.",
    "start": "00:33:02",
    "end": "00:33:06"
  },
  {
    "text": "Yeah. At least the modern English soul.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "Modern English soul.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "I think in older English, it kind of had this. It had that sense. So what you're talking about, Karisa, is that earlier in Genesis 1, the creatures are called living beings. In Genesis 1, verse 21, the creatures, the birds and the fish, are all called nefesh chaya, living creatures. So actually, the animals are first called this.",
    "start": "00:33:09",
    "end": "00:33:32"
  },
  {
    "text": "Are first called living souls. Is it in King James, is that called a soul?",
    "start": "00:33:32",
    "end": "00:33:36"
  },
  {
    "text": "Good question. Let's check it. Yeah, that'd be kind of funny. I bet you it's not in Genesis 1, verse 20.",
    "start": "00:33:36",
    "end": "00:33:42"
  },
  {
    "text": "Oh, that was it. Moving creature.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "Oh, there they translate it. Moving creature.",
    "start": "00:33:44",
    "end": "00:33:47"
  },
  {
    "text": "That part of it. This what follows, too. That hath life.",
    "start": "00:33:47",
    "end": "00:33:50"
  },
  {
    "text": "Creature.",
    "start": "00:33:50",
    "end": "00:33:51"
  },
  {
    "text": "That hath creature.",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "That hath life. That's interesting. So it's the same.",
    "start": "00:33:52",
    "end": "00:33:55"
  },
  {
    "text": "Same thing, same phrase in Hebrew.",
    "start": "00:33:55",
    "end": "00:33:57"
  },
  {
    "text": "Nefesh chaya. Here, they translate it creatures with life. And then when it's applied to humans, they translate it living soul.",
    "start": "00:33:57",
    "end": "00:34:05"
  },
  {
    "text": "Living soul, yeah.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "I think that's an unfortunate move. Or they missed a chance to show in English.",
    "start": "00:34:06",
    "end": "00:34:11"
  },
  {
    "text": "But that kind of messes with your categories, right? Because, again, what I'm trying to land on here is what makes humans special in the biblical narrative.",
    "start": "00:34:11",
    "end": "00:34:19"
  },
  {
    "text": "That's right. And it's not that they have ruach.",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "And it's not that they have ruach, and it's not that they have a nephesh.",
    "start": "00:34:21",
    "end": "00:34:24"
  },
  {
    "text": "No, no, that's right.",
    "start": "00:34:24",
    "end": "00:34:26"
  },
  {
    "text": "All the animals have nephesh. Nephesh and ruach, Spirit and soul, as often translated. But in the biblical narrative, God takes humans and says, you are my image.",
    "start": "00:34:26",
    "end": "00:34:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "And in my mind, that was always connected to some, like, special disembodied part of me, whether you want to call that soul or spirit or something, but it's not. It's something else.",
    "start": "00:34:38",
    "end": "00:34:49"
  },
  {
    "text": "Yeah, that's right. So, yeah, when we're getting to day six up in Genesis, the description of the creation of humans comes in three parts. And what sets them apart from the animals is not that they have life or breath or are living creatures. It's that they are given God's authority to rule. And it's stated twice in a nice little chiasm where the humans are told to rule. God said, let them rule. And then he calls them his image in a little poem in Genesis 1, verse 27. And then he repeats it. Let them rule. So it's representation. And rule is what makes the humans differ in the narrative.",
    "start": "00:34:49",
    "end": "00:35:29"
  },
  {
    "text": "And why us and not the deer? Our.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "Why don't deer rule the world?",
    "start": "00:35:30",
    "end": "00:35:32"
  },
  {
    "text": "And it's not because of nefesh. It's not because of.",
    "start": "00:35:33",
    "end": "00:35:35"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:35:35",
    "end": "00:35:36"
  },
  {
    "text": "Ruach. Yeah. It's because of something else.",
    "start": "00:35:36",
    "end": "00:35:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:39",
    "end": "00:35:39"
  },
  {
    "text": "Humanity. And we can. And the Bible doesn't say, like, what. What is it about humans, Our anatomy or physiology, whatever.",
    "start": "00:35:39",
    "end": "00:35:47"
  },
  {
    "text": "That's right. And, you know, and for a long time, I just wanted to limit it, to say, well, let's just go for what the biblical authors were saying. But, you know, we can't stop there. We have to. The biblical authors are opening a door for us to ponder and meditate on man. Well, it's not just that we represent God. How do we represent God? With what capacities and faculties are we different from the animal world and the plant world, that we are God's representatives? And so that opens the door to the kind of more classic answers to this rationality or Intelligence and people debate all these things. Relationship, rule making. Yeah, that kind of thing. But for the biblical authors, the baseline is that humans are set apart with a stewardship and responsibility to rule. To rule in a way that mirrors and represents a God to rule. That's kind of the baseline. So that's Genesis 2. That's the second appearance of.",
    "start": "00:35:47",
    "end": "00:36:39"
  },
  {
    "text": "Just to recap what we do when we see these links. If you're reading through and you read in Genesis 1, the ruach of God is hovering over the waters, and then Genesis 2, the breath of God gives life to humans. When you see a link like that, the author's asking you to pair those things together and look at them and compare them and see how maybe the story's moving forward. And actually, your question about the spirit and the soul was bringing up for me that when you do pair those two things together, they're supposed to be seen as consistent in the sense that that same spirit that was animating all creation, that was giving life to the trees and the land and the water, was the same spirit that gives life to humanity and animals. So it's almost the opposite of what we typically think of when we think of the spirit or soul differentiating humans from all creation. It's like. No, the point being made is actually that humans are so united with the created order, and God's breath was breathed into all that exists, and humans, too. He sustains it all. It's like the analogy is drawing those things even closer than farther apart.",
    "start": "00:36:39",
    "end": "00:37:53"
  },
  {
    "text": "Yeah. Not only does it not set us apart, it's the very thing that connects.",
    "start": "00:37:53",
    "end": "00:37:58"
  },
  {
    "text": "Us to everything else.",
    "start": "00:37:58",
    "end": "00:37:58"
  },
  {
    "text": "Connects us to the animal and the plant world.",
    "start": "00:37:58",
    "end": "00:38:00"
  },
  {
    "text": "Yeah.",
    "start": "00:38:00",
    "end": "00:38:01"
  },
  {
    "text": "Yeah, Exactly. Yeah. Yeah. Well said.",
    "start": "00:38:01",
    "end": "00:38:03"
  },
  {
    "text": "Which feels much more Eastern.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "Yeah.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "Which I guess this is an Eastern.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "Document, Ancient Eastern literature. That would make. It would make sense.",
    "start": "00:38:06",
    "end": "00:38:10"
  },
  {
    "text": "I like that.",
    "start": "00:38:11",
    "end": "00:38:11"
  },
  {
    "text": "Okay. That's the second appearance of this theme. We're trucking along. We're trucking along. I think appearance, like 4 through 7 of this theme are all pretty similar. So the next time that the word ruach appears is after the humans disobey the divine command and take from the Tree of Knowing, good and bad.",
    "start": "00:38:12",
    "end": "00:38:34"
  },
  {
    "text": "Sam.",
    "start": "00:38:38",
    "end": "00:39:02"
  },
  {
    "text": "So we're still in the Eden Literary unit.",
    "start": "00:39:20",
    "end": "00:39:24"
  },
  {
    "text": "Yeah. So what happens is that God puts the human in the garden, gives the human a command. Hey, I want to give you eternal life. You know, eat from the Tree of eternal life. It's all yours. But there's one tree, the Tree of Knowing, good and bad. It'll kill you if you eat from it. Just don't take from that tree, we'll just step around the rabbit hole because we've gone down it many times.",
    "start": "00:39:24",
    "end": "00:39:44"
  },
  {
    "text": "Yes.",
    "start": "00:39:44",
    "end": "00:39:44"
  },
  {
    "text": "So then God splits the human in two so that the one becomes two, so that those two who are different can become one through covenant. And then what happens is that an animal, over which the humans are supposed to rule. But there's this animal that doesn't like the humans ruling, wants to usurp.",
    "start": "00:39:45",
    "end": "00:40:05"
  },
  {
    "text": "This is the snake.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "And this is the snake. And so this is all backstory to.",
    "start": "00:40:06",
    "end": "00:40:09"
  },
  {
    "text": "Where we're at now.",
    "start": "00:40:09",
    "end": "00:40:09"
  },
  {
    "text": "The snake deceives the humans, tricks them into thinking that choosing death is actually the way to life. Tricks the humans into thinking that they're not. The image of Elohim says, you can become Elohim if you just take this knowledge for yourself.",
    "start": "00:40:09",
    "end": "00:40:24"
  },
  {
    "text": "That's better than being an image. Be the thing that you're imagining.",
    "start": "00:40:25",
    "end": "00:40:28"
  },
  {
    "text": "Yeah, quit being a statue. Become the real thing. And so the humans break God's command and take from the tree. They weren't supposed to. And the first thing that happens, Genesis 3, verse 7, is that their eyes are opened and they realize that they are naked. They're arum, which is a wordplay because you're told that the serpent was arum. Crafty, shrewd. Shrewd, Shrewd. Quick thinking, quick on its feet. Pun intended. And so because of the arum of the snake, the humans end up arum after the tree. So the first thing they do is hide from each other. Hide their bodies from each other. Second thing is they hear the sound of Yahweh Elohim. It was walking about in the garden at the Ruach Hayom, at the wind of the day.",
    "start": "00:40:28",
    "end": "00:41:18"
  },
  {
    "text": "There it is.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "There it is.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "Ruach.",
    "start": "00:41:20",
    "end": "00:41:20"
  },
  {
    "text": "Ruach.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "It's the third translated wind.",
    "start": "00:41:21",
    "end": "00:41:23"
  },
  {
    "text": "Wind, yeah.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Because again, ruach in Hebrew can mean spirit, breath, or wind.",
    "start": "00:41:24",
    "end": "00:41:30"
  },
  {
    "text": "That's right.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "And sometimes this one's translated as cool. Right. In the cool of the day.",
    "start": "00:41:31",
    "end": "00:41:35"
  },
  {
    "text": "Yeah. So here I'm comparing translations. The NIV translates it as the cool of the day. Actually, that's not translating. They're interpreting the image. The presumption is wind refers to the temperature.",
    "start": "00:41:35",
    "end": "00:41:48"
  },
  {
    "text": "That maybe this was a way to talk about a certain time of day or something.",
    "start": "00:41:48",
    "end": "00:41:52"
  },
  {
    "text": "Interesting interpretive move. Yeah. So it sounds nice.",
    "start": "00:41:52",
    "end": "00:41:56"
  },
  {
    "text": "ESV goes there, same direction. Nasb.",
    "start": "00:41:56",
    "end": "00:41:59"
  },
  {
    "text": "Oh, they really set a precedent there.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "Ooh. Nrsv. At the time of the evening breeze. So they're saying not just.",
    "start": "00:42:00",
    "end": "00:42:06"
  },
  {
    "text": "Well, so they got the breeze in there. The wind.",
    "start": "00:42:06",
    "end": "00:42:08"
  },
  {
    "text": "Yeah. But they infer evening.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "But they refer to a time.",
    "start": "00:42:10",
    "end": "00:42:13"
  },
  {
    "text": "Yeah.",
    "start": "00:42:13",
    "end": "00:42:13"
  },
  {
    "text": "Okay. Interesting.",
    "start": "00:42:13",
    "end": "00:42:14"
  },
  {
    "text": "And King James, the cool of the day.",
    "start": "00:42:14",
    "end": "00:42:16"
  },
  {
    "text": "Wow.",
    "start": "00:42:16",
    "end": "00:42:17"
  },
  {
    "text": "Yeah. So the question for me is, when we come across this, are we supposed to see. Oh, Ruach. It can also just be used this other way to talk about a certain kind of weather. Or is it that we're supposed to see a link between this and Genesis 2 and Genesis 1?",
    "start": "00:42:17",
    "end": "00:42:33"
  },
  {
    "text": "Because arguably, sometimes Ruach is just literally talking about weather.",
    "start": "00:42:33",
    "end": "00:42:36"
  },
  {
    "text": "Yeah, yeah. And wind.",
    "start": "00:42:36",
    "end": "00:42:38"
  },
  {
    "text": "But in the ancient imagination, that's never separated from God's life energy.",
    "start": "00:42:39",
    "end": "00:42:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "So even if it's just talking about the weather, it's not just talking about the weather.",
    "start": "00:42:44",
    "end": "00:42:47"
  },
  {
    "text": "The longer I've thought about this, I think it's one of these images of one of these examples of a super dense image that's capable of kind of multiple nuances. So they're in a garden with trees. So how would they hear the sound of Yahweh walking in a garden? Well, you know, wind blowing in the trees. That's actually pretty good way to imagine it. Also, what time of wind, especially in that part of the world, does the wind often blow? It is often in the afternoons. Has to do with the fact that it's so dang hot.",
    "start": "00:42:47",
    "end": "00:43:22"
  },
  {
    "text": "Same with the Columbia River. That's when the winds come up for sailing.",
    "start": "00:43:22",
    "end": "00:43:26"
  },
  {
    "text": "Exactly, yeah. In our neck of the world. So not always, but often there's afternoon winds. The question is, is there more here? And here? I'm going to just look at the fact that there's the structure to this verse here. They hear the sound of Yahweh Elohim. It was walking in the garden at the windy time of day, and they hid. So there's this connection of images. There's a sound that's walking and that sound is coordinated with wind.",
    "start": "00:43:26",
    "end": "00:43:55"
  },
  {
    "text": "The reason why you're translating it. It was walking because it's referring to the sound. The sound was walking.",
    "start": "00:43:55",
    "end": "00:44:00"
  },
  {
    "text": "Oh, I see. Let me see.",
    "start": "00:44:00",
    "end": "00:44:02"
  },
  {
    "text": "God was walking.",
    "start": "00:44:02",
    "end": "00:44:03"
  },
  {
    "text": "Yes, it's ambiguous. Okay, it's ambiguous.",
    "start": "00:44:03",
    "end": "00:44:06"
  },
  {
    "text": "So could be He.",
    "start": "00:44:06",
    "end": "00:44:07"
  },
  {
    "text": "Yeah, could be. They heard the sound of Yahweh Elohim and it's Yahweh Elohim that was walking. Or sound could be the subject of the walking and it's the sound walking. And I think that's also intentional too. So the point is that when the sound shows up in this apparently physical, some sort of manifestation, there's wind. So what this is laying tracks for is a really important design pattern that's going to appear. So here's just a quick nerdy thing. There's going to appear A whole repetition of the voice or the sound of the Lord showing up, especially at key moments when people have failed a test. And for example, at Mount Sinai, when on the third day, the Israelites fail to go up the mountain when they were invited to. On the third day, what shows up are sounds and lightning and. And thick clouds and a trumpet sound, and the people are freaked out. Just like in the garden. The sound of Yahweh shows up and the people are afraid.",
    "start": "00:44:07",
    "end": "00:45:09"
  },
  {
    "text": "This time it's not the sound of wind in the trees.",
    "start": "00:45:09",
    "end": "00:45:12"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "It's the lightning and trumpets.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "Yep, that's right. So in the same way, what you learn about the sound of Yahweh when he shows up, you know, personally, is that's the same personal presence of Yahweh that takes up residence in the tent in Israel's tabernacle, so that when Moses goes into the tabernacle, he hears the sound speaking to him from above. The Ark of the Covenant. And then, as you trace, just do a word study on the sound or the voice of Yahweh. It's associated with storms and wind. So we could do a lot more here. But the point is what we're.",
    "start": "00:45:15",
    "end": "00:45:54"
  },
  {
    "text": "This is kind of the seed of that.",
    "start": "00:45:54",
    "end": "00:45:55"
  },
  {
    "text": "This is the seed of that idea of the personal appearance of Yahweh. That is. It's frightening.",
    "start": "00:45:55",
    "end": "00:45:59"
  },
  {
    "text": "This is a storm of sorts.",
    "start": "00:45:59",
    "end": "00:46:01"
  },
  {
    "text": "It's a little storm in the garden. A little garden storm.",
    "start": "00:46:01",
    "end": "00:46:03"
  },
  {
    "text": "A little garden storm. The cool of the day doesn't give you the sense of a garden storm.",
    "start": "00:46:03",
    "end": "00:46:07"
  },
  {
    "text": "It doesn't sounds peaceful. Or the evening breeze.",
    "start": "00:46:08",
    "end": "00:46:10"
  },
  {
    "text": "Yeah, that sounds nice.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Yeah, whatever. This appearance of the sound of Yahweh coming and blowing through the garden, it clearly makes them afraid because they hide. And then when God says, why are you hiding? He said, I was freaked out.",
    "start": "00:46:11",
    "end": "00:46:26"
  },
  {
    "text": "Yeah, I was scared. You can kind of imagine it, though, like humans in the garden and they start to hear this tree rustling coming from far away, and it's this invisible life force that they can hear in the leaves. That is pretty scary.",
    "start": "00:46:26",
    "end": "00:46:39"
  },
  {
    "text": "Yeah. So the fear, the fighting, and the wind is all a connected sequence there.",
    "start": "00:46:39",
    "end": "00:46:46"
  },
  {
    "text": "And nakedness, too, is in there.",
    "start": "00:46:46",
    "end": "00:46:48"
  },
  {
    "text": "That's right. But the reason that he's afraid because I was naked was because the only reason I know I'm naked is because I did the thing you told me not to do.",
    "start": "00:46:48",
    "end": "00:46:57"
  },
  {
    "text": "Yeah.",
    "start": "00:46:57",
    "end": "00:46:57"
  },
  {
    "text": "So this is Yahweh showing up. Like, you know, like a.",
    "start": "00:46:58",
    "end": "00:47:02"
  },
  {
    "text": "Like a storm.",
    "start": "00:47:02",
    "end": "00:47:03"
  },
  {
    "text": "Like. Yeah, like a storm. Like a stern parent.",
    "start": "00:47:03",
    "end": "00:47:05"
  },
  {
    "text": "Yeah.",
    "start": "00:47:06",
    "end": "00:47:06"
  },
  {
    "text": "You know, showing up. I've had this experience so Many times with my kids.",
    "start": "00:47:06",
    "end": "00:47:10"
  },
  {
    "text": "It's interesting.",
    "start": "00:47:10",
    "end": "00:47:11"
  },
  {
    "text": "And you know, even if I come in and I'm not angry, there'll be like a somber tone, you know, when I come in and the kids are fighting over something and then, you know, Mia or Jessica comes in. That's that thing here.",
    "start": "00:47:11",
    "end": "00:47:26"
  },
  {
    "text": "It's like Yahweh or Elohim storming in.",
    "start": "00:47:26",
    "end": "00:47:29"
  },
  {
    "text": "Storming. Whoa. Yeah, that's right, exactly. Okay, so. And this is a new. This is kind of adding a new layer of meaning to the ruach.",
    "start": "00:47:30",
    "end": "00:47:37"
  },
  {
    "text": "Yeah.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "The wind can be an energized life giving presence, or it can. That same life giving presence that can whip up order out of disorder can also be a storm and be very intimidating. You think it might destroy you, decreate you? Yeah, it can bring about creation, but it can also decreate. And.",
    "start": "00:47:38",
    "end": "00:47:57"
  },
  {
    "text": "And it can.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "And it can. And sometimes it does.",
    "start": "00:47:58",
    "end": "00:48:00"
  },
  {
    "text": "So it can bring life and take away life. Take away life, yes.",
    "start": "00:48:00",
    "end": "00:48:04"
  },
  {
    "text": "So, yeah. So storm would be a better translation here, in a way. Walking in the garden at a storm during the day.",
    "start": "00:48:04",
    "end": "00:48:13"
  },
  {
    "text": "Yeah. Or.",
    "start": "00:48:13",
    "end": "00:48:14"
  },
  {
    "text": "Yeah, that gets more of the idea that we're talking about. Yeah, that's interesting.",
    "start": "00:48:14",
    "end": "00:48:19"
  },
  {
    "text": "Yeah. It's also the case that the day. In the biblical prophets, the day of the Lord is always depicted as the coming of a great storm. The day of Yahweh, a day of actually here, here. Let's look at a great example. So here's a later biblical author who's totally got Genesis 3. Eight on the brain. Zephaniah1. I'm going to completely remove all things from the face of the land, says Yahweh.",
    "start": "00:48:19",
    "end": "00:48:48"
  },
  {
    "text": "It's a lot of things.",
    "start": "00:48:48",
    "end": "00:48:49"
  },
  {
    "text": "Whoa. And notice he's going to move right through the list of animals from Genesis 1. I'll remove human beast, birds of the sky, fish of the sea, the ruins, along with the wicked, all cut off humans from the face of the land. And you're like, whoa, decreation.",
    "start": "00:48:49",
    "end": "00:49:05"
  },
  {
    "text": "Yeah, undo creation.",
    "start": "00:49:05",
    "end": "00:49:07"
  },
  {
    "text": "But then very specifically, he's going to hone in Judah and Jerusalem because they're worshiping baal, BAAL or baal, they're bowing down to the host of heavens, and yet they swear to Yahweh as if I'm their God. But then they'll swear by Milcom the name of another God. And this whole thing is called the day of Yahweh. The day. So that whole motif that will become the day of Yahweh in the storm in decreation is kind of embedded here, embedded right in this. The storm of the day. Yeah. Inhale number three.",
    "start": "00:49:07",
    "end": "00:49:43"
  },
  {
    "text": "Yeah.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "How we doing?",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "Third hit.",
    "start": "00:49:45",
    "end": "00:49:45"
  },
  {
    "text": "Third hit. Okay. You want to do one more?",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "Yeah.",
    "start": "00:49:47",
    "end": "00:49:47"
  },
  {
    "text": "All right. Okay. So those are the first three appearances of the theme of the Spirit in Genesis 1:11. And we got chapter three one, two and three.",
    "start": "00:49:47",
    "end": "00:50:23"
  },
  {
    "text": "Yeah. God's ruach shows up first in this kind of pre creation state of chaos in order to bring life and order. And then we see God's ruach, not called ruach, but called. What's the synonym?",
    "start": "00:50:23",
    "end": "00:50:40"
  },
  {
    "text": "Breath.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "The breath animating humans, the human mud statues to become living beings, living souls, living Nephesh.",
    "start": "00:50:41",
    "end": "00:50:48"
  },
  {
    "text": "Yeah. So that's similar to its role in Genesis 7. Creation. Yeah. Creating life out of non life.",
    "start": "00:50:48",
    "end": "00:50:56"
  },
  {
    "text": "And then on the third one, after the humans who are meant to be God's representatives, decide they'd rather be God and decide good and evil on their own terms, after that decision, the ruach appears in the garden along with the sound of God. And we're really supposed to be thinking kind of of a storm. So that same life giving energy that brings order all of a sudden when you're on the wrong side of actually.",
    "start": "00:50:57",
    "end": "00:51:29"
  },
  {
    "text": "Is intimidating, will be your undoing.",
    "start": "00:51:29",
    "end": "00:51:31"
  },
  {
    "text": "It can be your undoing.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "Yeah.",
    "start": "00:51:32",
    "end": "00:51:32"
  },
  {
    "text": "So the ruach is that invisible life energy or invisible energy that animates life, gives life. Yeah, Animating energy and decreates or take away life. You know, what's interesting is that Genesis 2 passage. The breath of life, he breathed into their nostrils the breath of life. And then the Genesis 3 passage you were just talking about when there's this stormy window, I'm thinking about an angry God in the way that God's anger is described as long of nostril, that it's like this breath coming out of the nostrils that signifies anger. You know, I wonder if there's a connection there between like the breath of God. It can be life giving. It can also be described as anger, you know.",
    "start": "00:51:32",
    "end": "00:52:17"
  },
  {
    "text": "Oh man. Yes. I was actually just studying the crossing through the sea narrative in Exodus. And in the poem in Exodus 15 that describes the story, it says you blew your ruach through your nostrils.",
    "start": "00:52:18",
    "end": "00:52:32"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:52:32",
    "end": "00:52:33"
  },
  {
    "text": "And it's anger piled the water up.",
    "start": "00:52:33",
    "end": "00:52:35"
  },
  {
    "text": "In your hot anger. You blew out of your nostrils the ruach on the waters.",
    "start": "00:52:35",
    "end": "00:52:39"
  },
  {
    "text": "But in that for everyone who's not following along in Hebrew, to be angry is a Hebrew idiom. To be long of nostril, that's to be patient. Don't be patient. Sorry.",
    "start": "00:52:39",
    "end": "00:52:50"
  },
  {
    "text": "Long of anger.",
    "start": "00:52:50",
    "end": "00:52:50"
  },
  {
    "text": "Low to anger is long of nostrils.",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "To be angry is to hot nostrils.",
    "start": "00:52:53",
    "end": "00:52:56"
  },
  {
    "text": "Hot nostrils.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "Yeah. Hot air that comes out the hot breath that comes out of your nostrils.",
    "start": "00:52:57",
    "end": "00:53:01"
  },
  {
    "text": "So in that story, God's ruach comes out of his nose, brings death and destruction to Pharaoh, the oppressor and the tyrant. But it brings. It separates the waters to create dry land for the liberated slaves.",
    "start": "00:53:03",
    "end": "00:53:19"
  },
  {
    "text": "So it's described both as. In terms of anger, the breath is.",
    "start": "00:53:19",
    "end": "00:53:23"
  },
  {
    "text": "God's storm is creating life.",
    "start": "00:53:24",
    "end": "00:53:25"
  },
  {
    "text": "Yeah. And it's also described as spirit giving life. That's really interesting. Creation and decreation in the same story.",
    "start": "00:53:25",
    "end": "00:53:32"
  },
  {
    "text": "God's spirit is taking away life and creating a new opportunity for life, a path. Yeah. But in both cases, it's the ruach from God's nostrils. So it's a cool example of, again, how these later narratives will develop the images and invite you into really profound insight into the character of God that you need to sit with. But it does so by picking up the thread of earlier links from these words. So we just looked at three biblical passages, and somehow that took us a long time, and we're now thinking about the hot nostrils of God.",
    "start": "00:53:32",
    "end": "00:54:07"
  },
  {
    "text": "Yes, we are.",
    "start": "00:54:09",
    "end": "00:54:10"
  },
  {
    "text": "I love the Bible.",
    "start": "00:54:10",
    "end": "00:54:10"
  },
  {
    "text": "All right, so we'll in the next episode, then we'll look at. There's five more hits.",
    "start": "00:54:11",
    "end": "00:54:15"
  },
  {
    "text": "Yeah.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "All right. We'll see if we can get through them.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "Sweet.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we continue looking at the theme of ruach in the first movement of scripture. And as we continue, we're gonna see how God's ruach is also responsible for justice.",
    "start": "00:54:20",
    "end": "00:54:34"
  },
  {
    "text": "God tells Noah, hey, I'm gonna spare you and your family, so make for yourself a little wooden Eden. So outside the boat, the breath of life is going to be taken away. But inside the little ark, the breath of life remains in the remnant. It's the remnant that's sustained by the spirit of God.",
    "start": "00:54:34",
    "end": "00:54:52"
  },
  {
    "text": "Today's show is produced by Cooper Peltz. Dan Gummel, Zach McKinley are our editors, and Lindsey Ponder with the show notes. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free, including the new app where you can read along in the Bible with us, movement by movement. All of our videos and other resources, it's all paid for by generous people just like you. So thank you for being a part of this with us.",
    "start": "00:54:52",
    "end": "00:55:21"
  },
  {
    "text": "Hi, this is Keith, and I'm from London, Ontario, in Canada. I first heard about bibleproject a few years back when my church was going through the Book of Romans and we watched the. The read scripture video. I use bibleproject for the first time that I read the Bible front to back, being able to see how the themes and the structure of every book and just helping me to understand the Bible as a whole. My favorite thing about bibleproject is all the videos of seeing the themes and the things that run throughout the Bible and seeing it as one connected story. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:55:21",
    "end": "00:56:04"
  }
]