[
  {
    "text": "When you think of God's spirit, what comes to mind? Maybe it's the story of Elijah, who encounters God's still small voice on Mount Horeb. Maybe it's the Spirit descending like a dove at Jesus baptism, or Jesus promising the Spirit to his disciples before ascending to the skies. Perhaps even it's the first mention of the Holy Spirit, when God hovers over the darkness, ready to bring order and life. Where God's spirit is, there is life. And so not many of us think about God's spirit related to judgment.",
    "start": "00:00:04",
    "end": "00:00:39"
  },
  {
    "text": "If all creation order is sustained by God's ruach, his Spirit, it means that God has the prerogative to take it away if he deems it so.",
    "start": "00:00:39",
    "end": "00:00:48"
  },
  {
    "text": "This, at least in part, is why Adam and Eve were scared after they ate of the Tree of Knowing good and bad. They heard God coming and he came in the sand and of a storm.",
    "start": "00:00:48",
    "end": "00:00:59"
  },
  {
    "text": "The wind of the day in Genesis 3, verse 8 is foreshadowing the storms of God's justice when he shows up for the day of the Lord. And the next one appears in just a really complicated story about the sons of God and daughters of women and giants and Nephilim. O my.",
    "start": "00:00:59",
    "end": "00:01:17"
  },
  {
    "text": "Today we're going to look at the rule of God's spirit in judgment. We're going to look at some fascinating stories, like the nephilim in Genesis 6. But God makes this strange proclamation.",
    "start": "00:01:17",
    "end": "00:01:27"
  },
  {
    "text": "Yahweh said, my ruach will not dwell with humanity forever because he also is flesh and his days will be 120 years. Where have I gotten the idea that God's life might live with humans forever? The tree of life in the garden.",
    "start": "00:01:27",
    "end": "00:01:50"
  },
  {
    "text": "And we'll look at the flood story in Genesis 7, where God lets the earth decreate. Yet hope isn't lost. God finds one righteous person and creates a mini floating Eden.",
    "start": "00:01:50",
    "end": "00:02:03"
  },
  {
    "text": "So outside the boat, the breath of life is going to be taken away, but inside, the breath of life remains in the remnant. It's the remnant that's sustained by the.",
    "start": "00:02:03",
    "end": "00:02:11"
  },
  {
    "text": "Spirit of God, the flood. This undoing of creation actually returned the earth to the original Genesis 1:2 state, With God's spirit over the waters, ready to bring new creation.",
    "start": "00:02:11",
    "end": "00:02:22"
  },
  {
    "text": "I'm John Collins, and this is bibleproject podcast. Today, Tim Mackey, Chris Aquinn and I trace the theme of God's spirit, his ruach, through the second half of the first movement of the Genesis scroll. Thanks for joining us. Here we go. All right, we. And by we, I'm referring to myself, Tim Mackie, Chris Aquin. Hello. We are walking through the first movement of Genesis, tracking the theme of God's ruach, or in other words, God's spirit. But we will call it God's ruach often because embedded in this idea of ruach is not just spirit, but also breath and wind. And it's a very enchanted way of viewing the world, which is that the wind is God's spirit and our breath is God's spirit. What a cool way to exist in the world.",
    "start": "00:02:22",
    "end": "00:03:20"
  },
  {
    "text": "Yeah, that's right. And also raises the possibility that if all creation order is sustained by God's ruach, his spirit, it means that God has the prerogative to take it away if he deems it so. And that's what we looked at as the last example, or at least where somebody thinks that God is showing up in the form of a wind. After Adam and Eve eat from the tree and disobey God's command, he shows up in the wind and they're freaked.",
    "start": "00:03:20",
    "end": "00:03:49"
  },
  {
    "text": "Out in the wind of the day, or the day sometimes translated the cool of the day. But you're saying it's foreshadowing this idea of the spirit being a force of de creation.",
    "start": "00:03:49",
    "end": "00:03:58"
  },
  {
    "text": "That's right, yeah. Essentially a storm.",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "Storm. Storm of the day.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "You can call the day of the Lord the wind of the day in Genesis 3. Eight is foreshadowing the storms of God's justice when he shows up for the day of the Lord.",
    "start": "00:04:02",
    "end": "00:04:12"
  },
  {
    "text": "So quick, real quick recap, maybe. Krista, do you want to do the quick recap of the three hits?",
    "start": "00:04:12",
    "end": "00:04:18"
  },
  {
    "text": "Yeah. So our first hit was Genesis 1:2, God's Spirit and creation, where God's spirit is hovering over the waters and is about to animate life into all creation. The second hit is Genesis 2:7 that zooms in on humans. And there we see a synonym for ruach, the breath of God. And it's the breath of God that goes into humans and gives humanity life in the same way that God gave life to all creation. And then the third hit is what we're talking about. It's the after humans eat from the tree and they hear the sound of God in the ruach of the day, it's this depiction of God's spirit about to bring some kind of de creation.",
    "start": "00:04:18",
    "end": "00:05:01"
  },
  {
    "text": "Yeah. Though in that last case, that's what Adam thinks God's going to do, which is why he hides it turns out God comes just asking questions and looking for a confession.",
    "start": "00:05:01",
    "end": "00:05:11"
  },
  {
    "text": "But he is going to exile them.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Oh, yeah, he does exile them, which.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "Is a type of de creation.",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "That's right. But like, he doesn't kill them. He doesn't kill them, and he doesn't even curse them. He curses the snake and he curses the ground, which will affect them negatively.",
    "start": "00:05:17",
    "end": "00:05:26"
  },
  {
    "text": "You kind of get a sense that God's anger is slow.",
    "start": "00:05:26",
    "end": "00:05:29"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:05:29",
    "end": "00:05:31"
  },
  {
    "text": "Yeah. And the only reason I'm using the word decreation is because if spirit is creation and life, then the opposite of that or another way the spirit can function. Function.",
    "start": "00:05:31",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, I like that. Yeah, that's good.",
    "start": "00:05:42",
    "end": "00:05:45"
  },
  {
    "text": "Because wouldn't you say exile is a type of decreation?",
    "start": "00:05:45",
    "end": "00:05:48"
  },
  {
    "text": "It is. Yeah. It's exiled from the place where life, eternal life is. Which means. Yeah.",
    "start": "00:05:48",
    "end": "00:05:53"
  },
  {
    "text": "Decreation is like the undoing of creation.",
    "start": "00:05:53",
    "end": "00:05:56"
  },
  {
    "text": "That's right. That's right. Yeah. De Creation can happen in many ways. It can be the undoing of the order, or it can be the undoing of my little personal order that exists in my life, in my community, or in my body, which means that I die, which means death is an undoing of God's creative purpose. So what we're going to look at is the fourth through the eighth appearances of God's ruach in Genesis 1 through 11. And the next one appears in just a really complicated story about the sons of God and daughters of women and giants and Nephilim. Oh, my.",
    "start": "00:05:56",
    "end": "00:06:32"
  },
  {
    "text": "Welcome to the Bible.",
    "start": "00:06:33",
    "end": "00:06:34"
  },
  {
    "text": "Welcome to the Bible. So maybe just as a context here, let's back up and remember, where are.",
    "start": "00:06:34",
    "end": "00:06:41"
  },
  {
    "text": "We at in this movement?",
    "start": "00:06:41",
    "end": "00:06:42"
  },
  {
    "text": "Where are we at? I'm so glad you asked, John.",
    "start": "00:06:42",
    "end": "00:06:45"
  },
  {
    "text": "Right.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "So where we're at is the hits that we've looked at so far. We looked at God's ruach here that brought about order in the course of the six days of God's working and then the culmination in the seventh day. And remember, that was God creating by bringing land out of too much water. The Eden narrative picks up and it flips it over where God creates by bringing water to too much dry land. And what we found is right in the middle of this narrative here. Genesis chapter two, the opening of the Garden of Eden narrative. God's ruach, or God's breath, appears to animate the dirt, like Chris has summarized. So what happens is that you have two individual humans who break the divine command. They want to become Elohim instead of just being satisfied as images of Elohim. So they're exiled from the garden, and.",
    "start": "00:06:46",
    "end": "00:07:36"
  },
  {
    "text": "That'S where God's ruach shows up like a storm.",
    "start": "00:07:36",
    "end": "00:07:39"
  },
  {
    "text": "Correct. So what the next narrative is about in Genesis 4 is about the next generation of Adam and Eve, Cain and Abel about their sons. So Cain and Abel. Cain replays his parents failure, but this time by doing what's good in his own eyes, which is murdering his brother. And the blood of his brother cries out from the ground. That happens in this narrative here. Then Cain gives birth to a whole chain of descendants and he builds a city and he calls it after his own name. And seven generations later, this is what the next literary unit's about. After Cain merges, his brother is in Cain City. He has a descendant named Lamech who murders flagrantly and says, man, if my ancestor Cain can murder and God forgave him, then God is obligated to forgive me 70 times more than Cain.",
    "start": "00:07:39",
    "end": "00:08:30"
  },
  {
    "text": "It's the downward spiral.",
    "start": "00:08:31",
    "end": "00:08:33"
  },
  {
    "text": "Yes. Yeah. And you're left to imagine, man, if one person's innocent blood rises up to God and God hears it, imagine what happens when a whole city is built on the blood of the innocent. What's going to happen then? Then you're given a divided lineage. You get a lineage, a genealogy that goes from the line of Cain. And then the last line of Genesis 4 is. But Adam and Eve had a third son that replaced Abel, the dead Abel. And then that's the son that you get a 10 generation genealogy in Genesis chapter five.",
    "start": "00:08:33",
    "end": "00:09:08"
  },
  {
    "text": "That's Seth.",
    "start": "00:09:08",
    "end": "00:09:09"
  },
  {
    "text": "And that's Seth. Yep, there's Seth. And that leads to a guy named Noach. Noah.",
    "start": "00:09:09",
    "end": "00:09:15"
  },
  {
    "text": "10 generations from Seth is Noah.",
    "start": "00:09:15",
    "end": "00:09:17"
  },
  {
    "text": "Yep. So what's going to follow is a decreation story. The outcry of innocent blood and the rise of violence among the city of Adam, the city of humanity. It's going to become, what do you say? Something that God can't ignore. But there is yet still one more thing that is going to go wrong with Creation. These are all about human rebellions. Actually Genesis 3 involves humans and a spiritual being.",
    "start": "00:09:17",
    "end": "00:09:46"
  },
  {
    "text": "The snake.",
    "start": "00:09:47",
    "end": "00:09:47"
  },
  {
    "text": "The snake. Genesis 6 is going to bring it together and show that a mirror inversion.",
    "start": "00:09:47",
    "end": "00:09:54"
  },
  {
    "text": "Of not only are the humans rebelling, but the spirit beings are rebelling.",
    "start": "00:09:54",
    "end": "00:09:58"
  },
  {
    "text": "Yes. Welcome to the story we call Genesis 6:1, the rebellion, the Elohim. Yeah, you got it. So here's the story. And it came about when Adam humanity started or began to multiply on the land. When you're like started. They've been multiplying for a while now. So that's a little clue right there that we're going to be doing some kind of replay of a beginning narrative.",
    "start": "00:09:58",
    "end": "00:11:05"
  },
  {
    "text": "A new section and a replay.",
    "start": "00:11:05",
    "end": "00:11:08"
  },
  {
    "text": "Humans multiplying.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Sounds good.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "Yeah, it sounds what God told the humans to do. Be fruitful and multiply multiply, face the land. And so when humans multiply, you get sons and daughters born to them. But the daughters are going to play a role in the story. So we're going to highlight those daughters. Now, the sons of Elohim saw the daughters of humanity, that they were good and they took wives for themselves, whomever they chose.",
    "start": "00:11:10",
    "end": "00:11:35"
  },
  {
    "text": "Bum, bum, bum. Sons of Elohim.",
    "start": "00:11:35",
    "end": "00:11:39"
  },
  {
    "text": "Sons of Elohim.",
    "start": "00:11:39",
    "end": "00:11:40"
  },
  {
    "text": "So, so far we've been talking about Elohim, which is God.",
    "start": "00:11:40",
    "end": "00:11:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:44",
    "end": "00:11:45"
  },
  {
    "text": "And so there's this phrase, the sons.",
    "start": "00:11:45",
    "end": "00:11:46"
  },
  {
    "text": "Of Elohim, sons of Elohim. The phrase appear is about half a dozen times in the Hebrew Bible and it always has the same meaning. It refers to spiritual beings in God's heavenly. God's heavenly court, heavenly realm.",
    "start": "00:11:46",
    "end": "00:12:01"
  },
  {
    "text": "So these are the hosts of heaven.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "Yeah, they're called in Genesis 1, the host of the skies.",
    "start": "00:12:03",
    "end": "00:12:06"
  },
  {
    "text": "Yeah. The sons of. Can just be referring to a kind. Yeah, part of that group. Like a kind of Elohim.",
    "start": "00:12:06",
    "end": "00:12:13"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:13",
    "end": "00:12:13"
  },
  {
    "text": "We saw it with goats in Leviticus, I think. Take the son of a goat.",
    "start": "00:12:13",
    "end": "00:12:18"
  },
  {
    "text": "The son of a goat. Yeah, actually, in other words, a goat. The exact opposite of this phrase is the son of Adam, the Son of man, which means a member of the human kind. Son of man. And so to be a son of man is to be a human. To be a son of Elohim is to be a spirit being, an Elohim like being that is a spiritual being. So that's one thing. It's a whole rabbit hole there. We've have a past podcast series on that. Notice the wording of someone seeing that something is good and then taking it for themselves.",
    "start": "00:12:18",
    "end": "00:12:54"
  },
  {
    "text": "Yes, we've seen that before.",
    "start": "00:12:54",
    "end": "00:12:56"
  },
  {
    "text": "Yeah, yeah. This is mirroring the language of Genesis 3, the human failure.",
    "start": "00:12:57",
    "end": "00:13:04"
  },
  {
    "text": "Yeah. So we'll actually talk about this exact design pattern in the next movement of.",
    "start": "00:13:04",
    "end": "00:13:10"
  },
  {
    "text": "Genesis or in the Jacob story.",
    "start": "00:13:10",
    "end": "00:13:11"
  },
  {
    "text": "In the Jacob story, the saw it was good and took it.",
    "start": "00:13:11",
    "end": "00:13:16"
  },
  {
    "text": "The woman saw that something's good and she took. Now, what's also significant here is the players in the story. The reason the woman sees that this thing is good and then takes it is precisely because of a snake that, as you read throughout the Hebrew Bible, you discover is the force of spiritual evil. So you have a spiritual being deceiving a woman so that she sees that it's good. And take. And here it's exactly the inversion in Genesis 6 you have spiritual beings who see that women are good, human women are good, and they take them for themselves. So it's a good example of A mirror narrative or a way that the story is echoing and inverting. And just like all the way back to the. When you have two parallel lines of Hebrew poetry, or like I use that analogy of the two plants or the multiple plants that my wife puts together on a shelf, you just. Now you read Genesis 3 and this little narrative, and you ponder how they help you understand each other better.",
    "start": "00:13:16",
    "end": "00:14:19"
  },
  {
    "text": "Yeah. So by activating this design pattern here, the author is portraying the sons of Elohim in a really negative light that they see the daughters and they take it. They take them.",
    "start": "00:14:19",
    "end": "00:14:29"
  },
  {
    "text": "This is a fall narrative.",
    "start": "00:14:29",
    "end": "00:14:31"
  },
  {
    "text": "Yeah, it's a fall narrative. And maybe if you weren't comparing to Genesis 3, you might not know that right away. You might have to assume that, oh, was that bad? Were they not supposed to do that? Yeah, but saw that it was good and took. We should know if we're looking back at Genesis 3, that this is not good.",
    "start": "00:14:31",
    "end": "00:14:46"
  },
  {
    "text": "Yeah, that's right. So Genesis 3 is about a failure of the human images of Elohim because of the instigation of spiritual beings here. It's the failure in rebellion of the sons of Elohim. And the images of Elohim are the victims here.",
    "start": "00:14:46",
    "end": "00:15:02"
  },
  {
    "text": "Yeah.",
    "start": "00:15:02",
    "end": "00:15:03"
  },
  {
    "text": "Okay, so let's just name. We're just trying to act like this is all normal. This is very bizarre, especially to us.",
    "start": "00:15:03",
    "end": "00:15:12"
  },
  {
    "text": "Spiritual beings taking women as their what. As their what?",
    "start": "00:15:13",
    "end": "00:15:18"
  },
  {
    "text": "As their mates. This is a very common motif in ancient literature, especially foundation stories of the empires of the ancient world was humans.",
    "start": "00:15:19",
    "end": "00:15:31"
  },
  {
    "text": "That were a hybrid between the gods and humans.",
    "start": "00:15:31",
    "end": "00:15:35"
  },
  {
    "text": "Yep. Divine humans. The most famous ones are the ones that live on in the Marvel movies still today, Thor and Loki. But yeah, Greek mythology is filled with Zeus and so on. But even before that, more in the ancient biblical context, the story is about the founding. The founders of Babylon. And one of the founding kings of the. In the area that would become Babylon was a king named Gilgamesh, who's part God and part human. He's an offspring of God and humans.",
    "start": "00:15:35",
    "end": "00:16:02"
  },
  {
    "text": "This is celebrated then in other cultures.",
    "start": "00:16:02",
    "end": "00:16:05"
  },
  {
    "text": "It was celebrated Gilgamesh, like, that gave him.",
    "start": "00:16:05",
    "end": "00:16:08"
  },
  {
    "text": "That gave him a status.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Yeah. That lets you know that this kingdom has the divine authority of the gods to conquer.",
    "start": "00:16:09",
    "end": "00:16:15"
  },
  {
    "text": "Yeah, they're called the giants, or sometimes the men of renown.",
    "start": "00:16:15",
    "end": "00:16:18"
  },
  {
    "text": "That's right. Yeah. Yeah. Here. That's what they're called later on in this. In this story. So this is tapping into a motif that celebrated these hybrid divine humans who built the kingdoms of this world and conquered in their name.",
    "start": "00:16:18",
    "end": "00:16:31"
  },
  {
    "text": "And the biblical story is saying that's actually not a good thing.",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "Yeah. It represents everything that's wrong with the world.",
    "start": "00:16:35",
    "end": "00:16:38"
  },
  {
    "text": "Humans combining with spiritual forces in a natural way.",
    "start": "00:16:39",
    "end": "00:16:43"
  },
  {
    "text": "Yeah.",
    "start": "00:16:43",
    "end": "00:16:43"
  },
  {
    "text": "Or even spiritual beings and humans going their own way apart from God, building cities apart from God and ruling apart from him, maybe.",
    "start": "00:16:43",
    "end": "00:16:51"
  },
  {
    "text": "Yeah. So this parallel with Genesis 3 is super important. And in fact, the author is going to assume that, you know, the parallel in the next line that brings up our word.",
    "start": "00:16:52",
    "end": "00:17:02"
  },
  {
    "text": "Ruach.",
    "start": "00:17:02",
    "end": "00:17:02"
  },
  {
    "text": "Ruach. So this is Yahweh's response to what just happened. Genesis 6:3. Yahweh said, My ruach will not dwell with humanity forever because this one also, or he also, is flesh, and his days will be 120 years.",
    "start": "00:17:02",
    "end": "00:17:24"
  },
  {
    "text": "Okay, okay.",
    "start": "00:17:24",
    "end": "00:17:27"
  },
  {
    "text": "And then you get the famous Nephilim. The Nephilim were in the land in those days and also long afterward, because Joshua and Caleb and the spies are going to meet a whole bunch in the land of Canaan when the sons of Elohim went into the daughters of humanity and they bore children for them. These, that is the Nephilim, are the mighty warriors who are from ancient time, men of the name.",
    "start": "00:17:27",
    "end": "00:17:53"
  },
  {
    "text": "That's what you were referring to, Chrisa. The mighty warriors, men of the name renown. These are the Nephilim.",
    "start": "00:17:53",
    "end": "00:18:00"
  },
  {
    "text": "Nephilim.",
    "start": "00:18:00",
    "end": "00:18:00"
  },
  {
    "text": "This is one of those passages where I just realized, whoa, my lens is so different than the ancient authors totally.",
    "start": "00:18:01",
    "end": "00:18:08"
  },
  {
    "text": "In so many ways. So Nephilim is one of the main biblical words to talk about these hybrid divine, human, giant kings of old. It's a noun made up of a passive of the verb to fall. So it means those who have fallen, which many Christians probably immediately go, oh, yeah, like the fallen angels. That's actually not the first and most primary reference. It means fallen in battle, those who gain glory and fame by conquest on the battlefield. The fallen ones. And Ezekiel will pick this up. He has a whole poem about the fallen kings of old who claim to be gods in Ezekiel chapter 32. And he calls them the Nophilim. Makes a play on it. Those who have fallen in battle.",
    "start": "00:18:09",
    "end": "00:18:55"
  },
  {
    "text": "That's why I hear they're even called the mighty warriors in parallel to the Nephilim.",
    "start": "00:18:55",
    "end": "00:18:59"
  },
  {
    "text": "Yeah, that's right. However, the idea of falling from the skies is a subtext here because this is about a heavenly rebellion that comes down to the land, whereas Genesis 3 was about an earthly rebellion of humans trying to be Elohim to become higher than what they're supposed to be. So that's one thing going on here. But at the center here is Yahweh's interesting Response center here. Yeah.",
    "start": "00:18:59",
    "end": "00:19:25"
  },
  {
    "text": "And it is interesting, the center, because you can imagine it gone. And this story would actually flow a little better.",
    "start": "00:19:25",
    "end": "00:19:32"
  },
  {
    "text": "The story would flow better if verse three came somewhere else, if it came later. So it's a good example of how the three part kind of symmetrical design is meant for meditation, not for nice sequential storytelling. Does that make sense?",
    "start": "00:19:32",
    "end": "00:19:50"
  },
  {
    "text": "Yeah, yeah, yeah. Because it starts with the sons of Elohim and the daughters of men. And then Yahweh speaks about how his breath won't dwell with humanity forever, his spirit. And then it goes back to the Nephilim, the sons of Elohim and the daughters of humanity. It feels very repetitive. So when that happens, there's probably an underlying structure and something being highlighted.",
    "start": "00:19:50",
    "end": "00:20:12"
  },
  {
    "text": "That's right. It's like three plants on my wife's shelf. And the outer plants are very similar. So 1 and 3 match in important ways. And 2 in the middle also links up with both parts because both have to do with something about humanity living and also about that the days of humanity will be limited. And what are those days? Well, those are the days when the giant hybrid warriors were cruising around.",
    "start": "00:20:12",
    "end": "00:20:38"
  },
  {
    "text": "I see you have verse three highlighted. And Yahweh said, oh, yes.",
    "start": "00:20:38",
    "end": "00:20:44"
  },
  {
    "text": "This is part of a bigger parallel design with the opening to the flood narrative. Yahweh says two things in Genesis 6, verses 1 to 12, and they're related. So the related thing is what God says in verse seven, which is, I'm going to wipe away humanity that I've created from the face of the ground. It's a reference to the flood, which is, I think, meant to illuminate what is going on here. But we'll get there in a second. So notice that what Yahweh says is in three, My spirit won't dwell with humanity forever because he also is flesh, and his days will be 120 years. So notice the opposition between my spirit and the fleshy humanity.",
    "start": "00:20:44",
    "end": "00:21:27"
  },
  {
    "text": "This was the mud sculpture.",
    "start": "00:21:27",
    "end": "00:21:29"
  },
  {
    "text": "Yep.",
    "start": "00:21:29",
    "end": "00:21:29"
  },
  {
    "text": "This was God breathing in his life, giving forth.",
    "start": "00:21:29",
    "end": "00:21:33"
  },
  {
    "text": "Yeah. Now what's interesting is where have I gotten the idea that God's life might live with humans forever? Where have I come across that idea?",
    "start": "00:21:33",
    "end": "00:21:45"
  },
  {
    "text": "Tree of life.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "The tree of life in the garden. In the garden, yeah. Now, so let's see. How was it that the humans lost access to forever life?",
    "start": "00:21:46",
    "end": "00:21:54"
  },
  {
    "text": "That was their fault narrative that we looked at.",
    "start": "00:21:54",
    "end": "00:21:56"
  },
  {
    "text": "It was their fault narrative because of a spiritual being. So you had a spiritual being that was trying to get humans to the realm of the divine on their own terms. On their own terms. And it resulted in the loss of eternal life. Now you have spiritual beings mixing with humans now, also resulting in a loss of eternal life. That's interesting. So I think we're meant to infer here. What's the goal here?",
    "start": "00:21:56",
    "end": "00:22:21"
  },
  {
    "text": "This is kind of two sides of one coin in a way.",
    "start": "00:22:22",
    "end": "00:22:24"
  },
  {
    "text": "Yeah. What are the sons of Elohim after here? Why are they trying to mix with humans in the first place?",
    "start": "00:22:24",
    "end": "00:22:28"
  },
  {
    "text": "Well, they saw that they were good.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "They saw that they were good. But, man, if the sons of Elohim aren't mortal, they don't die. Are we meant to infer that? Part of their motive here is. This is plan number two, to elevate humans to the divine by mixing with them.",
    "start": "00:22:30",
    "end": "00:22:45"
  },
  {
    "text": "The first plan was get them to.",
    "start": "00:22:45",
    "end": "00:22:47"
  },
  {
    "text": "Seize wisdom on their own terms. On their own terms so that they can become Elohim. That's what the snake said. That didn't work. And so God cut them off from eternal life.",
    "start": "00:22:48",
    "end": "00:22:57"
  },
  {
    "text": "This is plot number two.",
    "start": "00:22:57",
    "end": "00:22:59"
  },
  {
    "text": "Correct.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "Interesting.",
    "start": "00:23:00",
    "end": "00:23:00"
  },
  {
    "text": "In other words. And you wouldn't get there. This story doesn't say, you know, what the sons of Elohim were trying to do.",
    "start": "00:23:00",
    "end": "00:23:05"
  },
  {
    "text": "Yeah. You know what they came up with next?",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "This is plan B. They're trying to restore eternal life and turn humans into Elohim.",
    "start": "00:23:06",
    "end": "00:23:12"
  },
  {
    "text": "Yeah. Because we already know that humans aren't going to live forever.",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "They've already been dying. They're outside the garden.",
    "start": "00:23:16",
    "end": "00:23:18"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:23:18",
    "end": "00:23:19"
  },
  {
    "text": "So, yeah. Why bring up this?",
    "start": "00:23:19",
    "end": "00:23:21"
  },
  {
    "text": "Correct. Yahweh's response only makes sense if somehow it's on the table yet again that humans are going to live forever. And what narrative do I have that would talk about another grab at getting eternal life to humans? And what we have is Genesis 6, verses 1 and 2.",
    "start": "00:23:21",
    "end": "00:23:40"
  },
  {
    "text": "Well, that. And it's also weird that it seems like the sons of Elohim who are being implicated here is doing something bad. But in verse three, it's Yahweh who says, I won't dwell with humans forever. My spirit won't dwell with humans forever.",
    "start": "00:23:40",
    "end": "00:23:55"
  },
  {
    "text": "Right. He's not throwing down on the Elohim.",
    "start": "00:23:55",
    "end": "00:23:56"
  },
  {
    "text": "Yeah. So somehow what the sons of Elohim are doing is affecting humans.",
    "start": "00:23:56",
    "end": "00:24:02"
  },
  {
    "text": "Yeah. It's as if the sons of Elohim are trying to restore eternal life to humans, but in their corrupt state. And it's as if saying the only way that humanity is ever going to have life forever is for Yahweh's spirit to be the one that recreates and brings about a new creation. And so this is a distorted grab at eternal life. Genesis 3 was a distorted grab for wisdom and Elohim like status. And this is a distorted grab to restore eternal life to humans. And not only do they not get eternal life, what they get is a ticking clock. 120 years, we'll talk about that. But also what results is not human images of God, it's distorted humans who claim to be God and found the violent kings of our world. Ah. Because who's the next mighty warrior that you're going to meet in the story?",
    "start": "00:24:02",
    "end": "00:24:58"
  },
  {
    "text": "Is it Nimrod?",
    "start": "00:24:58",
    "end": "00:24:59"
  },
  {
    "text": "It's a guy named Nimrod associated with Babel. Yeah, yeah. He was the founder of Babylon and of Nineveh and Assyria.",
    "start": "00:24:59",
    "end": "00:25:08"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:25:08",
    "end": "00:25:08"
  },
  {
    "text": "So this is actually the origin story of Babylon right here.",
    "start": "00:25:09",
    "end": "00:25:13"
  },
  {
    "text": "So again, when God says, my spirit, my breath, my ruach will not dwell in humanity. We're uploading what we've already talked about in Genesis 2, 2 and 3 and 3. That the reason why humanity has any life at all is because it's God's spirit that he blew into humanity.",
    "start": "00:25:13",
    "end": "00:25:32"
  },
  {
    "text": "Yeah.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "And so God will also take that away at some point, and what will remain is dust. It's flesh.",
    "start": "00:25:33",
    "end": "00:25:40"
  },
  {
    "text": "That's right.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "And yeah. Tell me about the 120 years.",
    "start": "00:25:41",
    "end": "00:25:44"
  },
  {
    "text": "120 years. Okay, so there's two basic possibilities. One is it's saying there's a new cap on human lifespans and it'll be 120 years. And the reason why some people think that is because in the previous chapter, it was a genealogy where people are living for centuries. You know, methuselah is almost 1,000 years old, this kind of thing. So, you know, 120 to us sounds like a lot.",
    "start": "00:25:44",
    "end": "00:26:06"
  },
  {
    "text": "It's a generous cap.",
    "start": "00:26:06",
    "end": "00:26:08"
  },
  {
    "text": "But, you know, compared to Methuselah, this is a real downgrade.",
    "start": "00:26:08",
    "end": "00:26:12"
  },
  {
    "text": "But after this, humans live more than 120 years.",
    "start": "00:26:12",
    "end": "00:26:15"
  },
  {
    "text": "Yes. Abraham goes on to live more than 100. Many biblical characters go on to live more than 120 years. So that's an interesting feature of the story. So is there another possibility? And so the problems with 120 years as a shortened lifespan. Oh, yeah. Is because lots of biblical characters will live past it. Abraham lives 175 years. Isaac 180, Jacob 147. And this is in the same scroll.",
    "start": "00:26:15",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:40"
  },
  {
    "text": "So it seems kind of like they.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "Would have been aware of that.",
    "start": "00:26:41",
    "end": "00:26:42"
  },
  {
    "text": "Yeah, totally. Perhaps it refers to the number of years this is sitting of a clock before the flood. 120 years until the flood. This is actually the oldest interpretation we know of in the history of Jewish literature. So in the Dead Sea Scrolls, there's a retelling of the flood story that gives you a detail that's not given in the biblical story, that tells you that in the 480th year of Noah's life, when Noah reached the end of those years. And then it quotes Genesis 6:3, the flood story begins by saying in the 600th year of Noah's life, it began the flood. You know how children's Bibles often rewrite biblical stories in light of their interpretation? So the Dead Sea Scrolls often do this. They have what's called rewritten Bible and they retell biblical stories, but with their interpretations loaded in. So in the earliest Aramaic translations, they took this 120 years to be the little window of time before the flood. And then later, Jewish scholars like Rashi.",
    "start": "00:26:42",
    "end": "00:27:48"
  },
  {
    "text": "Does that add up with how the genealogies work out? Because that would mean that Noah's already alive.",
    "start": "00:27:49",
    "end": "00:27:53"
  },
  {
    "text": "That Noah's already alive by now. Yeah, yep, that's right. And he appeared at the end of chapter five.",
    "start": "00:27:53",
    "end": "00:27:58"
  },
  {
    "text": "Okay.",
    "start": "00:27:58",
    "end": "00:27:58"
  },
  {
    "text": "But the chronology is very interesting. The chronology and the literary sequence of these narratives, especially in Genesis 1:11, is.",
    "start": "00:27:58",
    "end": "00:28:06"
  },
  {
    "text": "Really tricky because they don't.",
    "start": "00:28:06",
    "end": "00:28:08"
  },
  {
    "text": "It's not straightforward.",
    "start": "00:28:08",
    "end": "00:28:09"
  },
  {
    "text": "Yeah. They don't always follow a linear chronology.",
    "start": "00:28:09",
    "end": "00:28:11"
  },
  {
    "text": "Yeah, yeah, that's right. So, yeah, this presumes that Noah's already alive. And that totally jives with how the stories are put together.",
    "start": "00:28:11",
    "end": "00:28:18"
  },
  {
    "text": "Yeah. With us talking about the link of the spirit, this 120 years as a narrative countdown to the beginning of the flood. That seems compelling also because Yahweh says, my spirit will not dwell with humanity forever. And we're learning already that the spirit is associated with undoing creation.",
    "start": "00:28:18",
    "end": "00:28:37"
  },
  {
    "text": "Yes. Yeah, that's.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "So it seems like when he says it'll be 120 years, he's talking about undoing creation, which is later how we'll see the flood is described.",
    "start": "00:28:38",
    "end": "00:28:46"
  },
  {
    "text": "Yeah. So actually, let's go to the next one. Yeah, let's go to the next ones, which exactly follow the train of thought that you're putting out there. So after you walk away from the strange story about the sons of Elohim, daughters of humanity, and God's ruach and so on. The next time you hear reference to God's ruach is in Genesis 6:17, and it's an announcement that God makes to Noah about the coming of the flood. It hasn't come yet. It's about to come. And so he describes the flood as a flood of water. Genesis 6:17. Flood of water on the land. It's going to destroy all flesh, in which is the breath of life. So what's significant there is it's using the idea back from Genesis 2, but remember there it was, that synonym for.",
    "start": "00:28:46",
    "end": "00:30:15"
  },
  {
    "text": "Ruach, the nishmat chaim.",
    "start": "00:30:15",
    "end": "00:30:17"
  },
  {
    "text": "Yeah, the nishmat chayim or the neshamah, exhalation of God. Exhalation. Yeah, yeah. But here it uses, it combines the vocabulary of Genesis chapter one, verse two, the Ruach Elohim and then the image of Genesis 2:7. So everything that has the breath of life is going to perish. It's an undoing of Genesis 1. The waters that were separated are going to collapse back in on themselves. It's a tragic, tragic image. But remember the reason for this. Actually, I'm just going to back up. The reason for this is because the earth became distorted or ruined in the eyes of Elohim and the land was filled. Do you remember what God told the humans? Be fruitful and multiply and fill the land? And they filled the land, all right, with the blood of the innocent violence. Yep. And we already have two stories of that. Cain and then Cain's descendant, Lamech. So God looked at the land and behold, it was ruined. Everybody who had ruined their way. And so God said to Noah, the end. And actually this word, the end, hakaitz is spelled with three of the four letters of the word outcry of Cain's blood. So the outcry that tse of Abel's blood rose up to God and then in this story, the hakaitz has come up before God.",
    "start": "00:30:17",
    "end": "00:31:41"
  },
  {
    "text": "So it's a wordplay linking those two things. The end of all flesh is coming because of the outcry.",
    "start": "00:31:41",
    "end": "00:31:46"
  },
  {
    "text": "Because of the outcry. So this is not always. Because the Cain and Abel narrative is a couple chapters away now. It's not always evident to readers that's what's happening. But it's the rebellion in the garden, Cain murdering, magnified by his descendant, magnified yet again by the sons of God and daughters of men, resulting in the violent warriors who do more stuff that Lamech did. And all of a sudden you've got a blood soaked land that needs to be purified and washed. So the flood is God's way of undoing the order that he did. It's a decreation story.",
    "start": "00:31:46",
    "end": "00:32:23"
  },
  {
    "text": "Yeah. So just like in Genesis 1, God's Spirit created the land and separated the waters and made the dry land appear. All of that creation that took place there. And then the spirit going into humans and creating that life. Now those things are being undone so there. What's this verse say? That everything that has the spirit of life, the breath of life under the heavens will perish.",
    "start": "00:32:23",
    "end": "00:32:48"
  },
  {
    "text": "Breath gets taken away, land gets submerged, the whole creation.",
    "start": "00:32:48",
    "end": "00:32:52"
  },
  {
    "text": "It's like the undoing of the spirit's work in creation and in humans.",
    "start": "00:32:53",
    "end": "00:32:56"
  },
  {
    "text": "But my friends, because of God's commitment to his purpose to rule the world through humans, his eyes will survey the land and look to see if there's anybody who isn't going the way of corruption. And there is one guy and his family whom he saw. And this guy's name is Rest Noach. He's righteous, he's blameless, and he takes walks with God. Remember that thing God showed up to do with Adam and Eve in the garden at the wind of the day?",
    "start": "00:32:57",
    "end": "00:33:29"
  },
  {
    "text": "Yeah. To walk with them.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "To walk with them. And here's this guy we've already met, Enoch, Right?",
    "start": "00:33:30",
    "end": "00:33:35"
  },
  {
    "text": "In the genealogy.",
    "start": "00:33:35",
    "end": "00:33:35"
  },
  {
    "text": "Yeah. Yep. Enoch walked with God, and he was not, because God took him and he was not. So in contrast to the generation of the flood, Noah stands out, which is why God tells Noah, hey, I'm going to spare you and your family, so make for yourself a little wooden Eden, a little garden boat. And why am I calling it a garden boat? Because you're going to hang out with.",
    "start": "00:33:35",
    "end": "00:33:59"
  },
  {
    "text": "The animals there, and it's made of trees.",
    "start": "00:33:59",
    "end": "00:34:01"
  },
  {
    "text": "It's made of trees.",
    "start": "00:34:01",
    "end": "00:34:02"
  },
  {
    "text": "Yeah. Wood.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Yep.",
    "start": "00:34:03",
    "end": "00:34:04"
  },
  {
    "text": "Same word.",
    "start": "00:34:04",
    "end": "00:34:04"
  },
  {
    "text": "Yep. You're going to live there with all these different kinds of animals. And the list of animals comes from Genesis 1. And also, I'm just going to give you more food than you can imagine. Just take it all on board. So a little hiding place above the waters where you have enough food provided by God and you live at peace with the animals.",
    "start": "00:34:04",
    "end": "00:34:27"
  },
  {
    "text": "It probably doesn't smell as good as original.",
    "start": "00:34:27",
    "end": "00:34:29"
  },
  {
    "text": "Yeah, I bet the flowers, the garden covered over a lot of that, but on the boat, not so much. Yeah. So in contrast to the generation of the flood that'll get washed away, you have a remnant. Who's spared in a little floating Eden on the waters. So after God announces the that the flood's coming to take away the breath of life from everything out there, you come across the narrative of that beginning to happen. And this is in Genesis 7, verse 15. It's the next appearance of the phrase breath of life. And here it's in a list of Noah going into the ark and then all of the animals two by two, in which is the breath of life.",
    "start": "00:34:30",
    "end": "00:35:50"
  },
  {
    "text": "And why call this out here that the animals have the breath of life?",
    "start": "00:35:50",
    "end": "00:35:54"
  },
  {
    "text": "Yeah. It seems like though God is taking away his breath, his spirit from all the earth. There's this remnant, Noah's family and the animals, where that spirit isn't totally wiped out.",
    "start": "00:35:54",
    "end": "00:36:05"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah. No, it's. Exactly. And the fact that it's mentioned that all by twos, male and female, it's recalling the one human that became two in Eden. And so now you have all these twos. Noah and his wife, his sons and his sons, wives. When it starts listing the animals, I think it gets translated. Each with its mate. But it's literally the word each and its wife.",
    "start": "00:36:05",
    "end": "00:36:30"
  },
  {
    "text": "And it's Isha.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Yeah, It's a bunch of couples going on to the ark.",
    "start": "00:36:32",
    "end": "00:36:35"
  },
  {
    "text": "Interesting.",
    "start": "00:36:35",
    "end": "00:36:36"
  },
  {
    "text": "Just like.",
    "start": "00:36:36",
    "end": "00:36:36"
  },
  {
    "text": "And they all have God's spirit into.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "Eden and they have the breath of life, just like Adam and Eve in the garden, who were sustained by the breath of life so that they can be fruitful and multiply. But here it's the remnant.",
    "start": "00:36:38",
    "end": "00:36:47"
  },
  {
    "text": "There's a little seed of the ordering that the spirit did originally going into the micro Eden, the floating Eden, in order to then be able to become many, Continue the work of the spirit after that.",
    "start": "00:36:47",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, yeah. So outside the boat, the breath of life is going to be taken away. But inside, the little art refuge place, the breath of life remains in the remnant. In the remnant. Yeah, it's the remnant that's sustained by the spirit of God. This is so important for the book of Isaiah.",
    "start": "00:37:01",
    "end": "00:37:18"
  },
  {
    "text": "That's cool.",
    "start": "00:37:18",
    "end": "00:37:19"
  },
  {
    "text": "Whole book of Isaiah. So rad, dude. Anyway, so good. Isaiah 59:21. Just tuck that one away. Okay, so that's the next appearance. We're cruising now. We're making a lot of progress. Okay, so God announced to Noah that a flood was coming to take away life. You had a narrative of Noah and the animals going into the boat. God was going to preserve their breath of life. Then when the flood actually comes after they get onto the boat, this is in Genesis 7:22. It literally repeats in narrative form what God said to Noah in a speech.",
    "start": "00:37:19",
    "end": "00:37:56"
  },
  {
    "text": "It's like the fulfillment of it.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "That's right. Yeah. And it's actually a part of the repetition. Seems unnecessary, but it's a part of the literary design. It's creating a gigantic symmetry in panels as you go through the story. So you read that all flesh. Genesis 7:21.",
    "start": "00:37:58",
    "end": "00:38:15"
  },
  {
    "text": "We've been using this word a lot. All flesh.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "It's not a typical way of talking.",
    "start": "00:38:18",
    "end": "00:38:20"
  },
  {
    "text": "Oh, got it. Yeah.",
    "start": "00:38:20",
    "end": "00:38:22"
  },
  {
    "text": "All what?",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "Flesh. Yeah, it's the main biblical word to talk about meat. Yeah. Your physical. It's the Word meat.",
    "start": "00:38:23",
    "end": "00:38:31"
  },
  {
    "text": "And how's that different than your Nephesh?",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "Your Nephesh refers to you as a whole integrated living being, Body and energizing life, body and ruach.",
    "start": "00:38:33",
    "end": "00:38:41"
  },
  {
    "text": "But if you took the spirit away from your meat case. That's right.",
    "start": "00:38:41",
    "end": "00:38:46"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:46",
    "end": "00:38:46"
  },
  {
    "text": "You're just flesh.",
    "start": "00:38:46",
    "end": "00:38:47"
  },
  {
    "text": "Exactly. Remember back up in Genesis 6:3, spirit was contrasted with flesh. My spirit won't dwell with humanity forever because he is flesh.",
    "start": "00:38:47",
    "end": "00:38:57"
  },
  {
    "text": "So it's matter.",
    "start": "00:38:57",
    "end": "00:38:58"
  },
  {
    "text": "Matter. It's a synonym to the dirt.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "In Genesis 2, dirt plus divine breath equals living creature, living nephesh.",
    "start": "00:39:02",
    "end": "00:39:08"
  },
  {
    "text": "So it's a way of describing a creature, but it is emphasizing temporal nature. Yeah, the created temporal nature. That's right.",
    "start": "00:39:08",
    "end": "00:39:16"
  },
  {
    "text": "And the physical.",
    "start": "00:39:17",
    "end": "00:39:17"
  },
  {
    "text": "The physical.",
    "start": "00:39:18",
    "end": "00:39:18"
  },
  {
    "text": "The physical material nature.",
    "start": "00:39:18",
    "end": "00:39:20"
  },
  {
    "text": "The mortal nature.",
    "start": "00:39:20",
    "end": "00:39:21"
  },
  {
    "text": "Yeah.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "Any creature with just flesh is going to be dead.",
    "start": "00:39:22",
    "end": "00:39:27"
  },
  {
    "text": "Correct. It needs spirit requires.",
    "start": "00:39:27",
    "end": "00:39:30"
  },
  {
    "text": "Which is God's breath.",
    "start": "00:39:30",
    "end": "00:39:31"
  },
  {
    "text": "Which is God's breath.",
    "start": "00:39:31",
    "end": "00:39:31"
  },
  {
    "text": "And flesh could refer to humans. Or here in this verse 721, it's birds, cattle, beasts, everything swarming and all mankind.",
    "start": "00:39:31",
    "end": "00:39:40"
  },
  {
    "text": "Yeah, that's right. So in the Hebrew Bible, it mainly refers to the material, mortal, frail, slowly aging and dying aspect of a human being. In the New Testament, it'll gain an additional layer of meaning in Jewish Greek for the appetites that come from our material nature. Hunger, pleasure, sex, all these kinds of things. Those can be called just desires of the flesh or the flesh.",
    "start": "00:39:40",
    "end": "00:40:09"
  },
  {
    "text": "It's kind of similar how to spirit can be used even though it just means you're animated Life force comes to be talked about often in the New Testament as also your will or mind. Your mind, because it's a type of animation. There seems to be a similarity there too, of like flesh, which just literally means like your atoms.",
    "start": "00:40:09",
    "end": "00:40:28"
  },
  {
    "text": "Yeah.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "The dirt that you are can then be used as a way to talk about the desires that you have that drive you towards dirt.",
    "start": "00:40:30",
    "end": "00:40:38"
  },
  {
    "text": "Yeah, that's right. Yeah. And that come from the meat, like.",
    "start": "00:40:38",
    "end": "00:40:41"
  },
  {
    "text": "Nature, or comes from the fact that you are dirt.",
    "start": "00:40:41",
    "end": "00:40:43"
  },
  {
    "text": "Totally.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "The dirt needs to process dirt.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "Yep. The Apostle Paul. It's a big term in Apostle Paul's writings. The flesh.",
    "start": "00:40:45",
    "end": "00:40:50"
  },
  {
    "text": "The flesh.",
    "start": "00:40:50",
    "end": "00:40:50"
  },
  {
    "text": "The flesh, yeah. He'll say, in my spirit, I want to obey the Torah of God, but in my flesh, I want to break the commands.",
    "start": "00:40:50",
    "end": "00:40:59"
  },
  {
    "text": "So it can be a neutral term, but it can also be contrasted with spirit.",
    "start": "00:40:59",
    "end": "00:41:03"
  },
  {
    "text": "That's right. Yeah, that's right. So back to Genesis 7:21. All flesh that moved about on the land perished in the flood. And then it gives the same list from Genesis chapter one of creatures. Everything that was on the dry land. In whose nostrils was the. Ooh. Here it uses all the terms together. The breath of the spirit of life, the exhalation.",
    "start": "00:41:03",
    "end": "00:41:28"
  },
  {
    "text": "Exhalation of the ruach, and nostrils and nostrils. Recalling when God breathed into the nostrils, the breath of life. But then spirits mixed in here too.",
    "start": "00:41:28",
    "end": "00:41:38"
  },
  {
    "text": "This is exactly the phrase used in Genesis 2, verse 7, where God breathed into the dust, into the nostrils, the breath of life.",
    "start": "00:41:38",
    "end": "00:41:46"
  },
  {
    "text": "And that was just about humans here it's talking about all creatures.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:49",
    "end": "00:41:49"
  },
  {
    "text": "So in a way it's recalling Genesis 1, the creation of the whole ordered world and the animals and the spirit that was breathed in, or that was hovering and creating and then breathing in the breath of life to the humans in Genesis too. It's like recalling.",
    "start": "00:41:49",
    "end": "00:42:06"
  },
  {
    "text": "Yeah, yeah, look at it. It's like a snowball. When you are tracing a theme, the vocabulary will be introduced like one at a time in a story, but then in later stories it will just start picking up all the preceding terms and start using them and connecting them interchangeably. And this is a great example. It's using the language of flesh versus spirit. That's from Genesis 6, verse 3. Nostrils and the breath. That's Genesis 2, verse 7. And then the ruach, which is from Genesis 1. I'm just noticing that right now. That's so cool.",
    "start": "00:42:06",
    "end": "00:42:38"
  },
  {
    "text": "So by recalling all of that, it's like these couple verses are saying, all of that is undone.",
    "start": "00:42:38",
    "end": "00:42:44"
  },
  {
    "text": "Yes, that's right. Yeah. The whole sequence of creation up to this point is undone.",
    "start": "00:42:44",
    "end": "00:42:49"
  },
  {
    "text": "This is a low moment.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "It's a low moment. Yep, it is. It's terrible. It's God handing creation over to its own violent death dealing tendencies. And he allows the created order to collapse in on itself. But. But there is a remnant that survives because of the righteousness of that remnant. God spares them, which opens up a window for the future. And that is what happens with the last appearance of Ruach in this section.",
    "start": "00:42:50",
    "end": "00:43:26"
  },
  {
    "text": "It.",
    "start": "00:43:26",
    "end": "00:43:27"
  },
  {
    "text": "So the last appearance of ruach in Genesis 1 through 11, and it kind of both culminates and restarts this whole narrative cycle is in Genesis 8:1. So the picture, the flood waters have risen and the boat's just floating there and everything's undone de created. And we read this little line, but God remembered Noah and all the animals and all the cattle that were with him in the ark. And God caused a ruach to blow over the land and those waters began.",
    "start": "00:44:05",
    "end": "00:44:42"
  },
  {
    "text": "To subside, which is exactly what happened.",
    "start": "00:44:42",
    "end": "00:44:45"
  },
  {
    "text": "In Genesis 1, verse 2. And then look at this. All the fountains of the Deep. These are the waters under the land. The tehom, the t Hom. Yeah. This is the tehom. The deep abyss of Genesis 1, verse 2. This is the new American standard. The floodgates of the sky. It's literally the windows of the skies.",
    "start": "00:44:45",
    "end": "00:45:03"
  },
  {
    "text": "Yeah. This is where the rain comes from in the ancient imagination.",
    "start": "00:45:04",
    "end": "00:45:07"
  },
  {
    "text": "So these are the waters above and the waters below. So they were separated on day two.",
    "start": "00:45:08",
    "end": "00:45:12"
  },
  {
    "text": "Yeah.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "The flood began by the.",
    "start": "00:45:13",
    "end": "00:45:15"
  },
  {
    "text": "Sorry. Yeah. God's spirit shows up over the chaos. And the chaos is just watery chaos. And then day one. Or, sorry, day two.",
    "start": "00:45:15",
    "end": "00:45:24"
  },
  {
    "text": "Day one is light and dark.",
    "start": "00:45:24",
    "end": "00:45:26"
  },
  {
    "text": "Oh, light and dark. Day two is separating waters above, the waters above from the waters below, which was a form of creation and ordering. And then that collapses in the flood. The waters from below and the waters from above. It rains, bubbles up. Earth is destroyed. And then here we're seeing God say. Let's close that back off.",
    "start": "00:45:26",
    "end": "00:45:45"
  },
  {
    "text": "Yeah, he's recreating.",
    "start": "00:45:45",
    "end": "00:45:47"
  },
  {
    "text": "Yeah. So in other words, this is a replay of day two of the creation story in Genesis 1. Then the waters receded from the land.",
    "start": "00:45:47",
    "end": "00:45:57"
  },
  {
    "text": "Day three.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "And that's the replay of day three.",
    "start": "00:45:58",
    "end": "00:46:00"
  },
  {
    "text": "Yeah. Where the waters recede and the dry land appears.",
    "start": "00:46:00",
    "end": "00:46:03"
  },
  {
    "text": "Yeah. Then check this out. In the seventh month, on the 10 and seventh day of the month, the ark found rest. Genesis. Do you get it?",
    "start": "00:46:03",
    "end": "00:46:16"
  },
  {
    "text": "The ark, Nuacht.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Yeah. So what God did on the seventh day, now the ark is doing on the seventh month, on the ten plus seventh day is the ten.",
    "start": "00:46:17",
    "end": "00:46:27"
  },
  {
    "text": "The words of God.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "Yeah. Ten speeches of God.",
    "start": "00:46:29",
    "end": "00:46:30"
  },
  {
    "text": "Yeah, ten plus seven.",
    "start": "00:46:31",
    "end": "00:46:33"
  },
  {
    "text": "And God said, let there be light.",
    "start": "00:46:33",
    "end": "00:46:34"
  },
  {
    "text": "Yeah, totally. And it gets even better because you get a little story here about the emergence of plants. He sends out the birds, and the birds can't find any plants until one finally, and so on.",
    "start": "00:46:35",
    "end": "00:46:47"
  },
  {
    "text": "Not only does it feel like a random story, but then it feels like it's repeated so much about these birds.",
    "start": "00:46:47",
    "end": "00:46:53"
  },
  {
    "text": "Why is he still sending out the birds?",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "He sends out a raven and then he sends out a dove. Three times. Three plus. So it's the three plus one sending out of the birds four times total. And it's a test. He's testing to see if the waters have lightened from upon the land. And then when he finds it, he gets off the boat.",
    "start": "00:46:55",
    "end": "00:47:12"
  },
  {
    "text": "Yeah, by itself. That passage about the dove and the raven kind of make a little bit of sense, but seem repetitive. But reading it in light of Genesis 1, that makes a lot more sense. That we're waiting for the plant or the shrubs to appear. The birds are meant to.",
    "start": "00:47:12",
    "end": "00:47:27"
  },
  {
    "text": "Which is day five.",
    "start": "00:47:27",
    "end": "00:47:29"
  },
  {
    "text": "Right, yeah. The shrubs appear on day three. Oh, right. And then the birds appear on day five, and then the land animals appear on day six. But the bonus on day six is God gives the shrubs and the plants to the humans and the animals. And so it's a combining of all. Yeah, dude, this story is so awesome, but it's mixing together all these imagery from the days of creation to depict Noah getting off the boat. Another thing, this is a rabbit trail. But in the other ancient Near Eastern parallels to the flood story, the epic of Atrahasis, and the one found in the Gilgamesh epic, they have very detailed parallels to the scene of. After the hero gets off the boat, or, excuse me, after the flood is over, the hero sends out birds to find out when the waters have receded. And it's both a raven and then a dove. It's paralleled. And so what's great is the biblical authors are taking up a traditional motif from other ancient parallels, but then totally transforming its purpose in the story by adding all these hyperlinks to the days of creation so that it becomes a recreation story. It's a really cool example of the repurposing of a traditional story, but to a new agenda.",
    "start": "00:47:29",
    "end": "00:48:50"
  },
  {
    "text": "So in this verse, ruach is translated as wind, usually. Yes, that's right. And that is like this invisible, powerful energy, and it would dry up the waters. Like, you feel that image. But should we also be thinking of God's spirit here reading in parallel to Genesis 1?",
    "start": "00:48:50",
    "end": "00:49:06"
  },
  {
    "text": "Yeah, exactly. Yeah. On the narrative level, a wind pushing back water, that makes sense. But the parallel to Genesis 1, verse 2, makes you know that this is not just. It's like a deeper meaning or a deeper layer to that wind, because that wind is that energizing presence of God that will bring about new creation.",
    "start": "00:49:06",
    "end": "00:49:27"
  },
  {
    "text": "Tell me about this translation. God caused a wind. Because if in the Hebrew imagination, the wind is God's breath, what does that mean for God to cause the wind? Why wouldn't you just say God breathed a wind? Or God. God winded a wind.",
    "start": "00:49:27",
    "end": "00:49:42"
  },
  {
    "text": "Yeah. God winded a wind. Yeah. I mean, I think it has to do with. There's just multiple layers of meaning to this image. So in Genesis 1, verse 2, it was God's own ruach that was hovering here. God sends a ruach over the waters. The ruach comes from God. God sends it. So I think it's like a double meaning or double layers of meaning. The same thing is going to happen in the Exodus story with the parting of the waters. It's the same vocabulary God causes a window to go over the waters and in that case, split them in half.",
    "start": "00:49:43",
    "end": "00:50:17"
  },
  {
    "text": "Yeah, this is almost a bridging passage between the original creation with God's spirit hovering and the Exodus where God's wind parts the waters or pushes them back.",
    "start": "00:50:17",
    "end": "00:50:28"
  },
  {
    "text": "Yeah, yeah. I guess it's kind of. I guess the difference between saying, where do you put the separation between the flame and the light that emerges from it? This is a famous puzzle the early Christians used to. Or image, they used to use to talk about the Father and the Son. And there isn't, you know, in common perception, there is no separation. They're. They're both one, but yet they're distinct because the light that comes from the flame is distinct from the flame, but they're also one. And so in a similar way here, God's ruach that goes out and passes over comes from Elohim. So it's Elohim's ruach, but yet it's.",
    "start": "00:50:28",
    "end": "00:51:03"
  },
  {
    "text": "You get the Trinity beginning to form in a way here too.",
    "start": "00:51:04",
    "end": "00:51:08"
  },
  {
    "text": "Totally. Yeah, that's right.",
    "start": "00:51:08",
    "end": "00:51:09"
  },
  {
    "text": "Not that the Hebrew authors talked about the Trinity, but.",
    "start": "00:51:09",
    "end": "00:51:12"
  },
  {
    "text": "Yeah, but they talked about God in a way that God is both simple one and also complex.",
    "start": "00:51:12",
    "end": "00:51:19"
  },
  {
    "text": "More than one.",
    "start": "00:51:19",
    "end": "00:51:20"
  },
  {
    "text": "Yeah.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "Okay. So here we saw that God's spirit both de. Created and recreated in the same event or in the same narrative that the flood, this undoing of creation, actually returned the earth to the original Genesis 1:2 state with God's spirit over the waters, ready to bring new creation.",
    "start": "00:51:21",
    "end": "00:51:42"
  },
  {
    "text": "Yeah, that's right. So the new creation starts with God's wind, and then it's going to culminate in Noah getting off the boat and offering a sacrifice. And that utter surrender of Noah compels God to say, you know what I'm never going to do again, even though I know humans are no different. They're going to be as violent as they ever were. But I'm never going to undo creation like I've done. And so Noah's the obedient surrender of the spared remnant compels God to promise to carry out his new creation purposes into the future of the story. But the hinge in the narrative all was with the appearance of God through ruach. And these narratives are so rich. There's just so much to talk about here.",
    "start": "00:51:42",
    "end": "00:52:33"
  },
  {
    "text": "You know what's so interesting is I just use Bible software to search the root of ruach in these chapters, Genesis 1 through 11. So just the root, the resh, vav and chet. So that could bring up a noun or a verb. The only. So all the hits Are what we talked about the ruach, the. The spirit. But the only other hit is this one. 8:21. The Lord smelled. It's vayerach. It's like he breathed in or smelled the soothing aroma.",
    "start": "00:52:33",
    "end": "00:52:59"
  },
  {
    "text": "That's right.",
    "start": "00:52:59",
    "end": "00:52:59"
  },
  {
    "text": "It's the same root as.",
    "start": "00:52:59",
    "end": "00:53:00"
  },
  {
    "text": "Yeah, that makes sense, because to smell is like to breathe in.",
    "start": "00:53:01",
    "end": "00:53:04"
  },
  {
    "text": "Yes. And the word aroma is the word rach.",
    "start": "00:53:04",
    "end": "00:53:08"
  },
  {
    "text": "Yeah, I saw smelled come up, but for some reason.",
    "start": "00:53:08",
    "end": "00:53:10"
  },
  {
    "text": "Oh, he smelled.",
    "start": "00:53:10",
    "end": "00:53:11"
  },
  {
    "text": "But yeah, it's a related. That's a related word.",
    "start": "00:53:11",
    "end": "00:53:13"
  },
  {
    "text": "It's a related word. So God's ruach is the invisible life presence. And then there's a related noun, rach, which is a smell, which is again, you very clearly something's going into your nose when you smell it, but you don't see anything.",
    "start": "00:53:13",
    "end": "00:53:26"
  },
  {
    "text": "What is it?",
    "start": "00:53:26",
    "end": "00:53:26"
  },
  {
    "text": "Yeah, it's the rach, which is like.",
    "start": "00:53:26",
    "end": "00:53:28"
  },
  {
    "text": "The ruach, the aroma.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "Wow, good call.",
    "start": "00:53:29",
    "end": "00:53:30"
  },
  {
    "text": "Well, yeah, I'm trying to connect that even more. So. Okay. God's spirit creates, decreates, and he recreates by his spirit or his breath. And then in response to Noah's sacrifice, he breathes in the smell, and that is related to this covenant promise.",
    "start": "00:53:30",
    "end": "00:53:50"
  },
  {
    "text": "Okay, so, yeah, he breathed out exhalation into the nostrils of the human to give the breath of life. Here. He breathes in Noah's sacrifice, and he says, I'm never going to destroy all life like I just did.",
    "start": "00:53:50",
    "end": "00:54:03"
  },
  {
    "text": "Yeah.",
    "start": "00:54:03",
    "end": "00:54:03"
  },
  {
    "text": "So it's actually God inhaling the obedient surrender of the chosen one that compels God to make a promise that he will preserve life from this point on.",
    "start": "00:54:03",
    "end": "00:54:14"
  },
  {
    "text": "Yeah, I like that because.",
    "start": "00:54:14",
    "end": "00:54:16"
  },
  {
    "text": "Wow, good call.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "That's.",
    "start": "00:54:17",
    "end": "00:54:17"
  },
  {
    "text": "No, that surprised me too. That's really cool. But the idea that God smells a soothing aroma and is like, oh, that's great. I'm gonna make a promise. That's kind of weird to me.",
    "start": "00:54:18",
    "end": "00:54:25"
  },
  {
    "text": "Oh, that smells good. Okay, humans.",
    "start": "00:54:27",
    "end": "00:54:29"
  },
  {
    "text": "It smells fickle. But the idea that it's connected to his spirit and his, like, there's maybe more symbiotic.",
    "start": "00:54:30",
    "end": "00:54:38"
  },
  {
    "text": "This is loaded with wordplays because the word soothing is the word play on Noah's name.",
    "start": "00:54:38",
    "end": "00:54:42"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:54:42",
    "end": "00:54:42"
  },
  {
    "text": "Soothing means to give rest. So Noah's name is noach. The word soothing is nihoach. So God spirits a Noah, like, spirit smell.",
    "start": "00:54:43",
    "end": "00:54:53"
  },
  {
    "text": "I mean, that actually makes more sense to my mind than God smelled this soothing aroma.",
    "start": "00:54:54",
    "end": "00:55:00"
  },
  {
    "text": "God was happy with this whole. All the obedience.",
    "start": "00:55:00",
    "end": "00:55:03"
  },
  {
    "text": "Yeah, yeah. The point is, Noah surrendered everything, and God smells that Noah likes surrender and says, I'm gonna.",
    "start": "00:55:03",
    "end": "00:55:10"
  },
  {
    "text": "All God needs is one person to surrender.",
    "start": "00:55:10",
    "end": "00:55:13"
  },
  {
    "text": "Totally.",
    "start": "00:55:14",
    "end": "00:55:14"
  },
  {
    "text": "That's what the story is showing us.",
    "start": "00:55:15",
    "end": "00:55:17"
  },
  {
    "text": "What the humans didn't do in Eden. They didn't surrender their desires to God.",
    "start": "00:55:17",
    "end": "00:55:21"
  },
  {
    "text": "And he just needs one.",
    "start": "00:55:21",
    "end": "00:55:22"
  },
  {
    "text": "Just needs one. If God could just have one righteous to surrender.",
    "start": "00:55:22",
    "end": "00:55:26"
  },
  {
    "text": "And here he is, Noah, he would.",
    "start": "00:55:26",
    "end": "00:55:27"
  },
  {
    "text": "Give life to the many.",
    "start": "00:55:27",
    "end": "00:55:29"
  },
  {
    "text": "If the Bible ended right here.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "If the Bible ended right here. But then what does Noah do?",
    "start": "00:55:30",
    "end": "00:55:32"
  },
  {
    "text": "Yeah, yeah, he gets off the boat and blows it. And then the story continues. So there you go.",
    "start": "00:55:32",
    "end": "00:55:38"
  },
  {
    "text": "So that's the Holy Spirit in movement one of the first scroll of the first section of the Bible, the Torah, which is the first collection of books that we call the Hebrew Bible. I just wanted to say one more thing about the. Because we started with 120 years as a countdown clock. And it just hit me too, as we were talking about God kind of decreating, kind of being done with the violence. Like, let's just get rid of the violence, wash it clean. The countdown clock. It seems connected to also when God says, I need to get the humans out of the garden or otherwise they'll live forever.",
    "start": "00:55:38",
    "end": "00:56:14"
  },
  {
    "text": "Oh, yeah, sure, right.",
    "start": "00:56:14",
    "end": "00:56:16"
  },
  {
    "text": "Like, yeah. So that's why I'm an exile them. So it's like in that story, it's interesting that God's saying if they stay here, they're going to live forever in the state of corruption. It's just going to be bad. So I'm actually going to get him out of here. And it's that same kind of idea of, you know, if I'm going to let humans propagate on the earth with all this violence, this is going to be nuts. So 120 years and then we're. I'm going to wash it clean.",
    "start": "00:56:16",
    "end": "00:56:44"
  },
  {
    "text": "Yeah, we're going to be done. Yeah, that problematic human in that case is these gibborim, these violent warrior kings. And so they represent everything. Yeah, everything that's wrong with humanity. And that's why, as you read throughout the rest of the biblical story, you're going to meet more giants. But they're always called like the remnant of the giants or the last of the giants. And so you're going to keep having to kill off the giants, you know, in iterations throughout the rest of the biblical story. But the whole thing is because those later stories are being patterned as little local floods of God's justice that will have to be brought about to do away from finally with that violence that corrupted the land. But anyhow, okay, so that was movement.",
    "start": "00:56:44",
    "end": "00:57:29"
  },
  {
    "text": "One with the Holy Spirit. We're going to then come to movement two, which is the stories of Abraham and we're going to trace a new theme in those stories, and we'll introduce that theme when we get to movement two. Thanks for listening to this episode of BibleProject Podcast. Next week we're going to look at the second movement of the genocide, a scroll. It's the narratives of Abraham. And we're gonna trace through this movement the theme of trees.",
    "start": "00:57:29",
    "end": "00:57:57"
  },
  {
    "text": "The tree is right on pages one and two in the opening literary units of Genesis. And then that image gets picked up and employed and developed in really neat ways throughout the story of Abraham, because Abraham and Sarah are depicted as a new Adam and Eve who God is calling to return to the garden so he can bless all the nations through them.",
    "start": "00:57:57",
    "end": "00:58:16"
  },
  {
    "text": "Today's show is produced by Cooper Peltz. Dan Gummel and Zach McKinley are the editors and Lindsay Ponder with the show Notes. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. One way that we're doing that this year is reading through the Bible movement by movement tracing themes. This is to develop two really important skills for how to read the Bible. As you follow along with this podcast, you could actually read the Bible yourself, tracing these themes in our BibleProject app. It's available and free on iOS and Android. Everything that we make is free because of the generous support of many people just like you. So thank you so much for being a part of this with us.",
    "start": "00:58:16",
    "end": "00:58:57"
  },
  {
    "text": "Hi, this is Tiffany and I'm from Augusta, Georgia. I first heard about bibleproject a couple of years ago. I use bibleproject for homeschooling our K kids. My favorite thing about bibleproject is the fact that it's super simplistic, but it's also really in depth so that every single person in our family can grow closer to God and learn more about His Word. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "00:58:58",
    "end": "00:59:32"
  }
]