[
  {
    "text": "Hey, everybody, this is tim@the Bibleproject. And welcome to the Bibleproject podcast. This episode is the second to last conversation John and I are having about the biblical theme of priests and specifically the royal priesthood throughout the story of the Bible. Today we're going to dive into a story that depending on the Christian tradition, you may be a part of or grew up in, you might or might not be familiar with the story, but this is a story that provides an important window into the role of Jesus as the exalted cosmic royal priest. This story is the ascension of Jesus. The outline of Jesus living, dying, being raised from the dead is pretty familiar. But there's also a crucially important story at the beginning of the Book of Acts where Jesus leaves his followers and he does this by ascending up into the skies and disappearing into the heavenly realm. What is this all about? We're going to explore this story and also ponder why this is particularly a challenging story for modern readers to fully comprehend. We're going to look at what this story and actually a bunch of other passages in the New Testament have to say about what Jesus is doing right now, as he is this very moment serving in this priestly role in interceding on behalf of humanity before God his Father. So that's what's ahead, this episode and also a bunch more. Thanks for joining us. Here we go.",
    "start": "00:00:04",
    "end": "00:01:30"
  },
  {
    "text": "Today we're going to finish our conversation talking about this theme of the priesthood. Yes, the royal priesthood.",
    "start": "00:01:36",
    "end": "00:01:43"
  },
  {
    "text": "The royal priesthood.",
    "start": "00:01:43",
    "end": "00:01:44"
  },
  {
    "text": "And we've gotten through the whole story of the Bible up to Jesus and talked about Jesus acting like a priest, doing things like a priest, having a show off. Not a show off, a showdown. A showdown with the high Priest Caiaphas.",
    "start": "00:01:44",
    "end": "00:02:01"
  },
  {
    "text": "Yeah, he's showing off a little bit. Yeah.",
    "start": "00:02:01",
    "end": "00:02:05"
  },
  {
    "text": "In the way that Jesus does.",
    "start": "00:02:06",
    "end": "00:02:07"
  },
  {
    "text": "Yeah.",
    "start": "00:02:07",
    "end": "00:02:07"
  },
  {
    "text": "And how do the people who follow Jesus, how does that wrap in this idea of the priesthood? And then also, where's this all heading? It started in a garden where with humanity who were called to be priests, essentially working with God on his behalf, imaging God and doing this in this royal vocation, like kings and queens over creation, that's where it begins. That all falls apart. But there's this hope of this redemption of that. So I think that's what we're going to talk about today.",
    "start": "00:02:07",
    "end": "00:02:38"
  },
  {
    "text": "That's right. Now, one added dynamic to this, if you are a podcast listener, have been listening through the series, you won't know this, but we recorded the first five episodes of this series a while ago.",
    "start": "00:02:39",
    "end": "00:02:53"
  },
  {
    "text": "Yeah.",
    "start": "00:02:53",
    "end": "00:02:53"
  },
  {
    "text": "And then we took a break, started just Writing. And we realized that this theme video is actually going to become a theme series.",
    "start": "00:02:53",
    "end": "00:03:01"
  },
  {
    "text": "That's right. So which we don't normally do, we kind of did it with the spiritual being series.",
    "start": "00:03:01",
    "end": "00:03:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "In that we did a video on God, which was a big topic in and of itself. And then we realized, man, there's so much cool stuff about the Elohim.",
    "start": "00:03:08",
    "end": "00:03:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:20",
    "end": "00:03:21"
  },
  {
    "text": "We could do a whole series. So that was kind of a theme series, this video on priesthood. What actually happened was, I think I told you this, but maybe the listeners would enjoy hearing about too, is that we want to do. We want to do some more work on our website so that you can dig in deeper to these ideas. After watching a video, like modules, we're throwing out the word quick study, some sort of kind of like interactive thing. And so I was writing one for this series and I just like got so deep into it and saw how lovely like it is to be able to take every step slowly talk about Abraham and Melchizedek and his and Isaac and then that just being a video. And then talk about Moses and Aaron and the tabernacle and that just being a video and just really slowly walking through it. I just got attached to like, let's slow down. And you were like, okay, yeah, let's.",
    "start": "00:03:21",
    "end": "00:04:11"
  },
  {
    "text": "Slow down, let's slow down. So this will actually be a six part video series called the Royal Priest or Royal Priesthood. Probably Royal Priest, the Hood.",
    "start": "00:04:11",
    "end": "00:04:22"
  },
  {
    "text": "The Hood. The Robin Hood, yeah.",
    "start": "00:04:23",
    "end": "00:04:25"
  },
  {
    "text": "So where we're at then in those six steps, it'll be about Adam and Eve as the first royal priests, how they forfeit their calling and vocation. Video one, video one. Video two will be about how Abraham is called to mediate God's blessing to the world. He meets a royal priest and ends up having to act as a priest to give up his own son for his sins. But God provides a substitute. It's video two. Oh, and both those events happen on the hill that will later be called Jerusalem in the biblical story. Video three is about Moses going up Mount Sinai. The tabernacle priesthood of Aaron, the failure of the priesthood of Aaron. Video 4 will be about David who rekindles the royal priesthood of Melchizedek in Jerusalem and then fails. And video five will be about Jesus who brings all the threads together. Yeah. In his announcement of the kingdom of God and presenting himself as the royal priest. Video 6. And what we want to focus on in this conversation right now is about how Jesus's resurrection and his ascension are about his Installation as the cosmic royal priest. And as such, he is working through a royal priesthood that he formed during his earthly part of his mission. And that royal priesthood is called the people of Jesus, or it's called the body of the Messiah. His body on earth takes the form of a royal priesthood, which is his followers. So it's kind of this dual Jesus royal priest in the spiritual realm corresponding to his earthly body, which is his people doing royal priesthood stuff right now until the new creation. That's what this video will be about.",
    "start": "00:04:25",
    "end": "00:06:17"
  },
  {
    "text": "I think what's interesting to me is that normally when we get to this part of a theme, there isn't some big surprising twist after Jesus. It feels like, get to Jesus, that's this kind of nice surprise. Bring everything together in a way that you kind of were expecting but not fully understanding. And then you see his life, death, and resurrection through that lens. Then I feel like the story of us, his followers and then this hope for new creation just kind of feels like this natural flow.",
    "start": "00:06:17",
    "end": "00:06:48"
  },
  {
    "text": "Yeah.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "What you're talking about is this kind of mystical. And feels like a curveball of like, okay, we got the royal priest. Now he's going to be seated in heaven in the spiritual way, while his continued work on earth is now this amalgamation of his followers.",
    "start": "00:06:49",
    "end": "00:07:06"
  },
  {
    "text": "Yeah.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Which is like. There wasn't any hints of that. Well, maybe there was. Maybe you can walk me through that. But like, it just feels like, Whoa, that feels like out of left field. Oh, interesting.",
    "start": "00:07:07",
    "end": "00:07:15"
  },
  {
    "text": "Okay. Yeah. Then let's do talk about it. Because the way I see it, it's in total continuity with what has already been before.",
    "start": "00:07:16",
    "end": "00:07:23"
  },
  {
    "text": "Okay.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "Okay. Both because this will be the concluding video and because we're now six conversations in. Let's go back to just some elemental points from the very beginning about the connection between heaven and earth and God and humanity in the Garden of Eden. Remember, Adam and Eve as the image of God are presented as this idealized humanity. That's a royal priesthood. So we explored that already. Yeah, but. And I can't remember if we said it this clearly in our conversations, but we came to a clarity in the script. And I've never said it this way before, but forcing to write this out really helped me that there's this parallel. This is on page 40 of the Nose. The connection between a sacred space and then the people who inhabit and work in that sacred space. There's an important analogy or parallel between them. So we made a video about how the ideal goal of creation from the Garden of Eden and forward into new creation is for the union of heaven and earth. And so the Garden of Eden represents that. It's a space, it's a high place in the skies where heaven and earth are one, where divine and human meet together and work together.",
    "start": "00:07:24",
    "end": "00:08:38"
  },
  {
    "text": "And later the tabernacle represents that as well.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "Exactly. That's a concept of the overlap of heaven and earth in a place. But then you have the overlap of divine and human in the people who live and work in that place. And so with Adam and Eve as the image of God, as royal priests, and then later with the tabernacle or temple, with the priests who work there. But the whole point is that they are also a meeting place of heaven on earth in their very person. In Genesis 1 and 2, they are the image of God.",
    "start": "00:08:41",
    "end": "00:09:11"
  },
  {
    "text": "Yeah.",
    "start": "00:09:11",
    "end": "00:09:11"
  },
  {
    "text": "You look at these figures and you say, whoa, that's like God. They are like God.",
    "start": "00:09:11",
    "end": "00:09:16"
  },
  {
    "text": "I am looking at an image, a reflection of who God is.",
    "start": "00:09:16",
    "end": "00:09:21"
  },
  {
    "text": "That's right. And so they represent God to the creation, but then they also are themselves creations that represent creation back to God.",
    "start": "00:09:21",
    "end": "00:09:31"
  },
  {
    "text": "They're representing God to themselves. We are representing God to ourselves.",
    "start": "00:09:31",
    "end": "00:09:34"
  },
  {
    "text": "Oh, well, I'm thinking more if you have divine and you have God and then creation, and then in this middle spot are these priestly humans who are creatures. So they represent all of creation before God, but then they also represent God out to the creation.",
    "start": "00:09:34",
    "end": "00:09:53"
  },
  {
    "text": "Got it.",
    "start": "00:09:53",
    "end": "00:09:54"
  },
  {
    "text": "And so they're a union of heaven and earth and divine and human in their own selves. So in a way, both this idea of a place where heaven and earth are one and people in whom heaven and earth are one, they overlap. Yeah, in Genesis 1:1, that just. That analogy, I think is significant because they both point to the same thing. A place and a people where divine life, love, and God's character become one with creation joined in unity. So as you go through the storyline of the Bible, then the role of these sacred people who live and work in the sacred space, you know, they.",
    "start": "00:09:54",
    "end": "00:10:33"
  },
  {
    "text": "The priests.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "The priests, they establish it. They have a job description. They have duties that emerge from it. And I think there's three parts of that duty. They overlap, but I think they're distinct enough. What would be kind of cool is to begin this video with just saying, okay, let's go back and let's just remember, here's about this overlap of place and people, and here's what Adam and Eve and what the priests are called to do. You could use these three categories to talk about what they do. The first is worship. We looked at Adam and Eve, that little job description. They were there to work and Care for the garden in Genesis 2. And we looked at those two words because the word work, avad is the same word as to worship or the priestly activity of working and worshiping in the temple. There's a phrase the NT Wright, New Testament scholar, uses shorthand for this that really stuck in my imagination. He talks about the priests were these representatives who gather up the inarticulate noise of creation and direct and transform it into praise towards God. So think about the great creation, psalms in the book of Psalms, Psalm 104, Psalm 148. And they just start taking you on a tour through the cosmos of the heavens and the creatures in the sea and the creatures in the mountains and all of this. And they talk about how the creatures are talking to God, crying out to God. The oceans roar with their cry rising up, but it's inarticulate. It's noise. Birdsong, lions roaring for God.",
    "start": "00:10:34",
    "end": "00:12:09"
  },
  {
    "text": "It's not noise. I mean, God would know what it is.",
    "start": "00:12:09",
    "end": "00:12:11"
  },
  {
    "text": "Oh, oh, yeah. By using the word noise, maybe that preloads it with a bit of a negative. I just mean its sound.",
    "start": "00:12:11",
    "end": "00:12:16"
  },
  {
    "text": "All right.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "But one of the roles of the priests, and then this is really highlighted in the Book of Chronicles, really cares about this is about how part of the priestly duties were to organize themselves into groups and choirs with rhythms of prayer and praise. And so this phrase of NT writes, they turn the sound of creation. How about instead of noise, the sound of creation, they transform it into articulate praise to honor the Creator. That's a key part of the human vocation.",
    "start": "00:12:17",
    "end": "00:12:49"
  },
  {
    "text": "Transform natural sounds into something that we would call beautiful, worshipful.",
    "start": "00:12:50",
    "end": "00:12:57"
  },
  {
    "text": "Yeah. So let's maybe step out of the biblical imagination. So on one level, there's not much different than, like the bird chirping, you know, in the morning to the other bird, and then me talking to my sons in the morning about what they want for breakfast.",
    "start": "00:12:57",
    "end": "00:13:12"
  },
  {
    "text": "Just sound waves.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Yeah.",
    "start": "00:13:13",
    "end": "00:13:13"
  },
  {
    "text": "Different frequencies.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Yeah. It's just two biological creatures, vocal cords or whatever, you know, they make sounds to communicate to each other. But in the biblical imagination, there's the sound of creation. But then what humans are doing is an extremely sophisticated. Right. Code system of sounds that communicate meaning. And I think that's essentially what the act of praise and worship is. It's taking what is less articulate the sounds of creation and turning them into meaningful statements of honor towards God.",
    "start": "00:13:15",
    "end": "00:13:49"
  },
  {
    "text": "Worship, man, we could do a whole hour on worship.",
    "start": "00:13:50",
    "end": "00:13:53"
  },
  {
    "text": "We could. And perhaps we should.",
    "start": "00:13:53",
    "end": "00:13:55"
  },
  {
    "text": "Man, be good. Word study avad. Is that right?",
    "start": "00:13:56",
    "end": "00:13:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:00",
    "end": "00:14:00"
  },
  {
    "text": "Because when we talked about it last, we Talked about a lot through this lens of work and worship.",
    "start": "00:14:00",
    "end": "00:14:05"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:14:06",
    "end": "00:14:06"
  },
  {
    "text": "And that's a really interesting thread.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "Totally.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "That I feel like I still want to track down with you. Now you're taking us slightly different place with it, saying there's also an element to worship, which is transforming sound, and you just kind of scratched a little bit of an itch maybe that I'm just like, well, that sounds really interesting. Let's keep talking about it. But I feel like we kind of have to leave it there.",
    "start": "00:14:08",
    "end": "00:14:28"
  },
  {
    "text": "But to worship is to ascribe honor and. And significance to someone.",
    "start": "00:14:28",
    "end": "00:14:32"
  },
  {
    "text": "Okay. And how does that relate to work again?",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "To work? Oh, well, it's just. It's the. The word play. The double meaning word play of what Adam and Eve do in the garden. They work and care for it. But those words are also the same words as worship and guard the priestly liturgies of worship.",
    "start": "00:14:35",
    "end": "00:14:50"
  },
  {
    "text": "When it's the same word, it's. It's two different words said the same way.",
    "start": "00:14:50",
    "end": "00:14:55"
  },
  {
    "text": "It's one word that has multiple meanings.",
    "start": "00:14:55",
    "end": "00:14:58"
  },
  {
    "text": "It's one word that has multiple meanings.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "And sometimes clever authors can use the one word but mean both things.",
    "start": "00:14:59",
    "end": "00:15:05"
  },
  {
    "text": "I see.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Activating both meanings.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Okay. What's that called in double?",
    "start": "00:15:07",
    "end": "00:15:10"
  },
  {
    "text": "Entendre is a fancy phrase for it.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "An example in English would be the word red, like I read something, or the color red said the same way.",
    "start": "00:15:13",
    "end": "00:15:20"
  },
  {
    "text": "It's a little bit different. It would be the one word, but that has two distinct meanings, but you're actually trying to activate both of them. What you just described was homonym, which is two different words but are spelled with the same letters.",
    "start": "00:15:20",
    "end": "00:15:34"
  },
  {
    "text": "Actually, they're not spelled with the same letters, in my opinion.",
    "start": "00:15:36",
    "end": "00:15:38"
  },
  {
    "text": "Oh, red and red. No, you're right. But lead. And lead and lead. Like lead.",
    "start": "00:15:38",
    "end": "00:15:42"
  },
  {
    "text": "That's a hominin.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "That's a hominin. We're talking one word. Yeah.",
    "start": "00:15:43",
    "end": "00:15:46"
  },
  {
    "text": "Spelled the same, pronounced the same. Two different meanings.",
    "start": "00:15:46",
    "end": "00:15:49"
  },
  {
    "text": "Two different meanings.",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "And you can activate either or both when you use it.",
    "start": "00:15:51",
    "end": "00:15:53"
  },
  {
    "text": "Yeah, I. I ran to the store. So let's say I'm going to go run to the store, but what I actually do is run, ride my bike.",
    "start": "00:15:53",
    "end": "00:16:01"
  },
  {
    "text": "Oh, okay. Yeah.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "Which I often do to go to the store. But since I'm riding my bike really fast because maybe I need to get something in a hurry, I am running. I mean it in the sense of. To run means to go fast, even though what I'm actually doing is just.",
    "start": "00:16:02",
    "end": "00:16:16"
  },
  {
    "text": "Well, that example seems like more like a turn of phrase that. That gets kind of coined into something more than what it literally meant.",
    "start": "00:16:16",
    "end": "00:16:25"
  },
  {
    "text": "Oh, sure. But on one level, the word run means to use your legs in, like, fast, whatever, locomotion.",
    "start": "00:16:25",
    "end": "00:16:33"
  },
  {
    "text": "I see.",
    "start": "00:16:33",
    "end": "00:16:33"
  },
  {
    "text": "But it can also be used metaphorically to describe any way that you might get somewhere quickly.",
    "start": "00:16:34",
    "end": "00:16:40"
  },
  {
    "text": "Okay. So on that level, the idea of working and worshiping really closely embedded in Hebrew thought.",
    "start": "00:16:40",
    "end": "00:16:47"
  },
  {
    "text": "They're the same word.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "They're the exact same word.",
    "start": "00:16:48",
    "end": "00:16:49"
  },
  {
    "text": "Correct.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "But you would know that there's two different meanings. But you would also know that they're. So. They're very intimately connected as. As kind of this one word.",
    "start": "00:16:50",
    "end": "00:16:56"
  },
  {
    "text": "So. Yeah. So. And in the Eden story, on one level, they are working, that is, in a garden, like, as farmers.",
    "start": "00:16:56",
    "end": "00:17:04"
  },
  {
    "text": "Yeah.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "But on another level, they are also depicted as royal priests. And so they're working in the garden is their liturgy. It is their act of doing ritual worship, which in the temple corresponded to working with the sacrifices, lighting incense and singing inquires and saying aloud these prayers.",
    "start": "00:17:06",
    "end": "00:17:25"
  },
  {
    "text": "Okay, so one of the. One of the acts of work, one of their jobs.",
    "start": "00:17:25",
    "end": "00:17:28"
  },
  {
    "text": "Yeah.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "Was to create beautiful sounds.",
    "start": "00:17:29",
    "end": "00:17:32"
  },
  {
    "text": "Correct. And direct them towards God.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "And direct them towards God.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Yep. Okay, there it is.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "I see.",
    "start": "00:17:36",
    "end": "00:17:37"
  },
  {
    "text": "And you're right. We could discuss that much more in depth than perhaps we should one day.",
    "start": "00:17:38",
    "end": "00:17:42"
  },
  {
    "text": "Cool. So that was one of their. One of their. One of their work is.",
    "start": "00:17:42",
    "end": "00:17:46"
  },
  {
    "text": "Yep.",
    "start": "00:17:46",
    "end": "00:17:46"
  },
  {
    "text": "Sound generation. Beautiful sound generation.",
    "start": "00:17:47",
    "end": "00:17:50"
  },
  {
    "text": "Beautiful sound. And directing it towards the honor of God as creator of all things.",
    "start": "00:17:50",
    "end": "00:17:54"
  },
  {
    "text": "Sam, now, there's another element of the priestly duties that we actually wrote into the script a little bit was this idea of giving blessings.",
    "start": "00:18:06",
    "end": "00:19:02"
  },
  {
    "text": "Yes. Actually, you know what? Thank you. I had thought about including it, but.",
    "start": "00:19:02",
    "end": "00:19:06"
  },
  {
    "text": "Well, is that important?",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "It is important.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "Okay.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "Yeah. So I'm just going to add it to my notes right now. I love that you thought about it. So Blessing in Genesis 1. Blessing is about God building into creation the potential to multiply and become more abundant as a divine gift. And then.",
    "start": "00:19:09",
    "end": "00:19:27"
  },
  {
    "text": "Really? I haven't heard you phrase it that way.",
    "start": "00:19:27",
    "end": "00:19:29"
  },
  {
    "text": "Yeah. The blessing is about realizing the abundance and potential that is built into creation.",
    "start": "00:19:29",
    "end": "00:19:38"
  },
  {
    "text": "That's cool.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "That's what the word is referring to in Genesis 1. And so what the priests do is they become mediators. Well, the family of Abraham as a whole is supposed to become a mediator of that blessing to the nations. And then one family in particular, in the family of Abraham, the priestly line is to become the mediator of that blessing. So for sure. And the blessing of Aaron.",
    "start": "00:19:39",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "In number six, May the Lord bless you and keep you. Cause his face to shine upon you, show you favor. May the Lord list his countenance to you and give you shalom. And the priests were to raise their hands towards the people and in that moment become representatives of God and God's blessing.",
    "start": "00:20:01",
    "end": "00:20:17"
  },
  {
    "text": "So in Genesis 1, God blesses each day. Right.",
    "start": "00:20:17",
    "end": "00:20:20"
  },
  {
    "text": "He blesses the creatures on day five, and he blesses the humans on day six.",
    "start": "00:20:20",
    "end": "00:20:25"
  },
  {
    "text": "And you're saying that is saying there is a lot of potential.",
    "start": "00:20:25",
    "end": "00:20:29"
  },
  {
    "text": "Be fruitful and multiply is the blessing. And he blessed them saying, be fruitful and multiply.",
    "start": "00:20:30",
    "end": "00:20:34"
  },
  {
    "text": "Okay, so discover and kind of experience. Experience multiplication.",
    "start": "00:20:34",
    "end": "00:20:40"
  },
  {
    "text": "Yeah. And shalom. Abundance.",
    "start": "00:20:41",
    "end": "00:20:43"
  },
  {
    "text": "Abundance, yeah, for sure.",
    "start": "00:20:43",
    "end": "00:20:45"
  },
  {
    "text": "We need to do a word study on blessing.",
    "start": "00:20:45",
    "end": "00:20:47"
  },
  {
    "text": "Yes. In fact, you know, we were doing that season outline you wanted to do apocalyptic. And I wanted to ask you about that because we kind of did.",
    "start": "00:20:47",
    "end": "00:20:56"
  },
  {
    "text": "Well, we did a video on how to read apocalyptic. But the idea of doing a word study of just a short little compact, it's about your eyes being open to a moment or place where heaven and earth are one. I like the idea of consolidating it into a short little word study.",
    "start": "00:20:56",
    "end": "00:21:11"
  },
  {
    "text": "I like it, too. But I feel like we kind of got into that territory.",
    "start": "00:21:12",
    "end": "00:21:15"
  },
  {
    "text": "I'm with you. I'm with you. But, yeah, blessing. The blessing.",
    "start": "00:21:15",
    "end": "00:21:18"
  },
  {
    "text": "Well, blessing and worship. I feel like both those would be really good.",
    "start": "00:21:18",
    "end": "00:21:21"
  },
  {
    "text": "Yeah, it's good, John. Okay, so what we're doing right now is we just talked about two things. One, the ideal of what the garden represents is a place where heaven and earth are one. The royal priests of Adam and Eve and the priests throughout the Bible are people in whom heaven and earth, divine and human, are one. And what do those people do in that place? They worship. They represent God to people and people to God. They intercede when there's something of concern, and they become mediators of God's blessing. I think if we could paint that quick portrait, essentially what we set it up to do is step two of the video in our conversation. That's what Jesus is doing right now as the cosmic priest who is exalted in his ascension. That's what the heavenly body of Jesus is doing right now. And the earthly body of Jesus, that's its vocation. That's one way to imagine its vocation. Calling. And there's a number of New Testament passages that depict followers of Jesus as either temples or priests or sacrifices, doing their worship through good works and serving the needs and concerns of others. And so I think it could be a 1, 2, 3, that makes a lot of sense movement to this video. The ideal cosmic, heavenly chapter, Jesus, the earthly body of Jesus to his followers. But all three of them are doing these activities. That's, I think, the flow for this video. So already in this series we've talked about how Jesus brought. Was presented in the gospels as a royal priest.",
    "start": "00:21:21",
    "end": "00:23:36"
  },
  {
    "text": "Yeah.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "Overlapping with this, though. Remember, the priesthood and the temple are two ways of talking about the same thing.",
    "start": "00:23:37",
    "end": "00:23:44"
  },
  {
    "text": "The overlap.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "The overlap of heaven and earth. So it shouldn't surprise us that alongside stories where Jesus is presented as a royal priest, there are also stories where Jesus is presented as a temple, not just a person who represents God to people and people God, but actually as the place where heaven and earth meet. And this is going to help us because there are a number of texts in the New Testament where Jesus followers are called both temples and priests in the same paragraphs even. And it's because I think for that tight connection in the garden and then here with Jesus. So just real quick, there's the story in John chapter 2, where Jesus storms the temple, shuts down the sale of sacrificial animals. And uniquely in John's account of that, he features this conversation happening between himself and the leaders of the temple. And what they ask him is, what sign do you do or will you do to show us your authority to shut down the sacrificial animal sales?",
    "start": "00:23:44",
    "end": "00:24:44"
  },
  {
    "text": "Yeah, give me some credentials.",
    "start": "00:24:44",
    "end": "00:24:46"
  },
  {
    "text": "Yeah. I mean, he's like walking in, acting like he owns the place.",
    "start": "00:24:46",
    "end": "00:24:49"
  },
  {
    "text": "Right.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "Essentially.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "That's a pretty. A generous response in some ways, if you think about it.",
    "start": "00:24:51",
    "end": "00:24:55"
  },
  {
    "text": "Yes, that's true.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Instead of just.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "You would just be arrested or like, kicked out. Yeah, totally.",
    "start": "00:24:58",
    "end": "00:25:01"
  },
  {
    "text": "They're like, okay, show us that you actually can do this.",
    "start": "00:25:01",
    "end": "00:25:04"
  },
  {
    "text": "Yeah. Who do you think you are?",
    "start": "00:25:04",
    "end": "00:25:06"
  },
  {
    "text": "Yeah.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "And show it. Yeah. Your credentials. And then as always in the Gospel of John especially, he answers with a cryptic riddle. Destroy this temple, and in three days I will raise it up.",
    "start": "00:25:06",
    "end": "00:25:17"
  },
  {
    "text": "Those are fighting words.",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "It took 46 years to build the temple. They respond to him. What do you mean you're going to raise it up in three days? And then John, chapter two, verse 21, the story stops and the narrator like, breaks out of the story and whispers, whispers in the reader's ear. He was speaking about the temple of his body. And when he was raised from the dead, his disciples later remembered that he had said this thing. Then they believed in the scriptures and in the word that Jesus said. And then the story picks up and keeps going so great.",
    "start": "00:25:18",
    "end": "00:25:50"
  },
  {
    "text": "It's one of those things where the disciples were just left hanging with this.",
    "start": "00:25:50",
    "end": "00:25:53"
  },
  {
    "text": "Cryptic riddle, strange story for a while. Yeah, yeah.",
    "start": "00:25:53",
    "end": "00:25:57"
  },
  {
    "text": "And then like all Of a sudden they're like, oh, that's what Jesus was doing.",
    "start": "00:25:57",
    "end": "00:26:00"
  },
  {
    "text": "That's what that was about. Yeah, totally the riddler. So very clearly, this is a whole temple theme in the Gospel of John that we explored in our temple video.",
    "start": "00:26:00",
    "end": "00:26:08"
  },
  {
    "text": "Yeah.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "So that's a very clear one where Jesus presents himself as the reality to which the temple is a symbol. That doesn't mean he thinks the temple's bad.",
    "start": "00:26:09",
    "end": "00:26:17"
  },
  {
    "text": "Now, again, this seems like a curveball. Is there anywhere in the story that kind of leads you to go, oh, I guess I see how he got there. That a temple, a person is a temple.",
    "start": "00:26:17",
    "end": "00:26:30"
  },
  {
    "text": "Oh, I see. Well, I think it leads us back to that tight connection in the Garden of Eden. The idea is that a place and a people in whom heaven and earth are one. And what progressively happens in the Hebrew Bible is that the tabernacle and the temple with their respective priesthoods are diminished, degraded, abused. And what it all points towards is a more perfect union of heaven and earth realized not just in a place, but in a place that is a person. So there's also a little saying of Jesus in the Gospel of Matthew that I think has a lot of temple connotations. Do you see it there in Matthew 18:20? I think that's a fairly well known saying of Jesus.",
    "start": "00:26:30",
    "end": "00:27:13"
  },
  {
    "text": "Yes.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "Here, I'll let you read it.",
    "start": "00:27:14",
    "end": "00:27:15"
  },
  {
    "text": "For where two or three have gathered together in my name. I am there in the middle of them.",
    "start": "00:27:15",
    "end": "00:27:20"
  },
  {
    "text": "Yes.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "This was used often when you have a little, small group, little rogue Bible study and you're like, hey, this is still important.",
    "start": "00:27:21",
    "end": "00:27:31"
  },
  {
    "text": "Yes. Yeah. It doesn't matter if there's 303. Jesus is here.",
    "start": "00:27:31",
    "end": "00:27:35"
  },
  {
    "text": "Jesus is here.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Yeah. And that's true. I mean, this is what he's saying.",
    "start": "00:27:36",
    "end": "00:27:38"
  },
  {
    "text": "Yeah.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "But for Jesus to talk about when a group of my people are together and I am there in the middle, in the middle of them, that's activating how the Holy of Holies was in the middle of the temple complex. And then remember, in the Garden of Eden narrative, it very specifically locates the tree of life in the middle.",
    "start": "00:27:39",
    "end": "00:28:00"
  },
  {
    "text": "Yeah.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "And so Jesus is for sure. It's another one of these dense sayings of Jesus where he uses temple and Eden topography to talk about himself.",
    "start": "00:28:01",
    "end": "00:28:10"
  },
  {
    "text": "When you gather together, remember that you're gathering around me and I am the temple. I am the tree of life.",
    "start": "00:28:10",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "I am in the middle.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "Yeah. I'm in the middle. I'm in the middle of you. Which means that my people are gathering as a kind of temple as well. He doesn't talk about any Buildings here. It's just whenever my followers get together and I am in the middle, you've got a temple, you've got the reality to which the temple was pointing. There are other passages, but I just wanted to kind of tee up that theme about Jesus as the temple, as the one in whom heaven and earth are one. So that goes alongside the portrait of Jesus as the royal priest that we explored earlier in the series. What's important is how those things come together in the story of Jesus ascension. And you know, I was thinking about this. In all of our discussions, we've actually usually bundled together the events of Jesus's crucifixion, his resurrection and his ascension into the heavenly realms.",
    "start": "00:28:19",
    "end": "00:29:11"
  },
  {
    "text": "Or we don't really talk about the ascension.",
    "start": "00:29:11",
    "end": "00:29:13"
  },
  {
    "text": "Or the ascension just gets underplayed. Yeah, yeah. So actually, let me just quick plug a book. I recently read a short book by a friend, New Testament scholar Patrick Schreiner. Oh, it's just called the Ascension of Christ. It's in a little series just called Short Studies in Biblical Theology. He both addresses why, kind of a short survey of church history, why the ascension tends to be neglected in non liturgical traditions of Christianity and any traditions that follow the church calendar. It's like built into the annual calendar, Ascension Sunday, but non liturgical traditions don't really skip it. Yeah, don't have kind of underplayed it. And it's actually a really significant pivot moment in the New Testament as we're going to see right here, because it's the moment where Jesus's mission goes to its next stage from launching the kingdom of God on earth as it is in heaven, but then taking his seat at the right hand as the cosmic high priest in the spiritual realm to do their things that correspond to what the priest would do on earth. So the Ascension, should we take a quick dive?",
    "start": "00:29:13",
    "end": "00:30:23"
  },
  {
    "text": "Do it, Sam.",
    "start": "00:30:23",
    "end": "00:30:49"
  },
  {
    "text": "So Acts chapter one is key passage here. I've selected kind of sections of it. Maybe I'll. I'll let you read it.",
    "start": "00:31:20",
    "end": "00:31:26"
  },
  {
    "text": "Acts 1, 3, 9. These. He also presented himself alive. This is Jesus. Jesus presented himself alive after his suffering, meaning his. His death.",
    "start": "00:31:26",
    "end": "00:31:35"
  },
  {
    "text": "His death, yep.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "By many convincing proofs appearing to them over a period of 40 days. And speaking of the things concerning the kingdom of God, he said to them, it's not for you to know times or epochs which the Father has fixed by his own authority, but you will receive power when the Holy Spirit has come upon you. And you shall be my witness, my witnesses both in Jerusalem and in all Judea and Samaria and. And even to the remotest parts of the earth. And after he said these things, he was lifted up while they were looking on and a cloud received him out of their sight. You know, I wonder if one of the reasons why it was underplayed in non liturgical traditions like mine was it's kind of ridiculous in a way.",
    "start": "00:31:36",
    "end": "00:32:20"
  },
  {
    "text": "By ridiculous, you mean if you try and think about these.",
    "start": "00:32:21",
    "end": "00:32:26"
  },
  {
    "text": "A human floating up into the sky.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "I understand. Yeah.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "It's like, where's he going?",
    "start": "00:32:29",
    "end": "00:32:29"
  },
  {
    "text": "Totally.",
    "start": "00:32:30",
    "end": "00:32:30"
  },
  {
    "text": "Is he gonna. Like, he's gonna hit the atmosphere and then what?",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "So part of what makes it feel that way to you is that you're adapting it to your own modern cosmology, right? Yes.",
    "start": "00:32:33",
    "end": "00:32:39"
  },
  {
    "text": "Right.",
    "start": "00:32:39",
    "end": "00:32:40"
  },
  {
    "text": "Yeah.",
    "start": "00:32:40",
    "end": "00:32:40"
  },
  {
    "text": "Where. Yeah, from the point of view of, like, the God is enthroned in the heavens and there's. That the sky represents this middle space in between. For Jesus to float up in there and disappear would make complete sense. Oh, he's ascended to the divine space.",
    "start": "00:32:40",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. This is similar to how modern debates about the Flood often happen, because we're trying to translate the Flood into a modern cosmological picture of how we conceive of the Earth, which changes the meaning entirely of the story, because the flood story makes the sense that it does within a conception where there's the waters above and the waters below. Oh, where.",
    "start": "00:32:57",
    "end": "00:33:20"
  },
  {
    "text": "Yeah, the waters come down below.",
    "start": "00:33:20",
    "end": "00:33:23"
  },
  {
    "text": "Yeah. It's the collapse of the cosmos. It's undoing of Genesis 1. So similarly here, these key words, he was lifted up and a cloud received him. These are glowing hyperlinks that make the sense. They do within the biblical cosmology of the skies as the realm of God's transcendent throne that are not separate from earth, but above it and overlap with it through the temple.",
    "start": "00:33:23",
    "end": "00:33:47"
  },
  {
    "text": "Because he could have just like a fog could have come over.",
    "start": "00:33:47",
    "end": "00:33:50"
  },
  {
    "text": "Sure.",
    "start": "00:33:51",
    "end": "00:33:51"
  },
  {
    "text": "He could have been standing on the ground, and then you, like, look over, you look back, Jesus is gone.",
    "start": "00:33:51",
    "end": "00:33:56"
  },
  {
    "text": "Yeah. I think here we're at this place where Luke has purposefully chosen the wording based on the scriptural imagery that he's hyperlinking to. And so I think we have to become a little more humble to say what he's trying to communicate is less what you would see if a video camera was there. But the meaning of what happened. What happened is that Jesus disappeared.",
    "start": "00:33:56",
    "end": "00:34:19"
  },
  {
    "text": "Yeah, well, we don't know. I mean, maybe Jesus did do it for the same purpose.",
    "start": "00:34:19",
    "end": "00:34:23"
  },
  {
    "text": "Totally. But I'm just saying, on a basic level, Jesus was here in person over a period of 40 days, and then out of their sight, Then he was gone. They didn't see him anymore. And the two images used to describe here transitioning to not here are lifted up and a cloud receiving him.",
    "start": "00:34:23",
    "end": "00:34:41"
  },
  {
    "text": "And is this Daniel 7 stuff?",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "So it's actually just fascinating to being the being lifted up. Bottom page 41 is the key motif threaded through the book of Isaiah where when Isaiah in his temple vision, he wakes up and he sees Yahweh sitting on a throne, lifted up and exalted. And then there's high and low motifs or big motif throughout the book of Isaiah as a whole. And it culminates in the suffering servant poem. The famous suffering servant poem begins with God saying, look, my servant will prosper. He will be high and lifted up and greatly exalted. And then it goes on and says this, Isaiah 52:13 following, who will be high and lifted up and greatly exalted. And just as many were astonished at you, my people. So his appearance was marred more than any man, his form more than the sons of man. And in this way he will sprinkle many nations.",
    "start": "00:34:43",
    "end": "00:35:42"
  },
  {
    "text": "That's the atonement alluding to the.",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "Yeah, the sprinkling of blood on the atonement lid cover. And so kings will shut their mouths on account of him, for what they had not been told, they will see. So this is about, through his suffering, the servant is exalted to a place of divine royalty and status.",
    "start": "00:35:45",
    "end": "00:36:02"
  },
  {
    "text": "And this is the same imagery of being lifted up on the cross too.",
    "start": "00:36:03",
    "end": "00:36:06"
  },
  {
    "text": "Exactly. So in a way, the cross is one part of his enthronement. Yeah, the resurrection is also part of his enthronement. And the Ascension is another aspect. They all work together, they're like bundled images.",
    "start": "00:36:06",
    "end": "00:36:20"
  },
  {
    "text": "Need a little enthronement video.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "Totally. But the Ascension is clearly the culminating act of this three part crucifixion, resurrection, ascension. So that's for sure where Luke's getting. Jesus was lifted up and then the cloud received him. You're right, totally. It is Daniel 7 where in verse 13 of Daniel 7 he saw with the clouds of heaven one, like a son of man coming up to the ancient of days, and was presented before him. And then he's given a kingdom, dominion over all the peoples and people of every language, which is what's going to happen in Acts chapter 2 and his kingdom and so on. So the ascension of Jesus here in Acts 2 is about his ultimate exaltation to the Heavenly Throne room, which is the temple, the sacred space.",
    "start": "00:36:21",
    "end": "00:37:10"
  },
  {
    "text": "When we wrote the first few videos, did we talk about the Heavenly Throne room at all? I don't think we have.",
    "start": "00:37:10",
    "end": "00:37:18"
  },
  {
    "text": "What we say is that Eden is the place where heaven and earth are one. They're the same.",
    "start": "00:37:18",
    "end": "00:37:22"
  },
  {
    "text": "So Eden is the Heavenly throne room.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "Correct. Okay, yeah. And then in.",
    "start": "00:37:23",
    "end": "00:37:26"
  },
  {
    "text": "But we don't talk about how banishment from Eden. Now there is the Heavenly throne room. That's not on Earth.",
    "start": "00:37:26",
    "end": "00:37:33"
  },
  {
    "text": "We mention it in the Moses video where he goes up on Mount Sinai and he sees the heavenly temple.",
    "start": "00:37:33",
    "end": "00:37:41"
  },
  {
    "text": "Okay, you might have to punch that up there.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "He sees someone sitting on a throne and so on.",
    "start": "00:37:43",
    "end": "00:37:45"
  },
  {
    "text": "Okay, yeah, cool.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "So that's the idiot. So let's pause. The ascension is about Jesus exaltation to become the cosmic royal priest on the heaven side of the equation.",
    "start": "00:37:47",
    "end": "00:37:55"
  },
  {
    "text": "Yeah. And so the narrative logic is that heaven and Earth, God's reign over everything, is this idea of Eden where heaven and earth are together. Heaven being God's domain, where he reigns.",
    "start": "00:37:55",
    "end": "00:38:10"
  },
  {
    "text": "Yes.",
    "start": "00:38:10",
    "end": "00:38:11"
  },
  {
    "text": "And Earth being our domain, where we reign. That there's a unity there.",
    "start": "00:38:11",
    "end": "00:38:15"
  },
  {
    "text": "Yeah, Unity of place and person.",
    "start": "00:38:15",
    "end": "00:38:17"
  },
  {
    "text": "Yeah. Unified in. As in a place, but then also unified in these God humans.",
    "start": "00:38:17",
    "end": "00:38:23"
  },
  {
    "text": "Yeah, Images of God.",
    "start": "00:38:23",
    "end": "00:38:25"
  },
  {
    "text": "Images of God.",
    "start": "00:38:25",
    "end": "00:38:25"
  },
  {
    "text": "Royal priests.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "And the problem is that the humans don't want to participate in that calling or don't know how to do it or want to do it in their own way.",
    "start": "00:38:26",
    "end": "00:38:38"
  },
  {
    "text": "Yeah.",
    "start": "00:38:38",
    "end": "00:38:38"
  },
  {
    "text": "So this idea that God still reigns, but that is no longer on Earth, intermixed with human reigning, at least in.",
    "start": "00:38:39",
    "end": "00:38:48"
  },
  {
    "text": "Their exile once they're exiled from.",
    "start": "00:38:48",
    "end": "00:38:50"
  },
  {
    "text": "So now when you talk about God's reign, you don't talk about it as on the earth. You talk about it as in the sky.",
    "start": "00:38:50",
    "end": "00:38:56"
  },
  {
    "text": "Correct.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "So he's enthroned in the heavens.",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "In Eden.",
    "start": "00:38:59",
    "end": "00:38:59"
  },
  {
    "text": "Yeah, in Eden. But Eden's the place on Earth where this happens.",
    "start": "00:38:59",
    "end": "00:39:04"
  },
  {
    "text": "And it is also heaven. It's heaven and on Earth.",
    "start": "00:39:05",
    "end": "00:39:09"
  },
  {
    "text": "It's heaven on Earth.",
    "start": "00:39:09",
    "end": "00:39:10"
  },
  {
    "text": "Yes.",
    "start": "00:39:10",
    "end": "00:39:10"
  },
  {
    "text": "But when heaven is just in heaven, that's the. That's like the divine throne room. That seems like something different than Eden.",
    "start": "00:39:10",
    "end": "00:39:16"
  },
  {
    "text": "Ah, no, the whole point is that it's this. Eden is heaven.",
    "start": "00:39:16",
    "end": "00:39:20"
  },
  {
    "text": "Earth.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "But when heaven's in heaven.",
    "start": "00:39:22",
    "end": "00:39:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:24",
    "end": "00:39:25"
  },
  {
    "text": "Separated from earth, you would still call it Eden.",
    "start": "00:39:25",
    "end": "00:39:28"
  },
  {
    "text": "Jesus does.",
    "start": "00:39:28",
    "end": "00:39:29"
  },
  {
    "text": "Really?",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "It's what he says to the guy dying next to him on the cross.",
    "start": "00:39:30",
    "end": "00:39:33"
  },
  {
    "text": "Oh, Paradise. I'll see you in paradise.",
    "start": "00:39:33",
    "end": "00:39:34"
  },
  {
    "text": "When this is over. We're going to be in the garden together.",
    "start": "00:39:36",
    "end": "00:39:38"
  },
  {
    "text": "Oh, wow.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Paradise.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Well, yeah. That's trippy.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "That's a lot. And that's why. That's what Moses sees when he goes to the top of Mount Sinai. He's on Earth, but he's seeing and experiencing heaven.",
    "start": "00:39:41",
    "end": "00:39:49"
  },
  {
    "text": "Okay.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "Within the biblical cosmology, it's saying. And the fact that Moses encounters the garden on top of Mount Sinai doesn't mean, oh, the Garden of Eden was on Sinai.",
    "start": "00:39:50",
    "end": "00:40:00"
  },
  {
    "text": "It's where he encounters the garden. He encounters. What does he encounter?",
    "start": "00:40:00",
    "end": "00:40:03"
  },
  {
    "text": "He encounters the heavenly presence of God overlapping with Earth on the top of Mount Sinai.",
    "start": "00:40:04",
    "end": "00:40:09"
  },
  {
    "text": "And what does he see? I mean, he's given the blueprints, but he sees something.",
    "start": "00:40:09",
    "end": "00:40:12"
  },
  {
    "text": "He sees God. God on his throne. He sees a pavement, and he sees God from the underside, as it were, and these heavenly beings.",
    "start": "00:40:12",
    "end": "00:40:22"
  },
  {
    "text": "And he would have called that Eden.",
    "start": "00:40:22",
    "end": "00:40:24"
  },
  {
    "text": "That's what Jesus calls it. Okay, so I guess the point being, you're at the narrative logic. The point is there's a place where heaven and earth are one, and that's.",
    "start": "00:40:24",
    "end": "00:40:33"
  },
  {
    "text": "Eden in my imagination.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "And Eden.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And I want to create this category of there's a place where heaven is just heaven outside of Earth, where, like, God reigns.",
    "start": "00:40:36",
    "end": "00:40:43"
  },
  {
    "text": "Yeah, still. That's right.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "But he's let humans kind of reign on Earth.",
    "start": "00:40:44",
    "end": "00:40:48"
  },
  {
    "text": "Yep, that's right. And this comes a conflict of kingdoms.",
    "start": "00:40:48",
    "end": "00:40:50"
  },
  {
    "text": "Conflict of kingdoms. And so Jesus is ascending to that place where God reigns.",
    "start": "00:40:50",
    "end": "00:40:58"
  },
  {
    "text": "Yes.",
    "start": "00:40:58",
    "end": "00:40:58"
  },
  {
    "text": "And ultimately he still reigns Earth, even though he kind of lets. And I think that's what a lot of the psalms are about. Like, totally. You still are in control of all this.",
    "start": "00:40:58",
    "end": "00:41:06"
  },
  {
    "text": "That's right.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "But he's allowed this moment in creation where we're kind of running around reigning it in our own terms.",
    "start": "00:41:07",
    "end": "00:41:15"
  },
  {
    "text": "Yeah, yeah. There are other wills. Right. May your will be done here on earth as it is in heaven. So God has allowed other wills to have a certain independence.",
    "start": "00:41:15",
    "end": "00:41:27"
  },
  {
    "text": "And Daniel 7 is about this human who will be trampled by the beast is in the. Or he.",
    "start": "00:41:27",
    "end": "00:41:36"
  },
  {
    "text": "He's exalted from the realm of the beast.",
    "start": "00:41:36",
    "end": "00:41:38"
  },
  {
    "text": "Realm of the beast.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "Realm of the violent beasts.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Up on a cloud.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Yeah.",
    "start": "00:41:41",
    "end": "00:41:41"
  },
  {
    "text": "And he sits at God's right hand in the heavenly Eden.",
    "start": "00:41:41",
    "end": "00:41:44"
  },
  {
    "text": "Yeah, yeah, yeah. Okay. Yeah.",
    "start": "00:41:44",
    "end": "00:41:47"
  },
  {
    "text": "And so when we see in Luke. Luke's and in Acts where Luke talks about Jesus being ascended on a cloud.",
    "start": "00:41:47",
    "end": "00:41:54"
  },
  {
    "text": "Yeah.",
    "start": "00:41:54",
    "end": "00:41:55"
  },
  {
    "text": "He is activating that whole idea.",
    "start": "00:41:55",
    "end": "00:41:58"
  },
  {
    "text": "Yeah.",
    "start": "00:41:58",
    "end": "00:41:58"
  },
  {
    "text": "So here's the human who. Who now sits at God's right hand, ruling from the heavenly temple, which still has a connection to Earth. And there always has been a connection. There's been the connection through Abraham's family, called to be the blessing for the nations, the connection from Moses and the Levitical line and the priesthood and the tabernacle and then David and the temple. There's always been this connection then. Now it's Jesus Saying I am the temple and I am the royal priest. I am that connection. Not only is it that connection, but now the connection is gone.",
    "start": "00:41:58",
    "end": "00:42:37"
  },
  {
    "text": "Yeah.",
    "start": "00:42:37",
    "end": "00:42:37"
  },
  {
    "text": "Up into the sky, God's right hand.",
    "start": "00:42:37",
    "end": "00:42:40"
  },
  {
    "text": "Yeah, yeah. Or it's. Yeah, it's gone in the sense that they can't see it.",
    "start": "00:42:40",
    "end": "00:42:44"
  },
  {
    "text": "Yeah.",
    "start": "00:42:44",
    "end": "00:42:44"
  },
  {
    "text": "But it is actually about. They're about to realize it's still fully present, but in a way that is surprising to them. Yeah.",
    "start": "00:42:44",
    "end": "00:42:53"
  },
  {
    "text": "Sam.",
    "start": "00:42:55",
    "end": "00:43:20"
  },
  {
    "text": "So there are two New Testament authors who explore what Jesus is doing as the exalted cosmic royal priest right now, now that he's up there, now that he's ruling in the heavenly temple. This is a major theme in the Letter to the Hebrews, which. Ooh. Just as I just recently listened to an audiobook by Ben Witherington, New Testament scholar called Priscilla. Dude, so awesome. If you want to just imaginatively think about and learn about the first generation of Messianic Jews and what it was like as the movement spread from Jerusalem to Rome, listen or read Priscilla. Imagine Priscilla at the end of her life recounting how she became a follower of Jesus at Pentecost.",
    "start": "00:43:45",
    "end": "00:44:28"
  },
  {
    "text": "Historical fiction.",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "Historical fiction. But it's all based on, you know, his long life and career of New Testament studies. And so interesting. You'll learn a ton. It's awesome. But she and her husband Aquila had a close relationship with a guy named Apollos who was in that first generation. He's mentioned in the Book of Acts and Corinthians.",
    "start": "00:44:29",
    "end": "00:44:51"
  },
  {
    "text": "Right.",
    "start": "00:44:51",
    "end": "00:44:51"
  },
  {
    "text": "And he hung out in Corinth for a while. Yep. Anyway, Witherington thinks that the letter to the Hebrews is from Apollos to the church in Rome, but anyway, to a group of Messianic Jews in Rome. Okay, so this is a major motif in the opening paragraph of the Letter to the Hebrews. It's pretty remarkable. And actually, here I'm just going to read it because it fits into what we're talking about here, so. Opening lines of Letter to the Hebrews. Long ago, in many times and in many ways, God spoke to our fathers by the prophets. But in these final days, he has spoken to us by his son, whom he appointed as the inheritor, the heir of all things, and through whom he also created the world. He that is the sun is the radiance of the glory of God. He is the exact imprint of God's nature, upholding the universe by the word of his power. After making purification for sins, he sat down at the right hand of the majesty on high. It's all that is. Actually, if I remember that's all one sentence in Greek. Elegant, so notice he contrasts. Hey, God's been speaking all along.",
    "start": "00:44:51",
    "end": "00:46:00"
  },
  {
    "text": "Okay.",
    "start": "00:46:00",
    "end": "00:46:01"
  },
  {
    "text": "Spoke to the prophets. But there is a culminating act of divine speech that happened through the Son. The Son is the one who will inherit all things at the end. And he's the one through whom all things are created. It's a way of saying he's the alpha and the Omega.",
    "start": "00:46:01",
    "end": "00:46:17"
  },
  {
    "text": "And inheriting. I'm sure that's activating a whole.",
    "start": "00:46:17",
    "end": "00:46:20"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "Set of ideas.",
    "start": "00:46:21",
    "end": "00:46:22"
  },
  {
    "text": "He becomes the one who possesses and becomes the steward and lord of all creation. Like a child inherits something of her parents and it becomes their own to be responsible for.",
    "start": "00:46:22",
    "end": "00:46:34"
  },
  {
    "text": "Which is what humanity was supposed to be.",
    "start": "00:46:34",
    "end": "00:46:37"
  },
  {
    "text": "Exactly. That's exactly right. Which is what he goes on to say. Then he talks about him as he's talking about the Incarnation as the image of God, when he goes on to say he's the radiance of the glory of God. So remember, the high priest shines like the glory of God, but Jesus is not. Doesn't just have shiny clothes. He actually is that shining brilliance. Become human.",
    "start": "00:46:37",
    "end": "00:46:59"
  },
  {
    "text": "He didn't have to put on a costume.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "Yeah.",
    "start": "00:47:00",
    "end": "00:47:01"
  },
  {
    "text": "When he says he's the exact imprint of his nature, is that kind of saying, hey, we are. We are images. He's the exact imprint.",
    "start": "00:47:01",
    "end": "00:47:08"
  },
  {
    "text": "It's cool. He uses a Greek word. It's a Greek word character. It's where we get the Greek word character. But it means a stamp. Like when you have a stamp in their day would be on wax, most likely than the impression that is left behind from the stamp. So if I stamp on a stamp, I'm actually. There's a moment where the actual shape of the physical stamp is hidden from me. But once it goes into the wax and I lift it up, what I see left over is the karaktar, the imprint. So it's a way of imagining you have God the Father as the stamp and Jesus as the character, the imprint. And I look at the imprint to see what I can't see, which is the actual stamp underneath. Isn't that a cool metaphor?",
    "start": "00:47:08",
    "end": "00:47:56"
  },
  {
    "text": "So, yeah, it is. Is that just another way of saying image of God, or is that like a more. Is it saying he's more of an image than humans?",
    "start": "00:47:56",
    "end": "00:48:04"
  },
  {
    "text": "I think by saying he is the imprint of the divine nature. And again, this is in poetic parallelism. He is the radiance of the glory of God.",
    "start": "00:48:04",
    "end": "00:48:13"
  },
  {
    "text": "He.",
    "start": "00:48:13",
    "end": "00:48:14"
  },
  {
    "text": "He's like the sunbeams that come from the sun. So in a sense, they're indistinguishable from the sun, but at the same time, they are distinguishable. So, you know, he's doing his best to explain the Trinity, you know, which is, I think it actually gets really close to the images. So, and then the last line is, after he made his sacrifice for sins, he sat down at the right hand. That's Psalm 110 and Daniel 7, combining it together. So the author of Hebrews goes on, especially in chapter seven and eight, to talk about what's he doing up there now. So he already represented us by offering a sacrifice to cover for sins, but what's he doing now? In chapter seven, he makes this long argument about how, you know, the priests would live and die and have to offer sacrifices for themselves and for their own failures and then for the people. But Jesus, he says, is a permanent, eternal priest. And so his sacrifice was once and for all. And his sacrifice wasn't of something else. His sacrifice was of himself. Think Abraham and Isaac, Moses and David.",
    "start": "00:48:14",
    "end": "00:49:24"
  },
  {
    "text": "Offering their own lives.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "Now check out Hebrews chapter 8. He goes, we have such a high priest who has taken his seat at the right hand of the throne of majesty in the skies. He is present tense, a minister in the sanctuary. And in the actual tabernacle, the heavenly throne room. Yeah. Which the Lord pitched, not humans. And he goes on to say that the earthly tabernacle is a copy and shadow of the heavenly things, just as Moses was warned by God when he was about to erect the tabernacle. Look and make sure that you make everything according to the pattern shown you on the mountain. So let's bring that logic together here.",
    "start": "00:49:25",
    "end": "00:50:06"
  },
  {
    "text": "Right?",
    "start": "00:50:06",
    "end": "00:50:06"
  },
  {
    "text": "The tabernacle and temple were reflections, symbols of the ultimate, the reality of God's.",
    "start": "00:50:06",
    "end": "00:50:14"
  },
  {
    "text": "Throne in heaven, which was supposed to be overlapped with earth, but is not currently.",
    "start": "00:50:14",
    "end": "00:50:21"
  },
  {
    "text": "That's right. So what we are to imagine then is Jesus in his resurrected body, which is a transphysical body.",
    "start": "00:50:21",
    "end": "00:50:33"
  },
  {
    "text": "Right.",
    "start": "00:50:33",
    "end": "00:50:33"
  },
  {
    "text": "Because it can inhabit heaven and earth at the same time, is currently inhabiting the new creation, the heavenly side of the new creation, I guess. And he's up there having sacrificed himself. But the author of Hebrews says in chapter 7 25, he always lives to make intercession for people. So he is still up there advocating on behalf of humanity. I just love that image. Like, he's not done. It's not as if humanity still needs someone to advocate on their behalf and intercede for them and bring their concerns before the Father. And that's how we are to imagine the cosmic royal priest right now. It's a huge motif in the whole letter.",
    "start": "00:50:33",
    "end": "00:51:15"
  },
  {
    "text": "That's Interesting. So, I mean, it's very clear to me in my upbringing what it means that he was the purification. And that was a time in human history. It happened, it's done.",
    "start": "00:51:15",
    "end": "00:51:30"
  },
  {
    "text": "Yeah.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "Although we could talk about what Paul means when he says that he's completing whatever, but.",
    "start": "00:51:31",
    "end": "00:51:36"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "But then this idea of continued intercession in another capacity other than purifying your sins.",
    "start": "00:51:37",
    "end": "00:51:46"
  },
  {
    "text": "That's right.",
    "start": "00:51:47",
    "end": "00:51:47"
  },
  {
    "text": "That to me, I actually don't really have any categories.",
    "start": "00:51:47",
    "end": "00:51:50"
  },
  {
    "text": "Category for. Well, throughout the letter, it's that the priest represents humans in their weakness, in their suffering, in their hardship. Earlier in the letter, it's why he says we have a high priest who knows exactly our hardship and suffering because he himself experienced it. So it's someone who's advocating on behalf of his suffering, hurting people that he represents and representing their concerns and their cares before God in the same way the prophets and the priests did. I think. Yeah. So it's not about atonement.",
    "start": "00:51:50",
    "end": "00:52:23"
  },
  {
    "text": "Yeah.",
    "start": "00:52:23",
    "end": "00:52:23"
  },
  {
    "text": "It's about representation.",
    "start": "00:52:23",
    "end": "00:52:25"
  },
  {
    "text": "Yeah. Which was one of those things.",
    "start": "00:52:25",
    "end": "00:52:27"
  },
  {
    "text": "Yeah. And intercession. Intercession and representation are.",
    "start": "00:52:27",
    "end": "00:52:30"
  },
  {
    "text": "Well, it was a form of that. Yeah. Okay. It's form of that intercession that we talked about, which was if you don't need intercession because of a moral failure, but you still need intercession in that.",
    "start": "00:52:30",
    "end": "00:52:43"
  },
  {
    "text": "Yeah. Just life is hard. Or maybe you just don't know what to do.",
    "start": "00:52:44",
    "end": "00:52:47"
  },
  {
    "text": "Yeah.",
    "start": "00:52:47",
    "end": "00:52:48"
  },
  {
    "text": "Something. Yeah.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "There's confusion, there's roadblocks, there's frustration. These things we all experience.",
    "start": "00:52:49",
    "end": "00:52:56"
  },
  {
    "text": "Yeah. So what? This image of Jesus as the cosmic royal priest interceding on behalf is what it means to believe in the Christian God is to believe that God has included within God's own self a representative of the human plight. And our lack of wisdom, our inability to know what to do, our pain, these aren't external to God. I guess that's the point of this. God doesn't hear the cries of suffering humanity as something external to God's own self. They are themselves a part of God's own being in the person of the risen Jesus who is making intercession on behalf of confused, hurting humans in this present moment. I think that's what this means, that.",
    "start": "00:52:56",
    "end": "00:53:44"
  },
  {
    "text": "Within God's own being is his ability to not only hear the intercessions, but to understand them in an experiential way. Is that what you're saying?",
    "start": "00:53:44",
    "end": "00:53:58"
  },
  {
    "text": "What I'm saying is more that what Christians mean by the word God includes a human who represents the concerns of humanity within the very being of God himself. God has internalized the hardship and suffering of his creation into God's own self in the person of Jesus. That's what it means to believe that Jesus is divine and that he exercises an intercession role right now on behalf of creation.",
    "start": "00:53:59",
    "end": "00:54:32"
  },
  {
    "text": "Yeah. It kind of speaks again to the relentlessness of God in that he creates humanity. I'm gonna. I want you to rule with me. Crazy idea. It's not working. And then for him to actually make it so that his nature. Now, what I hear you saying is, now his nature is. I don't know how to say it without a sounding. Kind of.",
    "start": "00:54:32",
    "end": "00:54:57"
  },
  {
    "text": "Yeah.",
    "start": "00:54:57",
    "end": "00:54:58"
  },
  {
    "text": "Heretical. But there's this human. There's this humanness to. To what it is to be God now.",
    "start": "00:54:58",
    "end": "00:55:05"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:05",
    "end": "00:55:06"
  },
  {
    "text": "That if Jesus is God and Jesus is human.",
    "start": "00:55:06",
    "end": "00:55:08"
  },
  {
    "text": "Yes.",
    "start": "00:55:08",
    "end": "00:55:09"
  },
  {
    "text": "And. And God is intercessing within himself the plight of humanity.",
    "start": "00:55:09",
    "end": "00:55:15"
  },
  {
    "text": "Yeah.",
    "start": "00:55:15",
    "end": "00:55:16"
  },
  {
    "text": "And the reason he's doing that is in order to have this relationship. Yes.",
    "start": "00:55:16",
    "end": "00:55:21"
  },
  {
    "text": "Union.",
    "start": "00:55:21",
    "end": "00:55:22"
  },
  {
    "text": "This union with humanity.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "That actually, like, affected his nature. His. His commitment to us is so strong that it changed who. And that's where it sounds heretical.",
    "start": "00:55:24",
    "end": "00:55:33"
  },
  {
    "text": "Yeah.",
    "start": "00:55:33",
    "end": "00:55:33"
  },
  {
    "text": "God doesn't change. But there's something about him that.",
    "start": "00:55:33",
    "end": "00:55:36"
  },
  {
    "text": "But there's something. Again, we're back to the limits of what our language and categories can offer us. But I think this is part of what John is saying when he says that God is agape, that God is love. Earlier in the letter, first John, he talks about how Jesus is our advocate before the Father. It's the same idea. And he's talking about a divine being who doesn't just respond to the concerns of creation as a creature, but has actually internalized, made creation a part of his own being in a. Through Jesus.",
    "start": "00:55:36",
    "end": "00:56:14"
  },
  {
    "text": "You know, I was backing away from this phrase that God changed himself. But if God incarnated as human and then that human transformed into this physical creature that now is both. You know, a change has been made. And if that human is part of what it means to be God now seated at the right hand. There has been a change.",
    "start": "00:56:14",
    "end": "00:56:37"
  },
  {
    "text": "There has been a change in that. Yeah. God became human.",
    "start": "00:56:37",
    "end": "00:56:41"
  },
  {
    "text": "God became.",
    "start": "00:56:41",
    "end": "00:56:42"
  },
  {
    "text": "We are tapping into. No, we're tapping into a conversation that's very ancient that gets us to the Trinity. This is what everybody was trying to work out in the second, third, fourth, all the way up centuries about wrapping our minds around the implications of the incarnation. And this theme of the royal priesthood brings you into the heart of it, because what do priests do? They are representations overlapping of heaven and earth. And the Christian claim Is as the cosmic royal priest, God has become the human representative within God's own self.",
    "start": "00:56:43",
    "end": "00:57:19"
  },
  {
    "text": "Yeah.",
    "start": "00:57:20",
    "end": "00:57:20"
  },
  {
    "text": "I think I believe this.",
    "start": "00:57:22",
    "end": "00:57:24"
  },
  {
    "text": "You think you understand it or you think you believe it?",
    "start": "00:57:25",
    "end": "00:57:28"
  },
  {
    "text": "Well, I don't understand it. This is the unique view of God that emerged out of the events surrounding Jesus.",
    "start": "00:57:28",
    "end": "00:57:36"
  },
  {
    "text": "It is very unique. And I'm not like a expert in world religions by any means, but it seems like a very unique claim.",
    "start": "00:57:36",
    "end": "00:57:46"
  },
  {
    "text": "Yeah.",
    "start": "00:57:47",
    "end": "00:57:47"
  },
  {
    "text": "So we're going to go from here talking then. So we talked about God seated at the right hand, interceding on our behalf. There's this sense of, well, what about us down here?",
    "start": "00:57:48",
    "end": "00:58:00"
  },
  {
    "text": "Correct. So one way to say it is we began this conversation talking about the ideal role of the images of God in the heaven and earth place. Jesus is now, according to the theme of the Ascension in the New Testament, his heavenly resurrection body is in the heavenly realm, sitting as the royal priest, representing, interceding and so on. But the New Testament equally makes claim that Jesus has not left earth. He has an earthly body through which he is doing all of those same activities here on earth that correspond of what his resurrected bodies do in heaven. And that body is called the body of Christ. That is a temple and a priesthood empowered and indwelt by the Spirit. So that's what we will talk about next. Thank you everybody for joining us today on this episode of the BibleProject podcast. We've got one more episode that's going to come out in this series and we're gonna go over some of the ideas elsewhere in the New Testament that talk about Jesus followers as a royal priesthood or temples or even the body of Christ. This is all priestly vocabulary and it offers this really amazing window into the priestly world and themes in the story of the Bible. If you want to submit a question for our upcoming question and response episode on this priest series, we would love to hear from you. You can record yourself asking the question, let us know your name and where you're from. And if you can try to keep it to around 20 to 30 seconds, you can email your question to infoibleproject.com if in your email you could please write out your question also. That saves us a ton of time as we compile the questions. The deadline for submitting them is the end of the day, Monday, April 5th. And again the email is infoibleproject.com Today's show was produced by Dan Gummel. The show notes are from Lindsey Ponder, and the theme music is from the band Tents. Bibleproject is a crowdfunded endeavor in Portland Oregon we're making free resources to help people experience the Bible as a unified story that leads to Jesus. And it's all free because of the generosity of people all around the world. Thank you for being a part of this with us.",
    "start": "00:58:00",
    "end": "01:00:20"
  },
  {
    "text": "Hi, this is Teofiloz Vaporai. I'm here from Abuja, Nigeria. I first heard about the Bible project on YouTube. Randomly just came across it. I use the Bible Project for Bible study each and every day. I don't go through a book of the Bible without knowing what Bible Project has to say about that book or that concept in the Bible. My favorite thing about the Bible Project is the amount of light it brings to generally the entire biblical story. The famous lines of connecting all the stories and how it leads to Jesus Christ has been an immense blessing to my life. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@thebibleproject.com.",
    "start": "01:00:20",
    "end": "01:01:12"
  },
  {
    "text": "Sam.",
    "start": "01:01:19",
    "end": "01:01:30"
  }
]