[
  {
    "text": "This is John Collins from bibleproject, and today we're starting a brand new series. Now, if you were to go to the ancient world, you would run across temples. These are sacred spaces where the God that your people worship lives. It's a place where the realm of your God meets the realm of humans. And these temples were buildings. But interestingly, the Bible begins with a temple that isn't a building.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "The conception of the cosmos in Genesis 1 is that of a cosmic sacred space where heaven and earth are one Eden.",
    "start": "00:00:30",
    "end": "00:00:37"
  },
  {
    "text": "Now, in the ancient temples, you would have priests who work there. They take care of the temple, they receive the sacrifices and gifts from people, and they give the blessings of the gods to the people. Also in the temple, you would find inanimate icons. These are idol images that represent the ruler and authority of the God. But the cosmic temple in Genesis merges these two roles into one.",
    "start": "00:00:37",
    "end": "00:01:05"
  },
  {
    "text": "The statue at the center is not a statue. It's an animate icon. And here we're very close to the priestly dimension of the image of God, the representation of God and human as one in the sacred space. And that's essentially what at least the biblical priesthood is meant for to be all about.",
    "start": "00:01:05",
    "end": "00:01:25"
  },
  {
    "text": "We're beginning a brand new series on this podcast on the role of priests in the Bible. Now, if I were to ask you about priests in the Bible, you might think of Aaron. He was the brother of Moses, the very first priest of Israel. Or you might think of all the other priests that came after him that work in Israel's temple. But in this episode, we want to explore how the very first priests in the Bible were none other than Adam and Eve in the cosmic temple. Thanks for joining us. Here we go. So this is exciting. We get to start a new theme video conversation, and it's on priestness.",
    "start": "00:01:25",
    "end": "00:02:02"
  },
  {
    "text": "Priestness. So priority number one, figure out what to call this video.",
    "start": "00:02:02",
    "end": "00:02:07"
  },
  {
    "text": "What does it mean when you have the word hood?",
    "start": "00:02:08",
    "end": "00:02:10"
  },
  {
    "text": "Yeah, all my examples are like from the Middle Ages. Knighthood, monkhood, priesthood, something hood.",
    "start": "00:02:11",
    "end": "00:02:18"
  },
  {
    "text": "I'm googling it. What does it mean when you have hood at the end of a word? Native English suffix denoting state, condition, character, nature. All right, that makes sense.",
    "start": "00:02:18",
    "end": "00:02:27"
  },
  {
    "text": "Yeah. Neighborhood.",
    "start": "00:02:27",
    "end": "00:02:29"
  },
  {
    "text": "Neighborhood. That's a classic hood. The hood.",
    "start": "00:02:29",
    "end": "00:02:32"
  },
  {
    "text": "The hood priesthood.",
    "start": "00:02:32",
    "end": "00:02:33"
  },
  {
    "text": "So the state, condition or character and nature of being a priest.",
    "start": "00:02:34",
    "end": "00:02:37"
  },
  {
    "text": "Yeah, exactly. Basically. Yep, that's right. Which. This is a major theme right throughout the Bible. The first person who's called a priest appears in Genesis 14 in a story that we'll ponder. And then priests appear pretty much right throughout the whole rest of the Hebrew Bible and then play a big role in the story of Jesus. They're his rivals. And then the apostles use a lot of language about priesthood to describe followers of Jesus and then right on into the revelation where the followers of the Lamb are called a kingdom of priests. So it's a theme.",
    "start": "00:02:37",
    "end": "00:03:14"
  },
  {
    "text": "Starts at the beginning and it goes to the end.",
    "start": "00:03:14",
    "end": "00:03:16"
  },
  {
    "text": "Yeah, that's right. But an interesting puzzle for this theme video is that the word priest doesn't appear in the earliest narratives of the Bible. It's not until you get to Genesis 14. However, the concept on which the very role and office of the priest is built is all baked into what's going on page one and two of Genesis. But this is our task. So first, let's back up and just think meta real quick here, because priests, the idea of priests, and even the word priest means all kinds of things to different people.",
    "start": "00:03:16",
    "end": "00:03:50"
  },
  {
    "text": "Does it?",
    "start": "00:03:51",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, I think so. Based on where and how you grew up.",
    "start": "00:03:51",
    "end": "00:03:55"
  },
  {
    "text": "Yeah. Well, if you're Catholic, the priests, you've got the Pope, you've got bishops.",
    "start": "00:03:55",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "You got your local parish.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "Parish priests.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "Yes.",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "Same for. In some streams of the Anglican Church, they'll use the word priest more or less in some traditions. But the word father or priest is often used for the leader of an Anglican parish, too. However, to like an American Baptist, the word priest means something different or I should say, has different associations. So for somebody who grew up Catholic or Anglican and had a great experience in those traditions, the priest refers to this revered figure, a very special holy figure set apart. Yeah, they represent God.",
    "start": "00:04:03",
    "end": "00:04:41"
  },
  {
    "text": "They get to wear special clothes.",
    "start": "00:04:41",
    "end": "00:04:43"
  },
  {
    "text": "And they're marked by wearing special clothes.",
    "start": "00:04:43",
    "end": "00:04:45"
  },
  {
    "text": "Yeah.",
    "start": "00:04:46",
    "end": "00:04:46"
  },
  {
    "text": "Whether it's just the little collar, the suit and the collar, or you get.",
    "start": "00:04:46",
    "end": "00:04:50"
  },
  {
    "text": "The whole Pope gown.",
    "start": "00:04:50",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, the gown. Sometimes a turban, crown or. Yeah, that's right. It's a symbolic kind of role. Right. All those clothes are symbolism.",
    "start": "00:04:52",
    "end": "00:05:00"
  },
  {
    "text": "Yeah.",
    "start": "00:05:00",
    "end": "00:05:01"
  },
  {
    "text": "Telling different stories.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "And they do a lot of symbolic acts. Sacramental acts.",
    "start": "00:05:02",
    "end": "00:05:06"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "That are not just merely symbolic.",
    "start": "00:05:07",
    "end": "00:05:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:09",
    "end": "00:05:10"
  },
  {
    "text": "That's a priest.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "Yeah.",
    "start": "00:05:11",
    "end": "00:05:11"
  },
  {
    "text": "What else would someone be thinking about?",
    "start": "00:05:11",
    "end": "00:05:13"
  },
  {
    "text": "Oh, okay. Well, I'm not just talking about what the word refers to.",
    "start": "00:05:13",
    "end": "00:05:17"
  },
  {
    "text": "Oh, okay.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "But like the associations with it.",
    "start": "00:05:18",
    "end": "00:05:19"
  },
  {
    "text": "Got it.",
    "start": "00:05:19",
    "end": "00:05:19"
  },
  {
    "text": "So with Catholic and Anglican traditions, it would be positive that that's an important revered role. That's highly regarded.",
    "start": "00:05:19",
    "end": "00:05:28"
  },
  {
    "text": "Yeah.",
    "start": "00:05:28",
    "end": "00:05:28"
  },
  {
    "text": "For somebody in those traditions. But that's not the case in all. All the spectrums of the Christian tradition.",
    "start": "00:05:28",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. Some traditions don't have. Priests are not in the liturgical kind of tradition.",
    "start": "00:05:35",
    "end": "00:05:43"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "And so. But still have roles that are similar.",
    "start": "00:05:44",
    "end": "00:05:48"
  },
  {
    "text": "Ish. Yeah, totally.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "Like professional ministers and pastors and.",
    "start": "00:05:50",
    "end": "00:05:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "Clergymen.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "Yep. Clergymen in more congregational style denominations or church traditions that have a different kind of leadership structure still often have a particular figure who represents God to the people and the people as a whole that it's just envisioned or imagined. The role is imagined a different way. In the role of a pastor, in that shepherd role. But not often in a priest role. It's more aligned with.",
    "start": "00:05:55",
    "end": "00:06:25"
  },
  {
    "text": "Well, the word's not used in the pomp and circumstance, isn't there? But there's a lot of similarities.",
    "start": "00:06:25",
    "end": "00:06:30"
  },
  {
    "text": "Total. I'm with you. In fact, when I first started following Jesus in my early 20s and was learning how to go to church, I mean, our family had attended church and so I was familiar with that. But I had a long break through, like all my teens and early twenties. So I started going back to church.",
    "start": "00:06:30",
    "end": "00:06:50"
  },
  {
    "text": "The rebellious years.",
    "start": "00:06:50",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, totally. But I perceived the pastor as somebody so other than me.",
    "start": "00:06:52",
    "end": "00:06:59"
  },
  {
    "text": "Yes.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Mainly because at least the church that I was going to, the pastor always wore a suit.",
    "start": "00:07:00",
    "end": "00:07:05"
  },
  {
    "text": "Yeah.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "And I had just never, like skateboard punk. Like, I had never even imagined wearing a suit. To meet somebody who wears a suit is a different species.",
    "start": "00:07:06",
    "end": "00:07:15"
  },
  {
    "text": "When I, when I was growing up, I had to dress up for church. And I remember the line was because I was like, why I got dressed up for church.",
    "start": "00:07:16",
    "end": "00:07:23"
  },
  {
    "text": "Yeah.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "What would you wear if you were going to meet the president, United States. Oh, would you dress up because you're going to go meet with Jesus?",
    "start": "00:07:24",
    "end": "00:07:30"
  },
  {
    "text": "It's like, okay, all right, I guess that makes sense.",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "But yeah, the pastor's always in a suit.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "Yeah.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "Well, I think it depends on your church.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "Depends. Right. It depends on your cultural context.",
    "start": "00:07:43",
    "end": "00:07:45"
  },
  {
    "text": "But yeah. I mean, also the, the stage is elevated.",
    "start": "00:07:45",
    "end": "00:07:48"
  },
  {
    "text": "The whole thing.",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "There's the pulpit. There's just the whole thing turns the person who gets up there.",
    "start": "00:07:49",
    "end": "00:07:53"
  },
  {
    "text": "Yes.",
    "start": "00:07:53",
    "end": "00:07:53"
  },
  {
    "text": "And I experienced this. I was, I think I've shared in my early 20s when I was working at a church.",
    "start": "00:07:53",
    "end": "00:07:58"
  },
  {
    "text": "Yeah.",
    "start": "00:07:58",
    "end": "00:07:58"
  },
  {
    "text": "I was, quote, unquote, a pastor. I mean, young. And I would get up on stage and I would try to explain the Bible.",
    "start": "00:07:58",
    "end": "00:08:07"
  },
  {
    "text": "Yeah.",
    "start": "00:08:07",
    "end": "00:08:07"
  },
  {
    "text": "And there was just something about that dynamic that just elevates you.",
    "start": "00:08:07",
    "end": "00:08:11"
  },
  {
    "text": "Yes.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "To like, I'm no longer just one of you, I am something else.",
    "start": "00:08:12",
    "end": "00:08:17"
  },
  {
    "text": "Yeah. It's as if a person becomes the role.",
    "start": "00:08:17",
    "end": "00:08:21"
  },
  {
    "text": "Right.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "There's this role.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. The role.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "Yeah. Or an office, as it were. So, yeah. Let's pay attention to that. Even though in different expressions of the Christian tradition, there are different titles, different roles imagined for what a leadership representative figure is, priest or pastor. But functionally it's very more similar than different. Yeah, yeah. And actually this is true in many cultures. So even people who would categorize as what are religious sociologists and statistic takers, they call these the nuns, the generation of the nuns. They mark none.",
    "start": "00:08:23",
    "end": "00:08:59"
  },
  {
    "text": "Yeah. Religious affiliation.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "On religious affiliation. Or the spiritual but not religious.",
    "start": "00:09:00",
    "end": "00:09:04"
  },
  {
    "text": "Yeah.",
    "start": "00:09:04",
    "end": "00:09:04"
  },
  {
    "text": "Kind of thing. Even for people who were spiritual, not religious or irreligious. This pretty universal human phenomenon where communities have unique people or roles who, when you encounter this person, you feel like you're encountering something special, something from above or beyond or ultimate.",
    "start": "00:09:04",
    "end": "00:09:28"
  },
  {
    "text": "This is guru culture. Are you talking about.",
    "start": "00:09:28",
    "end": "00:09:30"
  },
  {
    "text": "Yeah, sure. I'm just saying I'm trying to make a cross cultural observation. But this is not just in some religious traditions that there's a special person who kind of stands at this boundary of the normal day to day life and then ultimate transcendent.",
    "start": "00:09:31",
    "end": "00:09:46"
  },
  {
    "text": "They've got the keys, they know how to. They've got a vantage point you don't have. There's something special about them.",
    "start": "00:09:46",
    "end": "00:09:53"
  },
  {
    "text": "Yep. So in tribal cultures, you know, these are the shaman or the person who's in touch with the divine realm. Yeah. So most cultures have a version of this. So we live in Portland, which has a very live spiritual scene that's not necessarily aligned with any organized religious traditions.",
    "start": "00:09:53",
    "end": "00:10:12"
  },
  {
    "text": "Yeah. Who are the gurus?",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "Oh, I think whether it's in different forms of Americanized Eastern meditative traditions or spiritual traditions. So I'm just saying this is a cross, this is kind of a human thing.",
    "start": "00:10:14",
    "end": "00:10:27"
  },
  {
    "text": "A human thing is that we look towards someone to fill in this kind of role, which is. Help me, guide me to the divine. Yeah, Connect me, connect me to that thing that I'm looking for, that however you would describe it, whatever, whatever spiritual tradition you're coming from, how you would describe it, even if it's not religious at all.",
    "start": "00:10:27",
    "end": "00:10:52"
  },
  {
    "text": "Yeah, that's right. So for some people in some cultures and some parts of the Christian tradition, the fact that my connection to the divine realm or to what's ultimate and true and real, that that all comes through a person exercising one particular office that's not seen as bad or weird. It's good. Like that's the way and it's awesome. There are other parts of the Christian tradition and especially Western culture that see the fact that it comes through one person as unequal or non democratic. That's an American way of putting it. But the whole Point would be to democratize that.",
    "start": "00:10:52",
    "end": "00:11:33"
  },
  {
    "text": "Yeah.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "It's accessible to everyone. And that's a very. That's actually an impulse that comes into the Christian tradition through the Reformation.",
    "start": "00:11:34",
    "end": "00:11:41"
  },
  {
    "text": "Right. And there's some churches. You said congregational. I think that's a term. Right. Where, like, they actually. They vote as a congregation and they.",
    "start": "00:11:41",
    "end": "00:11:49"
  },
  {
    "text": "Yes.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "Even though there are people with positions of paid, professional ministers that they try to be more democratic.",
    "start": "00:11:49",
    "end": "00:11:56"
  },
  {
    "text": "Yeah. Yeah, that's right. And an important line that's echoed throughout history since the Reformation has been the theme of the priesthood of all believers.",
    "start": "00:11:56",
    "end": "00:12:06"
  },
  {
    "text": "Yeah.",
    "start": "00:12:06",
    "end": "00:12:06"
  },
  {
    "text": "And there are actually some church traditions in the Reformed or Protestant side who are actually kind of hostile to the concept of there being a priest.",
    "start": "00:12:06",
    "end": "00:12:17"
  },
  {
    "text": "Right.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "Because we're all supposed to be priests. Exactly. They would say that it's kind of stepping on the prerogative of the whole body of the priesthood of believers to elevate one person. I don't want to get into that, but it's just. I'm trying to name it. These are all like little surface skirmishes. And even though those traditions and people in them might disagree about whether there should be one particular person or all believers, what they both agree on is that this concept that heavenly divine realm is meant to be and wants to be made accessible and to be connected to us, and that that happens in and through a person or people who play this role. And the word priest is the standard biblical word to talk about this role that stands at the interface of heaven and earth.",
    "start": "00:12:18",
    "end": "00:13:10"
  },
  {
    "text": "A person who connects you to heaven essentially at its most basic level.",
    "start": "00:13:10",
    "end": "00:13:15"
  },
  {
    "text": "At its most basic level, and using biblical, Jewish and Christian imagery, it would be priests or people who are connecting points of heaven and earth. My neighbor wouldn't say it that way, but my neighbor would say, talk about the divine or the ultimate energy or something. So when she goes to do whatever she does to connect to the divine, it's often led by, you know, a studio or meditation studio she goes to. So underneath it is the sense buried deep in most humans that there's something.",
    "start": "00:13:15",
    "end": "00:13:50"
  },
  {
    "text": "Bigger going on and I need access.",
    "start": "00:13:50",
    "end": "00:13:52"
  },
  {
    "text": "Via someone else, and I want to connect to it. But to learn how to. Or to find those little channels between my realm and the ultimate divine realm, I need a gateway person.",
    "start": "00:13:52",
    "end": "00:14:05"
  },
  {
    "text": "Yeah.",
    "start": "00:14:06",
    "end": "00:14:06"
  },
  {
    "text": "And what we're talking about, even if my neighbor wouldn't use the word, is the role of priest.",
    "start": "00:14:06",
    "end": "00:14:11"
  },
  {
    "text": "Right. You wouldn't go to a yoga studio and say, can I meet with the priest?",
    "start": "00:14:11",
    "end": "00:14:14"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "Right. Does the priest have any sessions?",
    "start": "00:14:16",
    "end": "00:14:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "But your impulse is the same.",
    "start": "00:14:19",
    "end": "00:14:21"
  },
  {
    "text": "Yeah. So to register when we're talking about priests, we're talking about the way the biblical story is addressing that pretty universal human impulse to connect to the transcendent and the divine. And the story that the Bible has to tell about the role of, of the priesthood and the fate of the priesthood throughout the history of Israel and in the story of Jesus. It's all super interesting and dramatic, but that's the basic role. To be a priest is to stand at the meeting point of heaven and earth, to represent people to the divine realm. It's a person that's representing others, but then also to represent the divine to people.",
    "start": "00:14:21",
    "end": "00:15:06"
  },
  {
    "text": "So this is a normal human impulse that transcends any specific religious expression. However, in the Bible there is a very specific way that this is expressed that. Well, I'm sure we're going to get into, of how priests work in ancient Israel around the Tabernacle and the temple and such, correct?",
    "start": "00:15:06",
    "end": "00:15:26"
  },
  {
    "text": "Yep. Yeah, that's the, that's the core idea. However, as it always is with the Bible, things are not what they seem. Priests play a big role in the Bible. Aaron is the first high priest of Israel. He and his sons working in the tabernacle. There's kind of an important biblical figure named Eli. He's another important priest in the spotlight. Samuel plays the role of a priest. When Solomon builds his temple, he installs or reinstalls kind of a new line of the priesthood through a guy named Righteousness or Zadok. Zadok. And then of course there's lots of priests. And the high priest Caiaphas in the story of Jesus play a major, major role.",
    "start": "00:15:26",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "So the high priest in the story of Israel plays this really important and significant role. But the introduction of the priesthood into the life and story of Israel is fraught with problems and interesting complications. And the Israelite priests are not the first priests that appear in the Bible, which is also interesting. So the first priest we meet is Genesis 14. Is in Genesis 14.",
    "start": "00:16:09",
    "end": "00:16:34"
  },
  {
    "text": "Is that Melzedek?",
    "start": "00:16:34",
    "end": "00:16:35"
  },
  {
    "text": "Yeah, he's called. He fits into the category of people groups called Amorites. He's one of the people of Canaan.",
    "start": "00:16:35",
    "end": "00:16:43"
  },
  {
    "text": "Yeah.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "He's not an Israelite. His name is Melchizedek, which means my king is a righteous one. And he's a non Israelite prophet priest of ancient Jerusalem, pre Israelite Jerusalem.",
    "start": "00:16:44",
    "end": "00:16:55"
  },
  {
    "text": "The rabbit hole goes deep with this man, right?",
    "start": "00:16:55",
    "end": "00:16:57"
  },
  {
    "text": "Oh yeah. Oh yeah. We'll go down a little bit.",
    "start": "00:16:57",
    "end": "00:16:59"
  },
  {
    "text": "Okay.",
    "start": "00:16:59",
    "end": "00:16:59"
  },
  {
    "text": "But that's the first priest we meet in the Bible. But the concept of priesthood, this is a common theme that comes up in our theme video discussions. When you're doing a theme study, you can't just look for the word that's important, but you got to look for where the ideas appear that that word is trying to connect to.",
    "start": "00:17:00",
    "end": "00:17:16"
  },
  {
    "text": "Well, and we've been doing this long enough. I think I know where we talked about Genesis 2, Adam and Eve. Well, I don't know if it's Adam and Eve at this point, but. Yeah. Forms Adam out of the dirt, makes Eve. Splits him in half. Makes Eve. You're the image of God. He plants them in the garden and says to work and keep.",
    "start": "00:17:16",
    "end": "00:17:38"
  },
  {
    "text": "Yes. Okay. We'll come back to that.",
    "start": "00:17:38",
    "end": "00:17:40"
  },
  {
    "text": "We'll come back to that.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "We'll come back to that. Yes, totally. We'll do Genesis 1 and 2 just in a moment here.",
    "start": "00:17:40",
    "end": "00:17:45"
  },
  {
    "text": "We always start with Genesis, so I thought we would.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "No, you were doing the right thing. I just first want to register that there's a unique problem in trying to talk about the priesthood. And I actually recently just taught a whole class on this at Western Seminary here in Portland to try and, like, work this all out.",
    "start": "00:17:48",
    "end": "00:18:00"
  },
  {
    "text": "Yeah.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Because priests, when they first appear in the Bible, Melchizedek, this Canaanite priest king, is the first one you meet. And he's just introduced. Like, you're supposed to know who he is and what he does. Right. Like, here's. He's just called a priest, and the narrator doesn't say, now here's what a priest is, because he's the first one you're meeting. It's just assumed. So the Bible leaves ambiguous what the word priest refers to, or at least it's ambiguous. If you haven't picked up all of the clues that are happening on pages one and two as to what kind of characters the ideal humans are in Genesis 1 and the role that Adam and Eve are invited to fill in Genesis 2. But the role that the priests play is not technically unique to the priests. For there to be a figure in the Bible that stands at the intersection of the divine and human, There are other.",
    "start": "00:18:01",
    "end": "00:18:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:18:50",
    "end": "00:18:50"
  },
  {
    "text": "Important biblical roles that also do the same thing, but in a slightly different way. So this is kind of a new way of putting it, so I'm going to try it out on you.",
    "start": "00:18:50",
    "end": "00:19:42"
  },
  {
    "text": "All right.",
    "start": "00:19:42",
    "end": "00:19:42"
  },
  {
    "text": "If you go through the Hebrew Bible, you'll notice that almost all the characters in the main spotlight fit into one of three main categories, either prophet, royal, king or queen or priest modes. And what all of those roles involve is somebody representing another group before God and then representing God to that group. So we've been talking about this with priests. What is unique about priests is where they do it. If you were to meet Aaron, Israel's high priest, like, out at the well on, like, Wednesday.",
    "start": "00:19:43",
    "end": "00:20:18"
  },
  {
    "text": "Get in your Wednesday water.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Yes, totally. You wouldn't have the experience of, I'm meeting with God's presence right now. The point is, when he steps into the tabernacle and puts on those clothes, then he turns into something. He turns into that conduit. It's about the office. And in the sacred space, wearing those symbolic clothes, he becomes that gateway between heaven and earth. But not when you go meet him out there.",
    "start": "00:20:20",
    "end": "00:20:47"
  },
  {
    "text": "Oh, okay.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "But the king, if you met a.",
    "start": "00:20:48",
    "end": "00:20:50"
  },
  {
    "text": "King, doesn't matter where he is.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. There are multiple people. This happens in the story of David multiple times where somebody will be talking to him and they'll say, seeing your face is like seeing the face of God. More than once, people say this to David. And he, no matter where he is, he is embodying God's rule, at least ideally. When the king is representing the covenant God, well, he's representing God's ordering authority and generous power and order there. And so what the king does can affect all the people. And he represents the people for God and God for the people. So, and the king does that anywhere. But then you also have the prophet. And the prophet is also somebody who encounters the divine, usually in visions or dreams in a way that they find themselves, like, right in God's presence, and it freaks them out. But then they go out from that encounter, and then they mediate God's message, his word and purpose to the people. So prophets, priests, and kings all have something in common. Even though they kind of do it in unique ways in different audiences and realms, they have something in common underneath them and that thing that's underneath them. I think the way the biblical story works is that thing at the core is what Genesis 1 and 2 is trying to tell us about what all humans are capable of and made for. But in the story of the Bible, these roles get split apart into these different offices so that some people only embody some of that divine representation. Does that make any sense?",
    "start": "00:20:51",
    "end": "00:22:31"
  },
  {
    "text": "Yeah. Say the last part again.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "As we're going to see on pages one and two, all humanity, male and female, are described in these highly elevated terms that we'll just kind of revisit just to remind ourselves of. But then as you go throughout the story of the Bible, what you meet are individuals who often fill part of that ideal vision of Genesis 1 and 2. So you'll meet a Prophet. And, you know, he. He represents the word of God to the people. He doesn't rule anything. And he's not called to. He's not supposed to. In fact, what he often does is confront the rulers. And then you get rulers who embody God's authority. But dude, they're like, you know, they multiply wives and love to have lots of sex and then murder people and abuse their power and. And then you get priests who in the sacred space embody Yahweh. Well, except when they build idols and lead the people into idolatry and worship. It's as if the ideal role, that's a unified whole, gets fractured and split apart.",
    "start": "00:22:32",
    "end": "00:23:33"
  },
  {
    "text": "The prophet, priest, king role.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:34",
    "end": "00:23:36"
  },
  {
    "text": "Which. What would be a shorthand to describe that role?",
    "start": "00:23:36",
    "end": "00:23:39"
  },
  {
    "text": "The thing underneath all of them. Yes. I'm going to propose we just call it being the image of God. Yeah, yeah, great. That's the thing underneath. As you get exiled from the garden with stupid, selfish humans, what you find are stories about humans who, when they're at their best, reflect part that reflect an aspect of that image of God in a royal way or in a priestly way or in a prophetic way. Inevitably, they always fail and blow it. And then you're on to the next generation to see who might arise as the image of God. But this is a perspective that's helped me make sense of why all the characters in the Bible tend to fill one of these three roles and why, when they're at their best, they do one of these three things.",
    "start": "00:23:39",
    "end": "00:24:23"
  },
  {
    "text": "Prophet, priest, or king, or a combination of.",
    "start": "00:24:23",
    "end": "00:24:26"
  },
  {
    "text": "Or sometimes a combination. Yeah. Like Moses is a prophet and a priest, David is a priest and a king. Actually takes on the roles of the prophet. David more than any other character in the Hebrew Bible. Takes on three. Takes on all three, until one.",
    "start": "00:24:26",
    "end": "00:24:39"
  },
  {
    "text": "Is he kind of a prophetic when he's in. When he's running for his life?",
    "start": "00:24:39",
    "end": "00:24:42"
  },
  {
    "text": "Actually near the end. It's the little poems that he writes at the end of his life. He talks about how the spirit of Yahweh is speaking through him and he utters this parable about the meaning of kingship. But David would become the closest of any character and Moses coming in a hot second. But other than that, most people are one of those two. And then when Jesus comes onto the scene, he is painted in as clear colors as anybody can see. If you know how to follow the hyperlinks in the Gospels and the design patterns, Jesus is presented as a prophet, priest, king.",
    "start": "00:24:42",
    "end": "00:25:17"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "With all three.",
    "start": "00:25:18",
    "end": "00:25:18"
  },
  {
    "text": "Now, that is something I definitely Learned early on this Prophet, priest, King terminology.",
    "start": "00:25:19",
    "end": "00:25:26"
  },
  {
    "text": "Yeah.",
    "start": "00:25:27",
    "end": "00:25:27"
  },
  {
    "text": "I think what's new is this vocabulary of image of God. Underneath of it is a cool texture.",
    "start": "00:25:27",
    "end": "00:25:34"
  },
  {
    "text": "Yeah.",
    "start": "00:25:34",
    "end": "00:25:35"
  },
  {
    "text": "But yeah, this idea of these offices, prophet, priest and king, and how Jesus fulfills them, that he is the ultimate.",
    "start": "00:25:35",
    "end": "00:25:41"
  },
  {
    "text": "Yeah.",
    "start": "00:25:42",
    "end": "00:25:42"
  },
  {
    "text": "Version of those. There's a Small Town Poets song. I don't know if it's called Prophet Priest King, but we'll play it during the. We'll play it during the break. I think we're allowed to do that.",
    "start": "00:25:42",
    "end": "00:25:52"
  },
  {
    "text": "Yeah, I think so.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "Cool. I don't think I've heard it there. They were like a late 90s, 2000, early 2000 Christian band.",
    "start": "00:25:53",
    "end": "00:26:01"
  },
  {
    "text": "Interesting. Yeah.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "I got it in high school and early college.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "Yeah.",
    "start": "00:26:04",
    "end": "00:26:05"
  },
  {
    "text": "So I was very familiar with that. Those roles almost as one thought of as kind of like one thing, the prophet, priest, king, that can be separated but that ultimately are all kind of together talking about how to mediate God to us.",
    "start": "00:26:05",
    "end": "00:26:19"
  },
  {
    "text": "Yeah, that's right. Each of those three is a different way of mediating Heaven and earth, God and people. They all do it. And the priest in particular does it in these symbolic Eden spaces where heaven and earth are one or at least are supposed to be one. That's the unique kind of contribution of the priestly office to embody God to people and embody people before God in sacred space. In the heaven and earth space. Yeah. And that's the theme that.",
    "start": "00:26:19",
    "end": "00:26:50"
  },
  {
    "text": "The heaven and earth space. Bing. The tabernacle or the temple, which is being.",
    "start": "00:26:50",
    "end": "00:26:56"
  },
  {
    "text": "Or being Eden and then. Yeah, the tabernacle and temple. Yeah, yeah.",
    "start": "00:26:56",
    "end": "00:27:00"
  },
  {
    "text": "Reflections of Eden.",
    "start": "00:27:00",
    "end": "00:27:01"
  },
  {
    "text": "Yeah.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "This. You know, it's making me think this video theme. Video on priests, though. But the way you're starting it. I know it's almost like. I just. It almost seems like this is three videos.",
    "start": "00:27:02",
    "end": "00:27:13"
  },
  {
    "text": "I know it. Actually, as I was putting these notes together, it occurred to me the Image of God trilogy. That may be the case. The Image of God trilogy. It is a cool way for me. It's been a very helpful way to start this way and then follow the threads through.",
    "start": "00:27:13",
    "end": "00:27:29"
  },
  {
    "text": "Well, I wonder if we could revisit the Image of God video and then just build off of it.",
    "start": "00:27:29",
    "end": "00:27:36"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:27:36",
    "end": "00:27:36"
  },
  {
    "text": "And do like a trilogy. That prophet takes the same style, but then drills down into those three roles.",
    "start": "00:27:36",
    "end": "00:27:45"
  },
  {
    "text": "It could be a cool trilogy of videos. What would we call it?",
    "start": "00:27:45",
    "end": "00:27:49"
  },
  {
    "text": "We already have a video called Image of God.",
    "start": "00:27:50",
    "end": "00:27:52"
  },
  {
    "text": "Yeah, that's right. Yeah. I mean, if it's a trilogy, it could just be Prophet Priest King.",
    "start": "00:27:52",
    "end": "00:27:58"
  },
  {
    "text": "Yeah.",
    "start": "00:27:58",
    "end": "00:27:58"
  },
  {
    "text": "We've done like spiritual beings or word studies where we'll have a common intro.",
    "start": "00:27:58",
    "end": "00:28:03"
  },
  {
    "text": "Oh, right. Yep.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Maybe a couple of the first 30 seconds are identical. And we could unpack this thing about the image of God and the three.",
    "start": "00:28:04",
    "end": "00:28:10"
  },
  {
    "text": "But then go and trace priest in that or go and correct.",
    "start": "00:28:11",
    "end": "00:28:14"
  },
  {
    "text": "Because it would all start with Adam and Eve and then at some point, it would kind of break off and become unique. Yeah. So, yeah, that's worth entertaining. I don't know if we'd have to do some macro work on that in terms of season structure.",
    "start": "00:28:15",
    "end": "00:28:29"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:28:29",
    "end": "00:28:29"
  },
  {
    "text": "But it could work.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "Yeah.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "I'm down for it.",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "Yeah. Well, you got to get up to get down.",
    "start": "00:28:32",
    "end": "00:28:34"
  },
  {
    "text": "So that's kind of the big picture. I thought now we could just revisit Genesis 1 and 2 pretty quickly because we're covering ground we've done in previous podcasts. But just to point out and remind ourselves of a couple things before we're off to the races with Abraham and Melchizedek.",
    "start": "00:28:36",
    "end": "00:28:52"
  },
  {
    "text": "Why'D my congrats to Chuck and die? Some time ago my invitation was lost in the mail But I knew I was missing when they kissed me the veil I sent a nice gift Never got a note Opened my clothes Right. To an old friend of mine Here I talk all the time with a prophet priest Pull out boxes and brooms I gush like a broom for it's here I can heal we're the prophet, priest and king I'm the priest and king.",
    "start": "00:28:55",
    "end": "00:29:40"
  },
  {
    "text": "So maybe here's one way to think about it. There's these three offices or types of people or roles in the Bible. Prophet, priest, king. But there's something that they all have in common, that they all embody or represent. So in other words, you can't talk about one of them without also touching on the other. Because prophets often overlap with what priests are and do, who often overlap with what kings are, kings and queens are and do and so on. They have uniquenesses, but they all share something in common.",
    "start": "00:29:57",
    "end": "00:30:27"
  },
  {
    "text": "Yeah. The commonality being that they're connecting you to God's space.",
    "start": "00:30:27",
    "end": "00:30:31"
  },
  {
    "text": "Yeah. So one way to think about it is we live in a world filled with cars. Filled with cars. Thousands of cars. Millions, actually. Thousands.",
    "start": "00:30:31",
    "end": "00:30:40"
  },
  {
    "text": "There's at least a thousand cars out there. I stopped counting after a thousand. Just too many.",
    "start": "00:30:41",
    "end": "00:30:47"
  },
  {
    "text": "However, the way. Especially in, I guess, the West. No, I think this is true. Car manufacturers very clearly, from people's earliest memories, through advertising. Want to make it clear in your mind that not all cars are the same. Different cars have very clear identities.",
    "start": "00:30:47",
    "end": "00:31:06"
  },
  {
    "text": "Sure.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "You know, Subaru means something, especially here in the Pacific. Northwest.",
    "start": "00:31:07",
    "end": "00:31:12"
  },
  {
    "text": "Yeah.",
    "start": "00:31:12",
    "end": "00:31:12"
  },
  {
    "text": "Tesla means something.",
    "start": "00:31:12",
    "end": "00:31:14"
  },
  {
    "text": "Yeah.",
    "start": "00:31:14",
    "end": "00:31:15"
  },
  {
    "text": "Honda, you know, so if my imagination is only shaped by modern advertising, I think of them as totally different. Totally different. Because, I don't know, this is how advertising works.",
    "start": "00:31:15",
    "end": "00:31:27"
  },
  {
    "text": "Feel like letting that land for me?",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "No, no, I was more thinking of, like, wondering what. When you see a Tesla, what comes into your mind that's different than when you see a Subaru?",
    "start": "00:31:29",
    "end": "00:31:37"
  },
  {
    "text": "Well, Tesla is. Is different than almost every kind of car. Right. It's kind of niched out. And Subaru also. But when I think of, like, the difference between a Honda and a Toyota.",
    "start": "00:31:37",
    "end": "00:31:48"
  },
  {
    "text": "Mm. Yeah. Or gets harder.",
    "start": "00:31:49",
    "end": "00:31:51"
  },
  {
    "text": "A Ford and a Chevy.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "Yeah.",
    "start": "00:31:53",
    "end": "00:31:54"
  },
  {
    "text": "Maybe just because I'm not a car guy, I'm just kind of like. I'm like. I don't know. I think it's just one. One or the other.",
    "start": "00:31:54",
    "end": "00:32:00"
  },
  {
    "text": "Yeah, totally. There's so many people that would be offended by that. My dad among them. He's a big. He's all about Chevy's.",
    "start": "00:32:00",
    "end": "00:32:08"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Anyway, but when I think of, like.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "A Volkswagen versus a Subaru versus a Tesla versus a Ford. Yeah, totally. They have their own identities.",
    "start": "00:32:11",
    "end": "00:32:19"
  },
  {
    "text": "Yeah, yeah, yeah, that's right. However, they all have something in common that's more important than their different brand identities, and that's that they are automobiles. Like, we have a very clear vocabulary word to talk about what kind of thing they are.",
    "start": "00:32:19",
    "end": "00:32:38"
  },
  {
    "text": "Cars.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "Yeah, they're cars.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "Well, they're cars.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "They're automobiles.",
    "start": "00:32:42",
    "end": "00:32:42"
  },
  {
    "text": "Automobiles.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "They're automobiles. So there's something similar going on here that when you're reading the Bible, it seems like prophets, priests, and kings are all. They're often at odds with each other doing different things. They seem like they're all very different from each other, but they actually are all more similar than they are different.",
    "start": "00:32:43",
    "end": "00:32:59"
  },
  {
    "text": "One's electric powered, one has a pickup bed.",
    "start": "00:32:59",
    "end": "00:33:02"
  },
  {
    "text": "Yeah, totally. That's right. Yeah. The king wears, like, a crown with gems, and the priest wears a turban crown with a gold plate, you know, and prophets wear, I don't know, camel hair and eat locusts and honey. But the point is that in the biblical storyline, there's more connecting them than there is to differentiating them. And that is what the big part of what Genesis 1 and 2 are trying to say to us. Every human you're going to meet in this story is an image of God with this particular kind of vocation to stand at the intersection of heaven and earth. And so when you meet these different figures, that's what's supposed to come to mind. So the image of God is to the prophet, priest, king, what the concept of automobile is to the Tesla, Honda, Subaru. It's helpful for me and it was entertaining to think up the illustration. Okay. On page one of Genesis, humans are introduced as the climactic element in the six days of God, splitting and ordering and filling the cosmos with inhabitants. There's a short poem that goes along with God's speech about these humans. The poem is in Genesis 1, verse 27. And then it's surrounded on both sides by these statements about what God wants the humans to do, what they're here for. Well known lines, but I'll just kind of read them again one more time. So then God said, let us make human Adam, Hebrew word Adam, in our image according to our likeness, and let them rule. Or I think more precisely, let us make human in our image according to our likeness, in order that they may rule. The way the Hebrew sentence is put together there, that last let them rule is most likely like a purpose clause.",
    "start": "00:33:03",
    "end": "00:35:36"
  },
  {
    "text": "I'll have to take your word for it.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "Yeah, totally. It's okay. It's a pretty common actually Hebrew rule of grammar. But let them rule over what? The fish of the sea, the water swarmers and the sky, flyers in the waters above and below, which were just.",
    "start": "00:35:38",
    "end": "00:35:50"
  },
  {
    "text": "Created in the previous parts of the story.",
    "start": "00:35:50",
    "end": "00:35:53"
  },
  {
    "text": "On day five and then over the cattle, over all the land and the creepers creeping on the land. That was the first part of day six. And then here's a little three line poem. God created human in his image. In the image of God. He created it or him. That is the collective humanity.",
    "start": "00:35:53",
    "end": "00:36:11"
  },
  {
    "text": "Oh, humanity.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "Humanity as a species. And of what does that human consist? Male and female. He created them and God blessed them and said to them, be fruitful, multiply, fill the land. And we're back to the ruling. Subdue it. Rule over the fish of the sea, birds of the sky, living creature on the land. So one common thing. And we trace this out in our image of God video and podcast series. Is that part of what's happening? Is God installing a royal representative out.",
    "start": "00:36:12",
    "end": "00:36:43"
  },
  {
    "text": "Of all the creatures he just made on the land and in the air and then the sea? He appoints.",
    "start": "00:36:43",
    "end": "00:36:49"
  },
  {
    "text": "Yep. He appoints one to be responsible for the others, to bear responsibility and to represent them. And to represent God's own rule and authority and stewardship of creation.",
    "start": "00:36:49",
    "end": "00:37:03"
  },
  {
    "text": "And the word subdue, is that connected to what God was doing? Was he subduing chaos and such? Or is it. What's that word about?",
    "start": "00:37:03",
    "end": "00:37:13"
  },
  {
    "text": "That's interesting. I think that's one layer in terms of there was a dark Chaotic ocean as an image of the disorder, or I guess more technically, non order existed. Excuse me, it didn't exist. Because to be in a non order state is to not exist. In Hebrew thought. In Hebrew thought. So, yeah, God subdued the darkness and the disorder. And so humans are to imitate that as they look out and see more disordered, uninhabited realms. To imitate what God did on days, Days one through six. I think that's one. I also think there's a hint that there will be elements of creation that are resistant to them that will require a little more aggression.",
    "start": "00:37:13",
    "end": "00:37:55"
  },
  {
    "text": "Thorns and thistles.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "Thorns and thistles. Or in this case, you know, creatures like a snake. Adam and Eve do not subdue the snake. They end up being subdued and ruled by it, so to speak. So I think it's also foreshadowing that there's something in creation that might need a little more aggressive treatment.",
    "start": "00:37:56",
    "end": "00:38:15"
  },
  {
    "text": "Yeah, it's an aggressive word.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Totally. Subdue.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "Subdue.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "If I was hiring someone to be a gardener and I came and said, hey, come and take care of my garden.",
    "start": "00:38:20",
    "end": "00:38:25"
  },
  {
    "text": "Yes.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "That's very different than, hey, can you come subdue my lawn?",
    "start": "00:38:26",
    "end": "00:38:29"
  },
  {
    "text": "Maybe. But man, at least in our part of Portland, the squirrels aggressively attack the plants that Jessica plants. They find the seeds and eat them before the plants even have it. They all are sunflowers before they even had a chance to sprout. So I love squirrels.",
    "start": "00:38:29",
    "end": "00:38:47"
  },
  {
    "text": "You know what we got right now? Bunnies.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "What?",
    "start": "00:38:49",
    "end": "00:38:50"
  },
  {
    "text": "Bunnies all over.",
    "start": "00:38:50",
    "end": "00:38:50"
  },
  {
    "text": "What?",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "Yeah.",
    "start": "00:38:51",
    "end": "00:38:51"
  },
  {
    "text": "You live near a large park.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "Yeah, I live near a park, but still, I've never seen bunnies.",
    "start": "00:38:53",
    "end": "00:38:55"
  },
  {
    "text": "No, I never see bunnies in Portland.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "Yeah, my kids are trying to trap them.",
    "start": "00:38:57",
    "end": "00:38:59"
  },
  {
    "text": "Wild little bunnies. Wow.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Yeah.",
    "start": "00:39:01",
    "end": "00:39:01"
  },
  {
    "text": "Very interesting.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "Just a little fact.",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "Yeah.",
    "start": "00:39:03",
    "end": "00:39:03"
  },
  {
    "text": "Maybe because of the quarantine.",
    "start": "00:39:03",
    "end": "00:39:04"
  },
  {
    "text": "That's right. So subduing. Okay. So humans as representing God's royal power and authority. And this connects to a pretty well known thought world in the ancient near east about kings appointing their statues in distant lands that they've come to have authority over. And it's an image of the ruler. So there are a lot of scholars that connect what's going on here in Genesis 1 to that.",
    "start": "00:39:04",
    "end": "00:39:29"
  },
  {
    "text": "Like living statues.",
    "start": "00:39:29",
    "end": "00:39:31"
  },
  {
    "text": "Totally. So that's definitely a part of what's going on.",
    "start": "00:39:31",
    "end": "00:39:35"
  },
  {
    "text": "Yeah.",
    "start": "00:39:35",
    "end": "00:39:35"
  },
  {
    "text": "There is another layer to it. The word used to describe the image. There's two. Selim is the word image or statue. And then dumut is something that's physically similar.",
    "start": "00:39:36",
    "end": "00:39:47"
  },
  {
    "text": "Is dumut likeness.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Correct.",
    "start": "00:39:49",
    "end": "00:39:50"
  },
  {
    "text": "Okay.",
    "start": "00:39:50",
    "end": "00:39:50"
  },
  {
    "text": "So if you search on these words, especially tselem Image. It's one of the standard biblical Hebrew words used to describe idol statues of other gods throughout the rest. So these are the things that the Israelites are to avoid when they go into the land. And whether it's images of, you know, the Canaanite God BAAL or BAAL and so on. So this is another part of it too, then. And where do those statues always go? They go in shrines and sacred places or in temples.",
    "start": "00:39:50",
    "end": "00:40:23"
  },
  {
    "text": "Yeah.",
    "start": "00:40:23",
    "end": "00:40:23"
  },
  {
    "text": "So this is a layer of the image of God that kind of came more on my radar after I really became clear on the royal representation. But this idea of humans as the idol statue of God in the sacred space, that's what a Hebrew reader would pick up here. Yeah, because it's the word idol statue. So here's a couple scholars. Sean Dean McBride here, he has a great way of putting it. He says this unifying image in humankind, he's referring to the fact that all humans are said to be the image of God, male and female, who calls it unifying. This unifying image in humankind has a sacramental as well as a corporal function.",
    "start": "00:40:23",
    "end": "00:41:11"
  },
  {
    "text": "Yeah. You know, when, like, some people talk, you just realize, like, you just. You're. You exist on a different intellectual plane than it. Because that makes perfect sense to you. You framed it in such a beautiful way. But I have no idea what you're talking about.",
    "start": "00:41:11",
    "end": "00:41:27"
  },
  {
    "text": "Okay. Sacramental means that overlapping of heaven and earth. It's a place where the divine and the human meet together. Sacramental, corporal. It's from the word corpus, or corpse, body or incarnate. So the image of God has a couple dimensions to it. One, they're the place where God and human are one. But it's not just that they represent people before God. It's that they are a physical embodiment of the divine presence. That's what he means by corporal. He goes on to say Adam beings, or Adam beings. Human beings are animate icons. I like that. The statue, the peculiar purpose for their creation is. And then he spells it, uses just a Greek word, theophonic, which is a compound Greek word meaning revealing the God. God revealing to represent or mediate the sovereign presence of the deity within the central nave of the cosmic temple, just as cult images were supposed to do in conventional sanctuaries. This means that humanity is an inherently ambivalent species whose existence blurs by design the otherwise sharp distinction between creator and creation. That was such an interesting way of putting it.",
    "start": "00:41:28",
    "end": "00:42:52"
  },
  {
    "text": "Blur the distinction between creator and creation.",
    "start": "00:42:53",
    "end": "00:42:56"
  },
  {
    "text": "Part of the prohibition against idolatry in the Bible is don't mistake anything in creation for the Creator.",
    "start": "00:42:56",
    "end": "00:43:03"
  },
  {
    "text": "Right. But there's one thing that it's okay to blur that line.",
    "start": "00:43:03",
    "end": "00:43:08"
  },
  {
    "text": "Yes. Humans. Humans. Which means it can go well. When you have a human who truly is an embodiment of the divine will, purpose, and presence, you get eaten. But when a human misrepresents God. Oh, that's bad. Or when that human misrepresents humans before God, like high priests and kings often do in the Bible, then that goes bad, too. So it's sort of like the stakes are high for great good or for great, great evil.",
    "start": "00:43:08",
    "end": "00:43:42"
  },
  {
    "text": "Well, you know, I've heard that sentiment before. I think C.S. lewis talked about that, where, you know, you have an evil cow that can't do as much damage.",
    "start": "00:43:43",
    "end": "00:43:50"
  },
  {
    "text": "Oh, sure. Yeah. That's right.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "Like an evil wolf could.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "Yeah.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "Who could do more damage than. Can't do as much damage as, like, an evil person.",
    "start": "00:43:55",
    "end": "00:43:59"
  },
  {
    "text": "Yes.",
    "start": "00:43:59",
    "end": "00:43:59"
  },
  {
    "text": "Which. That makes sense. But here I'm hearing something even more, which is. Well, that was talking about, like, a progression of your autonomy or agency.",
    "start": "00:43:59",
    "end": "00:44:11"
  },
  {
    "text": "Agency. Yeah, that's right. Yeah. A cow can do more than a rock, and a human can do more than a cow.",
    "start": "00:44:11",
    "end": "00:44:17"
  },
  {
    "text": "Right. And then, so there's this degree, the spectrum of agency, where I feel like what he's saying is there's. He's not talking on a spectrum. He's talking about two different domains. There's the created and there's the Creator, and it's very clear domains. And also there's two domains in that. There's spiritual beings. Let us make.",
    "start": "00:44:17",
    "end": "00:44:39"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:44:40",
    "end": "00:44:40"
  },
  {
    "text": "Humans in our image.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Yeah. That's the Elohim and the host of the skies.",
    "start": "00:44:41",
    "end": "00:44:44"
  },
  {
    "text": "The host of the skies. There's this. That realm.",
    "start": "00:44:44",
    "end": "00:44:46"
  },
  {
    "text": "Yeah. And then there's the land realm.",
    "start": "00:44:46",
    "end": "00:44:48"
  },
  {
    "text": "The land realm. And what I see here with McBride is he's saying humans exist in this blurry middle, that while we live in the land realm, we're meant to be in the likeness of this, of the Elohim.",
    "start": "00:44:48",
    "end": "00:45:05"
  },
  {
    "text": "Yeah.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "And that hasn't so much to do necessarily with our agency. It just has to do with our purpose.",
    "start": "00:45:06",
    "end": "00:45:13"
  },
  {
    "text": "Yeah. Yeah, that's right. Let them rule as images of the divine.",
    "start": "00:45:13",
    "end": "00:45:17"
  },
  {
    "text": "Now, we happen to have a lot of agency.",
    "start": "00:45:17",
    "end": "00:45:19"
  },
  {
    "text": "Yeah, that's right. Yeah. You could say in the words of Psalm 8, it's just how remarkable that this species of dirt creature has such a sense of elevated purpose and identity among all the other creatures.",
    "start": "00:45:19",
    "end": "00:45:32"
  },
  {
    "text": "Yeah.",
    "start": "00:45:32",
    "end": "00:45:33"
  },
  {
    "text": "And Psalm 8 is saying, in Genesis 1 is saying, that's not just our imaginations. That's something above and beyond. That's Speaking to us now, by the.",
    "start": "00:45:33",
    "end": "00:45:41"
  },
  {
    "text": "Way, that is a big critique of religion, especially nowadays where that's been a fault line for religious people is to like, be so. Anthrocentric. What's the word?",
    "start": "00:45:41",
    "end": "00:45:52"
  },
  {
    "text": "Yeah, yeah. Human, humanistic. Yeah, we're like anthropocentric.",
    "start": "00:45:53",
    "end": "00:45:56"
  },
  {
    "text": "We're the center of the universe. And then we realize, no, we're. We're actually floating around a star and just like some random corner of the univers.",
    "start": "00:45:56",
    "end": "00:46:04"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "Like, yeah. Those kind of sentiments have gotten us off track when it comes to certain scientific revelations.",
    "start": "00:46:05",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. However, I know that there are lots of philosophers of science who are coming back to a way of envisioning the development of the human species as an important culminating moment that would not be possible. Even if somebody doesn't think it's purposeful that humans exist. The existence of consciousness and self consciousness is something that wouldn't be possible unless those quasars were doing what they're doing millions of light years away. The whole cosmic package is we're working.",
    "start": "00:46:13",
    "end": "00:46:48"
  },
  {
    "text": "Culminating.",
    "start": "00:46:48",
    "end": "00:46:48"
  },
  {
    "text": "Culminating in a way that makes consciousness possible. And so whether or not that consciousness is the center of the universe or central to the drama of the universe or the purpose of the universe, people debate that. It's an interesting way to think of the way the biblical authors are trying to get to the heart of something that we still experience and think about today.",
    "start": "00:46:48",
    "end": "00:47:06"
  },
  {
    "text": "I guess my question would be, would it be normal for an ancient person during this time when this was written to think of humans as the center? Because it seems like other ancient myths and stuff, humans were sometimes not. They were kind of an afterthought or they were just something to be put up with.",
    "start": "00:47:06",
    "end": "00:47:22"
  },
  {
    "text": "Yes. Yeah, yeah, that's right. Like in the Babylonian creation stories, they're the blood of a God whose throat was slit to make mud so that the gods could have slaves that give them food. That's not a very elevated role.",
    "start": "00:47:22",
    "end": "00:47:36"
  },
  {
    "text": "No, it's not.",
    "start": "00:47:36",
    "end": "00:47:37"
  },
  {
    "text": "So, yeah, this is a uniquely elevated view of the whole human species in the ancient world. The image of God, it's a landmark moment in the history of human thought.",
    "start": "00:47:37",
    "end": "00:47:48"
  },
  {
    "text": "Yeah.",
    "start": "00:47:48",
    "end": "00:47:48"
  },
  {
    "text": "And what I want to bring out here, and what McBride is specifically putting his finger on is the fact that the word used elsewhere in biblical Hebrew is the word for the statue that goes in the sacred space of a shrine or a temple. That's what he meant by the central nave. It's the thing that you would see when you go into the equivalent of a Canaanite neighbor's holy of holies of their temple. To baal, you would go in and see the tselem in the hot spot of the divine presence. And so that's what McBride's saying is that the conception of the cosmos in Genesis 1 is that of a cosmic sacred space where heaven and earth are one. And the statue at the center is not a statue, it's an animate icon. And here we're very close to this priestly dimension of the image of God, the representation of God and human as one in the sacred space. And that's essentially. That's what a priest is, what at least the biblical priest hood is meant to be all about.",
    "start": "00:47:49",
    "end": "00:48:49"
  },
  {
    "text": "And you're saying this is also, though, the foundation for the idea of being a prophet and a king as well?",
    "start": "00:48:49",
    "end": "00:48:55"
  },
  {
    "text": "Yeah. The image of God is what's underneath all of it.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "All of it, but the statue element.",
    "start": "00:48:57",
    "end": "00:49:00"
  },
  {
    "text": "Yes.",
    "start": "00:49:00",
    "end": "00:49:01"
  },
  {
    "text": "Pretty direct line to.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "To the sacred space.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "The sacred space, that's right. Priestliness. Is there any other direct lines to.",
    "start": "00:49:03",
    "end": "00:49:07"
  },
  {
    "text": "Well, the royal king is Let them rule. The fact that it's a word used to describe the statue that goes in.",
    "start": "00:49:07",
    "end": "00:49:14"
  },
  {
    "text": "The temple space, that's kind of priestly.",
    "start": "00:49:14",
    "end": "00:49:16"
  },
  {
    "text": "Be the priestly and then the. The prophet humans as a vehicle, back and forth of the divine word is more. Comes out in the Eden narrative, the next narrative. So just one thing to touch on that real quick before we kind of launch off into the rest of the Bible. So in the Eden narrative, Garden of Eden narrative, in chapter two, there's just an important little segment I want us to focus on. It's verses 15 through 17 of chapter two. I'll let you read it.",
    "start": "00:49:16",
    "end": "00:50:16"
  },
  {
    "text": "And Yahweh God took the human, and he rested him in the garden of Eden to work it and keep it. And Yahweh God commanded the human, saying, from every tree of the garden, you may surely eat, but from the tree of knowledge of good and bad, you shall not eat from it. For in the day that you eat from it, you will surely die.",
    "start": "00:50:16",
    "end": "00:50:37"
  },
  {
    "text": "So lots we could focus on. I just want to hone in on this. To work and keep. This is in Genesis 1, the job.",
    "start": "00:50:38",
    "end": "00:50:47"
  },
  {
    "text": "Is to rule, rule and subdue.",
    "start": "00:50:47",
    "end": "00:50:49"
  },
  {
    "text": "Subdue. In Genesis 2, they're put in a garden to work and keep. This is a great example of what scholars will call a double entendre, where you use a word that has multiple different meanings depending on the context, but you actually are intentionally meaning.",
    "start": "00:50:49",
    "end": "00:51:10"
  },
  {
    "text": "You want the reader to think about more than one.",
    "start": "00:51:11",
    "end": "00:51:14"
  },
  {
    "text": "More than one, yeah. So to work, it's the Hebrew word avad. It's one of the standard words to work, it's actually just like in English, I'm going to work. It can refer to anything. Gardening, typing on a computer, driving a car, driving trucks.",
    "start": "00:51:14",
    "end": "00:51:30"
  },
  {
    "text": "Driving trucks. That's work.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "Driving cars.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "Yeah.",
    "start": "00:51:32",
    "end": "00:51:32"
  },
  {
    "text": "Driving people around.",
    "start": "00:51:32",
    "end": "00:51:33"
  },
  {
    "text": "That's work.",
    "start": "00:51:33",
    "end": "00:51:34"
  },
  {
    "text": "That's a lot of work. The word avad, however, is also the word you use in Hebrew when you talk about showing your allegiance to someone by serving them. And it often gets translated either to serve God or to worship God. So in Exodus, chapter three. Yeah. God tells Moses that when you bring the people out of Egypt, bring them all back here to this mountain, where they will. Avad. God. Where they will worship God.",
    "start": "00:51:34",
    "end": "00:52:00"
  },
  {
    "text": "But it's the same word for work.",
    "start": "00:52:01",
    "end": "00:52:03"
  },
  {
    "text": "That's right. On top of that, when you have the priests being described doing their work in the temple of offering incense and praying and singing and offering sacrifices, their work in the Book of Numbers and beyond is called by the same word, avad, or the noun avodah. And, well, if it's a priest in the temple doing their work or leading the people in prayer, it's their work, but it is worship. And that's where we have different English words. Work and worship and serve. In Hebrew, avad, depending on context, can activate all those.",
    "start": "00:52:04",
    "end": "00:52:38"
  },
  {
    "text": "The same word in Hebrew.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "Yes.",
    "start": "00:52:40",
    "end": "00:52:41"
  },
  {
    "text": "For work and worship.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "Yes.",
    "start": "00:52:42",
    "end": "00:52:42"
  },
  {
    "text": "Why didn't I know this?",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "Yeah. I don't know. But you know it now.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "I've talked a lot about, like, theology of work.",
    "start": "00:52:46",
    "end": "00:52:48"
  },
  {
    "text": "Yeah.",
    "start": "00:52:48",
    "end": "00:52:48"
  },
  {
    "text": "You never gave me that little nugget.",
    "start": "00:52:48",
    "end": "00:52:50"
  },
  {
    "text": "Oh, sorry, man. I thought I had.",
    "start": "00:52:50",
    "end": "00:52:52"
  },
  {
    "text": "Now I got it.",
    "start": "00:52:54",
    "end": "00:52:55"
  },
  {
    "text": "Yeah, you got it. So when he says to the human, he rests him in the garden, to avad, on one level, you read, well, it's a garden. There's going to be work.",
    "start": "00:52:55",
    "end": "00:53:05"
  },
  {
    "text": "Yeah. Do some pruning.",
    "start": "00:53:05",
    "end": "00:53:06"
  },
  {
    "text": "Yeah. But the garden is a place where heaven and earth are one, and it's the reality to which the later temple and tabernacle will point. And so to do work in that space is worship.",
    "start": "00:53:06",
    "end": "00:53:16"
  },
  {
    "text": "Now, it says to work it.",
    "start": "00:53:17",
    "end": "00:53:18"
  },
  {
    "text": "Yes.",
    "start": "00:53:19",
    "end": "00:53:20"
  },
  {
    "text": "Would it mean to worship it?",
    "start": "00:53:20",
    "end": "00:53:21"
  },
  {
    "text": "Yeah. And that's where. Yeah. There's a rabbit hole with. Actually, with what it refers to.",
    "start": "00:53:21",
    "end": "00:53:27"
  },
  {
    "text": "Is there a. What is an it in grammar?",
    "start": "00:53:27",
    "end": "00:53:30"
  },
  {
    "text": "Oh, well, is that a preposition in sentence structure? You would think it refers back to the garden. Yeah, but the way the nouns work, it doesn't agree. Doesn't seem to do that. It seems to point to the word land that comes back up a number of verses ago. That's a whole other thing. But so again, in its immediate reference, it's referring to the gardening work in the level of this narrative. But once you see it in terms of the design patterns of what the garden represents, the worship aspect of this word's meaning will pop out to you on your second and third read kind of thing.",
    "start": "00:53:30",
    "end": "00:54:02"
  },
  {
    "text": "Just because it's the same word.",
    "start": "00:54:02",
    "end": "00:54:03"
  },
  {
    "text": "Because it's the same word. And what you're going to later see priests doing in the tabernacle will use the same word.",
    "start": "00:54:03",
    "end": "00:54:10"
  },
  {
    "text": "Yeah. Which is a sacred kind of work.",
    "start": "00:54:10",
    "end": "00:54:12"
  },
  {
    "text": "Yeah, that's right. So the priests avad in the temple and Adam and Eve avad in garden.",
    "start": "00:54:12",
    "end": "00:54:18"
  },
  {
    "text": "Yeah.",
    "start": "00:54:18",
    "end": "00:54:19"
  },
  {
    "text": "And actually the same goes with the word keep. It's the word shamar and standard word for just keep. You know, I keep my keys or I keep my. Whatever. Sanity, sanity I try. But to keep the avodah to keep the work or to keep the practices of the sanctuary. This is a standard in all through the Book of numbers, chapter three, chapter eight, chapter 18. This is the word used to describe what the priests are doing as they do their work in the temple. So they avad and they shemar. They work and they keep. So this is a good meditation literature point where once you read through the Torah and then you come back to the Eden narrative and you're like, I get would be the analogy is using language that's appropriate to one thing to describe another thing. So the graduate school library at the University of Wisconsin was designed in the 50s. Massive, massive research library. I would get lost in there for days and often did. But it is like a fortress. It's designed as a fortress. And there are many, many floors that just have no windows. You'll be on the 10th floor and there's like no windows in the whole building on that whole floor. We'd never know. So you feel like you're in a dungeon.",
    "start": "00:54:19",
    "end": "00:55:38"
  },
  {
    "text": "Yeah, it's like a casino.",
    "start": "00:55:38",
    "end": "00:55:40"
  },
  {
    "text": "Yes, totally. That's exactly what it's like.",
    "start": "00:55:40",
    "end": "00:55:43"
  },
  {
    "text": "What time of day is it?",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "Yes, yeah, just all sense of time is gone. So, yeah, you could refer to, you know, putting in a day at the research libraries, going into the mine or into the dungeon kind of thing. Anyway, this is maybe not a very fruitful example. That might be entertaining, but. So when Adam and Eve are said to avad and shemar to work and to keep. It's using priestly loaded vocabulary to describe what they're doing. And attentive readers of the Bible, it's designed to pick that up here. John Walton brings clarity on this point. It's on the bottom of page eight. He puts it this way in his Book the Lost World of Adam and Eve. He says the tasks given to Adam are of a priestly nature, caring for sacred space. In ancient thinking, caring for sacred space was a way of upholding creation by preserving order. Non order is held at bay. If the priestly vocabulary of Genesis 2, verse 15, which we just read, indicates the same kind of thinking, the point of caring for sacred space should be seen as much more than just landscaping or, or even than just priestly duties. He wants us to think bigger picture. He says maintaining order made one a participant with God in the ongoing task of sustaining the equilibrium God established in the cosmos. You brought this up a little earlier in Egyptian thinking. They attached this not only to the role of priests as they maintained sacred space in the temple, but also to the king, whose task was to complete what was unfinished, to preserve the existence not as a status quo, but in a continuing dynamic, revolutionary process of remodeling and improvement. This combines the subduing and ruling of Genesis 1 with the working and keeping of Genesis 2. So it's pretty complete. It's a robust picture in its ancient kind of context that you get from this here. So the fact that there's cherubim stationed at the borders of the garden, of the garden, that at the very center are all of these sacred trees, the gift of eternal life, humans and divine priests, kings, the fact that God commanded the human here and that everything depends on humans hearing the divine command. And what Adam and Eve don't do to each other is relay the word of God to each other in the garden. It's where the prophetic part comes in, where Adam and Eve were supposed to ideally be partners together. And in that moment with the snake, that one could tell the other. No, this is what God said. It's all about the word of God.",
    "start": "00:55:44",
    "end": "00:58:25"
  },
  {
    "text": "What did God say?",
    "start": "00:58:25",
    "end": "00:58:27"
  },
  {
    "text": "And it's about the word of God getting twisted by a deceptive figure. And so instead of representing God's word to each other, which is the prophetic role, the priestly king and queen are exiled from the Eden space. And from then on, what you're going to meet is these royal prophet, priest roles, all fragmented and broken out now. And you will almost never meet anybody where all of them overlap in that image of God. Again. Moses gets close, David gets really close. But ultimately, it's the portrait of Jesus in the gospels that they're painting him as the first character in the story of the Bible that recaptures this ideal vision of humanity from Genesis 1 and 2. Prophet, priest and king.",
    "start": "00:58:27",
    "end": "00:59:15"
  },
  {
    "text": "I got this picture of Amir Fracturing into pieces and then being introduced to these little fragments of the mirror. And some of them are just shards, some of them are a little bit more put together. Yeah, and.",
    "start": "00:59:16",
    "end": "00:59:29"
  },
  {
    "text": "Yeah, that's good. That's kind of the idea as you go out. So what I want to trace from here then is kind of how the unique role of the priest, the one who represents God to human and humans to God in the sacred space, how does that theme get uniquely developed? And more specifically, how does it illuminate Jesus? If the Bible's a unified story leading to Jesus, it means there's a whole priestly layer to Jesus's identity and who he thought he was and what he was doing. And there's a priestly layer to the identity of his followers and how we should think about ourselves and talk about ourselves using this priestly concept. That's kind of. That's what we're after as we go from here.",
    "start": "00:59:30",
    "end": "01:00:13"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. We're gonna be creating a whole series of videos on on this theme that are gonna be releasing throughout the summer of 2021. We're just getting started in this series on the podcast, but if you're hungry for a little bit more right now, I'd recommend a sermon that Tim Mackey did called Jesus is yous Priest. You can find that on Exploring My Strange Bible. That's a companion podcast of some of Tim's prior sermons that he's done during his past life as a pastor. Again, that's Exploring My strange Bible. Look for the sermon Jesus is your Priest. Today's show was produced by Dan Gummel. Our show notes are from Lindsey Ponder and the theme music from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We exist to experience the Bible as a unified story that leads to Jesus. And so we make all sorts of resources to that end. This podcast, there's all sorts of videos and other resources, and they're all free because. Because of the generosity of a lot of people just like you all over the world. Find it all@bibleproject.com and thank you for being a part of this with us. Hi, this is Sihoon and I'm from Northern Virginia. I first heard about Bibleproject through my YouTube recommendation feed. I use Bibleproject for teaching at my.",
    "start": "01:00:17",
    "end": "01:01:38"
  },
  {
    "text": "Fellowship of Christians club at school and.",
    "start": "01:01:38",
    "end": "01:01:40"
  },
  {
    "text": "For my personal use to know more about God's word. My favorite thing about BibleProject is the.",
    "start": "01:01:40",
    "end": "01:01:45"
  },
  {
    "text": "Podcast and how it goes in really deep about biblical concepts.",
    "start": "01:01:45",
    "end": "01:01:49"
  },
  {
    "text": "The series on Apocalyptic literature was an apocalypse for me. We believe that the Bible is a.",
    "start": "01:01:50",
    "end": "01:01:56"
  },
  {
    "text": "Unified story that leads to Jesus.",
    "start": "01:01:56",
    "end": "01:01:58"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:01:58",
    "end": "01:02:01"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:02:01",
    "end": "01:02:06"
  },
  {
    "text": "Sam.",
    "start": "01:02:11",
    "end": "01:02:22"
  }
]