[
  {
    "text": "Hey, everybody, this is Tim@BibleProject, and welcome to our podcast. We're in the middle of a series where we've been talking about the theme of priests and priesthood in the Bible. And up till now, we've been exploring the expectation of a coming royal priest through the storyline of the Hebrew Bible. And in this week's episode, we get to Jesus. We're going to explore how Jesus saw himself as a royal priest, priestly figure. Most people often think of maybe the prophetic or the royal identity of Jesus as a king, but he actually presented himself as a priest. It's just that we don't often have the eyes to see that that's what he's saying and doing. We're going to look at the story where Jesus heals a paralyzed man, but then does something very priestly. He forgives the man's sins, and only priests did that in ancient Israel. We're gonna look at the fascinating story of how Jesus goes up to a mountain with some disciples and he starts glowing like Moses did on Mount Sinai. And he starts to look like he's clothed with the clothing of the high priest. We're also going to tune into Jesus arrest and trial before Caiaphas, the high priest, and he begins to ask Jesus questions about whether he thinks he's the high priest. It's like a showdown of the anointed high priest. We're going to look at these stories and a whole bunch more. Thanks for. Thank you for joining us.",
    "start": "00:00:05",
    "end": "00:01:27"
  },
  {
    "text": "Here we go. So we're talking about the theme of.",
    "start": "00:01:27",
    "end": "00:01:35"
  },
  {
    "text": "Priest, the theme of the priesthood. I think that's why I first thought of the word priesthood. Yes, because it is talking about the office, but as like an idea. Yeah, that's the word priesthood.",
    "start": "00:01:35",
    "end": "00:01:48"
  },
  {
    "text": "The theme of the priesthood. I think that's it. And it's been a great conversation. If you're jumping in right now, this is episode five. So there's a whole, whole great conversation we've been recapping along the way. I just want to do a really quick recap this time.",
    "start": "00:01:48",
    "end": "00:02:04"
  },
  {
    "text": "Great. You want to try it?",
    "start": "00:02:04",
    "end": "00:02:05"
  },
  {
    "text": "The Blitz?",
    "start": "00:02:05",
    "end": "00:02:05"
  },
  {
    "text": "Yeah. You want to try it or you want me to?",
    "start": "00:02:05",
    "end": "00:02:07"
  },
  {
    "text": "Oh, boy.",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "Remember, once we set timers for ourselves.",
    "start": "00:02:09",
    "end": "00:02:11"
  },
  {
    "text": "Let'S have you do it.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Okay. All right. So on page one of the Bible, humanity is introduced as the climax of God's creative work. And God appoints these images who will embody and represent his own power and creativity and rule and presence in the creation, so that they will rule it on his behalf and be his presence. The word image is the standard biblical word used for idol, the statue that would be set up in the middle of a temple or sanctuary in the ancient Near East. This helps us understand one part of the human role which is to be God's presence in the sacred space. The, the way that statues, but also holy, sacred humans were in those holy spaces, ancient temples and so on. This is a way of thinking about the image of God. That one layer of that role is a priestly layer. Priests are figures who stand as a gateway between heaven and earth. They represent God in physical form to people and they represent people before God. And that's one core part of what the image of God is. Humans are called to be priests in the sacred space that's represented by the Garden of Eden. But they are ushered into folly and rebellion and they're exiled from the blessing and life and abundance of Eden. Raising the question, are humans ever going to gain access again to Eden? And if so, how is the huge mess of rebellion and evil that they're creating going to be dealt with so that they can get back into the Eden space? We meet a character named Abraham who's key to God's plan to restoring the blessing of Eden. The word blessing is a key Eden motif. And God tells him that he's going to bless his family line and those who bless him will be blessed so that all the nations of the earth can be blessed. The first person in the story who blesses the line of Abram is not just a priest, but also a king in pre Israelite Jerusalem, a guy named Melchizedek. And, and there Abraham experiences God's blessing of abundance in Eden through this royal priest in Jerusalem. And it's awesome. It's really great. And it reminds us of the dream of one day not just him, but all nations experiencing that blessing. Abraham also ends up one other time in Jerusalem himself, acting like a priest, having to surrender the life of his son to God because of his own sins. And so these two events in Jerusalem, the royal priest that Abram meets there and, and Abram having to cover for his own sins by offering the life of his son, become an important image of the priestly role that will need to take place here in Jerusalem to bring the blessing of God to all of the nations. As we go on into the story, we meet these characters of Moses and Aaron. And Moses was called to be one of these image of God royal priest types. But he's stubborn and un, unbelieving in God's promises. And so his brother Aaron gets introduced into the mix. He will be the priest of Israel. But it turns out he's a lousy priest. Right from the beginning, Moses and Aaron are doing things the wrong way together. And then right when Moses is invited up into the high sacred place on the mountain where he is reflecting the image of God and seeing a new Eden that he wants to create in the tent, what is his brother Aaron doing? Who will be the high priest? He's dying down at the base of the mountain, creating a false image and leading Israel into idolatry. And from that point on, the line of priests through Aaron and the line of Levi for Israel is pretty much just a failed institution, the way the biblical authors are presenting it. And this creates the need for someone else who's not from that line who will be like that Abraham, Melchizedek, new humanity type of figure that we're looking for. When we're introduced to David, he is introduced as this one who will become the faithful anointed one, a faithful priest. And we're told that God is going to build him a family that will be faithful. So the story of David, we watch David establish. Go to the very city where Melchizedek was a priest king, and he reinstates the Melchizedek type of king priesthood. David becomes the royal priest. He recreates Jerusalem as a new Eden. He gives Eden gifts of food and worships on every seventh step. And it's awesome. And God makes to him an even greater promise than to Abraham that through his line, one particular descendant will come who will restore God's kingdom to the world and bring Eden to the nations. But David fails. All of his descendants fail, creating the need for. For someone to come, to be that new royal priest, to open up the way back to Eden. David, in a poem that we call Psalm 110, reflects on all of this together and anticipates a future figure that he calls his Lord, who will share in God's rule over the world, who will vanquish the enemies and the seed of the serpent. And the serpent. And this figure is called a priest forever according to the line of Melchizedek. And so that's what the Hebrew Bible is anticipating. A non traditional, non Levite priest king who will open up the way back to Eden. That's the story so far.",
    "start": "00:02:12",
    "end": "00:07:38"
  },
  {
    "text": "Well done.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "How long did that take?",
    "start": "00:07:39",
    "end": "00:07:40"
  },
  {
    "text": "Five or six.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "Okay, got it. Cool.",
    "start": "00:07:41",
    "end": "00:07:43"
  },
  {
    "text": "Yeah, that's great. I just, you know, I was picturing the whole time. Was one of those RSA draw overs. I was just saying, like picture.",
    "start": "00:07:43",
    "end": "00:07:49"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:07:49",
    "end": "00:07:50"
  },
  {
    "text": "I mean, you basically wrote A script right there. That was perfect. Okay, so that was a great summary. Where are we going today, Tim? Yeah, take us somewhere.",
    "start": "00:07:50",
    "end": "00:07:57"
  },
  {
    "text": "Yeah, totally. Well, I thought we'd just hop into the book of Isaiah real quick to just look at a couple things that'll launch us right into the story of Jesus. As the book of Isaiah opens in chapter one, we're not going to read it. And I always say that, and then we end up reading it. So we're not going to read it. But it's a description of Jerusalem as the anti eden. Isaiah chapter 1 ends describing Israel planting their own gardens, the gardens that they have devised, and worshiping false gods there, and injustice, and it's terrible. And so Isaiah has this vision that we've looked at before in chapter two, where he sees the mountain of Yahweh exalted up and all the nations streaming up to it like a river going against gravity, up to a new house of Yahweh where they worship God and there's justice and peace. That's the opening vision. And you're like, yeah, let's get some of that going on. So the book is just recycling and spiraling with that basic hope of naming what's wrong with Jerusalem in the present day and aiming at that future goal. As you go throughout the book, a figure gets attached to how Jerusalem is going to be purified and restored. And it gets attached to a seed from the line of David. Isaiah chapter 11 is a really important point here, but this figure has a strong royal identity. In the earlier part of the book, it's a line of David and he rules and such. But as you go throughout Isaiah, this figure takes on the title of the servant. And in some passages, it's hard to tell whether this figure is a king or a prophet or a priest, because they do all of those things. And for a long time this has puzzled scholars, like who or what is the servant? Is it a new Moses? Is it a new David? What is it? And I've come to the conviction that the point is it's all of them. That all of these figures, prophets, priests, kings, make up narrative images in the Bible of which the servant is the Mosaic. That takes up the Moses story, the David story, the Abraham story, and those characters become images that are all brought together in this servant. So I just want to look at a couple passages. One is from the famous suffering servant passage in Isaiah 52 and 53. Here's the opening line of the suffering servant poem. It's verse 13 of chapter 52. This is God Speaking, he says, look, my servant will prosper. He will be high and lifted up and greatly exalted. Just as many were astonished at you. My people being Israel, being Israel, so also his my servants are appearance was more disfigured than any human and his form was more disfigured than any of the sons of men. Thus he will sprinkle many nations. Kings will shut their mouths on account of him because what they have never been told, they will all of a sudden see. And what they've never heard, they will come to understand.",
    "start": "00:07:57",
    "end": "00:11:02"
  },
  {
    "text": "Sprinkling is that. That's a priestly thing. The sprinkling of the blood on the altar.",
    "start": "00:11:02",
    "end": "00:11:07"
  },
  {
    "text": "Totally. Okay, Totally. Right. So there's this figure called God's servant who's going to be lifted up and exalted, but then we're immediately told he's going to get worked over.",
    "start": "00:11:07",
    "end": "00:11:17"
  },
  {
    "text": "Really?",
    "start": "00:11:18",
    "end": "00:11:18"
  },
  {
    "text": "His appearance is going to be more disfigured.",
    "start": "00:11:19",
    "end": "00:11:21"
  },
  {
    "text": "Oh, that's not. Because he's just ugly.",
    "start": "00:11:21",
    "end": "00:11:24"
  },
  {
    "text": "Oh, got it. No, he's going to suffer harm.",
    "start": "00:11:24",
    "end": "00:11:26"
  },
  {
    "text": "He's going to get beat up.",
    "start": "00:11:26",
    "end": "00:11:27"
  },
  {
    "text": "That you're going to go on to read about.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Oh, and it's that beating that's sprinkling the blood.",
    "start": "00:11:30",
    "end": "00:11:33"
  },
  {
    "text": "Yes, and it's his exaltation. His exaltation is having people be shocked at him because he's so beat up. And somehow that exaltation by being beat up is the way that he sprinkles the nations.",
    "start": "00:11:33",
    "end": "00:11:51"
  },
  {
    "text": "It becomes a.",
    "start": "00:11:53",
    "end": "00:11:54"
  },
  {
    "text": "Specifically the word used for what the priest does on the day of atonement when he goes into the holy of holies.",
    "start": "00:11:54",
    "end": "00:11:59"
  },
  {
    "text": "Yeah.",
    "start": "00:11:59",
    "end": "00:11:59"
  },
  {
    "text": "So such a good example of how hyperlinking works where what the priest does, high priest does on the day of atonement is now associated with this royal prophet priest. But also verse 14, this disfiguring or suffering of the servant is compared to just as many people are astonished or shocked at you, Israel. Yeah. It's as if Israel's suffering in exile becomes all focused in on one representative figure who will go through an exile death moment on behalf to cover for the sins of the many. That's remarkable stuff, man.",
    "start": "00:12:00",
    "end": "00:12:38"
  },
  {
    "text": "Yeah.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "So that's the introduction to the poem.",
    "start": "00:12:38",
    "end": "00:12:40"
  },
  {
    "text": "We got this priestly character.",
    "start": "00:12:40",
    "end": "00:12:42"
  },
  {
    "text": "Yes.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "Who's sacrificing himself.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "He's sacrificing himself. And so we think of the moment of Moses on Mount Sinai and then also of David at the very end of the book of 2 Samuel, which we haven't actually read that story yet together. We need to. And he makes a huge mistake, brings disaster. And there's A disease spreading through Jerusalem. And he offers his life in the place of the people, but it's for his own sins. And so this servant is doing the David Moses stuff.",
    "start": "00:12:44",
    "end": "00:13:11"
  },
  {
    "text": "Sam.",
    "start": "00:13:22",
    "end": "00:13:37"
  },
  {
    "text": "So this figure comes up again In Isaiah, chapter 61, in a passage that was very important to Jesus. This is the passage Jesus reads from in Nazareth. So it opens up, this servant speaks and says, the spirit of Yahweh, God is upon me, because Yahweh has anointed me.",
    "start": "00:13:50",
    "end": "00:14:09"
  },
  {
    "text": "Messiah, me.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "So that word anointing. Oh, we haven't mentioned this. So the word Messiah means anointed one. There are only two figures called anointed One in the Hebrew Bible. I think we have talked about this before.",
    "start": "00:14:12",
    "end": "00:14:22"
  },
  {
    "text": "Well, we just talked about how David was.",
    "start": "00:14:23",
    "end": "00:14:25"
  },
  {
    "text": "David was. Yep. And actually this is a hyperlink to that, because when David was anointed by Samuel, we were told the spirit of Yahweh came upon him. So this is the David figure, but also the only other figure that's called the Anointed One in Israel's kind of life in the Torah is the. Either a king or the. Or the priest. The high priest is also called the anointed one.",
    "start": "00:14:25",
    "end": "00:14:48"
  },
  {
    "text": "Okay. And so there's two offices that are called.",
    "start": "00:14:48",
    "end": "00:14:50"
  },
  {
    "text": "What's that?",
    "start": "00:14:51",
    "end": "00:14:51"
  },
  {
    "text": "It's two offices, not two characters.",
    "start": "00:14:51",
    "end": "00:14:53"
  },
  {
    "text": "There's two offices that are. Can be referred to as the anointed one. The king and the high priest.",
    "start": "00:14:53",
    "end": "00:14:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:14:59"
  },
  {
    "text": "Which in the narrative, once they split, you know, in Israel's life, they're different, but the whole point is that they're not supposed to be different. They're supposed to be together, like in Melchizedek or like David or the image of God. So this figure is an anointed one by God's spirit. He brings good news to the afflicted. And this is the. This is the year of jubilee that Jesus. Excuse me. Well, yes, it is about Jesus. The servant is going to launch. He's going to launch a new jubilee.",
    "start": "00:14:59",
    "end": "00:15:25"
  },
  {
    "text": "Yeah.",
    "start": "00:15:25",
    "end": "00:15:25"
  },
  {
    "text": "Ooh. Which the jubilee year was announced with by blowing the horn on the day of atonement. It launches the beginning of their religious year or their liturgical year. So if you go down in verse three, this servant, spirit, Anointed one servant, keeps speaking. He says, I'm here to grant to everybody in Zion who's grieving and mourning, I'm going to give them a garland instead of ashes, like this cool necklace. But then he says this. I'm going to give them the oil of gladness. Instead of mourning, he's going to anoint them with oil. I'm going to give them a mantle of praise instead of a spirit of fainting. He's going to give them anointing and new clothes.",
    "start": "00:15:25",
    "end": "00:16:10"
  },
  {
    "text": "What's a mantle?",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "Oh, a cloak or a robe.",
    "start": "00:16:11",
    "end": "00:16:13"
  },
  {
    "text": "Oh, really?",
    "start": "00:16:13",
    "end": "00:16:14"
  },
  {
    "text": "So they're going to get new cloaks, new clothes, and new oil. And you're like, that's interesting because that's kind of like what this figure. He got some oil. Anointing. So here's what these newly anointed, newly clothed people will be called. This is verse three. They will be called oaks of righteousness that Yahweh has planted so that he may be glorified. Whoa. He's going to plant a forest of new trees. And these trees will lead God's reputation to be, you know, exalted and glorified among the nations. Wow. That's awesome. They're going to rebuild ancient ruins, raise up former devastations. The rebuilding becomes a motif in Isaiah of restoring Eden. Is. Is rebuilding the ruined creation, rebuilding the ruined city. Look at verse six. And you all that is these people that this Anointed One is going to give new clothes to. He says y' all will be called the priests of Yahweh. You will be spoken of as the ministers of our God. You'll eat the wealth of the nations and in their riches you'll boast.",
    "start": "00:16:15",
    "end": "00:17:27"
  },
  {
    "text": "Why does it go from. What was that? Is that third person to second person? It's they, they, they, and then. But you.",
    "start": "00:17:27",
    "end": "00:17:35"
  },
  {
    "text": "Oh, got it. There's a shift. It actually happens in a bit. I skipped right here. Here in verse five. Yeah, so yeah, it's here. It's the servant. Yeah, that's a good point. He's talking about this plural group that this Anointed One is going to speak to, and they're described as they. And then in verse 5, it shifts to you. I need to think about that more. I don't know the answer, but we.",
    "start": "00:17:35",
    "end": "00:17:59"
  },
  {
    "text": "Talk about the same group of people.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "Same group of people. So the point is that this servant sees themselves as doing something for a group of people that will then take on his character traits. Yeah, he's an anointed royal priest. And so they are going to start acting and dressing like priests and they will be called priests. So you can just kind of see where a passage like this is going. It's kind of bringing all the threads together here.",
    "start": "00:18:00",
    "end": "00:18:24"
  },
  {
    "text": "And then there's going to be a feast.",
    "start": "00:18:24",
    "end": "00:18:25"
  },
  {
    "text": "Yep, big feast.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "You'll eat the wealth of nations.",
    "start": "00:18:26",
    "end": "00:18:28"
  },
  {
    "text": "Yeah, we can just pause here. We could do a lot more in Isaiah, but these are the texts, you know, that Jesus grew up on. Jesus reads from this text the day that he launches his public mission, which tells us he did believe that he was on the scene to do something that he uniquely and only he could do. But as a crucial part of his mission, he started these groups of people that he would then send out to represent him. So he wasn't like a loner. He wasn't like the lone ranger. He saw himself as a royal priest who was creating a community of people that would share in his role and go out. And so that's essentially. There's so much in the Hebrew Bible, but all these threads that come together that create this figure that the Hebrew Bible tells us we need to restore and open the way back to Eden for the new planting of the garden. And it's. All of this is what Jesus is activating when he. When he comes onto the scene. All of this is sitting there waiting to be activated when Jesus comes on to the scene. So I guess. I don't know. I don't know how to tie up the Hebrew Bible. It's not a thing that you just tie up, but that's the launching pad into the. Into the Gospels.",
    "start": "00:18:28",
    "end": "00:19:43"
  },
  {
    "text": "Yeah, man. It's cool to see this passage come to life in new ways. It's amazing how hyperlinked things really are.",
    "start": "00:19:43",
    "end": "00:19:53"
  },
  {
    "text": "Yes.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "There's like, just this core vocabulary and ideas, and when you read this passage, just kind of just pop it up and read it. It's just like, wow, this all seems really.",
    "start": "00:19:54",
    "end": "00:20:04"
  },
  {
    "text": "Yeah.",
    "start": "00:20:04",
    "end": "00:20:05"
  },
  {
    "text": "Cryptic and random, but you follow these ideas.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "Yes.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "And it's, like, becomes this really beautiful way to explore these themes and to then project forward. Like, where's this all heading?",
    "start": "00:20:09",
    "end": "00:20:18"
  },
  {
    "text": "Yeah. Actually, just think through even a Passage like Isaiah 61, how many theme videos we've made on things that are in this one poem. Spirit. Spirit of God, the anointed one. The favorable year of the Lord. That's all about our Sabbath video. The seventh day.",
    "start": "00:20:18",
    "end": "00:20:37"
  },
  {
    "text": "Good news to the afflicted.",
    "start": "00:20:37",
    "end": "00:20:39"
  },
  {
    "text": "Good news. Yep, that's right. And then the planting of the Lord and the oaks of righteousness. That's Eden imagery, like temple and tree of life. Tree.",
    "start": "00:20:39",
    "end": "00:20:49"
  },
  {
    "text": "Yeah, trees. People are trees.",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "Yep. Ruins and devastations and ruined cities is exile and restoration imagery. And then priests. Y' all will be called priests. So what we have to separate out and kind of study independently through the biblical story just so we can make sense of it. Make sense of it. Yeah. But in the biblical author's minds, it's all one interconnected set. It's a Unified story.",
    "start": "00:20:51",
    "end": "00:21:15"
  },
  {
    "text": "Yeah.",
    "start": "00:21:16",
    "end": "00:21:16"
  },
  {
    "text": "Even though it's not a straightforward linear story.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "You know, the symphony metaphor just makes a lot of sense here. Each theme is an instrument.",
    "start": "00:21:20",
    "end": "00:21:24"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "And it's like you got this just beautiful movement here.",
    "start": "00:21:25",
    "end": "00:21:28"
  },
  {
    "text": "So maybe here's a stepping, a way to a stepping stone. The Hebrew Bible is anticipating a seed of the woman. And a big part of the role and identity of this coming one is a priestly role opening the way back to Eden on behalf of all humanity to restore the vocation of the image of God. So what we're going to see is that Jesus was fully tuned in to all of this. And often some of the odd cryptic things that he says to describe himself are him doing. What this poem in Isaiah 61 is doing is using scriptural imagery that's bound up with this set of royal priest themes to describe who he was and what he came to do. So I thought we could touch down at a few texts and just kind of show this at work. And it all comes culminating up to the moment where Jesus the royal priest stands before Caiaphas, the anointed high priest. And it's the showdown. Anointed ones.",
    "start": "00:21:29",
    "end": "00:22:28"
  },
  {
    "text": "Yeah.",
    "start": "00:22:28",
    "end": "00:22:28"
  },
  {
    "text": "And lo and behold, the anointed showdown. Totally. Yeah man. It's an awesome scene. So, but first let's start with Jesus anointing, or perhaps we could call it his ordination, otherwise known as Jesus baptism. Sa so this is a story we've looked at multiple times too. Jesus goes to the Jordan, he's getting.",
    "start": "00:22:29",
    "end": "00:23:30"
  },
  {
    "text": "Baptized now in baptism. I mean this was. John the Baptist was doing this kind of like. What would you call it? A movement.",
    "start": "00:23:30",
    "end": "00:23:38"
  },
  {
    "text": "Yeah, like a renewal movement. Yeah, yeah.",
    "start": "00:23:38",
    "end": "00:23:41"
  },
  {
    "text": "Taking Israel Israelites back to the Jordan river where they've crossed into the promised land. Kind of recross it, re enter it. And this is all connected to the biblical theme of going through the waters, the chaos waters out into life. And so how common was this practice?",
    "start": "00:23:41",
    "end": "00:24:02"
  },
  {
    "text": "Oh well, it was a standard ritual symbol that most Jews did pretty regularly.",
    "start": "00:24:03",
    "end": "00:24:09"
  },
  {
    "text": "Dunking themselves in a river.",
    "start": "00:24:09",
    "end": "00:24:11"
  },
  {
    "text": "Oh. Or more often in little self made or created pools called mikvot, which just means a little gathering of water. But yeah, before you would. Or you would just do it to your hands, you would baptize your hands. Purification and renewal. Kind of simple. And. And yeah, it was a standard fixture in the daily weekly rhythms of Jews in this period.",
    "start": "00:24:11",
    "end": "00:24:36"
  },
  {
    "text": "Something you would do often.",
    "start": "00:24:36",
    "end": "00:24:38"
  },
  {
    "text": "Something you would do often. What's unique about what John's doing is that he's doing it at the Jordan river and he's saying that he's launching a new kingdom of God movement and that God's about to come do a new thing. That's kind of the charged atmosphere here. So when Jesus comes to identify himself with this movement, something unique happens when he goes into the waters. It's a Mount Sinai moment. It's like Mount Sinai happens. The heavens open, a cloud appears, and a voice comes from the skies and God's presence comes down in a bird like form. And there's this. We actually made a video about this, I think in our how to read the Gospels. We had a whole section on this. God's speech combines three Hebrew Bible hyperlinks. You are my son. That's quote from Psalm 2 about the seed of David, the beloved one. This is what God calls Isaac. In that story about Abraham and Isaac that we looked at, Genesis 22, the sacrifice. And then in you or with you, I am pleased is a quote from the opening line of the first servant poem in the book of Isaiah. We read from the third suffering servant. So the seed of David, who will do the Isaac thing, which is to cover over the sins of the people. And Isaiah 42, that royal priestly one who will give up his life. It's all packed in here, so dense. But the fact that the Spirit comes down upon him, anoints him, it's like his anointing, just like David's anointing, when he gets the oil poured on his head, the Spirit came upon him. And so spirit empowerment comes synonymous with anointing. Yeah, and baptism is a purification ceremony.",
    "start": "00:24:38",
    "end": "00:26:26"
  },
  {
    "text": "Which is a priestly duty.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "Yeah. And again, priest is not separate from king. The whole idea is that they're actually ideally supposed to be joined in the Melchizedek model. And so Jesus baptism through these hyperlinks in the spirit, I think is all being portrayed as his anointing scene, this commissioning scene to be the royal priest. So that's a good example. Real subtle.",
    "start": "00:26:27",
    "end": "00:26:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "But I think it's right there now. You know, you can just kind of, kind of see it. Next story, next chapter. Mark, chapter two. This is the story about the paralyzed man. Jesus is hanging out in a house, all these people crowd around and these four guys want to get their paralyzed friend his paralyzed legs in front of him. So they rip apart the roof, they.",
    "start": "00:26:47",
    "end": "00:27:07"
  },
  {
    "text": "Do some holy vandalism.",
    "start": "00:27:07",
    "end": "00:27:08"
  },
  {
    "text": "Totally. Such a good story. Shred the roof apart to get the guy in front of Jesus. Jesus, verse 5, sees their faith and then he said to the paralyzed man, I've always thought it's a remarkable Little detail that he relates to the paralyzed man on the basis of the faith of his friends. It's worth a long walk thinking about that. Sometimes it's a community's faith surrounding someone that can release God's power on that person's behalf. If they don't perhaps have the faith.",
    "start": "00:27:09",
    "end": "00:27:42"
  },
  {
    "text": "For themselves or the ability to move.",
    "start": "00:27:42",
    "end": "00:27:44"
  },
  {
    "text": "Their body or the ability to move. Yeah, that's right. It's actually a powerful little point being made in just a few words.",
    "start": "00:27:44",
    "end": "00:27:51"
  },
  {
    "text": "Yeah.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "What's interesting is that very clearly this man's in needs of a physical restoration. What Jesus first says to the man is, your sins are forgiven. Which, you know, my trying to imagine the scene, part of me can imagine that the guy would be like, thank you, Jesus. But have you noticed that I've got.",
    "start": "00:27:52",
    "end": "00:28:13"
  },
  {
    "text": "Some other issues too?",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "Totally. But I think they just think about it differently. To be paralyzed is to live outside of Eden because of the sins of humanity and the sins of my people. So. Ooh. Actually, remember in Abraham story, for the blessings of Eden to be released, he had to surrender all for his own sins, surrender the life of his sons. So forgiveness of sins is really keyed into this restoration to the power and life of Eden. So it seems like Jesus is dealing on that level here. And the narrative quickly shifts, and we're told that some religious Bible nerds are sitting there, the scribes, which means Bible nerds sitting there reasoning in their hearts, saying, he can't say that.",
    "start": "00:28:14",
    "end": "00:28:58"
  },
  {
    "text": "No. Okay, so hold on. Are they, like, is this a professional position to be a scribe?",
    "start": "00:28:59",
    "end": "00:29:04"
  },
  {
    "text": "The scribes and the Pharisees and the priests all become kind of a collective character in opposition to Jesus.",
    "start": "00:29:05",
    "end": "00:29:12"
  },
  {
    "text": "Okay.",
    "start": "00:29:12",
    "end": "00:29:12"
  },
  {
    "text": "And this is one of the first opposition stories.",
    "start": "00:29:13",
    "end": "00:29:15"
  },
  {
    "text": "But if I'm a scribe, am I. Am I doing that on the side or is that like my.",
    "start": "00:29:16",
    "end": "00:29:21"
  },
  {
    "text": "Oh, no, that's your thing. You're a Bible teacher.",
    "start": "00:29:21",
    "end": "00:29:24"
  },
  {
    "text": "I'm about to.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "You're a Bible teacher in the synagogue system that is overseen. Okay. And connected to the Jerusalem religious establishment. Yeah. You would maybe say if you had, like, a church denomination that, you know, trains and commissions pastors to local parishes or churches, kind of part of a centralized system, then everyone, any one of those pastors, represents and is accountable to the denominational headquarters. Yeah, like that. That's kind of more how this would work.",
    "start": "00:29:25",
    "end": "00:29:54"
  },
  {
    "text": "What?",
    "start": "00:29:54",
    "end": "00:29:55"
  },
  {
    "text": "The scribes are the scribes?",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "Yeah, they're the top dogs.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "Oh. They're local representatives, city and town representatives that represent the Bible institute that is connected to the Temple in Jerusalem. So they're sitting there listening to Jesus say that, and immediately they say he's blaspheming, which means he's saying something that brings God's reputation into disrepute. And he's no more than that. He's stepping on God's toes. He's saying and doing things that are only appropriate for God to do. And that's exactly what they say. They can say, who can give sins but the one God. Notice how they use the wording of the Shema right there. The one God. So this is fascinating because if Jesus just says, your sins are forgiven, he could be taken to mean by God, listen, God has forgiven you, but that's not his role. Well, first of all, there's two things. So one is there's a perfectly way, good way to get your sins forgiven.",
    "start": "00:29:57",
    "end": "00:30:57"
  },
  {
    "text": "Yeah, you go to. You go to a priest.",
    "start": "00:30:57",
    "end": "00:30:59"
  },
  {
    "text": "That's right. So and you go to the tabernacle, you go to the temple. So that's the first shocker is Jesus is making available here up in Galilee, in this house, this thing that Israel is supposed to get through the official channel and priests in Jerusalem. Right. So that itself is, you know, it's just like going over to my neighbor and saying, hey, you know, your mortgage is done. And then their lender will give them a call and be like, and who told you? Your mom.",
    "start": "00:30:59",
    "end": "00:31:27"
  },
  {
    "text": "Yeah, sorry, that guy. Don't listen to that guy.",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "No, my neighbor. My neighbor told me that I'm done with my paying my mortgage. This is a stupid example.",
    "start": "00:31:29",
    "end": "00:31:35"
  },
  {
    "text": "That's a great example. A better example even would be something where you really do have to go somewhere special to make that happen.",
    "start": "00:31:35",
    "end": "00:31:41"
  },
  {
    "text": "Oh, sure. Yeah, that's right. Like the dmv.",
    "start": "00:31:41",
    "end": "00:31:44"
  },
  {
    "text": "Totally. Here's your new license.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "That's right. For non American listeners, that's the Department of Motor Vehicles. So it's sort of like just saying, I grant you a new license.",
    "start": "00:31:46",
    "end": "00:31:54"
  },
  {
    "text": "Yes. You're like, you're not the person. This is not the place.",
    "start": "00:31:54",
    "end": "00:31:58"
  },
  {
    "text": "Yeah, that's right. So that could have been it. It's just Jesus is claiming priestly authority, but that's not the conclusion that the Bible nerds draw. They see Jesus as infringing on God's reputation because they say, who can forgive sins but the one God. So even what they recognize is when the priest is there pronouncing the forgiveness of sins, it's not the priest forgiving, it's the priest saying, your sins are forgiven by God. And they see Jesus taking on divine authority with just proclamation. So Jesus is aware of all this and he says, what's the problem here? Why are you saying this? So he creates a little puzzle for them, he says, which is easier to say to this guy, your sins are forgiven, or to say, get up, pick up your mat and walk. I think it's kind of obvious. Yeah, Anybody can say, right? Any kook can go around saying, God forgives you.",
    "start": "00:31:58",
    "end": "00:32:51"
  },
  {
    "text": "Yeah. How would you know if he's actually successful at that?",
    "start": "00:32:52",
    "end": "00:32:54"
  },
  {
    "text": "Yeah, that's right. Yeah. This is the moment of, like, how. Who authorizes you to give me a new license?",
    "start": "00:32:54",
    "end": "00:32:58"
  },
  {
    "text": "Yeah.",
    "start": "00:33:00",
    "end": "00:33:00"
  },
  {
    "text": "And then you would pull out your DMV credentials or something. No, the whole point is that Jesus is independent of the dmv.",
    "start": "00:33:01",
    "end": "00:33:07"
  },
  {
    "text": "Yeah. It's kind of like you say, have a new license, but can you show me it? Where's the actual license?",
    "start": "00:33:07",
    "end": "00:33:14"
  },
  {
    "text": "He says, but I want you to know that the Son of humanity has authority on the land to forgive sins. And he says to the paralytic, get up, pick up your mat. So first of all, notice he doesn't call himself king or priest. He uses the Daniel chapter seven, son of anti.",
    "start": "00:33:15",
    "end": "00:33:34"
  },
  {
    "text": "Which is like his favorite way to talk about himself.",
    "start": "00:33:34",
    "end": "00:33:36"
  },
  {
    "text": "Totally so. And notice what he says is has authority on earth. So Jesus sees himself as a figure on earth. Who's the earthly representative of God's heavenly authority. And what is that but a royal and priest? It's the image of God. Let them rule. And in this case, Jesus exerts his power and rule as the image of God or the Son of Man through this priestly act.",
    "start": "00:33:36",
    "end": "00:34:03"
  },
  {
    "text": "The Son of Man is a priestly king kind of character.",
    "start": "00:34:03",
    "end": "00:34:05"
  },
  {
    "text": "Ah, I think so, yeah. And this was a layer of the Son of Man's identity even in the book of Daniel, that a scholar, Crispin Fletcher Lewis, that we've interviewed once before, he kind of alerted me to that. So Jesus is asserting not just priestly authority, but image of God in authority of God as a human doing in God's place and on God's behalf what God does up in the heavens. The Son of Man, does he. So this is a priestly activity.",
    "start": "00:34:05",
    "end": "00:34:34"
  },
  {
    "text": "Sam.",
    "start": "00:34:46",
    "end": "00:34:55"
  },
  {
    "text": "Let'S go to Mark, chapter nine. I think we alluded to this.",
    "start": "00:35:16",
    "end": "00:35:19"
  },
  {
    "text": "Oh, this is this transfiguration?",
    "start": "00:35:19",
    "end": "00:35:21"
  },
  {
    "text": "Yes. Yeah, this is Jesus. Mark, chapter 9. It begins Jesus saying, hey, you know, there's some of you, my disciples, who aren't going to die before you see the kingdom of God coming with its power. Oh, that's cool. Wonder when that's going to happen. Well, six days later implication on the seventh day after six days on the seventh day implied Jesus took Peter, James And John and went to a high mountain. Of course, they went to a mountain on the seventh day. And he was metamorphed. It's the Greek verb metamorphed in front of them. And his clothing became glowing and extremely white. And then Mark has this detail. More white than any laundry machine is what I would say person could ever get them white.",
    "start": "00:35:21",
    "end": "00:36:13"
  },
  {
    "text": "They didn't have. They didn't have bleach.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "Wow, that's interesting. I wonder if they had some sort of bleach. Probably had some sort of natural form.",
    "start": "00:36:15",
    "end": "00:36:20"
  },
  {
    "text": "So this is really interesting. So we talked about the priestly garments being white linens.",
    "start": "00:36:21",
    "end": "00:36:25"
  },
  {
    "text": "Yeah.",
    "start": "00:36:25",
    "end": "00:36:26"
  },
  {
    "text": "That also they had all these shiny jewels and gold. Gold. There's this shiny whiteness to priests. We also talk about Moses when he like, met, morphed, became transfigured on top of the mountain.",
    "start": "00:36:26",
    "end": "00:36:37"
  },
  {
    "text": "Y. When he's up there interceding, doing priestly stuff on behalf of the people, even willing to offer his own life for their sins. And so here it's as if they're. The disciples are getting a glimpse of Jesus's real identity.",
    "start": "00:36:37",
    "end": "00:36:53"
  },
  {
    "text": "Yeah.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Which is this exalted royal priest image of God figure that Moses was like on occasion, you know.",
    "start": "00:36:54",
    "end": "00:37:04"
  },
  {
    "text": "Right.",
    "start": "00:37:04",
    "end": "00:37:04"
  },
  {
    "text": "But that apparently Jesus is just as his identity. Mark also tells us that Elijah, along with Moses appeared and they were talking with Jesus, all kinds of stuff there. Elijah and Moses both were on Mount Sinai. Both meet God in the cloud and the fire. What's interesting here is that Jesus is depicted as like a, you know, a new Moses. But I think by putting having Elijah and a Moses there, it also is making a claim that he's not just a new Elijah and a new Moses. He is the one that Elijah and Moses met on the mountain. In other words, Moses and Elijah encountered God as fire on the mountain. But now Jesus is the one radiating with light and power, and he's the one they are seeing and talking with. Does that make sense?",
    "start": "00:37:04",
    "end": "00:37:55"
  },
  {
    "text": "Yeah, this is some, like, Christopher Nolan storytelling.",
    "start": "00:37:56",
    "end": "00:38:00"
  },
  {
    "text": "Totally. Because remember, Moses is glowing because he encounters the one who is the source of fire and light.",
    "start": "00:38:00",
    "end": "00:38:07"
  },
  {
    "text": "Yeah.",
    "start": "00:38:07",
    "end": "00:38:07"
  },
  {
    "text": "Jesus is right here. The source of the light and the fire. Okay, so Christopher Nolan.",
    "start": "00:38:08",
    "end": "00:38:12"
  },
  {
    "text": "Well, I don't know. The way he tells stories and he messes with time and he messes with. I can just, you know, you have this picture of Moses going up to Mount Sinai, meeting with Yahweh. And now this other scene. Yeah, it's Moses up on a mountain meeting with Jesus transfigured.",
    "start": "00:38:13",
    "end": "00:38:33"
  },
  {
    "text": "And he's. Jesus is the one radiating and Jesus the one Radiating. Yeah.",
    "start": "00:38:33",
    "end": "00:38:37"
  },
  {
    "text": "And just those connections. I don't know. I just watched Inception again, so I just.",
    "start": "00:38:37",
    "end": "00:38:41"
  },
  {
    "text": "Oh, did you watch Netflix?",
    "start": "00:38:41",
    "end": "00:38:43"
  },
  {
    "text": "Oh, gosh, it's so good.",
    "start": "00:38:44",
    "end": "00:38:45"
  },
  {
    "text": "Yeah, I should do that. So look at what Peter says. Peter says to Jesus, rabbi, man, so glad we're here right now. Could we make three tabernacles? You'll get your own. You'll have a special tabernacle just for you. But, you know, Moses and Elijah, they should also have a tabernacle. And then Mark, I love this Mark steps outside the story and he tells the reader he didn't know what he was saying. They were terrified. So good. And then this is a link back to the. This is a design pattern in Mark's Gospel. It replays the baptism scene. Another cloud came, overshadowing, and a voice comes repeating the anointing. This is my son, the beloved one. But there's one tweak. Listen to him. Actually, this is a quote from what Moses says in Deuteronomy 18, Yahweh is going to raise up a prophet like me.",
    "start": "00:38:45",
    "end": "00:39:43"
  },
  {
    "text": "Listen to him.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "And you should listen to him.",
    "start": "00:39:45",
    "end": "00:39:47"
  },
  {
    "text": "Oh, wow.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "So this is kind of a new Moses, New Moses thing. So what's interesting is all of a sudden, then next verse, all at once, they looked around and it's all done.",
    "start": "00:39:48",
    "end": "00:39:56"
  },
  {
    "text": "It's all gone.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "And as they were coming down the mountain, Jesus gave them orders, strict orders, don't tell anyone they saw until the Son of Man rises from the dead. So there's something that they just witnessed that won't make sense to anybody until his death, and then his vindication from death. Then this story will make sense. And so what else is this, but another one of these rich, dense stories painting Jesus as well, not just the image of God and the royal priest who will give up his life, but the one who Moses met when he was being an image of God giving up his life. Oh, that's the inception piece that you were getting at there, right? Say it again. Well, Moses on Mount Sinai was giving his life for the sins of the people in the presence of a radiating divine one.",
    "start": "00:39:57",
    "end": "00:40:43"
  },
  {
    "text": "Yeah.",
    "start": "00:40:43",
    "end": "00:40:43"
  },
  {
    "text": "And now Jesus is the radiating divine one who's going to give up his life. Yeah, that Moses image.",
    "start": "00:40:44",
    "end": "00:40:50"
  },
  {
    "text": "Yeah. And somehow Moses is there. Yeah.",
    "start": "00:40:50",
    "end": "00:40:53"
  },
  {
    "text": "So again, the point of bringing this up is this story assumes all of this cool stuff about the royal priest. Okay, two more. Quick, two more. Jesus.",
    "start": "00:40:53",
    "end": "00:41:02"
  },
  {
    "text": "Let's do it.",
    "start": "00:41:02",
    "end": "00:41:02"
  },
  {
    "text": "Text. All right. Jesus goes to Jerusalem and he throws down. He rides in on a donkey, just like Solomon did when he was enthroned. As king. I was thinking about this recently. Solomon is the seed of David. Son of David is declared king over Jerusalem and he rides in on a donkey. So Jesus activates all that and he just begins a week of showdown. Lots of Bible disputes and theology disputes, but they all have political freight to them. So there's one story where Jesus kind of picks the Bible in the Bible debate, and it's a pretty short little story. It's in Mark, chapter 12, verse 35. So Jesus started to say as he was teaching in the temple, how is it that, that the scribes say that the Messiah is the son of David? David himself said by the Holy Spirit, quote, the Lord said to my Lord, sit at my right hand until I put your enemies beneath your feet. Jesus then picks up again. David himself calls this one Lord. So in what sense is he his son? And the large crowd really enjoyed this one. That's what Mark says. And that's the story.",
    "start": "00:41:02",
    "end": "00:42:22"
  },
  {
    "text": "And that's the story.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "It's a short little story. It's arranged in a.",
    "start": "00:42:24",
    "end": "00:42:26"
  },
  {
    "text": "So that's one of the two times he quotes Psalm 110.",
    "start": "00:42:26",
    "end": "00:42:29"
  },
  {
    "text": "Yeah, that's right. So this tells us Psalm 110 was important to Jesus. But he's also pointing out something interesting, that David, the most royal authority figure in the Old Testament, calls someone else his Lord. Yeah, yeah. Now he's kind of turning up the rhetoric like, how is the Messiah the son of David? I don't think that Jesus is saying.",
    "start": "00:42:29",
    "end": "00:42:51"
  },
  {
    "text": "That he's not the son of David.",
    "start": "00:42:52",
    "end": "00:42:53"
  },
  {
    "text": "The Messiah doesn't come from the line of David. Okay, actually here I'm going to let Ben Witherington bring some clarity from his commentary on the Gospel of Mark. He says, quote, is Jesus repudiating the Davidic origins of the Messiah? Some have suggested this, but it seems unlikely since elsewhere he doesn't repudiate the title Son of David. So, pause. Some people call him Son of David and he accepts it. But Witherington goes on, he may well have repudiated certain popular Jewish notions about the Davidic Messiah. For instance, that he would be just a normal God empowered human being like David himself. It's best to say that Jesus is repudiating the adequacy, not the accuracy, of assessing the Messiah by means of his Davidic descent. The point is that in Jesus view, the Messiah is more than, but not other than, the son of David. Yeah, I think that's surely right. So he's saying that, yes, of course he comes from the line of David, but the fact that he is exalted to share in God's rule.",
    "start": "00:42:53",
    "end": "00:44:01"
  },
  {
    "text": "How could he merely be the son of David?",
    "start": "00:44:01",
    "end": "00:44:03"
  },
  {
    "text": "That's right. Yeah. Jesus wants to define the role of the Messiah, the identity of the Messiah, by his relationship to God primarily, not.",
    "start": "00:44:04",
    "end": "00:44:13"
  },
  {
    "text": "Simply to David, his descendancy from David.",
    "start": "00:44:13",
    "end": "00:44:15"
  },
  {
    "text": "Yeah. And to make the point, he quotes from Psalm 110, which is this exalted seed of David, who is a new Melchizedek, like priest king, who embodies God's rule. It's the image of God.",
    "start": "00:44:15",
    "end": "00:44:30"
  },
  {
    "text": "He's checking in on how this line of David idea is connected to this Melchizedek.",
    "start": "00:44:30",
    "end": "00:44:39"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "Priest king ideal. Those two ideas kind of merge. And we're looking for someone who is this ultimate priest king who is from the line of David, but isn't merely the son of David.",
    "start": "00:44:40",
    "end": "00:44:51"
  },
  {
    "text": "Is more. Yeah, it's more. Yeah. This is Jesus, Mary, making this point from the Hebrew Bible.",
    "start": "00:44:51",
    "end": "00:44:57"
  },
  {
    "text": "Yeah.",
    "start": "00:44:57",
    "end": "00:44:58"
  },
  {
    "text": "And so, you know, you could just say, well, he's Jesus. You know, he can say what it means because he's Jesus. But I think he's actually tapping into what we've been tracing.",
    "start": "00:44:59",
    "end": "00:45:09"
  },
  {
    "text": "Yeah.",
    "start": "00:45:09",
    "end": "00:45:09"
  },
  {
    "text": "That the Hebrew Bible is telling us that this figure.",
    "start": "00:45:09",
    "end": "00:45:12"
  },
  {
    "text": "Something more going on with this figure.",
    "start": "00:45:13",
    "end": "00:45:14"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "Sam.",
    "start": "00:45:21",
    "end": "00:45:45"
  },
  {
    "text": "Okay. So this all leads us up to the showdown of the two anointed ones in the trial of Jesus before Caiaphas, the high priest. So there's two moments in Jesus trial that I just want to highlight here. The first is he gets arrested in a garden where he surrenders his will to the Father's will, and then he's taken into the Sanhedrin, kind of the key power brokers. So first, what some people are trying to do is, is actually make some kind of legal case against him that they can verify. So some people get up and start saying what they heard Jesus teaching. And we're given a quote here. We heard Jesus say, I'm going to destroy this temple that is made with hands, and in three days build another temple made without hands. So this is. What do you say? In their minds, this is damning evidence that he's a threat to the temple. Remember all the way back to that promise to David that I'll raise up a seed from your line and he will build my house. That raised the question of like, is that fulfilled in Solomon and the building.",
    "start": "00:46:11",
    "end": "00:47:22"
  },
  {
    "text": "And this building we have here as a second version of it.",
    "start": "00:47:22",
    "end": "00:47:25"
  },
  {
    "text": "Yes, but very clearly, Jesus thinks that the seed of David and the house that will be built is. It just says made without hands.",
    "start": "00:47:25",
    "end": "00:47:33"
  },
  {
    "text": "Yeah. Something else.",
    "start": "00:47:33",
    "end": "00:47:35"
  },
  {
    "text": "It sounds to me like A family. What other kind of house is there? In Hebrew, there's a physical house, or the word house can mean household, family. Remember David said, I want to build you a house. And God says, no, I'm going to build you a house. Meaning a family. Yeah. So in Jesus mind, the temple building has. And this is after Jesus performed his stunt in the temple, shutting down the sacrificial system and declaring that this building would be destroyed. So Jesus has in mind a more enduring house that he's here to build that doesn't consist with hands. Incidentally, that little phrase made without hands comes from Daniel chapter two that describes the meteor that strikes down the statue of four metals. It's a little phrase that said, remember the rock come flying out and it says, it was a rock cut without hands.",
    "start": "00:47:35",
    "end": "00:48:27"
  },
  {
    "text": "Oh, it was cut without hands.",
    "start": "00:48:27",
    "end": "00:48:29"
  },
  {
    "text": "Yeah.",
    "start": "00:48:29",
    "end": "00:48:29"
  },
  {
    "text": "Interesting.",
    "start": "00:48:29",
    "end": "00:48:29"
  },
  {
    "text": "Anyway, Jesus just doesn't answer anybody. And so finally the high priest on top of page 38 comes up to him and says, listen, tell me, are you the anointed one? Cut to the chase, says the anointed One.",
    "start": "00:48:30",
    "end": "00:48:44"
  },
  {
    "text": "Yeah. All right. Do you think you're in charge here?",
    "start": "00:48:44",
    "end": "00:48:47"
  },
  {
    "text": "That's right. And then notice he equates being the anointed One with being the Son of. Of God. So he's not just saying, do you think you're like another average priest who's going to take my job? Are you claiming to be the image of God? Melchizedek, Priest, King.",
    "start": "00:48:47",
    "end": "00:49:05"
  },
  {
    "text": "Yeah, the one that sees screaming out of the Hebrew Scriptures.",
    "start": "00:49:05",
    "end": "00:49:09"
  },
  {
    "text": "And in Mark, Jesus says, I am. In Matthew's version, Jesus is a little more coy because Jesus says, well, you say that I am. But the key thing is what Jesus says Next. It's his second quotation from Psalm 110 combined with Daniel 7, Daniel 7. And Matthew's version makes it super clear. You say that I am, but I tell you, from this moment forward, you will see the Son of man sitting at the right hand of power and coming on the clouds of heaven.",
    "start": "00:49:09",
    "end": "00:49:41"
  },
  {
    "text": "So Psalm 110, just the sitting at the right hand of power.",
    "start": "00:49:41",
    "end": "00:49:44"
  },
  {
    "text": "Sitting at the right hand. Yeah, that's right, sitting at the right hand. And then Son of man and going on the clouds of Heaven. That's Daniel7, Daniel7. And Caiaphas response is exactly what the scribes was back at the at the house. He says he tears his clothes and he says blasphemy. And to everybody in the room, Jesus did something worthy of death, because this is what seals the deal for them. So he's not just saying, I'm like Another priest. This. This is as Jewish, Hebrew Bible of a way as you could say. I'm that one that Moses met on the mountain.",
    "start": "00:49:44",
    "end": "00:50:19"
  },
  {
    "text": "I am the one that David talks about in Psalm 110. I am that one that Daniel had a vision about that goes to the right hand of the human that ascends to the right hand of God. Yeah.",
    "start": "00:50:20",
    "end": "00:50:33"
  },
  {
    "text": "And all roads lead back from those passages to the image of God of Genesis 1. The ideal vision of humanity. That humanity is for I am the ideal human. Yeah.",
    "start": "00:50:34",
    "end": "00:50:44"
  },
  {
    "text": "And as the ideal human, I am anointed as the king and priest to make a way for everyone else.",
    "start": "00:50:44",
    "end": "00:50:50"
  },
  {
    "text": "Yeah.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "He could have just said that.",
    "start": "00:50:51",
    "end": "00:50:52"
  },
  {
    "text": "That's right. Yeah. I'm with you on that one. But he did say it. He just said it in his own way.",
    "start": "00:50:53",
    "end": "00:51:02"
  },
  {
    "text": "He said it in a very Hebrew Bible nerd way.",
    "start": "00:51:02",
    "end": "00:51:05"
  },
  {
    "text": "For anybody listening, if you want to go next level on the depiction of Jesus as a priest in the Gospels, Nicholas Perrin, New Testament scholar at Wheaton. He has a book called Jesus the Priest, just shortened to the point. This is his kind of comment on the trial scene of Jesus. It's great. He says, all along Jesus has been hinting at his own identity as the royal priestly son of man in flat contradiction to the high priest's own tenure. Mark's account is a tale of two competing priestly powers. And now in Mark 14, Jesus finally comes into a confrontation with Caiaphas, declaring his doom in unmistakable scriptural terms. Daniel 7 and Psalm 110 share more than a few themes. Subjugation of God's enemies, divine rule, judgment, priesthood. Daniel, son of man, is a priestly figure and in exalted sacerdotal office.",
    "start": "00:51:06",
    "end": "00:52:05"
  },
  {
    "text": "Sacerdotal.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Sacerdotal meaning priestly office, is clearly in view in Psalm 110. By mentioning Melchizedek, both texts present visions of a priestly figure in conflict with God's enemies.",
    "start": "00:52:06",
    "end": "00:52:16"
  },
  {
    "text": "Yeah.",
    "start": "00:52:16",
    "end": "00:52:17"
  },
  {
    "text": "Who proves ultimately victorious. For Mark, Jesus is this royal priestly son of man, the Melchizedek type seed of David, who displaces and judges Caiaphas. Why does Caiaphas get so ticked off?",
    "start": "00:52:17",
    "end": "00:52:32"
  },
  {
    "text": "You did some translating on the fly there.",
    "start": "00:52:32",
    "end": "00:52:34"
  },
  {
    "text": "I did, yeah. No, he's writing Melchizedekian. Melchizedekian David. David, Davidide, who will displace and judge. So to say that Jesus is the son of man and Melchizedek is to say that Caiaphas is like the king of sodom from Genesis 14 or the beasts, the beastly kingdoms of Daniel, chapter seven.",
    "start": "00:52:34",
    "end": "00:52:57"
  },
  {
    "text": "Really?",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "Yeah. The son of man is exalted over the beasts.",
    "start": "00:52:58",
    "end": "00:53:01"
  },
  {
    "text": "Yeah. And the beasts want to trample.",
    "start": "00:53:01",
    "end": "00:53:03"
  },
  {
    "text": "In Genesis 14, Melchizedek is the true king, in contrast to the greedy king of Sodom who just wants to get rich off Abraham. That one just came to me in the moment. But he's a contrast figure.",
    "start": "00:53:03",
    "end": "00:53:19"
  },
  {
    "text": "Yeah, it is contrast.",
    "start": "00:53:19",
    "end": "00:53:20"
  },
  {
    "text": "So start to finish the Gospel of Mark, we could do half a dozen more texts, but this is like clearly a red thread. The priestly identity of Jesus. The apostles are into this too. This is why they use so much temple and priestly language to talk about Jesus followers. Because if my identity is shaped by the One who did this on my behalf, so that he becomes what I am, so that I can become what he is, then it means that as followers of Jesus, we will take on a priestly layer to our identity. And you see that at work in Acts and in the apostles too. So I think that's worth sessioning a little bit. And then I think this just has huge implications for even what we think about what the mission or significance of a local group of Jesus followers is in the world. This gateway between heaven and earth. It's just kind of a cool image to think about what a local church is in its neighborhood. Jesus the priest. You guys, thanks so much for listening to this episode of the BibleProject podcast. We're collecting questions right now for the Q and R episode that's going to be at the end of the series. So if you have been listening through the series, you've got a question on the topic of the royal priesthood. We would love to hear your question. You can record yourself asking it and let us know where you're from and your name. And if you could try, keep the question to about 20 to 30 seconds and you can email the recording to infoibleproject.com in that email. If you could write out your question as well, that would be super helpful for us. It saves us a lot of time when we compile the questions again. You can send the recording to this email, infoibleproject.com the deadline for submitting questions will be end of the day, Monday, April 5, in the year of 2021. Also, you might want to know that after John and I conclude kind of talking through this series, we have some interviews coming with biblical scholars who have researched and published on these themes of the royal priesthood and the Bible. We think you're really going to love those interviews. Today's show was produced by Dan Gummel. Our show notes are from Lindsey Ponder, and our theme music is by the band Tense. The Bible Project is a crowdfunded endeavor. We're in Portland, Oregon and we're making free resources to help people experience the Bible as a unified story that leads to Jesus. And it's all free because of the generosity of people all around the world, including many of you. Thank you and thanks for being a part of this with us. Hi, this is Amelia and I'm from Singapore. I first heard about Bibleproject through YouTube. I used Bible Project for me to.",
    "start": "00:53:20",
    "end": "00:56:00"
  },
  {
    "text": "Have a better organization overview of the.",
    "start": "00:56:00",
    "end": "00:56:01"
  },
  {
    "text": "Different books in the Bible. My favorite thing about Bible Project is how the team make it so easy to understand the happenings in the Bible. And of course the wonderful illustration. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com it.",
    "start": "00:56:01",
    "end": "00:56:26"
  }
]