[
  {
    "text": "This is a question and response episode that is at the end of our series on the royal priesthood as a theme in the Bible. Tim, I'm excited to talk with you about people's questions. Yeah, Here we go.",
    "start": "00:00:04",
    "end": "00:00:18"
  },
  {
    "text": "Yeah, totally. This is great. These episodes are always fun because we get to hear from listeners. And, man, I'm just always so impressed at the insight, the inquisitiveness. It's great. I'm in my basement. Where are you, John?",
    "start": "00:00:18",
    "end": "00:00:30"
  },
  {
    "text": "Oh, right. We are remote from each other and I'm in my kind of home office.",
    "start": "00:00:30",
    "end": "00:00:35"
  },
  {
    "text": "Yep.",
    "start": "00:00:35",
    "end": "00:00:35"
  },
  {
    "text": "I happen to have gotten a nicer mic at home than you, so I actually sound a lot. A lot warmer and closer to the person listening than you will.",
    "start": "00:00:35",
    "end": "00:00:45"
  },
  {
    "text": "Okay, that's good to know.",
    "start": "00:00:45",
    "end": "00:00:46"
  },
  {
    "text": "Just to let you know, I got.",
    "start": "00:00:47",
    "end": "00:00:48"
  },
  {
    "text": "A leg up on you, so I might sound more cold and you might hear my kid stomping upstairs doing whatever they're doing. All part of the deal. So, yeah, this has been a great series. I think we're going to start with a question from Tsen in Brazil.",
    "start": "00:00:48",
    "end": "00:01:03"
  },
  {
    "text": "Hi, Tim and John. This is Tsen from Brazil. I've been following this series on the priest. It's great. And my question is, what is the relationship between the priests in the Bible and the modern pastors from our churches? Thank you very much.",
    "start": "00:01:04",
    "end": "00:01:21"
  },
  {
    "text": "Yes. A really practical question.",
    "start": "00:01:21",
    "end": "00:01:23"
  },
  {
    "text": "Yeah.",
    "start": "00:01:25",
    "end": "00:01:25"
  },
  {
    "text": "And one that makes a lot of sense, depending on the context, where you've grown up in attending synagogue or church. And wondering, what's the relationship between priests, maybe in the Christian tradition, but then between priests, pastors, and the priests in the Hebrew Bible.",
    "start": "00:01:25",
    "end": "00:01:39"
  },
  {
    "text": "Because we don't have anyone who is sacrificing animals in any of these traditions. Right. Or like doing those kind of things.",
    "start": "00:01:39",
    "end": "00:01:46"
  },
  {
    "text": "Correct. Although there is still a group of Samaritans who. Who live north of Jerusalem up in, you know, called the west bank now. And they still actively sacrifice animals, especially at Passover. They do big Passover. So they have. But they have an alternate temple. They thought the temple wasn't supposed to be in Jerusalem, but somewhere else. So they're an example of a Jewish group or an offshoot from a Jewish group that still has priests sacrificing animals. But they are, I think, the only ones. Okay.",
    "start": "00:01:47",
    "end": "00:02:15"
  },
  {
    "text": "Yeah. So most of us have. But some sort of person, whether that's the pastor or the priest, who is elevated to the group. And is there a connection between these types of positions and then this whole idea of the priest in the Temple from ancient Israel.",
    "start": "00:02:15",
    "end": "00:02:33"
  },
  {
    "text": "So maybe one way to do it is just paint a portrait of Priests in the Hebrew Bible. Well, one, it's a family, an actual family line with the ancestor from Levi, and then the priests in particular were to be descended through the line of Aaron.",
    "start": "00:02:33",
    "end": "00:02:47"
  },
  {
    "text": "So.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "So it's a subset within a tribal family group. So it's a hereditary office, I think, is the term that you would use then.",
    "start": "00:02:48",
    "end": "00:02:56"
  },
  {
    "text": "Yeah.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Which comes with problems. Which means that the qualifications for the office don't have to do with how good a person you are necessarily. It's what family you're born into.",
    "start": "00:02:57",
    "end": "00:03:06"
  },
  {
    "text": "It'd be like being a royal in England.",
    "start": "00:03:06",
    "end": "00:03:10"
  },
  {
    "text": "Yeah, like the royal family. Yeah, the royal family was born into it. Yeah, born into it. So that's actually the main difference. Whereas in both Catholic, Orthodox and Protestant, different streams of the Christian tradition, becoming a priest or pastor or spiritual leader into one of those offices and all those traditions, it's not something you're born into. It may be that you had a parent who played that role and they modeled it for you and so you aspire to it. But it's something that's based on the individual's calling within a community, attesting that they're gifted by the Spirit for this purpose. So that's probably the main difference between the roles. Another interesting way to think about it, though, in the New Testament, for example, the roles that are given for people to play in the early Messianic Jewish communities or the Gentile communities, there are roles that are described kind of well known, like in the gifts of the Spirit passages in Peter and Paul's letters. And you can get an outline here of the apostles already thinking through, like, what makes up for the healthy leadership of a local community. And the office or role of priest is never named in any of those. There are others that are named.",
    "start": "00:03:10",
    "end": "00:04:24"
  },
  {
    "text": "Yeah. What are they? They're teacher, pastor, evangelist.",
    "start": "00:04:24",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. In Ephesians 4, it's yeah, apostle, prophet, evangelist, pastor and teacher. But then Romans, or in First Peter, though, it's clear it was broader administration, leadership, teaching and so on. Service, it seemed more that the roles that people played were about individual passion, gifting and then calling and the community, saying, this person has been gifted by the Spirit to play this role in our community. So that's one way to think. Think about it. It's different. It's not something you're born into, you know.",
    "start": "00:04:28",
    "end": "00:05:03"
  },
  {
    "text": "Yeah.",
    "start": "00:05:03",
    "end": "00:05:03"
  },
  {
    "text": "Paul talks about appointing elders and then there's a category named deacon, which is the. Just the Greek word for servant or minister. And in Paul's letters, in particular, people in this role, it seems mainly related to actual serving the needs of people who are in need in the community. So the absence of priests from that whole list I think is just interesting because as we talked about in our conversations, John, the priestly language, when it is used in the New Testament, is applied to Jesus or to all followers of Jesus, not to one particular person or role.",
    "start": "00:05:03",
    "end": "00:05:40"
  },
  {
    "text": "Right. So. And I think how I've tried to say it with you before is that all people who follow Jesus are priestly in a way then being a pastor for this question. But I guess the same question could be, what's the relationship between teachers and priests?",
    "start": "00:05:40",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "Deacons and priests. It's that all of these are a way to mediate God to others and to the world. Everything becomes a priestly role. And I guess what's the relation between a modern priest and then ancient priests? It's the same thing now. Everyone has their own traditions and how the hierarchy works and that kind of stuff.",
    "start": "00:05:58",
    "end": "00:06:20"
  },
  {
    "text": "How you describe the job, the titles that you use. Because in many traditions they'll use the title priest to talk about a pastoral leader mediating figure.",
    "start": "00:06:20",
    "end": "00:06:30"
  },
  {
    "text": "So they're all just. These are all titles and different traditions doing slightly different things. But to differentiate how one person mediates God compared to how other people are doing it, because it seems like in the New Testament there's this belief that we all have different gifts that all work together so that we can do this in unity. And these gifts are kind of named entitled, but they're all priestly kind of roles.",
    "start": "00:06:30",
    "end": "00:06:56"
  },
  {
    "text": "Yeah, that's right. Yeah, that's a good way of saying it. In other words, the apostle, prophet, evangelist, pastor, teacher, administrator. All of those are different aspects of this priestly role. I like that, John. I've never actually quite said it to myself that way, but that's a great way of putting it and all of that, because it's a universal office, so to speak, or a role of all followers of Jesus. That's one main distinction between that and the priesthood of the Levites and the sons of Aaron in the. In the Hebrew Bible. So, Sain, thank you for. That's a great question. And it leads to really, actually a whole theology of the priesthood of all followers of Jesus in the New Testament. It's pretty cool.",
    "start": "00:06:56",
    "end": "00:07:36"
  },
  {
    "text": "Here's a question from Carlos. Hi, Tim and John. My name is Carlos and I'm from Winston Salem, North Carolina. You mentioned the way that Moses face glowed as he stood in the gap for Aaron and the connection to the transfiguration. Is this also supposed to connect back to the embodiment of God as his Image or Salem or scenes like the burning bush. Thank you for inviting us into the fruit of your hard work. So, yeah, there's that idea of being the image of God Carlos is mentioning. He's the Hebrew word there.",
    "start": "00:07:36",
    "end": "00:08:06"
  },
  {
    "text": "Yeah. Nice work, Carlos.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "The story of Moses coming down from the mountain, having encountered this image of the royal priest and the blueprints of the tabernacle. And he's glowing, and his face is glowing. Is this connected to being an image? And what was the other part of the question? Is it connected to? Oh, the burning bush. Glowing like the burning bush.",
    "start": "00:08:09",
    "end": "00:08:31"
  },
  {
    "text": "Yeah. So gold star, Carlos, for making those connections. You're totally on the right trail. You know, there's so many things, John, you and I, talking about these things over the course of years is inevitably, we bring up stuff we've already talked about, but after you think about this literature more, it always shows you new things, and so you notice new things. So I'll try this out. This is something that I'm pondering in Genesis 1, as if I haven't pondered Genesis 1 enough. But you remember, there's this symmetry between after God creates the three realms. Sky, the waters, and then the land, and then he fills the three realms with inhabitants. You have the rulers above, the lights, the sun and the great light, the small light and the stars. And those are shining, and they're shining, and they're the rulers above. And they're called symbols. Signs. Then you get matching them are the rulers below, who are called the image. And they're not shining very much. Not shining because they come from the dirt. But there is this analogy between them that is explored in Psalm 8, which we've talked about and made a video about, where God elevates the rulers below to this exalted position that is so surprising, given their dirty origins, to be exalted even over the spiritual beings and the rulers above. So just if you have that set of connections in your mind, when you start developing the story of an idealized human who exists in a heaven and earth space, and you start highlighting, like, what Moses sees of shining garments. To me, all of a sudden that connection becomes much more clear. That an exalted, idealized human taking on the traits of the rulers above because they have authority over all creation. So when Moses is on Mount Sinai the first time with his. Carlos, you're talking about the burning bush. He sees the angel, the messenger of Yahweh in the bush, and the bush is lit up with fire and light. But then the figure who's in the bush talks as if that figure is Yahweh, we did this in the God series. So the idea of a humanoid looking figure in this sacred space who's emitting fire and light and that, that's the one Moses is seeing. Then he goes back up on the mountain for the, you know, when the cloud and the fire shows up with all the people and he's seeing yet again on the top of the mountain, another vision of a human figure who's lit up and shining. But it's to be a human who goes in and out of the tabernacle on the heaven and earth space. So, Carlos, that's the connection you're making. And I think you're right. I think that's exactly the connection we're supposed to make. Which tells us that the high priest, when he's wearing all these glittery jewels, he is a physical image of the one that Moses met on the mountain, who is the image being ideally described for us in Genesis 1. But it's the image that no human really ends up being, except for this moment where Moses face glows. And that's why I think you and I love this story, John, is because it's this moment where a human becomes so close to embodying the character of God that he starts to take on aspects of God's glowing glory. It's so cool.",
    "start": "00:08:31",
    "end": "00:11:55"
  },
  {
    "text": "Which was the point of being the image.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "And I think you, you pointed this out to me a while ago, that this is what the apostle Paul reflects on when he. Philippians 2. Yeah. Do everything without grumbling or arguing. So you may become blameless and pure children of God without faults in a warped and crooked generation. And then you will shine among them like stars in the sky.",
    "start": "00:11:58",
    "end": "00:12:19"
  },
  {
    "text": "Yeah, dude, that's it.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "Shine like stars.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "Yeah, yeah. A metaphor like that is the product of somebody who knows how to read the Hebrew Bible. You can see that humans, when they are fulfilling their ideal role, they look like stars.",
    "start": "00:12:22",
    "end": "00:12:34"
  },
  {
    "text": "Yeah.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "Now he's speaking metaphorically. Well, actually, sorry, I take that back.",
    "start": "00:12:35",
    "end": "00:12:39"
  },
  {
    "text": "Well, yeah. What's the other passages? Is it in the Corinthians, one of the books of. To the Corinthians, where he is kind of waxing on about the resurrection body.",
    "start": "00:12:39",
    "end": "00:12:48"
  },
  {
    "text": "Yeah, that's right. Yeah. He talks about how God's light is exuding from him like candlelight exudes out of a cracked pot. And he's like, yeah, the pot's breaking down, but the light of God's love and life that's shining in me through the Messiah. Yeah, that. That Stuff's going to live on forever and give birth to a whole new body. A. A transformed body.",
    "start": "00:12:48",
    "end": "00:13:09"
  },
  {
    "text": "Yeah.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "So this gets cosmic pretty quick, you know? But, Carlos, you're making the right connection that the image of God, the stars, the high priest, what Moses is doing. And then ultimately, then with that story about Jesus's transformation on the mountain in the transfiguration with the disciples. It's this moment where his. The disciples see Jesus for who he truly is. Here, one moment, my son is. Wants to interact with me through the basement window. Okay. Hey, buddy. Hey, what's up? Oh, your Lego set's not building out or working out. I'm so sorry, buddy. Lego set's not working out.",
    "start": "00:13:10",
    "end": "00:13:51"
  },
  {
    "text": "Yeah, of course.",
    "start": "00:13:51",
    "end": "00:13:53"
  },
  {
    "text": "Pretty bummed about that. So, yes, I want to affirm what you're saying, Carlos, and then even show how the connections even go Back to Genesis 1 with the Stars and the rulers above and below. This whole set of connections is really basic to the biblical story.",
    "start": "00:13:53",
    "end": "00:14:07"
  },
  {
    "text": "Here's a question from Gina. Hi, John and Tim. My name is Gina and I'm calling from San Miguel, California. I was wondering, is there a relationship between the engraving of Yahweh's holiness on the golden plate of the priest's servant in Exodus 39:30, also described in Exodus 28:38 as a mark on Aaron's forehead and the mark of God's name on his bondservant's foreheads in Revelation chapters 7 and 22? And is there also a counter relationship with the mark of the beast? Thanks, guys, so much for all that you do.",
    "start": "00:14:07",
    "end": "00:14:42"
  },
  {
    "text": "Yeah, right, Gina.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "Yeah, People listening along are really smart. They're like, way smarter than me. I love it.",
    "start": "00:14:45",
    "end": "00:14:56"
  },
  {
    "text": "Yeah. Bible sleuths, almost. Yeah. So good. Yeah. Gold star, Gina. So, yeah, man, that crown thing going on in the high priestly clothing passages in Exodus is really interesting. So you notice it's called a plate in Exodus 28, actually, this is interesting. I wanted to look that up just to remind myself. The Hebrew word is tsets, which is also the same word as, like, a blossom. And so it's a really rare word that seems to refer to some kind of medallion type plaque. Its exact shape isn't really described here. But then later on, gina, in Exodus 29, in the ritual of ordaining Aaron and his sons to become priests, that same thing on his head, the golden thing that says belonging to Yahweh, it's also called a crown. The Hebrew word for crown, which is nezer, it's a guy walking around with a plaque on his head saying, I belong to Yahweh. Like, that's what the phrase means. But he looks like a shining figure we were just talking about. And he's wearing a crown. He looks like a king.",
    "start": "00:14:56",
    "end": "00:16:06"
  },
  {
    "text": "Shining king.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Yeah. So a glowing shining king written on his forehead belonging to Yahweh. And then he's carrying These jewels, these 12 jewels that represent all of the tribes of Israel. He's a walking, talking Israel image. He's an image of Israel, which is.",
    "start": "00:16:07",
    "end": "00:16:25"
  },
  {
    "text": "The image of humanity.",
    "start": "00:16:25",
    "end": "00:16:27"
  },
  {
    "text": "Yeah. Which is an image of the image of God. Yeah, totally. And you're right, then, that it's talked about, it's really specific that these words belonging to Yahweh are written on the forehead. So what's cool is that in the Shema prayer, hear of Israel. Yahweh is our God. Yahweh alone, or Yahweh is one. But then, right after the description of the Shema, which every Israelite was to say, and every Israelite did say in morning and night, it said that as you say the Shema and you write out the commands, it says they are to be. The commands of the Torah are to become a symbol on your hand and something between your eyes on your forehead. So it's like you wear the Torah commands on your hands and on your forehead. And this is, you know, the origin of those. The leather straps called phylacteries or some Jewish traditions, you know, they wear on their hands and on their forehead, like I made you do one time when we were in Jerusalem.",
    "start": "00:16:27",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. And then I butchered the Shema in Hebrew.",
    "start": "00:17:24",
    "end": "00:17:27"
  },
  {
    "text": "Yeah. But it was awesome.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "But it was awesome.",
    "start": "00:17:28",
    "end": "00:17:29"
  },
  {
    "text": "It was great. So in the Shema, in this imagery of having God's commands written on your hand and forehead, it's as if every Israelite is doing in that act what the priest is in the temple actually doing, embodied, which is having their allegiance and belonging to Yahweh written on this plaque on the forehead.",
    "start": "00:17:29",
    "end": "00:17:49"
  },
  {
    "text": "Yeah.",
    "start": "00:17:50",
    "end": "00:17:50"
  },
  {
    "text": "So there's a connection between the priest and what's on his forehead, between every Israelite saying the Shema, saying, the commands are on. On my forehead. And then there's also one more link, Gina, where the. In Ezekiel, chapter nine, Ezekiel's having this vision. He's been transported in a dream out of Babylonian exile over to Jerusalem, and he's cruising around the Jerusalem Temple. But, like, in this vision dream, we should actually read this story. It's really interesting because he says at the beginning, he says, the spirit picked me up by my tseat, by. By the locks of hair on My head. And he says, and I went in between the skies and the land, in between earth and heaven. Interesting phrase.",
    "start": "00:17:50",
    "end": "00:18:33"
  },
  {
    "text": "Yeah, that is interesting.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "Where would that be exactly? So he's in a vision. He's in an interdimensional space. Yeah, it's fascinating. It's like within the biblical cosmology. It's his way of saying another dimension. I wasn't fully on the earth realm.",
    "start": "00:18:35",
    "end": "00:18:49"
  },
  {
    "text": "I wasn't fully in the sky.",
    "start": "00:18:49",
    "end": "00:18:51"
  },
  {
    "text": "I was in between them.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Yeah, interesting.",
    "start": "00:18:52",
    "end": "00:18:54"
  },
  {
    "text": "And so he's visiting Jerusalem.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "He didn't know about the ozone layer.",
    "start": "00:18:55",
    "end": "00:18:57"
  },
  {
    "text": "And what he sees is Babylon's about to come and destroy the city. But he sees God's messengers marking this handful of people in the city with an X on their forehead. Anybody who's just grieved about the idolatry happening in Jerusalem, and they'll be spared. And so this is a whole set of network of things being written or marked on the forehead. You have the high priest, you have people saying Shema. You have these grieving Israelites who don't participate in idolatry. And I think John in the Revelation, when he talks about the people whose God's name or mark is on their forehead, John's activating all of those with the symbols of God's servants have his mark on their forehead, which is a counter to the mark of the beast, the anti mark. The anti mark, yeah. It's a good example of how John in the Revelation, he's having his own in between heaven and earth experience. Yeah.",
    "start": "00:19:00",
    "end": "00:19:54"
  },
  {
    "text": "He's between the sky and the land.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "Yeah. But this guy's mind is so saturated in the Hebrew Bible that his visions are themselves amalgamations of all these design pattern links from the Hebrew Bible. And so anyway, great job, Gina. So that's a good connection. And then I just wanted to add a few more things in the mix there, but that's pretty cool.",
    "start": "00:19:56",
    "end": "00:20:17"
  },
  {
    "text": "That is cool. Here's a question from Timothy. Hey, Tim and John. This is Tim Roberts from Tyler, Texas. In 1st Samuel 21, while David was fleeing from Saul, David was given the sacred bread of presents to eat. Jesus said in Matthew 12 that this was not lawful for David and his men to eat this bread. So my question is, why didn't God discipline David for breaking this law? Is it because God saw David as an anointed priest? Thanks. I'm loving this series. Tyler, Texas. That sounds familiar. We've had a Tyler, Texas before.",
    "start": "00:20:17",
    "end": "00:20:52"
  },
  {
    "text": "Yeah, totally. Yeah. Okay. So, well, it's a question about a story in the life of David, but the reason why most Christians know about the story is because Jesus brings up this story in one of his conflicts with the Pharisees about working on the Sabbath.",
    "start": "00:20:52",
    "end": "00:21:11"
  },
  {
    "text": "Right. Jesus a number of times got in trouble about how he dealt with the Sabbath. The day of the week that is marked as the day of rest. God created in six days. On the seventh day, he entered creation and rested. And then this became a very important symbol that set Jewish people apart as followers of God and as his image. So Jesus as a Jewish man had interacted with the Sabbath. How do you rest on the Sabbath? What does that mean? And he had a lot to say about that.",
    "start": "00:21:11",
    "end": "00:21:49"
  },
  {
    "text": "So going through and picking and doing some little on the spot grain processing, you know, because you got to separate the seed from the chaff, meaning you're.",
    "start": "00:21:49",
    "end": "00:21:59"
  },
  {
    "text": "On a walk, there's some grain there.",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "Yeah.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "You pluck it, pull it apart, pop it in.",
    "start": "00:22:01",
    "end": "00:22:05"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:22:05",
    "end": "00:22:06"
  },
  {
    "text": "Little snack.",
    "start": "00:22:06",
    "end": "00:22:06"
  },
  {
    "text": "Yeah, little snack. But it is technically the way the tradition had developed. There's nothing technically about like, don't process grain on the Sabbath. There's no law for that in the Torah. But there's actually almost no explicit clarifications of what work. What is defined as work in the Torah. The Torah says don't work on the Sabbath for Israelites. But the only concrete, explicit example that's given is don't light a fire. And then the rest of them just talk generally about work or labor in terms of the laws, the 613 commands. So for generations, biblical Jewish scholars developed a portrait of like, well, what, what defines work? And grain processing was on the list. And that makes, actually makes a lot of sense.",
    "start": "00:22:06",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, it's one of the like, most obvious things that you're going to be working towards is harvesting the field.",
    "start": "00:22:52",
    "end": "00:22:59"
  },
  {
    "text": "Yeah. So don't go harvest the field on the Sabbath. There's six days to go do that. And there's one day where you say, yahweh is the king of all creation. You know, he is the ultimate provider for me from that field, not just my little labor. God calls me to labor, but my existence doesn't depend on my labor. So it's a good thing. And Jesus doesn't think the Sabbath is bad, and he doesn't think it's legalistic to follow it. There's something else happening here in the story. So he's out there and he and his crew are picking grains. So they say, hey, like, you're violating the way that we all honor the Sabbath. What's this about? And so his answer is, now, have you read the. Have you read our Bible, that's his answer. And he goes on to tell this story about David. And there was this time where David was. Now Jesus just quotes Jesus, just a few little bits of the story. And as always, he assumes you've got the whole thing in your mind. So this is a moment in David's life where he is running first, running for his life from Saul, who has become his enemy and made very clear he wants to assassinate David. So the leaders of Israel want to assassinate David, who has already been anointed as the real king of Israel. In David's storyline, David's already the actual king. Like in private, he's been anointed, but he's waiting for God to exalt him as the publicly recognized king of Israel. In the meantime, the publicly recognized king of Israel trying to kill him. It's actually important for the analogy that Jesus is setting up here. So what David did was he didn't have any gear or food or any weapons. So he goes to this shrine and he meets with the priest there. And he asked the priest, like, do you have anything to eat? And the priest says, well, no, nothing except the Sabbath bread. Actually, he says nothing except, you know, the bread. So he makes the Sabbath bread available to David.",
    "start": "00:22:59",
    "end": "00:24:55"
  },
  {
    "text": "And the Sabbath bread is.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Yeah, it's this bread that was described in Exodus and then Leviticus. It's these loaves of bread that were symbolically placed inside the tent, the tabernacle. And there were 12 loaves representing the tribes of Israel. It's as if it's an image of Yahweh providing food for his people. And then Israel constantly sitting before the presence of Yahweh. That bread is changed out every Sabbath day. So what this means is David is fleeing on the Sabbath if he gets access to the bread. The only way you get access to that bread is when it's being replaced on the Sabbath.",
    "start": "00:24:57",
    "end": "00:25:31"
  },
  {
    "text": "Ah, it's the day olds.",
    "start": "00:25:31",
    "end": "00:25:32"
  },
  {
    "text": "Yeah, the week olds. The week olds, totally. So David just eats of the bread, the priest gives it to him and he takes it.",
    "start": "00:25:32",
    "end": "00:25:39"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "And what Jesus is paying attention to is that was technically not legal. According to the laws of Moses, when.",
    "start": "00:25:40",
    "end": "00:25:47"
  },
  {
    "text": "You'Re done with that bread, it gets switched out. What's supposed to happen to it?",
    "start": "00:25:47",
    "end": "00:25:51"
  },
  {
    "text": "Oh, you put it away. The priests can eat it. But it's sacred, holy food. It doesn't belong.",
    "start": "00:25:51",
    "end": "00:25:57"
  },
  {
    "text": "It's not a snack for David and his.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "Totally. It doesn't belong to the common people. The whole point is to honor the sanctity and the holiness of this bread. And so what Jesus then is noting is like, not only did he, like, go get the bread and the priest gave it to him, but God was cool with it. Like, there's no sign in the narrative that this was a wrong thing for him to do. So this is what you're noting, Tim. Even though Jesus says he violated the law of Moses, the story doesn't, like, paint David in bad terms for his behavior. Jesus says it was the right thing for him to do, or it was. David was authorized to do that. Why would he be authorized to do that? And this is what we're looking at in the story of David. He's presented throughout his character as a person in whom the role of ideal priest and king are unified, which is why he can also later go dress up as the priest when he ushers the ark of the covenant into Jerusalem. And God is so pleased with that. In the next chapter after that, God makes an eternal covenant that David's line will produce the Messiah.",
    "start": "00:25:59",
    "end": "00:27:04"
  },
  {
    "text": "So Jesus is saying, in the same way, I am a priest, yes. And me and my crew get to participate in these priestly things if you want to see it and believe it.",
    "start": "00:27:05",
    "end": "00:27:15"
  },
  {
    "text": "If you get the analogy, Jesus is putting himself in the place of David, the royal priest. But then also it makes your mind just ponder the whole story of David. If David is the ultimate royal priest and it's his right to receive the holy food produced that represents Israel, all of a sudden, that paints Jesus and his followers in this field, this Israelite field, in these really exalted terms, where he's presenting himself as someone like David, the royal priest. And then the jab, the implicit jab, is this. He's painting the Pharisees in the role of Saul, the illegitimate ruler of Israel, who is persecuting the true leader of Israel, but who isn't going to seize power. He's going to let God exalt him. All kinds of cool connections in the story. So it was a New Testament scholar, Nicholas Perrin, who has a wonderful book called Jesus the Priest, where he's tracing through a lot of these royal priestly design patterns in the Gospels. And he has a great treatment on this story that really opened my eyes to a bunch of cool things going on here.",
    "start": "00:27:15",
    "end": "00:28:23"
  },
  {
    "text": "Cool. Yeah. That's awesome. Thank you, Tim and Tim.",
    "start": "00:28:23",
    "end": "00:28:26"
  },
  {
    "text": "Thank you, Tim. Thank you.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "Tim's. This is Hope from Ohio. Hi, Tim and John. My name's Hope and I'm from Ohio. I love your podcast. My question today is about the connection between 1 Samuel 2 and numbers 25 in 1st Samuel 2. You guys talked A bit about how God, quote unquote, canceled the promise that he made to the Levitical priesthood. That back in numbers 25. Knowing the failures of this priesthood, I get why God chose to do this, but at the same time, I was hoping you could talk a bit more about what we're to make of the fact that God did break a promise here. How do we hold this promise breaking alongside what we know to be true about God in that he's a covenant keeper, man.",
    "start": "00:28:27",
    "end": "00:29:05"
  },
  {
    "text": "Impressive bunch this round. Totally, yeah. Okay, so, John, you drew attention to this. I also drew attention to it, but you kind of flagged it and were like, that's interesting. This is where Eli, who's the high priest of Israel at the time when Samuel was born, he's not a good person and his sons are really not good people, but they're the priestly leaders of Israel. And so God sends this anonymous prophet to say, you're done for. In the past I said you would walk before me forever and be my priest, but now I say, you're going down. Oh, I'm going to chop off your arm, metaphorically, I'm going to take out your strength and your power and take you down and raise up a new priest.",
    "start": "00:29:05",
    "end": "00:29:47"
  },
  {
    "text": "Yeah, well, I think she. She asked a. Well, like, is that it's an oopsies moment for God?",
    "start": "00:29:47",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "I mean, there's a bit of this in other narratives too, I suppose. It's this constant tension of all the way back to the flood of, like, created humans to be in my image. Oh, okay. Not working out.",
    "start": "00:29:56",
    "end": "00:30:10"
  },
  {
    "text": "Yeah. Fill the land and multiply, and they fill the land with violence and bloodshed.",
    "start": "00:30:10",
    "end": "00:30:15"
  },
  {
    "text": "With violence and bloodshed.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "And so, yeah, I think the question. I might suggest that we reframe it. Is God canceling his promise and purpose as such, or is that he's actually responding to the failure of the people that he invited to participate in that purpose and promise? For God to cancel the promise, we'd be to say, you know what? I'm just kind of done raising up humans.",
    "start": "00:30:16",
    "end": "00:30:39"
  },
  {
    "text": "I'm done with humans.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "Yeah, I'm done with humans and I'm done.",
    "start": "00:30:40",
    "end": "00:30:42"
  },
  {
    "text": "And I'm done with Israel.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "Yep. See you guys. And then in which case the universe implodes.",
    "start": "00:30:43",
    "end": "00:30:47"
  },
  {
    "text": "I mean, he got close with that with. With Moses. Right. But I'm going to start over with you.",
    "start": "00:30:47",
    "end": "00:30:52"
  },
  {
    "text": "That's right.",
    "start": "00:30:52",
    "end": "00:30:52"
  },
  {
    "text": "So he wasn't done with Israel, but he was done with that crew.",
    "start": "00:30:52",
    "end": "00:30:56"
  },
  {
    "text": "That's right. And. And the flood narrative represents I'm done with humans. Well, but there's this one, that's. That's pretty good. And so I'm not done with humans. So, you know what God says is, I promised your house, the family of house of Aaron, that you would walk before me forever. You have blown it. So now you. You lost the job. But then what God says is, I'm going to raise up a faithful priest for myself and a faithful house that will walk before me forever. So what God's changing is not the promise, but who will get to participate in the promise?",
    "start": "00:30:56",
    "end": "00:31:32"
  },
  {
    "text": "Who gets to wear the badge?",
    "start": "00:31:32",
    "end": "00:31:34"
  },
  {
    "text": "Yeah, yeah. So it's not that God is breaking a promise, it's that he's going to.",
    "start": "00:31:34",
    "end": "00:31:38"
  },
  {
    "text": "Withdraw, summon someone out.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "Yeah, yeah. He's basically like, you're up to bat. You blew it. Okay, then I'm gonna call someone else up to bat. So I don't know, does that technically breaking a promise, it's changing who's able to participate in it.",
    "start": "00:31:40",
    "end": "00:31:53"
  },
  {
    "text": "I guess if the promise was specific to the line of Eren and his house, that was the promise, your house. And it kind of sounds that way. Your house will have it phrased, will stand forever.",
    "start": "00:31:53",
    "end": "00:32:03"
  },
  {
    "text": "Yep.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "But if by that you mean the vocation of a priestly house.",
    "start": "00:32:03",
    "end": "00:32:07"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "Then that continues.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Correct? Yeah. This promise of a perpetual house to the Levites or to Aaron is actually brought up in the book of Jeremiah too, where God promises an eternal house to Levi and to David. This promise is brought up again. This is a part of the way, I think, that the messianic hope develops through the storyline of the Hebrew Bible. It's God offering each generation a chance to be faithful to him. Some generations do better, some do worse, but ultimately it's what drives you forward through the narrative progression. And what really begins to strike you, generation after generation, is not God breaking his promise, but that he keeps making it available to each generation, you know, going on over these centuries. So in that sense, that's what the biblical authors are after when they're talking about God as the eternal covenant keeper, the keeper of his promises. But who gets to participate in those promises is very much. It's not a unilateral thing that God's doing. It's a genuine partnership. And so people can disqualify themselves from the promise, in which case what God offered them is now off the table. So if God said, you all listen, if you do this, your house will be for me, be before me forever. You didn't do that. So you lost the chance. The promise is now offered to somebody else. This is what happens with the wilderness generation, it's a repeating theme. So. And it's what happens with Saul. In fact, I think the next question is going to be about King Saul, who comes before King David. But it's the same actually design pattern working itself out.",
    "start": "00:32:09",
    "end": "00:33:44"
  },
  {
    "text": "What would you call this design pattern? The.",
    "start": "00:33:44",
    "end": "00:33:46"
  },
  {
    "text": "It's the test.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "It's the test.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Yeah. It's people failing the test.",
    "start": "00:33:48",
    "end": "00:33:50"
  },
  {
    "text": "This is the design pattern of failing the test.",
    "start": "00:33:50",
    "end": "00:33:53"
  },
  {
    "text": "Yeah. When people fail the test, what God said he would make available to them is withdrawn and then offered to someone else or the next generation. That's the motif.",
    "start": "00:33:53",
    "end": "00:34:02"
  },
  {
    "text": "And you can see in the New Testament letters, the apostles and teachers thinking about this, about take this seriously.",
    "start": "00:34:02",
    "end": "00:34:12"
  },
  {
    "text": "Yeah. It's actually interesting that, that it's that kind of conditional nature of the promise that any generation can lose it. It's what drives you forward. And it's what the New Testament authors are trying to show in Jesus. He's the human image of God who finally didn't fail the test.",
    "start": "00:34:12",
    "end": "00:34:28"
  },
  {
    "text": "Right.",
    "start": "00:34:29",
    "end": "00:34:29"
  },
  {
    "text": "And so going forward from Jesus, there's this interesting dynamic where, like, if you're.",
    "start": "00:34:29",
    "end": "00:34:34"
  },
  {
    "text": "In Jesus, you won't fail either.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "But as a human, you will fail. You're going to fail and take that seriously and don't fail.",
    "start": "00:34:37",
    "end": "00:34:43"
  },
  {
    "text": "That's right. But even your own failures can't undo what Jesus did on behalf of you and your failures. And so this is the Romans 8, 28 thing, you know, nothing can separate us from the love of the Messiah. Not even death, not even our own failures that lead to death can separate us from the love of the Messiah. But then Paul still will want to keep this failure of the test. He doesn't want it to lose all its punch. So, like in 1 Corinthians 10, he'll use the Wilderness generation to warn the Corinthians to stop excluding the poor in their celebration of the Lord's Supper. And so he warns them by using the Wilderness Generation. And he says, yeah, don't fail the test. You just. You really don't want to tick God off and fail the test that way. Isn't that interesting? It's an interesting dynamic.",
    "start": "00:34:44",
    "end": "00:35:30"
  },
  {
    "text": "Yeah. We could dig into that more. I've got questions, but that's great.",
    "start": "00:35:30",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. Yeah. God has the freedom to withdraw a promise and offer it to someone else when his people fail him. And, you know, I was thinking about this. This also occurs in one of the letters in the seven letters in the Revelation where there's the church, I forget which one it is. But Jesus says, I'll take away your lampstand. If you don't, like, start representing me to the world faithfully, I'll come and take away your lampstand, which is a vivid image of, like, reflecting God's light into the world. So. And that's for a whole church community. I don't know. That's terrifying.",
    "start": "00:35:34",
    "end": "00:36:04"
  },
  {
    "text": "Yeah.",
    "start": "00:36:06",
    "end": "00:36:06"
  },
  {
    "text": "So anyhow, this is a sobering. It's actually a pretty sobering issue, but hope it's a. It's a legitimate one, and I hope that helps bring a little perspective that that's at least helped me kind of angle on that question over time.",
    "start": "00:36:06",
    "end": "00:36:18"
  },
  {
    "text": "All right, one last question, and this is from Aaron in the Netherlands. Hi, guys. My name is Aaron and I'm from the Netherlands. In the podcast series, you talked about David taking up the royal priestly role up until his downfall with AT Sheba. I was wondering where Saul fits into this picture, especially regarding 1st Samuel 13, where Saul makes an offering to God because he was tired of waiting on Samuel, which would seem to fit in perfectly with the royal priestly role. But instead, it is a fall moment, as Samuel had previously told Saul to wait for him. Why did Samuel not allow Saul to offer a sacrifice? Or in other words, why is Saul not allowed to take up the royal priestly role? Thanks for all that you do. You've been a huge blessing. Yeah, it's a great question. You were talking earlier about how David gets to do these priestly things, and God was cool with it. Saul does a priestly duty.",
    "start": "00:36:18",
    "end": "00:37:12"
  },
  {
    "text": "Yeah.",
    "start": "00:37:13",
    "end": "00:37:13"
  },
  {
    "text": "And it was not cool.",
    "start": "00:37:13",
    "end": "00:37:16"
  },
  {
    "text": "Yeah. You know, man, the Saul narrative is so awesome. So the story of Saul's offering, there's a lot of actually complex details in the story. And a lot of the details are weird, actually, because they're glowing hyperlinks back to all these things going on in the Golden Calf story and also in the story of Achan in Joshua, chapter six and seven. But essentially from the beginning, even the. The reason why Saul is proposed as king of Israel is because of the people's desire to have a king like all the other nations. Even the origin of Saul's kingship is in the idolatrous desire of the people to have a human image as their.",
    "start": "00:37:16",
    "end": "00:38:01"
  },
  {
    "text": "King, instead of being the image collectively.",
    "start": "00:38:01",
    "end": "00:38:04"
  },
  {
    "text": "Instead of being God's image and having God as their king, because that's what Samuel, who's kind of their priestly prophet leader now, but definitely not a king, Samuel's ticked off because he's like, God is your king. He rescued you out of, you know, Egypt, and you've never had a human king. And you don't need one, but the people demand one. So that already sets us off into the story of Saul, suspicious that, you know, that human nature is at work here. So when you get to the story of Saul being announced as the king of Israel, so there's all of these hyperlinks that are portraying Saul as the Golden Calf, huh? It's really cool. But essentially, as an idol, he has become Israel's idol.",
    "start": "00:38:04",
    "end": "00:38:44"
  },
  {
    "text": "We don't want to worship Yahweh. We're going to.",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "We're going to worship Saul totally. And then you get into the Saul story. Then he becomes like in, you know, a new human, a new Adam figure who's going to have his own series of tests of whether he'll be faithful to God or not. And this is it. So, Aaron, you're right. It is the moment he's supposed to go kind of stake an outpost for a battle with the Philistines and then wait seven days, and on the seventh day, Samuel's going to come and he says, I'll offer a sacrifice, pray to God on your behalf, and then you go fight the Philistines. And so Saul's there in the. In. The narrative really focuses in that Saul sees the Philistines gathering for war. He says, as people start hiding, think of the Eden story. The people start hiding themselves in caves and in rocks. And he sees the people starting to scatter, and he freaks out. And Samuel's not coming. And so he doesn't wait and he offers the sacrifice, even though it seems like incidental, like, why couldn't he offer the sacrifice? But the whole narrative is that this was a test of his trust that God would deliver them in his own time. And Saul takes the reins. And so then Samuel comes up and he's just like, why didn't you keep God's command? Oh, actually, no. When Samuel shows up, he says to Saul what God said to Adam and Eve, it's word for word. He says, what is this that you have done?",
    "start": "00:38:46",
    "end": "00:40:09"
  },
  {
    "text": "Oh, wow.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "And lots of Eden hyperlinks there. So it seems like the problem wasn't Saul offering a sacrifice, because that is taking up a priestly role. The sacrifice is like his test moment. It's his Tree of knowing, good and bad test. And he fails it. Whereas David passes. I mean, he goes against the Philistines and is full of faith and trust, and he becomes more and more of the ideal royal priest up until the David Bathsheba moment. So, anyway, it's an interesting contrast. We really should spend more time in the Saul and David stories one day.",
    "start": "00:40:10",
    "end": "00:40:46"
  },
  {
    "text": "Yeah, I'd like to. You know, it is interesting that out of all this conversation we've had throughout the years, it's all in the Torah generally. And even there it's. Yeah. Like, really focused in on Genesis and there it's focused in on, like, the first part of Genesis.",
    "start": "00:40:46",
    "end": "00:41:04"
  },
  {
    "text": "Yeah. And.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "And my understanding of all the narratives gets more and more blurry as the story of Scripture.",
    "start": "00:41:06",
    "end": "00:41:11"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "So we'll get there.",
    "start": "00:41:12",
    "end": "00:41:13"
  },
  {
    "text": "But it's interesting, you know, like, here we are in the book of First Samuel, and the story of Saul is all being modeled and mapped onto earlier stories, but they're all roads lead back to the Eden story, which is why Samuel says to Saul exactly what God said to Adam and Eve. Because it's just human nature doesn't actually change very much, apparently. At least not in this story. Hey, one other note is probably the most repeated theme in all of our questions we didn't even talk about.",
    "start": "00:41:13",
    "end": "00:41:45"
  },
  {
    "text": "Okay.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "Which is about Melchizedek.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Oh, lots of questions about Melchizedek.",
    "start": "00:41:47",
    "end": "00:41:50"
  },
  {
    "text": "So many questions about Melchizedek. We are not trying to be irresponsible. We're actually going to go. We're going to do you one better, everybody. We're going to have two episodes on Melchizedek after this one with two other Hebrew Bible scholars. Well, actually two biblical scholars. One Hebrew Bible scholar, Joshua Matthews, and then one a New Testament scholar, Amy Peeler. And both of them have focused on parts of the Bible where Melchizedek plays a big role. Amy in the letter to the Hebrews and Joshua in the Torah.",
    "start": "00:41:50",
    "end": "00:42:20"
  },
  {
    "text": "Great.",
    "start": "00:42:21",
    "end": "00:42:21"
  },
  {
    "text": "The Psalms. So we'll take a deep dive on Melchizedek in the next couple weeks here.",
    "start": "00:42:21",
    "end": "00:42:25"
  },
  {
    "text": "Cool. And then also in the next coming weeks, we're going to start releasing these videos on the royal priest. And we decided, unlike what we normally do, which is a long conversation like this will get boiled down into one video. We decided to do series of videos, and there's six in total.",
    "start": "00:42:25",
    "end": "00:42:46"
  },
  {
    "text": "Yeah.",
    "start": "00:42:46",
    "end": "00:42:46"
  },
  {
    "text": "And I think it's gonna be a really great series.",
    "start": "00:42:47",
    "end": "00:42:49"
  },
  {
    "text": "Yeah, yeah. Real time. Which is like we're in early April.",
    "start": "00:42:49",
    "end": "00:42:53"
  },
  {
    "text": "2021, the first episode of this series on the priests, and it's the priests of Eden looking at how Adam and.",
    "start": "00:42:53",
    "end": "00:43:02"
  },
  {
    "text": "Eve are priestly figures.",
    "start": "00:43:02",
    "end": "00:43:04"
  },
  {
    "text": "Priestly figures. And then that will continue into a second episode that'll come out in June on Abraham's story and Melchizedek and him and Isaac and some priestly stuff happening there. And that that series will continue through the summer, and we'll actually get through the whole series by this fall and that'll be done. And that's really exciting.",
    "start": "00:43:04",
    "end": "00:43:28"
  },
  {
    "text": "Yeah.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "So thank you everyone for your questions. You are all so incredibly smart and it's cool to see you interact with this content and bibleproject. Well, we're honored to do this because a lot of people are supporting this so that we can make these videos, have these conversations and then we get to give it all away for free because it's already paid for by people like you. So thank you so much. We're a non profit in Portland, Oregon. We believe the Bible is a unified story that leads to Jesus. And so all these resources are to that end, to experience the Bible that way. And thanks for being a part of this with us. Hi, this is Nathan and I'm from from Ethiopia, Addis Ababa. I first heard about Bible Project when I was a kid and my dad used to bring this Bible explanatory animation videos and I fell in love with it right away. I've been watching Bible Project videos ever since. I use Bible Project to help me get good resources to teach my Sunday school students and I also use it for small group Bible studies. My favorite thing about the Bible Project is that it's so simple and it makes it easy easy to understand ancient Hebrew culture to the present day. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com Sam.",
    "start": "00:43:29",
    "end": "00:46:03"
  }
]