[
  {
    "text": "This is John Collins at bibleproject. We are in the middle of a conversation examining the role of priests in the Bible. Now, if you're just joining us, I'd recommend that you stop this episode and just go back and listen from the beginning, Episode one. But if you're like, hey, no, I could hang. Great. Thanks for joining us. Here's a quick overview. In episode one, we looked at how the first priests in the Bible are Adam and Eve in the cosmic temple. They're not explicitly called priests, but the entire narrative paints them in that role, showing us that the call of humanity is to be God's priests in creation. The second episode looks at the first character explicitly called a priest, a man named Melchizedek. He's both a priest and a king of Shalem, the city that will eventually become Jerusalem. The third episode we're introduced to Aaron, the first priest of Israel and the beginning of Israel's priest. And now you might expect the narratives about the origin of Israel's priesthood to paint this rosy picture, but instead what we get is a bumpy ride ending with Aaron's two sons losing their own lives because they misused the role of the priesthood. Today we jump forward in the story. Israel is now in their own land. It's been ruled by tribal judges and the priestly line has continued.",
    "start": "00:00:04",
    "end": "00:01:21"
  },
  {
    "text": "So you walk into the book of Samuel and you're immediately introduced to a priest from the line of Aaron. Yes, since first Samuel one, two, Eli. And he's got two sons who actually like run the sacrificial system. And there's a whole narrative dedicated to how Eli is really this neglectful, absent minded leader. His sons are stealing sacrificial offerings for the people.",
    "start": "00:01:21",
    "end": "00:01:44"
  },
  {
    "text": "God has had it with Israel's priests. And so he tells Eli that he's going to do something different. He's going to create a new line of priests.",
    "start": "00:01:45",
    "end": "00:01:53"
  },
  {
    "text": "We're going to do a priest from a different line. I'm going to raise up a new faithful priest with a new family. I'm going to build for him a faithful house, household, new priest and a new family.",
    "start": "00:01:54",
    "end": "00:02:05"
  },
  {
    "text": "And with this new line of priests comes a new wrinkle in the role. The person who is going to be priest will also serve as the anointed one.",
    "start": "00:02:05",
    "end": "00:02:15"
  },
  {
    "text": "That future coming one here in 1st Samuel 2 is called both a priest and. And my anointed one. Anointed one is the word Messiah. My Messiah. And then the first person who really fits the bill of this promise is David.",
    "start": "00:02:15",
    "end": "00:02:30"
  },
  {
    "text": "So today on the episode we will look at King David and a new vision for Israel's priesthood. Thanks for joining us.",
    "start": "00:02:30",
    "end": "00:02:37"
  },
  {
    "text": "Here we go. Well, we are making a theme video on priests in the Bible. Theme of priests, Theme of priests in the Bible. The role and the office of the priest in the storyline of the Bible.",
    "start": "00:02:37",
    "end": "00:02:57"
  },
  {
    "text": "It's been really great. I've been really enjoying it.",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "We started where we usually do. In Genesis 1:3. We talked about how humanity as a whole is described as the image of God. We've talked about that many times. The kind of layer of emphasis I wanted to really focus on that's important for understanding the role of priests in the Bible is that the word image is one of the common words to describe idol statues that would get placed in temples. And so the concept is that humanity is this human embodiment of the divine glory and presence in the sacred space, which in the story of the Bible is going to be precisely what priests are and do in the tabernacle and temple. They are the human image of God walking and talking around as they go around the temple. So that's where we started Adam and Eve in the garden.",
    "start": "00:03:00",
    "end": "00:03:49"
  },
  {
    "text": "First priests.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "The first priests in the sacred high mountain garden.",
    "start": "00:03:50",
    "end": "00:03:53"
  },
  {
    "text": "And they aren't mediating God to anyone else because they're the only ones around.",
    "start": "00:03:53",
    "end": "00:03:57"
  },
  {
    "text": "Totally. Yeah. At least they're the only ones in the garden. Yeah, that's right.",
    "start": "00:03:57",
    "end": "00:04:00"
  },
  {
    "text": "But you would imagine as they multiply and then everyone would have this. To be a human in the garden is to be the image of God in a temple of sorts.",
    "start": "00:04:00",
    "end": "00:04:10"
  },
  {
    "text": "Yep, that's right. So they forfeit that opportunity through folly, misdirected desire. And so they are exiled from that heaven on earth space. And they walk past the guardians of sacred space, which are these hybrid form animal creatures that represent the creatures of the skies and the land, because they're land creatures, but they have wings. So they represent heaven and earth together. Out they go. And the blessing and life and divine presence of Eden is, is now inaccessible unless God were to make it accessible. And so what we're looking for are moments and figures who bring the blessings of the Eden heaven on earth, space, out to others or people who open up the way back into the Eden heaven on earth space. Even if it's just for a glimpse or for a moment a little bit. And that starts to create the category of. Oh, have we talked about the Hebrew word yet? We haven't talked about the Hebrew word for priest. No, it's the word kohen. It's actually a very common Jewish family name. It's spelled with a C mostly In English in common nowadays for Cohen. Oh, Cohen, Cohen. C O H E N Coen brothers make movies. It's the Hebrew word priest. If your last name is Cohen, it's the word priest. So priests are these figures who then stand as human gateway figures between the life of heaven and the earthly realm.",
    "start": "00:04:10",
    "end": "00:05:34"
  },
  {
    "text": "So that brought us to Abraham because God selected him and his family to be a gateway back into the Eden blessing. A route back in. Yeah, I don't know how.",
    "start": "00:05:34",
    "end": "00:05:47"
  },
  {
    "text": "Yeah.",
    "start": "00:05:48",
    "end": "00:05:48"
  },
  {
    "text": "But that's what God says I'm going to do with you and your family. And then we follow Abraham and we, we looked at two stories connected to this theme of being a priest. One is that Abraham meets.",
    "start": "00:05:48",
    "end": "00:06:00"
  },
  {
    "text": "Yeah, this. The first priest in the Bible.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "First character in the Bible referred to as a priest.",
    "start": "00:06:04",
    "end": "00:06:06"
  },
  {
    "text": "There you go. Thank you.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "Melchizedek. And who's a priest and a king from like a proto Jerusalem. And he kind of brings this Eden blessing to Abraham out of the holy mountain, which is a cool image. And then we have a story after that of Abraham going to a mountain that is later associated with Jerusalem as well, to make a sacrifice to kind of atone for his blowing it.",
    "start": "00:06:07",
    "end": "00:06:32"
  },
  {
    "text": "Yeah.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "And eaten of the tree of the knowledge of Good and Bad on his own terms instead of trusting God. And God meets him there and actually provides atonement for Abraham so he doesn't have to make that sacrifice.",
    "start": "00:06:33",
    "end": "00:06:47"
  },
  {
    "text": "That's right. And then the narrator speaks up, pauses the story and starts talking to you, the reader, and saying, the Israelite reader.",
    "start": "00:06:47",
    "end": "00:06:54"
  },
  {
    "text": "Yeah.",
    "start": "00:06:54",
    "end": "00:06:55"
  },
  {
    "text": "Hey, dear reader, this is why we say Jerusalem. That what God did for Abram is what God is doing for us in the sacrificial system of the temple today.",
    "start": "00:06:55",
    "end": "00:07:03"
  },
  {
    "text": "Yes. That sacrifice Abraham did on the mountain that God provided. That is why we're still doing this today.",
    "start": "00:07:03",
    "end": "00:07:11"
  },
  {
    "text": "That's right. In other words, the biblical authors are saying they experience the sacrificial system as a gracious gift that God provided for them. To get a taste of divine forgiveness, which is the way back into Eden, will have to involve forgiveness for human failure.",
    "start": "00:07:11",
    "end": "00:07:26"
  },
  {
    "text": "Yeah.",
    "start": "00:07:26",
    "end": "00:07:26"
  },
  {
    "text": "It's part of the Eden blessing. Now it's forgiveness. Yeah, yeah.",
    "start": "00:07:26",
    "end": "00:07:30"
  },
  {
    "text": "Then we fast forward. Abraham has a few generations of kids. That's the book of Genesis. We get to the book of Exodus. This family has grown. And now they're in Egypt and are slaves in Egypt. And we're introduced to Moses, a really important character in the Bible. Moses, he. He is called by God to be God's like man, to rescue Israel, to be a priest of sorts, to be the one that Mediates the people to God and to mediate what God wants to Pharaoh, which would be more of a prophet, I guess. Huh.",
    "start": "00:07:30",
    "end": "00:08:06"
  },
  {
    "text": "The overlap of those two roles is their representative, but the prophet is more about communicating between the divine and human. The message. Communicating the divine way.",
    "start": "00:08:06",
    "end": "00:08:16"
  },
  {
    "text": "So he's kind of being called to be a prophet at this point. And Moses doesn't want to do it. And he keeps saying five times. He's like, says, I don't want to do it. And God is the first time God gets angry in the Bible, gets angry at Moses and then says, well, then I have a concession. Why don't we have your brother Aaron do it with you? You don't have to say anything. Aaron will speak on your behalf. And in the story, the detail is that it's Aaron. Aaron who is a Levite.",
    "start": "00:08:16",
    "end": "00:08:44"
  },
  {
    "text": "Yeah.",
    "start": "00:08:45",
    "end": "00:08:45"
  },
  {
    "text": "And that detail is important because what we've just set up is we've created a model of what a priest is.",
    "start": "00:08:45",
    "end": "00:08:55"
  },
  {
    "text": "Yes.",
    "start": "00:08:56",
    "end": "00:08:56"
  },
  {
    "text": "That Moses needs an intercessor to help him to fulfill what God wants him to do. Aaron will stand in the middle and mediate.",
    "start": "00:08:56",
    "end": "00:09:07"
  },
  {
    "text": "That's right. And as a result of Moses unbelief and stubbornness.",
    "start": "00:09:07",
    "end": "00:09:11"
  },
  {
    "text": "Yeah. So the Moses and Aaron duo go to Pharaoh immediately. We get glimpses that this whole idea of a priestly mediator from the Levite family.",
    "start": "00:09:12",
    "end": "00:09:24"
  },
  {
    "text": "Yeah.",
    "start": "00:09:24",
    "end": "00:09:25"
  },
  {
    "text": "There's something not quite perfect about it.",
    "start": "00:09:25",
    "end": "00:09:28"
  },
  {
    "text": "The moment Aaron steps into the narrative, things start going wrong. Not the way that they're supposed to be going.",
    "start": "00:09:28",
    "end": "00:09:33"
  },
  {
    "text": "But they do get out of Egypt.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "They do.",
    "start": "00:09:35",
    "end": "00:09:35"
  },
  {
    "text": "And they're in the wilderness. They go back to the mountain where God first commissioned Moses on this task. And on this mountain now, God wants to make all of Israel a kingdom of priests so that they will all be mediators for the nations to the divine who God is. Awesome.",
    "start": "00:09:36",
    "end": "00:09:56"
  },
  {
    "text": "Yeah. A kingdom of priests.",
    "start": "00:09:56",
    "end": "00:09:58"
  },
  {
    "text": "And so Moses goes up the mountain to meet with God. I mean, he goes up and down the mountain a lot. So I get confused.",
    "start": "00:09:58",
    "end": "00:10:06"
  },
  {
    "text": "Yeah, no, it's hard to follow. Seven times he goes up and down.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "Yeah.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "Yeah.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "But at one point, he goes up for 40 days.",
    "start": "00:10:09",
    "end": "00:10:12"
  },
  {
    "text": "The seventh.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "Seventh.",
    "start": "00:10:14",
    "end": "00:10:14"
  },
  {
    "text": "The seventh time he goes up and he waits for six days. And on the seventh day.",
    "start": "00:10:14",
    "end": "00:10:18"
  },
  {
    "text": "The seventh time it's. On the seventh day, he goes up into the clouds.",
    "start": "00:10:19",
    "end": "00:10:22"
  },
  {
    "text": "Yes.",
    "start": "00:10:22",
    "end": "00:10:23"
  },
  {
    "text": "He goes up into the heavens.",
    "start": "00:10:23",
    "end": "00:10:25"
  },
  {
    "text": "Yes.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Into the sky where God's power has been manifest. And he's up there for 40 days. And when he's up there, he's given the blueprints for the tabernacle, kind of recreating Eden in the sacramental way. And he's given basically the costume design.",
    "start": "00:10:25",
    "end": "00:10:43"
  },
  {
    "text": "Yeah.",
    "start": "00:10:43",
    "end": "00:10:44"
  },
  {
    "text": "For the priests, who are the ones that get to go in the tabernacle.",
    "start": "00:10:44",
    "end": "00:10:47"
  },
  {
    "text": "Yes.",
    "start": "00:10:47",
    "end": "00:10:47"
  },
  {
    "text": "Comes back down. We just have that beautiful image of.",
    "start": "00:10:47",
    "end": "00:10:50"
  },
  {
    "text": "The shimmering, shining human one.",
    "start": "00:10:50",
    "end": "00:10:53"
  },
  {
    "text": "Yeah. Because these white linen. They wear white linen and all these gems and gold and so.",
    "start": "00:10:53",
    "end": "00:11:00"
  },
  {
    "text": "And this beautiful crown.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "We didn't talk about that.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "No, I realized just now we didn't talk about the crown. It's called the nezer.",
    "start": "00:11:02",
    "end": "00:11:06"
  },
  {
    "text": "The nezer.",
    "start": "00:11:06",
    "end": "00:11:06"
  },
  {
    "text": "The crown. It's this beautiful turban they call it.",
    "start": "00:11:06",
    "end": "00:11:10"
  },
  {
    "text": "Is that what they call this?",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Part of. It's a cloth turban crown. But then there's this gold big plaque on it that says a holy one or set apart for Yahweh. Holy to Yahweh. But the crown's important. It's called nezer. Actually, this will be important for some things. We'll talk about. So he's a priest, but he wears the regalia of a king.",
    "start": "00:11:11",
    "end": "00:11:31"
  },
  {
    "text": "Got that beautiful image. Moses comes down, we. And here's Aaron now, our priest.",
    "start": "00:11:31",
    "end": "00:11:36"
  },
  {
    "text": "Yes.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "And instead of waiting it out, he gets anxious and he facilitates all of Israel putting their gold together. And they make a golden calf.",
    "start": "00:11:37",
    "end": "00:11:47"
  },
  {
    "text": "That's right.",
    "start": "00:11:47",
    "end": "00:11:48"
  },
  {
    "text": "To represent Yahweh, which was the very first command they were given not to do.",
    "start": "00:11:48",
    "end": "00:11:52"
  },
  {
    "text": "Yeah, totally. And the sad. The tragic irony is that while Moses is getting a vision of this image of God, human role. Instead of clothes that Eren is supposed to wear. Eren had the chance. And he did get to. But he had the chance to do it without blowing it. Of wearing this outfit that would make him look like Adam and Eve 2.0. And what he is doing is giving his allegiance to an image.",
    "start": "00:11:52",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "And getting Israel instead of being the image. Yeah. Instead of being the image of God, they end up worshiping the image of an animal. And it's this inversion of Genesis 1, man.",
    "start": "00:12:20",
    "end": "00:12:29"
  },
  {
    "text": "That kind of reminds you of Romans 1.",
    "start": "00:12:29",
    "end": "00:12:31"
  },
  {
    "text": "Totally. Yeah. That's for sure what Paul is thinking about the story in Romans 1. Yeah.",
    "start": "00:12:31",
    "end": "00:12:36"
  },
  {
    "text": "So this is all connected to the question, how does humanity get back into the sacred space to be connected with God and his eternal life partnered with him to rule creation? And this is a glimpse of a way back in this mediation between. By a priest. But it's just not going well at all.",
    "start": "00:12:36",
    "end": "00:12:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "The one real surprising thing, though, is that Moses goes back up and then when he. For his brother to intercede for Aaron.",
    "start": "00:13:00",
    "end": "00:13:08"
  },
  {
    "text": "Yeah. And all the people. Yeah.",
    "start": "00:13:08",
    "end": "00:13:09"
  },
  {
    "text": "So kind of does a priestly kind of move yeah. Even though.",
    "start": "00:13:09",
    "end": "00:13:13"
  },
  {
    "text": "Yeah.",
    "start": "00:13:13",
    "end": "00:13:14"
  },
  {
    "text": "He's the one that forfeited being the priest to Aaron in the first place.",
    "start": "00:13:14",
    "end": "00:13:17"
  },
  {
    "text": "Totally.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "And then it goes so well that he begins to glow and shine.",
    "start": "00:13:18",
    "end": "00:13:22"
  },
  {
    "text": "Yeah.",
    "start": "00:13:23",
    "end": "00:13:23"
  },
  {
    "text": "And embody what it is to be the image of God.",
    "start": "00:13:23",
    "end": "00:13:26"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "In this priestly way. So much so that he has to put like a veil in front of his face.",
    "start": "00:13:27",
    "end": "00:13:32"
  },
  {
    "text": "Yeah, yeah. Moses is up in the heavens offering his life for the sins of his brother and of all the people. And as he does that, he begins to take on the divine glory shining. His skin shining. In other words, it's not his clothes that shine. Like Aaron, the high priesthood, he starts to shine and you're like, dude, that's an image of God who will lay down his life for the sins of the many. Yeah, that's Isaiah 53 figure right there. But then Moses story goes on after that high point and he has some successes and failures and then one big failure later on in the Book of Numbers.",
    "start": "00:13:32",
    "end": "00:14:07"
  },
  {
    "text": "So now you want to take us fast forward to a whole new era of Israel with King David.",
    "start": "00:14:08",
    "end": "00:14:14"
  },
  {
    "text": "That's right. So coming out of the Garden of Eden, you know, the promise of the seed of a woman who will crush the head of the snake. We're looking for an image of God who will open the way back up to Eden. It's going to be someone like Melchizedek and like Abraham was in that story. It'll be someone like Moses at that moment of offering his life, but it's not going to be actual Moses. So you keep forward reading looking just as a quick tour, priests come up just now and then in the story as we leave the Pentateuch and Moses and Aaron. So the priests in the tabernacle are cruising around with Joshua as they take possession of the land. They don't play a huge role. There's a couple moments that we don't have time to look at. As you get into the Book of Judges, it's another really negative critical portrayal of the priests. The only priests that get portrayed and especially near the end of the book are really corrupt, money hungry priests or sexually abusive priests. It's those really stomach turning stories at the end of Judges. Those all have priests from the line of Levi and Aaron at the center of them.",
    "start": "00:14:14",
    "end": "00:16:07"
  },
  {
    "text": "Yeah.",
    "start": "00:16:07",
    "end": "00:16:07"
  },
  {
    "text": "So it's sad. The whole point is once again negative score for the Levite priesthood in the Hebrew Bible.",
    "start": "00:16:07",
    "end": "00:16:14"
  },
  {
    "text": "Yeah, it's not good PR for.",
    "start": "00:16:14",
    "end": "00:16:16"
  },
  {
    "text": "Totally. Yeah. The Hebrew Bible is bad PR for the priestly role of Levi. So you walk into the book of Samuel and you're immediately introduced to a priest from the line of Aaron who's sitting on a throne. It's usually translated chair, but in Hebrew it's a throne. Yes, in first Samuel one and two, Eli. And he's got two sons who actually like run the sacrificial system. And there's a whole narrative dedicated in 1 Samuel 1 and 2 to how Eli is really this neglectful, absent minded leader. His sons are stealing sacrificial offerings from the people. There's these priestess women who watch over who comes in and out of the tabernacle. And Eli's sons are having sex with these women in and around the temple. I mean, it's just, it's bad stuff from the narrator's point of view. And Eli, he hears about it and gives the sons a little talking to, but he doesn't like stop them at all. So in First Samuel 2 we're introduced to just this figure called a man of God. A prophet comes with a message for Eli. And this message is crucially important. It anticipates the whole drama that's to follow in the rest of the books of first and Second Samuel. So this is in First Samuel 2:27, a man of God came to Eli and said to him, this is what Yahweh Didn't I clearly reveal myself to the house of your father when you were in Egypt under Pharaoh, I chose him, your father, out of all the tribes of Israel, to be a priest to me, to go up talking about Aaron altar. What's that?",
    "start": "00:16:16",
    "end": "00:17:55"
  },
  {
    "text": "Is he talking about Aaron?",
    "start": "00:17:55",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, the line of. Yeah, the priesthood through the line of Aaron. I chose him to burn incense, to wear an ephod, that's one of those shining garments in my presence. And I gave to the house of your father all the offerings of the sons of Israel. So the whole point is, listen, I gave you guys an honored spot from the beginning. Why do you scorn my sacrifices and offerings? Why, Eli, do you honor your sons more than you honor me? Fattening yourselves on the choice parts of the offerings of the people. This is what Yahweh, the God of Israel. In the past I said that your house and the house of your father would walk before me forever. So God's recognizing here that. And this is some passages we didn't have time to look at. But in the Book of Numbers there's a story about a priest named Phinehas who is zealous and faithful to God. And God says, I reward the priesthood of your line with an eternal priesthood. You're going to be my priest forever. And so look at what God says right here. He said, in the past, I said that the line of Aaron and the priesthood through Levi would walk before me forever. But now Yahweh says, no, that's not going to be the case anymore. Literally, in our English translations, God says, far be it from me to do that thing that I said I was going to do. And then look at this little line here. This is in verse 30 of 1st Samuel 2. Those who honor me, I will honor. Those who despise me, I will treat as cursed. That sound familiar?",
    "start": "00:17:55",
    "end": "00:19:31"
  },
  {
    "text": "Yeah. Genesis 12.",
    "start": "00:19:31",
    "end": "00:19:33"
  },
  {
    "text": "Exactly. We're reiterating that here. So what he said to Abram is, those who bless you will be blessed. Those who treat you as cursed, I will curse. But what if you have people from that family who. It's not about whether or not they curse their own family, it's whether or not they honor or despise the God of Abraham. And that's what God's saying about the priesthood of Israel right now. You're supposed to honor me, but in fact you're treating me with contempt. So God says, look, the days are coming when I'm going to hack off your arm and the arm of the house of your Father, and none in your house will reach old age. I am going to raise up for myself a faithful priest. That's cool. What does a faithful priest do? Well, he will do what is in my heart and in my. My soul. My nephesh.",
    "start": "00:19:33",
    "end": "00:20:31"
  },
  {
    "text": "God's nephesh.",
    "start": "00:20:31",
    "end": "00:20:32"
  },
  {
    "text": "Yes. Interesting.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Yeah. What the heck does that mean?",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "Well, it's the same. Same idiom. I mean, God is depicted as.",
    "start": "00:20:34",
    "end": "00:20:38"
  },
  {
    "text": "He's anthropomorphized a lot.",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "Exactly. Yeah. So God's inner being.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Yeah.",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "The priesthood of Levi and Aaron represents a priesthood that's just like any other corrupt human institution. But God is on a mission to raise up a priest who. What that priest just does is what that priest wants is what God wants is what God wants. That's the idea.",
    "start": "00:20:43",
    "end": "00:20:59"
  },
  {
    "text": "Yeah.",
    "start": "00:20:59",
    "end": "00:20:59"
  },
  {
    "text": "This priest's will is merged with God's will.",
    "start": "00:20:59",
    "end": "00:21:02"
  },
  {
    "text": "Law will be written on its heart.",
    "start": "00:21:02",
    "end": "00:21:03"
  },
  {
    "text": "That's right. Here's also what God says. That faithful priest, I am going to build for him a faithful house. A house that you can count on. It's house. Metaphorically. Here it's like a family.",
    "start": "00:21:03",
    "end": "00:21:14"
  },
  {
    "text": "A family.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Okay, so not only a singular.",
    "start": "00:21:15",
    "end": "00:21:17"
  },
  {
    "text": "Eli, like the high priest at this point, he's like the main dude.",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Yes, he's the high priest. So you have a high priest and then his house his family.",
    "start": "00:21:20",
    "end": "00:21:24"
  },
  {
    "text": "And God's saying, I'm done with your family.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "Yep.",
    "start": "00:21:26",
    "end": "00:21:27"
  },
  {
    "text": "Starting again.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "We're going to do a priest from a different. Different line, different family. I'm going to raise up a new faithful priest with a new family. I'm going to build for him a faithful house, household, new priest and a new family. And it will walk. That is that faithful house will walk before my anointed one for all of the days. So up in verse 30, God said, you remember in the past, Eli, when I said you, house would walk before me forever, but you clearly didn't. And so I'm going. I'm canceling that promise. And what I'm going to do is raise up a faithful priest and a faithful house that will walk before me, walk before my anointed one forever. So God's going to raise up a priest.",
    "start": "00:21:27",
    "end": "00:22:12"
  },
  {
    "text": "What's his anointed one referring to?",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "Exactly. That's. This is a kind of a famous little puzzle. In this verse, is the faithful priest the same as my anointed one?",
    "start": "00:22:15",
    "end": "00:22:22"
  },
  {
    "text": "Right. It doesn't seem like it.",
    "start": "00:22:22",
    "end": "00:22:23"
  },
  {
    "text": "Or is the faithful priest alongside my anointed one as a. So some people think what's being predicted here is the rise of a future priest who will serve alongside a king. It could also be that the faithful priest is the anointed one. And so God's going to raise up an anointed priest and also a faithful house that will be faithful to the vision of the faithful priest.",
    "start": "00:22:23",
    "end": "00:22:48"
  },
  {
    "text": "Okay.",
    "start": "00:22:48",
    "end": "00:22:48"
  },
  {
    "text": "Either way, what this promise does is it sets you on reading into the book to say, okay, well, I'm looking for a faithful priest and a faithful anointed one. That is somebody that God is going to build a house for.",
    "start": "00:22:48",
    "end": "00:23:00"
  },
  {
    "text": "Does this person ever get a name? The person who came to Eli, he's.",
    "start": "00:23:00",
    "end": "00:23:03"
  },
  {
    "text": "Just the man of God.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Yeah, he's just like a nameless prophet.",
    "start": "00:23:04",
    "end": "00:23:07"
  },
  {
    "text": "Totally. Yeah. There's a handful of these, anonymous. It's a way to highlight their message. Who it was didn't matter. What mattered was the message that they bore. So as you go on. So you're just. Now you're on a hunt as a reader to look for this one. The next figure who gets raised up is Samuel. And he's awesome. He, like, sleeps in and around the temple. His mom makes for him this beautiful little priestly robe. Every year that he gets bigger, he talks with God, you know, and you're like, oh, Samuel, he's awesome. Maybe he's the one. Turns out it's not Samuel. Samuel anoints Saul to be the first king of Israel. Maybe it's Saul. You read through his story. Definitely not Saul. But when Saul finally disqualifies himself in 1st Samuel 15, the next narrative, God says to Samuel, hey, go to Bethlehem to this guy's house named Jesse. And among one of his sons is the one whom I will make my anointed one.",
    "start": "00:23:07",
    "end": "00:24:06"
  },
  {
    "text": "Okay, so going all the way back to that first chapter in Samuel or chapter two. Yeah, the raising up of a house. Let's talk about David.",
    "start": "00:24:07",
    "end": "00:24:15"
  },
  {
    "text": "I think the narrative is every line points that this is an anticipation of David. What's fascinating, that future coming one here in 1st Samuel 2 is called both a priest and my anointed one. Yeah, anointed one. It's the word Messiah. My messiah, or messiah is a way of spelling in English the Hebrew word underneath this, which is Mashiach. And then the first person who really fits the bill of this promise is.",
    "start": "00:24:15",
    "end": "00:24:41"
  },
  {
    "text": "David, one of the sons of Jesse.",
    "start": "00:24:41",
    "end": "00:24:43"
  },
  {
    "text": "One of the sons of Jesse. So in 1 Samuel 16, the scrawniest of them. Totally. Yeah. It's an epic story. Wish we had time to read it. But it culminates in David being brought in from the field as the youngest son. And Samuel takes out this horn, an animal horn, hollowed out carrying oil, and he pours it on David's head. And it's the word messiah as a verb.",
    "start": "00:24:43",
    "end": "00:25:06"
  },
  {
    "text": "He anoints.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "He anoints him. He messiahs him. And then right when the oil's pouring on him, he's empowered. We're told the spirit of Yahweh also came upon him. And we're starting to think like, whoa, this guy. Wow, we're getting pretty excited. So the David narrative. Oh, man, so awesome. I've learned so much about the David story in the last year. We'll have to do something in some video somewhere. The next story after he is anointed is he goes and confronts Goliath, the Nephilim. Totally. And he defeats Goliath by a head wound. He crushes the head. The story is so interested in Goliath's head and how David, what David does.",
    "start": "00:25:07",
    "end": "00:25:46"
  },
  {
    "text": "And then chops off his head.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Chops off the head.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "This is the snake crusher motif.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Totally. For sure. Without a doubt. Oh, it's at home. I just. I recently read a great study of the Serpent Genesis 3:15 motif in the book of Samuel related to the David story. It's called the serpent in Samuel by Brian Verrett. So good. It's like a theme study of snake design patterns. The Genesis 3 design pattern at work in the Book of Samuel, pretty legit. And so David is set up as being this seed of the woman figure. We're like, great, let's see what happens with this guy. The culmination of his story as it reaches its high point is in the book of second Samuel, chapters five through eight. And we don't have time to look at this whole section, but one of the key moments is when he takes the city of Jerusalem. He goes to Canaanite. It's called Yebus. It's that city where Melchizedek came from and where he was the priest king. When Abraham met.",
    "start": "00:25:50",
    "end": "00:26:47"
  },
  {
    "text": "That was Sh.",
    "start": "00:26:47",
    "end": "00:26:47"
  },
  {
    "text": "It was called Shalem.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Shalem.",
    "start": "00:26:49",
    "end": "00:26:49"
  },
  {
    "text": "When the Canaanites came in full possession of it after Melchizedek, they called it Yavus. Okay, Yavus. And so David took possession of that city, and he makes it the capital of all the tribes because it's right on the boundary between Judah in the south and then the tribes in the north.",
    "start": "00:26:50",
    "end": "00:27:06"
  },
  {
    "text": "Yeah. Protected in the hills.",
    "start": "00:27:06",
    "end": "00:27:08"
  },
  {
    "text": "Totally. Then what he does is he decides to move the tabernacle and the ark up to it, up to the highest point of the city. And that's the story we're going to read.",
    "start": "00:27:08",
    "end": "00:27:19"
  },
  {
    "text": "Right here is the story where he dances.",
    "start": "00:27:19",
    "end": "00:27:21"
  },
  {
    "text": "Totally. Yeah. Yeah. So in 2 Samuel 6, verse 12, and following.",
    "start": "00:27:22",
    "end": "00:27:27"
  },
  {
    "text": "It, and David went. And they brought up the ark of God from the house of Obed Edom into the city of David with gladness. This is really clunky translation.",
    "start": "00:27:35",
    "end": "00:28:38"
  },
  {
    "text": "Oh, this is my translation. It's no super clunky English, but it's great Hebrew and English.",
    "start": "00:28:38",
    "end": "00:28:44"
  },
  {
    "text": "Okay. And David went. And they brought up the ark of God from the house of Obedidom into the city of David with gladness.",
    "start": "00:28:45",
    "end": "00:28:53"
  },
  {
    "text": "Yes.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "And so it was when the bearers of the ark of Yahweh had gone six paces, he sacrificed an ox and a fatling.",
    "start": "00:28:54",
    "end": "00:29:03"
  },
  {
    "text": "Yes.",
    "start": "00:29:03",
    "end": "00:29:03"
  },
  {
    "text": "Oh, yeah. This is the. Like, this is the. The parade. The really slow parade.",
    "start": "00:29:03",
    "end": "00:29:08"
  },
  {
    "text": "Totally.",
    "start": "00:29:08",
    "end": "00:29:09"
  },
  {
    "text": "Every six paces they make a sacrifice.",
    "start": "00:29:09",
    "end": "00:29:11"
  },
  {
    "text": "So stop thinking about that. Every six. One, two, three, four, five, six, Sacrifice. One, two, three, four, five, six, Sacrifice. This is a great example of the creative use of the number seven.",
    "start": "00:29:11",
    "end": "00:29:24"
  },
  {
    "text": "Yes.",
    "start": "00:29:24",
    "end": "00:29:25"
  },
  {
    "text": "Every seventh, they stop and surrender an offering up to God. So good.",
    "start": "00:29:25",
    "end": "00:29:31"
  },
  {
    "text": "And David was dancing before Yahweh with all his might. And David was wearing a linen. How did you pronounce it? I always say.",
    "start": "00:29:31",
    "end": "00:29:39"
  },
  {
    "text": "Some people say ephod in Hebrew. It's pronounced ephod.",
    "start": "00:29:39",
    "end": "00:29:42"
  },
  {
    "text": "Ephod.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "Yeah, Ephod.",
    "start": "00:29:42",
    "end": "00:29:43"
  },
  {
    "text": "He was wearing a linen ephod. I'm gonna say Ephod.",
    "start": "00:29:43",
    "end": "00:29:46"
  },
  {
    "text": "That's all right. That's fine, that's fine.",
    "start": "00:29:46",
    "end": "00:29:48"
  },
  {
    "text": "No, okay, I'll do it. Right.",
    "start": "00:29:48",
    "end": "00:29:50"
  },
  {
    "text": "No, no, say it the way you would say it.",
    "start": "00:29:50",
    "end": "00:29:52"
  },
  {
    "text": "Now, David and all the house of Israel were bringing up the Ark of Yahweh with shouting and the sound of a trumpet. Of the trumpet.",
    "start": "00:29:52",
    "end": "00:29:58"
  },
  {
    "text": "Yep.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "And it happened as the Ark of Yahweh came into the city of David. That Michael. No, Michal.",
    "start": "00:29:59",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, Michal.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Michal, the daughter of Saul looked out the window and she saw King David leaping and dancing before Yahweh. And she despised him in her heart.",
    "start": "00:30:05",
    "end": "00:30:15"
  },
  {
    "text": "Yeah.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "And they brought in the Ark of Yahweh and they set it in its place inside the tent which David had pitched for it. And David offered burnt offerings and peace offerings before Yahweh. And David finished offering the burnt offering and the peace offering. And he blessed the people in the name of Yahweh of hosts.",
    "start": "00:30:16",
    "end": "00:30:33"
  },
  {
    "text": "Yeah.",
    "start": "00:30:33",
    "end": "00:30:34"
  },
  {
    "text": "And he distributed to all the people, to all the multitude of Israel, both to men and women, a cake of bread and one of dates and one of raisins to each one. Then all the people departed, each to his house, and David returned to bless his house.",
    "start": "00:30:34",
    "end": "00:30:50"
  },
  {
    "text": "Yeah. The story actually continues into the next scene, but this is the scene, this is the high point, where David declares that the high point in Jerusalem is now the new Eden spot. And so isn't it interesting that this story brings together a whole network of what by now in the Hebrew Bible, you know, we're many books in is all of these images that are design pattern motifs based on Genesis 1:1 through 3. So they go up to the high place. The phrase ark of God and ark of Yahweh each appear seven times. Oh, in the story, in this chapter. Yeah, yeah. They go every seventh step. They offer sacrifice. David is dressed like the high priest.",
    "start": "00:30:50",
    "end": "00:31:35"
  },
  {
    "text": "He's dressed like a priest. Yeah.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "The linen ephod is the garment of the. Of the priest.",
    "start": "00:31:36",
    "end": "00:31:41"
  },
  {
    "text": "Yeah. When that Moses was told about in Exodus.",
    "start": "00:31:41",
    "end": "00:31:44"
  },
  {
    "text": "Yeah, totally. Now there's a group of people that are just called the carriers of the Ark of Yahweh. Now, those are Levites, but they're not called Levites here. It's as if somebody doesn't want us to be distracted with the line of Levi right now.",
    "start": "00:31:44",
    "end": "00:31:58"
  },
  {
    "text": "Yeah. There's something new happening.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "There's something new happening where the king of all of the tribes are coming together in unity to recreate Eden on the high place of Jerusalem. And David takes up the role of Israel's priest and king in Jerusalem. And he's going for it. I mean, he is leaping.",
    "start": "00:32:00",
    "end": "00:32:21"
  },
  {
    "text": "Why is it just the tension is just on the ark? Aren't they bringing the whole tabernacle up? Not just.",
    "start": "00:32:23",
    "end": "00:32:28"
  },
  {
    "text": "Yeah. You know, it says they set it inside the tent, which David pitched.",
    "start": "00:32:28",
    "end": "00:32:32"
  },
  {
    "text": "So it's, like, already there.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Yeah. David had set up and prepared the tent. Yeah. This has to do with the role of the ark in Joshua specifically, and then in the book of Samuel, where it becomes kind of the icon of the whole thing, where it's this box that represents the whole tabernacle package.",
    "start": "00:32:33",
    "end": "00:32:49"
  },
  {
    "text": "But. Yeah, but David's having a great time.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "He's having a great time. One of David's wives thinks he's making a fool of himself. And that's actually what. After you stopped reading the very next scene.",
    "start": "00:32:50",
    "end": "00:32:58"
  },
  {
    "text": "Oh, that's one of David's wives. I didn't know.",
    "start": "00:32:58",
    "end": "00:33:00"
  },
  {
    "text": "Is the argument that he has. Yeah. Which is a whole fascinating thing, but I'm just trying to focus on the happy stuff here.",
    "start": "00:33:00",
    "end": "00:33:05"
  },
  {
    "text": "Yeah.",
    "start": "00:33:05",
    "end": "00:33:06"
  },
  {
    "text": "So also, once they bring the ark of Yahweh and put it, install it on the high place, he does what Noah did when he got off the ark. He does what Abraham did when he first got into the land and went up to a high place called Moriah near the oaks of Moreh. Moreh is. He offers offerings. Yeah. Then he blesses the people.",
    "start": "00:33:06",
    "end": "00:33:28"
  },
  {
    "text": "Yeah.",
    "start": "00:33:29",
    "end": "00:33:29"
  },
  {
    "text": "Blessing. And then he gives them a feast. Yes. And I love the detail here. Little cakes of bread, but then date cakes and raisins. Sweet.",
    "start": "00:33:29",
    "end": "00:33:39"
  },
  {
    "text": "Yeah.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "Sweetness.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "Right.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "This is all design pattern stuff of Eden, of abundant food. Blessing, worship humans with God. And one particular royal priest who's connecting the people to the blessings of Eden on the high place in Jerusalem. Like Moses up there, like, interceding, giving his life for the sins of the people. He starts glowing.",
    "start": "00:33:41",
    "end": "00:34:02"
  },
  {
    "text": "Yeah.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "That's his high point. This is David's high point. High point right here. We're stoked. We're like, maybe this guy's gonna.",
    "start": "00:34:03",
    "end": "00:34:09"
  },
  {
    "text": "He's gonna bring us all back into God's presence, and then the nation of Israel can bring all the nations totally into God.",
    "start": "00:34:09",
    "end": "00:34:17"
  },
  {
    "text": "Let's get that kingdom of priests thing rolling here. And here's a king who is the priest. And in the story of Israel, this is the first person like this. No one's brought together these roles. The only other person we've met like this was also a king priest in the same exact city. That's interesting.",
    "start": "00:34:17",
    "end": "00:34:36"
  },
  {
    "text": "Oh, Melchizedek.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Melchizedek. Yes.",
    "start": "00:34:38",
    "end": "00:34:39"
  },
  {
    "text": "Huh.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "In other words, David is adopting a Melchizedek like role. He's rejoining the office of priest and king.",
    "start": "00:34:40",
    "end": "00:34:48"
  },
  {
    "text": "Yeah. He's doing the thing that generations before. Before this was an Israelite city, before there was an Israel, there was a man who was a priest king from this place who came to Abraham and provided a feast and blessing.",
    "start": "00:34:49",
    "end": "00:35:05"
  },
  {
    "text": "Yes, totally. He did exactly what David is doing here. Yeah, yeah. It says if Melchizedek and who he was and what he did was like a script waiting to be played out here in the same city, like a foreshadow. And David intentionally picks up the script and begins acting the Melchizedek role. It is cool. So what does God think about David's behavior? There are some people who see David's behavior as inappropriate because they assume that that division between king and priest was like something God wanted.",
    "start": "00:35:05",
    "end": "00:35:43"
  },
  {
    "text": "Oh, okay.",
    "start": "00:35:43",
    "end": "00:35:43"
  },
  {
    "text": "Does bear the question, what does God think about David becoming the royal priest? And God's response to it is in the next chapter, which is a watershed moment in The Hebrew Bible. Second Samuel 7.",
    "start": "00:35:43",
    "end": "00:35:56"
  },
  {
    "text": "Yeah.",
    "start": "00:35:56",
    "end": "00:35:57"
  },
  {
    "text": "What? Genesis 12 is like Grand Central Station to the whole story. Second Samuel 7 is.",
    "start": "00:35:57",
    "end": "00:36:03"
  },
  {
    "text": "Yes.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "Because that whole blessing of Abraham is now going to get channeled into David.",
    "start": "00:36:03",
    "end": "00:36:07"
  },
  {
    "text": "And his seed, Sam.",
    "start": "00:36:07",
    "end": "00:36:22"
  },
  {
    "text": "So second Samuel seven is awesome. And we don't have time to go into it in detail. I just have a little chart here in the notes. If you just go through what God says to David in this chapter and you recall all of the times God spoke to Abraham, it's like what God says to David is the greatest hits of what he said to Abraham, but then with some even more awesome stuff added in the remix. So this is real quick what God says to David. I'm going to make your name great. That's what he said to Abraham. I'm going to make a place for my people and plant them and they will dwell in their place.",
    "start": "00:36:59",
    "end": "00:37:36"
  },
  {
    "text": "That's Eden vocabulary.",
    "start": "00:37:36",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, it's Eden. God planted Eden, but now the people are the garden. God's going to plant people in the new Eden spot that David just set up. There will be no more trouble and evil people won't oppress them anymore. I'm going to give you rest from all your enemies. Remember what Melchizedek said to Abram. He said, blessed be Yahweh, God of Abraham, who delivered your enemies into your hand. So part of God's blessing is to bless those who bless you and curse those who curse you to protect them. That's this. This is key. Next promise. Yahweh is going to build a house for you. David, do you remember the man of God Speech was, I'm going to raise up a faithful priest and a faithful house. Yeah, Here it is. David is our faithful king, priest. And now God's promising to build that house. So what is the house? It's not a building. It's seed descendants. I'm going to raise up your seed after you, one who will come from your loins. And I will establish that seed's kingdom. That seed will build a house for my name, and I will establish the throne of that seed's kingdom forever. I will be a father to that seed, and that seed will be to me as a son. This is good stuff, man.",
    "start": "00:37:38",
    "end": "00:38:52"
  },
  {
    "text": "Yeah.",
    "start": "00:38:53",
    "end": "00:38:53"
  },
  {
    "text": "It doesn't get much better than this. So think, remember back the father son connection to the image of God. We talked about this a few conversations ago.",
    "start": "00:38:53",
    "end": "00:39:01"
  },
  {
    "text": "You have a son. Your son is your image.",
    "start": "00:39:01",
    "end": "00:39:03"
  },
  {
    "text": "Yeah. In Genesis 5, Seth, the son of Adam is called the image of Adam, the image and likeness of Adam. So father, son, language becomes another way of saying that someone is the image. So when God says, this seed will be the son, it's another way of saying this seed will be an image of God. Now, if that seed does evil, then God's going to bring punishment on that one with a human rod or the rod of humans and with human strikes. So what this setting us up? This is always fun to do in a classroom setting because if you stop right before here, everyone in the room's like, oh, Jesus, right? He's the seed of David.",
    "start": "00:39:03",
    "end": "00:39:47"
  },
  {
    "text": "Yeah.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "Wait, but if he does evil, right, God will. Wait a minute.",
    "start": "00:39:48",
    "end": "00:39:51"
  },
  {
    "text": "That can't be Jesus.",
    "start": "00:39:51",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. So from the narrative perspective, this is setting us up for the whole story of the line of David that is to follow in the Book of Kings. And there's going to be almost 20 generations, and every one of them is going to strike out. And so that's what this whole primus is setting us up for. Because look at what God says. When someone of your line does evil, then they're going to get what's coming to them. But God says, my loyal love will not be removed from the seed. Your house, faithful will be your house. Remember, that was the promise. I'll build you a faithful house, and your kingdom will remain forever before me. Your throne will be firm forever. So any generation of David's seed can either rise up to the occasion and fill the role that God has destined for the seed of David, or they can disqualify themselves, in which case they'll get what's coming to them and the promise will pass on as an opportunity for the next generation. That's the logic here.",
    "start": "00:39:52",
    "end": "00:40:53"
  },
  {
    "text": "Is it also hinting at Solomon in the temple? A little bit here too?",
    "start": "00:40:53",
    "end": "00:40:58"
  },
  {
    "text": "Yes. Solomon becomes the first seed of David.",
    "start": "00:40:58",
    "end": "00:41:01"
  },
  {
    "text": "And he builds a house.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "And he builds a house. So it raises the whole question of, oh, well, is Solomon the fulfillment of it? Yeah, actually. And there's a moment when Solomon is inaugurated as king. He says that he's the fulfillment of the promise. He quotes this promise.",
    "start": "00:41:02",
    "end": "00:41:16"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:41:16",
    "end": "00:41:16"
  },
  {
    "text": "It says it's me. But then you go on to read his story and it's definitely not him. Yeah, he's like a new pharaoh.",
    "start": "00:41:16",
    "end": "00:41:22"
  },
  {
    "text": "Yeah.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Builds this cool looking building that's like the tabernacle.",
    "start": "00:41:23",
    "end": "00:41:26"
  },
  {
    "text": "Yeah.",
    "start": "00:41:27",
    "end": "00:41:27"
  },
  {
    "text": "You know, times 100, but he fills it with treasures. And then the rest of the Book of Kings.",
    "start": "00:41:27",
    "end": "00:41:33"
  },
  {
    "text": "And Egyptian horses.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "And Egyptian horses. And all kinds of stuff that seems really not like maybe what God asked for his lion throne. You know, he puts his house right next to the temple, but bigger.",
    "start": "00:41:34",
    "end": "00:41:47"
  },
  {
    "text": "What was the one detail that just so much swagger. It was like all, like just all.",
    "start": "00:41:47",
    "end": "00:41:51"
  },
  {
    "text": "This, like it was the lion throne.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "The lion throne, yes.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "10 steps going up to this throne flanked by 12 big carved lions.",
    "start": "00:41:54",
    "end": "00:42:00"
  },
  {
    "text": "Yeah, that's legit.",
    "start": "00:42:00",
    "end": "00:42:03"
  },
  {
    "text": "And then what you watch the Book of Kings is dedicated to telling the story of how that house, that temple that he built, just gets slowly vandalized, degraded and destroyed and eventually burned up.",
    "start": "00:42:06",
    "end": "00:42:17"
  },
  {
    "text": "But my loyal love will not be.",
    "start": "00:42:17",
    "end": "00:42:18"
  },
  {
    "text": "Removed from your seed.",
    "start": "00:42:18",
    "end": "00:42:20"
  },
  {
    "text": "From your seed.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "Yeah.",
    "start": "00:42:21",
    "end": "00:42:21"
  },
  {
    "text": "And your house will be faithful.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "Yes.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "And the throne will be firm forever.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Yeah. So the narrative is already telling us that David's seed is going to blow it. It's preparing us.",
    "start": "00:42:25",
    "end": "00:42:31"
  },
  {
    "text": "Yeah.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "Because, you know, in terms of the narrative design, it's already. The story's already been told from the narrator's perspective. Not from you, the reader. You're still just going on the journey. But from the narrator's point of view.",
    "start": "00:42:32",
    "end": "00:42:42"
  },
  {
    "text": "He knows what's happening.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "He's already got the exile to Babylon in mind. And so we know from the perspective of the Hebrew Bible that no one of David's line ever fulfilled this promise. And that the temple in Jerusalem was not the ultimate house that God wanted to have built for him. But there will be a faithful house connected to the seed of David and all the way back to the beginning of Samuel. He's a king, but he's also a priest.",
    "start": "00:42:43",
    "end": "00:43:07"
  },
  {
    "text": "You're saying this was written after the destruction of the temple?",
    "start": "00:43:07",
    "end": "00:43:10"
  },
  {
    "text": "Oh, yeah. The final shape of Samuel flows right into kings. And the last event in kings is about the destruction of the temple. And so this story is being written from the vantage point of somebody who.",
    "start": "00:43:10",
    "end": "00:43:22"
  },
  {
    "text": "Knows the temple is going to be destroyed.",
    "start": "00:43:22",
    "end": "00:43:24"
  },
  {
    "text": "Correct.",
    "start": "00:43:24",
    "end": "00:43:24"
  },
  {
    "text": "Knows that there's going to be exile.",
    "start": "00:43:24",
    "end": "00:43:26"
  },
  {
    "text": "That's right.",
    "start": "00:43:26",
    "end": "00:43:27"
  },
  {
    "text": "But still wants you to know that despite all that, God's going to be faithful, this house will be faithful, and God's loyal love will not be renewed.",
    "start": "00:43:27",
    "end": "00:43:35"
  },
  {
    "text": "So let's put all the pieces together. We know that Melchizedek was important. David is intentionally.",
    "start": "00:43:35",
    "end": "00:43:40"
  },
  {
    "text": "Yeah.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "Taking up that Melchizedek abiding him. Yep. And also remember the whole story of Moses and Aaron was telling us that the line of Aaron and that priesthood was a failed project from the beginning. So we were already looking for a priest or a royal priest from some other place. And we are both surprised, but not surprised when it ends up to be the shepherd kid out in the field from Jesse's house.",
    "start": "00:43:41",
    "end": "00:44:07"
  },
  {
    "text": "Yeah.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "The surprise. It's this no name shepherd who ends up being elevated as the faithful royal priest. This is the high point. This promise right here becomes the high point. And even though it's about a future king, it's about a future king priest. Because that's what David has just taken on for himself. And the whole thing of the building of a house means the building of a temple. This king will be the architect of a true temple.",
    "start": "00:44:08",
    "end": "00:44:32"
  },
  {
    "text": "The re. Establishment of Eden.",
    "start": "00:44:33",
    "end": "00:44:36"
  },
  {
    "text": "Totally. That's exactly right. So all of this is crucial for setting up what will become a major theme in the prophets and in the Psalms. As you read on from 2nd Samuel 7, that's the high point. It immediately starts going downhill. But a few chapters later, David has his Genesis 3 moment when he sees and desires Bathsheba on the roof. And on the high place, he's up on a roof. Oh, yeah. The word roof, if you spell it in Hebrew, it's the word gog. And that letter Gimel looks exactly like another Hebrew letter, which is the letter nun.",
    "start": "00:44:36",
    "end": "00:45:17"
  },
  {
    "text": "So if you squint at it.",
    "start": "00:45:17",
    "end": "00:45:19"
  },
  {
    "text": "If you squint at it, what you also see is the word gan, which is the Hebrew word for garden. Come on. It's too good.",
    "start": "00:45:19",
    "end": "00:45:27"
  },
  {
    "text": "Yeah.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "David is on the gog.",
    "start": "00:45:28",
    "end": "00:45:29"
  },
  {
    "text": "This is the literary art kind of thing.",
    "start": "00:45:29",
    "end": "00:45:31"
  },
  {
    "text": "Totally.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "Which is like all these details.",
    "start": "00:45:32",
    "end": "00:45:34"
  },
  {
    "text": "Totally. To say he's on the roof. But if you squint at the word roof, it turns into the word garden.",
    "start": "00:45:34",
    "end": "00:45:39"
  },
  {
    "text": "Yeah.",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "So David is up on his high place and he sees and desires and takes a woman, and then that leads to the downfall of his house. And so you as the reader are like, oh, well, he's not the one. But whenever the One comes, he's going to need to be that royal priest, Melchizedek, David type of figure. And so the Book of Psalms is all about this. The Book of Psalms is one of the biggest compositions in the Hebrew Bible. And it's an elaborate set of poetic meditations on the core themes at work in the rest of the Hebrew Bible. And this whole theme of the royal priests from the line of David is front and center for us. And it just so happens that this all rushes together in one particular psalm that is the most quoted and alluded to poem by Jesus and the apostles. And it also happens to be the only other place where Melchizedek is named in the Hebrew Bible. We call it Psalm 110.",
    "start": "00:45:40",
    "end": "00:46:37"
  },
  {
    "text": "Okay.",
    "start": "00:46:38",
    "end": "00:46:38"
  },
  {
    "text": "Shall we?",
    "start": "00:46:39",
    "end": "00:46:39"
  },
  {
    "text": "Yeah. Sam.",
    "start": "00:46:39",
    "end": "00:47:00"
  },
  {
    "text": "Psalm 110 is short and dense, like Hebrew. Like everything in the Hebrew. Like everything in the Bible. Do you want to read it? It's kind of bizarre. I think you'll enjoy it. It comes in two halves. It's. It has two symmetrical sequences. Yeah, two little. It's two paired triads. A lot like the design of Genesis 1, actually, but.",
    "start": "00:47:13",
    "end": "00:47:35"
  },
  {
    "text": "Oh, right, right, right.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. Two main triads. Yeah. Following it. Yeah.",
    "start": "00:47:39",
    "end": "00:47:42"
  },
  {
    "text": "Psalm 110 related to David. A song, an utterance of Yahweh to my Lord. Sit at my right hand until I make your enemies a footstool for your feet, your strong scepter may Yahweh send forth from Zion rule in the midst of your enemies. Your people are noble in the day of your power in holy array from the womb of the dawn. That's a cool image.",
    "start": "00:47:42",
    "end": "00:48:05"
  },
  {
    "text": "Yeah.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "How's that usually translated?",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "What's that?",
    "start": "00:48:07",
    "end": "00:48:07"
  },
  {
    "text": "The womb of the dawn.",
    "start": "00:48:08",
    "end": "00:48:08"
  },
  {
    "text": "Yeah. You'll get some. Will translate it. It's literally the womb of the dawn, which is the metaphor for sunrise.",
    "start": "00:48:09",
    "end": "00:48:18"
  },
  {
    "text": "Yeah.",
    "start": "00:48:18",
    "end": "00:48:18"
  },
  {
    "text": "Well, actually, here. Well, just. I don't remember.",
    "start": "00:48:19",
    "end": "00:48:21"
  },
  {
    "text": "I just never heard that phrase. It's a beautiful phrase.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "It's awesome.",
    "start": "00:48:23",
    "end": "00:48:24"
  },
  {
    "text": "And it must be translated differently.",
    "start": "00:48:24",
    "end": "00:48:28"
  },
  {
    "text": "The womb of the dawn. New American Standard, English Standard Version. The womb of the morning.",
    "start": "00:48:28",
    "end": "00:48:35"
  },
  {
    "text": "Oh, okay.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "New international version. From the dew of the morning's womb. Oh, yeah.",
    "start": "00:48:37",
    "end": "00:48:43"
  },
  {
    "text": "So it's there.",
    "start": "00:48:43",
    "end": "00:48:43"
  },
  {
    "text": "It is there. Well, just one second. I want to look up a couple others. Oh, even nrsv. Yeah. It's in all the main translations. There it is. Womb of the morning. Womb of the dawn.",
    "start": "00:48:43",
    "end": "00:48:53"
  },
  {
    "text": "So this is an utterance of Yahweh to my Lord. Said it's related to David.",
    "start": "00:48:53",
    "end": "00:48:58"
  },
  {
    "text": "Yeah. So in other words, you just read the first half of the poem and it's as If David is speaking to us, the reader of the poem. And the first thing David says is, hey, let me tell you something that I overheard Yahweh say to my Lord.",
    "start": "00:48:58",
    "end": "00:49:12"
  },
  {
    "text": "Yeah.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "So you're like, well, who's that? Who's David calling his Lord?",
    "start": "00:49:13",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:17"
  },
  {
    "text": "This is Jesus tuned into.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "It's not Yahweh.",
    "start": "00:49:18",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:19",
    "end": "00:49:19"
  },
  {
    "text": "Because Yahweh is talking to him.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "Exactly. Right. So David has some way of talking about someone who he sees as his authority that's other than Yahweh. But you overheard this conversation.",
    "start": "00:49:20",
    "end": "00:49:30"
  },
  {
    "text": "And the last line of this first half is, the dew is yours, I have begotten you.",
    "start": "00:49:30",
    "end": "00:49:35"
  },
  {
    "text": "Yes. Yeah. It's one whom God has declared his son. So what David overheard of Yahweh saying to his Lord is the quote right here. Come sit at my right hand.",
    "start": "00:49:35",
    "end": "00:49:47"
  },
  {
    "text": "Yeah. Share my throne.",
    "start": "00:49:47",
    "end": "00:49:48"
  },
  {
    "text": "Share in my divine rule over the nations. And God says, I'll make your enemies a footstool. Dude, this is the image of God in Genesis 1. Subdue and rule. The image of God is one who embodies and shares in God's divine rule over anything that's hostile to God's purposes.",
    "start": "00:49:48",
    "end": "00:50:08"
  },
  {
    "text": "Yeah.",
    "start": "00:50:08",
    "end": "00:50:08"
  },
  {
    "text": "Then David speaks up and he says of this Lord, he gives him like well wishings.",
    "start": "00:50:08",
    "end": "00:50:15"
  },
  {
    "text": "Here, this is the second part.",
    "start": "00:50:15",
    "end": "00:50:17"
  },
  {
    "text": "Yep. Your strong scepter. May Yahweh send forth from Zion. Rule in the midst of your enemies. It's as if David is saying, yes, my Lord. Now may that be true of you. Rule from Zion, Rule in your enemies. But then we're told that this Lord of David has a people who are coming in the day of his power dressed like priests in holy garments.",
    "start": "00:50:17",
    "end": "00:50:41"
  },
  {
    "text": "Oh, that's what that means.",
    "start": "00:50:41",
    "end": "00:50:42"
  },
  {
    "text": "In holy array, in holy clothing.",
    "start": "00:50:42",
    "end": "00:50:45"
  },
  {
    "text": "Okay.",
    "start": "00:50:45",
    "end": "00:50:45"
  },
  {
    "text": "So now we have the kingdom of priests. Yeah. A Lord of David who comes alongside this king. And they're all dressed like priests.",
    "start": "00:50:45",
    "end": "00:50:52"
  },
  {
    "text": "And this is like a new. It's a new morning. It's a new creation.",
    "start": "00:50:53",
    "end": "00:50:56"
  },
  {
    "text": "Yes. It's the sunrise. And the image of dew, the dew of the morning is this important biblical poetic image of new creation, of this magical water that just appears to water the land. Who knows where it comes from or where it goes?",
    "start": "00:50:56",
    "end": "00:51:12"
  },
  {
    "text": "Yeah.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "And just like the morning, the birth, new birth of life. So God is declaring that this Lord of David is the divine son.",
    "start": "00:51:13",
    "end": "00:51:23"
  },
  {
    "text": "So we've got an image of God who shares in God's rule, and with him is the kingdom of priests that is ushering a new creation.",
    "start": "00:51:23",
    "end": "00:51:32"
  },
  {
    "text": "Come on, dude. You can see why Jesus and the apostles are into this poem.",
    "start": "00:51:33",
    "end": "00:51:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:36",
    "end": "00:51:37"
  },
  {
    "text": "This is Legit. Okay, I'll read the second half. And it repeats. It begins with another thing that Yahweh said. Except this time it's. What we read is Yahweh swore an oath and he will not go back on that oath. You're like, oh, yeah, I remember when.",
    "start": "00:51:37",
    "end": "00:51:53"
  },
  {
    "text": "He went back on an oath.",
    "start": "00:51:53",
    "end": "00:51:54"
  },
  {
    "text": "No, no.",
    "start": "00:51:54",
    "end": "00:51:54"
  },
  {
    "text": "First Samuel 2 kind of did.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "Yeah, that's true. I was thinking more when Yahweh swore an oath to David, made this promise to David.",
    "start": "00:51:56",
    "end": "00:52:01"
  },
  {
    "text": "Yes.",
    "start": "00:52:01",
    "end": "00:52:01"
  },
  {
    "text": "Yeah. So here's the promise, the oath that God won't go back on. And here it is, you addressing this Lord of David. You are a priest forever.",
    "start": "00:52:01",
    "end": "00:52:12"
  },
  {
    "text": "Eternal priest.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "On account of Melchizedek.",
    "start": "00:52:14",
    "end": "00:52:16"
  },
  {
    "text": "What does that mean?",
    "start": "00:52:17",
    "end": "00:52:17"
  },
  {
    "text": "We'll talk about it. Then David speaks up again to talk about his Lord. Yahweh is at your right hand.",
    "start": "00:52:18",
    "end": "00:52:24"
  },
  {
    "text": "I thought he was at Yahweh's right hand.",
    "start": "00:52:24",
    "end": "00:52:26"
  },
  {
    "text": "Yep. But now Yahweh is at his right hand. They're at each other's right hand. So the Lord of David sits at Yahweh's right hand. But now Yahweh is that David, Lord's right hand when he's out on the battlefield confronting his enemies. Remember, Yahweh said, I'll make your enemies a footstool. So it's as if when they're in the throne room, the Lord of David sits at Yahweh's right hand. But when they're out confronting the enemies, Yahweh is with him at his right hand.",
    "start": "00:52:26",
    "end": "00:52:53"
  },
  {
    "text": "Okay.",
    "start": "00:52:53",
    "end": "00:52:54"
  },
  {
    "text": "Shattering kings in the day of his anger, judging the nations, filling up with corpses. He shatters the head over a mighty land.",
    "start": "00:52:54",
    "end": "00:53:04"
  },
  {
    "text": "The head shattering.",
    "start": "00:53:04",
    "end": "00:53:06"
  },
  {
    "text": "Yeah. And then the last poem, he. This is the Lord of David will drink from the stream on the path. Then he will lift up his head. And that's how the poem ends.",
    "start": "00:53:06",
    "end": "00:53:17"
  },
  {
    "text": "This is the Lord drinking from the stream on the path and lifting up his.",
    "start": "00:53:17",
    "end": "00:53:19"
  },
  {
    "text": "The Lord of David. Yeah. So it's an image that this royal priest. Let's start again back up here. You're a priest forever. This king is a Melchizedek like priest because of Melchizedek.",
    "start": "00:53:19",
    "end": "00:53:32"
  },
  {
    "text": "Yeah, on account of.",
    "start": "00:53:32",
    "end": "00:53:33"
  },
  {
    "text": "On account of Melchizedek. So Melchizedek did something.",
    "start": "00:53:33",
    "end": "00:53:36"
  },
  {
    "text": "Yeah.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "That is now bearing fruit that the line of David is now being declared a royal priestly line. Can I think of any stories where a guy named Melchizedek did something? Well, there's one story, and it's a story about how he blessed Abram. And do you remember? This is many Episodes ago. Why is there a whole story about this guy who's the first one to bless Abram after God says, the one who blesses you, I'm going to give blessing to.",
    "start": "00:53:37",
    "end": "00:54:07"
  },
  {
    "text": "Why?",
    "start": "00:54:08",
    "end": "00:54:08"
  },
  {
    "text": "Why what?",
    "start": "00:54:09",
    "end": "00:54:09"
  },
  {
    "text": "You asked me why. I don't know.",
    "start": "00:54:11",
    "end": "00:54:13"
  },
  {
    "text": "Oh, got it, got it. Well, so I think because that narrative is setting us up for the seed of Abraham, who is David, who's going to come later in the narrative to become this royal priest, that God is going to bless David's line as being the source of this true image of God. Royal priest, who will do the Melchizedek thing in Jerusalem, which is to be the king and the priest.",
    "start": "00:54:13",
    "end": "00:54:39"
  },
  {
    "text": "The king priest.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "Yeah. So most translations translate this according. Not to the Hebrew, but according to the Septuagint translation, which reads, you are a priest forever according to the order of Melchizedek, which amounts to the same thing.",
    "start": "00:54:40",
    "end": "00:54:53"
  },
  {
    "text": "Sure.",
    "start": "00:54:53",
    "end": "00:54:53"
  },
  {
    "text": "But in Hebrew, what it says is because of Melchizedek, as if Melchizedek did something that now is bearing fruit. And so the rest of the poem goes on to talk about this Melchizedek royal priest. Seed of David will shatter. The head will be the snake crusher. And then the last line is this little narrative of he's out on the battlefield and he's thirsty.",
    "start": "00:54:53",
    "end": "00:55:16"
  },
  {
    "text": "Yeah.",
    "start": "00:55:16",
    "end": "00:55:16"
  },
  {
    "text": "And so he kneels down by a stream, like, drinks the water and then lifts up his head. I think this is riffing off of the story of Gideon. When God tests his army and takes it down to 300, that's how they're gonna drink. And it's all about if they drink with their heads raised up at the stream, refreshing themselves as they fight the Midianites. So, you know, this is a dense. Obviously, it's a dense. All the Psalms are like this. They're all just hyperlinked. But, you know, you can see this poem is drawing together themes from Genesis 1, from the Abraham story, from the David story.",
    "start": "00:55:17",
    "end": "00:55:55"
  },
  {
    "text": "And remind me, how does Jesus use this? Because he quotes this.",
    "start": "00:55:55",
    "end": "00:55:58"
  },
  {
    "text": "Jesus quotes this two times in Jerusalem. I thought we could actually look at it later.",
    "start": "00:55:59",
    "end": "00:56:04"
  },
  {
    "text": "Okay.",
    "start": "00:56:04",
    "end": "00:56:05"
  },
  {
    "text": "And come back to it. But Jesus, at two crucial moments, starts a conversation with the leaders of the Jerusalem Temple about the significance of this poem. And the net effect of where we're going with this is that Jesus saw himself as the Lord, as David's Lord, and Jesus saw himself as a priest king who's coming to assert his authority over Jerusalem.",
    "start": "00:56:05",
    "end": "00:56:32"
  },
  {
    "text": "The image of God fully realized, bringing new creation.",
    "start": "00:56:32",
    "end": "00:56:37"
  },
  {
    "text": "Bring new creation as a new Melchizedek, new David figure coming to do What David actually never ended up being able to fully do, or any of the seed of David, which is to build a house for a true house for God on the high place.",
    "start": "00:56:37",
    "end": "00:56:53"
  },
  {
    "text": "Why does it have to get so macabre here about corpses filling up?",
    "start": "00:56:54",
    "end": "00:57:00"
  },
  {
    "text": "Yeah, I think it's connected, this motif of the snake crusher, the crushing of the head.",
    "start": "00:57:00",
    "end": "00:57:04"
  },
  {
    "text": "Yeah.",
    "start": "00:57:04",
    "end": "00:57:04"
  },
  {
    "text": "Because so much of the snake crushing motif is carried forward through the narrative.",
    "start": "00:57:04",
    "end": "00:57:09"
  },
  {
    "text": "Not only is there the snake, but there's a seed of the snake.",
    "start": "00:57:09",
    "end": "00:57:12"
  },
  {
    "text": "There's the seed of the snake. That's right. Which is what some Canaanites and some of the enemies of David are depicted as being. But sometimes Israelites are the seed of the snake, depending on their choices. So Jesus saw himself playing out the script that is all brought together here and Psalm 110, and. I know this is complicated. Yeah, I know this.",
    "start": "00:57:12",
    "end": "00:57:36"
  },
  {
    "text": "Maybe we can do an explainer.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "I think we have to do an explainer. If there was a simpler way to tell the story of the priesthood, I would want to do it. But this is how the Bible tells the story. And Jesus clearly cared about all this Melchizedek David stuff. It was really important because it's so front and center and it's a big deal in the letter to the Hebrews. So I feel like if we really want to honor the story of the priesthood, we have to find a way to do this.",
    "start": "00:57:37",
    "end": "00:58:02"
  },
  {
    "text": "I think we can do it.",
    "start": "00:58:02",
    "end": "00:58:02"
  },
  {
    "text": "I think we can, too. We covered a lot of ground.",
    "start": "00:58:02",
    "end": "00:58:05"
  },
  {
    "text": "Yeah. Thanks for listening to this episode of the BibleProject podcast. Next week, we'll continue this series looking at priests in the Bible.",
    "start": "00:58:05",
    "end": "00:58:16"
  },
  {
    "text": "Peter says to Jesus, rabbi, man, so glad we're here right now. Could we make three tabernacles? You'll get your own. You'll have a special tabernacle just for you. But you know, Moses and Elijah, they should also have a tabernacle. And then Mark, I love this Mark, steps outside the story and he tells the reader he didn't know what he was saying. They were terrified. So good. And then what's interesting is all of a sudden, then next verse, all at once, they looked around and it's all done. And as they were coming down the mountain, Jesus gave them orders, Strict orders. Don't tell anyone what they saw until the Son of Man rises from the dead. So there's something that they just witnessed that won't make sense to anybody until his death and then his vindication from death. Then this story will make sense. And so what else is this but another one of these rich, dense stories painting Jesus as the human image of God and the royal priest who will give up his life. Why?",
    "start": "00:58:16",
    "end": "00:59:16"
  },
  {
    "text": "We're taking questions for our upcoming Question and Response episode at the end of the series. So if you have a question on this topic of priests, we'd love to hear from you. Record yourself asking the question. Let us know your name, where you're from. Try to keep the recording to about 20 or 30 seconds and then email that to infoibleproject.com in your email. Please write out your question as well. That saves us a ton of time as we compile all the questions. The deadline is the end of the day, Monday, April 5, 2021. We'd love to hear from you again. The email is infoibibleproject.com Today's show is produced by Dan Gummel. Our show notes are Our show notes are by Lindsey Ponder and the theme music from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We make free resources to experience the Bible as one unified soul story that leads to Jesus and everything we have is free because of generosity of many people all around the world. Thank you for being a part of this with us.",
    "start": "00:59:16",
    "end": "01:00:16"
  },
  {
    "text": "Hi, this is Daniela Marina Vera Cruz and I am from Mozambique in Southeast Africa. I first heard about Bible Project in youth sessions. I use Bible Project for in depth and detailed explanation about most books in the Bible. My favorite thing about Bible Project is the way they explain in greater detail the books of the Bible and I can really understand and it is very simplified. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:00:16",
    "end": "01:00:51"
  }
]