[
  {
    "text": "The story of the burning bush is famous in the Bible. It's where Moses meets the God of Abraham. He learns God's name, Yahweh, and then he's commissioned to rescue the family of Abraham from slavery in Egypt. This story has another contribution to the biblical narrative that's often overlooked, and that is the introduction of Aaron, the brother of Moses, the first priest of Israel. And his introduction is really a concession.",
    "start": "00:00:05",
    "end": "00:00:33"
  },
  {
    "text": "So as you work through the story, God essentially makes this commission, tells him to go confront Pharaoh and lead Israel out of Egypt. And Moses objects five times.",
    "start": "00:00:34",
    "end": "00:00:46"
  },
  {
    "text": "Moses doesn't want to go, and he keeps telling God he doesn't want to do it with all these excuses. And finally, God's had enough, and he introduces a solution. Let's give Moses a sidekick, his brother, Aaron the Levite.",
    "start": "00:00:46",
    "end": "00:01:00"
  },
  {
    "text": "Why is he called a Levite? This is the first time Aaron is mentioned right here. This is Moses brother. So certainly what's happening here, we're naming his tribe because this is the tribe that will play the role of the priesthood.",
    "start": "00:01:00",
    "end": "00:01:14"
  },
  {
    "text": "So God tells Moses and Aaron to go get the elders of Israel and for all of them together to go before Pharaoh. But as we read on, that's not what happened. Instead, they go on their own, not obeying God's command.",
    "start": "00:01:14",
    "end": "00:01:28"
  },
  {
    "text": "The narrative is designed in an interesting way. Aaron gets introduced, and then the first thing Aaron does as a character is go with Moses before Pharaoh, which is not what God said. And what results? More suffering for the Israelites.",
    "start": "00:01:28",
    "end": "00:01:40"
  },
  {
    "text": "So that's it. That's the entrance of Aaron, the first priest of Israel, into the story. And as the story continues, things don't get any better. In fact, it's Aaron who's responsible for building the Golden Calf, the. The epic story of Israel's failure.",
    "start": "00:01:40",
    "end": "00:01:54"
  },
  {
    "text": "The narrator wants us to see this as the origin story of the priesthood. And you just have to stop and be like, man, this is not a very glamorous beginning. And this is going to just keep continuing. Seriously, the Hebrew Bible could not be more critical of Israel's priesthood from its moment of origins and every step through.",
    "start": "00:01:54",
    "end": "00:02:15"
  },
  {
    "text": "I'm John Collins. This is the BibleProject Podcast. We're in the third episode in a series on priests in the Bible. And today we look at the origins of Israel's priestly line. Thanks for joining us. Here we go. We're talking about the theme of a type of role of vocation, would you call it?",
    "start": "00:02:15",
    "end": "00:02:37"
  },
  {
    "text": "Yeah, it's a type of role that humans are called to be the beginning of the Bible story. But after the human failure and folly. Only some humans end up playing part of this role. Throughout the biblical story, the priestly role.",
    "start": "00:02:37",
    "end": "00:02:54"
  },
  {
    "text": "And the priestly role is a human who stands at the bridge of heaven and earth and can bring another human in. A bouncer of sorts. No, a bouncer keeps you out.",
    "start": "00:02:54",
    "end": "00:03:10"
  },
  {
    "text": "Yeah, totally. It's somebody who represents you. A partial analogy would be something like an elected representative, like a senator, you know, where a region or a state, you know, elects a representative and they go on behalf of the many to go before the ultimate seat of authority and decision making.",
    "start": "00:03:10",
    "end": "00:03:32"
  },
  {
    "text": "And they do that in a specific place.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "Priests? Yes. Yeah, priests. The role that they play is bound up with a sacred space that is set apart as a little model of Eden, of heaven on earth being the.",
    "start": "00:03:35",
    "end": "00:03:47"
  },
  {
    "text": "Tabernacle or the temple.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "Tabernacle or the temple.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "So this is what I learned from a conversation so far. Humanity has a role we call the image of God, which is that we reflect God's nature and we actually are to be his representatives ruling on his behalf in creation.",
    "start": "00:03:51",
    "end": "00:04:09"
  },
  {
    "text": "Yeah. Though the language of image, which is the same word used for idol statues, is more than just our concept of represent. For the biblical authors, there's a layer of meaning of embodiment, the physical embodiment of the one that they.",
    "start": "00:04:09",
    "end": "00:04:26"
  },
  {
    "text": "And that's just a category we don't have. Right? I mean, I don't have that category.",
    "start": "00:04:26",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. The analogy is at work. Are either image or child, like the Son of God, the Son being the image of the Father. That's an analogy worked out in Genesis 5, where the son Seth is the image of his parents in the opening verses of Genesis chapter 5. So Seth is the image of Adam, and Adam and Eve are the image.",
    "start": "00:04:30",
    "end": "00:04:56"
  },
  {
    "text": "Of God in that Seth has the same DNA.",
    "start": "00:04:56",
    "end": "00:05:00"
  },
  {
    "text": "Yeah. I mean, what it's getting at is it's not just like one person is just appointed as a representative, but they are actually an issue from and are an embodiment of the very being.",
    "start": "00:05:00",
    "end": "00:05:13"
  },
  {
    "text": "I don't think of my kids as an embodiment of me, really, do you?",
    "start": "00:05:13",
    "end": "00:05:18"
  },
  {
    "text": "That's what they are. They are literally an embodiment of what came from you and your wife.",
    "start": "00:05:18",
    "end": "00:05:28"
  },
  {
    "text": "That's true. Okay, so they are my image.",
    "start": "00:05:28",
    "end": "00:05:33"
  },
  {
    "text": "Yeah, they are your image according to Genesis 5, verses 1 through 3.",
    "start": "00:05:34",
    "end": "00:05:37"
  },
  {
    "text": "And so that's what I'm supposed to be thinking about in terms of human's divine nature.",
    "start": "00:05:38",
    "end": "00:05:44"
  },
  {
    "text": "Yeah.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "There's something passed down to us.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "There's something that we are and are called to do.",
    "start": "00:05:47",
    "end": "00:05:50"
  },
  {
    "text": "What does it mean for an Elohim for a spiritual being to Make a human in his likeness.",
    "start": "00:05:50",
    "end": "00:05:56"
  },
  {
    "text": "Then the image. Pun not intended. Now intended. The image that's given in Genesis 1 is the language of that word image, which is an idol statue that it embodies and represents. And then the narrative imagery given in the Eden story is of a dirt creature that is animated by divine breath. The image means a marriage of heaven and earth. So what sets apart the human in the Eden story is the breathing in the breath of God.",
    "start": "00:05:56",
    "end": "00:06:26"
  },
  {
    "text": "So in Genesis 2, you're saying we're supposed to get this picture of humans being a real hybrid creature.",
    "start": "00:06:26",
    "end": "00:06:32"
  },
  {
    "text": "Correct. Of heaven and earth.",
    "start": "00:06:32",
    "end": "00:06:34"
  },
  {
    "text": "Of heaven and earth.",
    "start": "00:06:34",
    "end": "00:06:34"
  },
  {
    "text": "And it's part of. It's bound up in their role. The job description, let them rule and have responsibility for. But being called and appointed as the image is what sets in Genesis 1 the humans apart from the other creatures.",
    "start": "00:06:34",
    "end": "00:06:49"
  },
  {
    "text": "What beyond the role, though, is there?",
    "start": "00:06:49",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, that's. I mean, this has been the million dollar question throughout the history of interpretation. I think what the biblical authors are interested in is not unpacking the image as a concept, but for them, the image is what humans are. Which means that all of these priestly figures that I meet in the Hebrew Bible are all part of a mosaic set of characters who echo back to that ideal of Genesis 1, but then also fail at it in all these ways that we're going to look at. As we start looking at Moses and.",
    "start": "00:06:52",
    "end": "00:07:24"
  },
  {
    "text": "Aaron, we looked at how Adam and Eve, the vocabulary of them in Genesis 2 is connected to this priestly role. To work and keep the garden or to set the words.",
    "start": "00:07:24",
    "end": "00:07:36"
  },
  {
    "text": "Yep. To work and to keep working.",
    "start": "00:07:36",
    "end": "00:07:38"
  },
  {
    "text": "To keep.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "Yeah.",
    "start": "00:07:38",
    "end": "00:07:39"
  },
  {
    "text": "And then we looked at Melchizedek and.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "We looked at how Adam and Eve and the garden is all described as this proto temple.",
    "start": "00:07:41",
    "end": "00:07:47"
  },
  {
    "text": "Yeah.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "It's described as the reality anticipating the later architecture, or vice versa. The later architecture of the temple recreates the geography of Eden. That's actually the way I want to start this.",
    "start": "00:07:48",
    "end": "00:08:00"
  },
  {
    "text": "Yes. What would you call it Wouldn't be a proto temple. It would be. But it's also not a temple.",
    "start": "00:08:00",
    "end": "00:08:04"
  },
  {
    "text": "It's more the temple is a micro Eden or a symbolic Eden. Okay.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "The temple becomes a symbolic Eden, a sacramental Eden.",
    "start": "00:08:08",
    "end": "00:08:12"
  },
  {
    "text": "Yeah, that's right. And so the exile of the humans from Eden sets up a major narrative tension of. But Eden is where the good stuff is. So somehow we got to find a way to either get the good stuff of Eden out to people or get the people back into access of the Eden.",
    "start": "00:08:12",
    "end": "00:08:31"
  },
  {
    "text": "Enter screen. Right. Is Abram.",
    "start": "00:08:33",
    "end": "00:08:36"
  },
  {
    "text": "Yes.",
    "start": "00:08:36",
    "end": "00:08:37"
  },
  {
    "text": "Who God says, I'm gonna give The Eden blessing to you and your family.",
    "start": "00:08:37",
    "end": "00:08:41"
  },
  {
    "text": "Yes.",
    "start": "00:08:41",
    "end": "00:08:41"
  },
  {
    "text": "And then you're gonna bring the Eden blessing to the whole world.",
    "start": "00:08:41",
    "end": "00:08:45"
  },
  {
    "text": "And for those who pronounce God's blessing upon you, Abram, I'm gonna hook up that person and they're gonna get the blessing. Right. Come back at them.",
    "start": "00:08:46",
    "end": "00:08:55"
  },
  {
    "text": "Is that detail important to this theme?",
    "start": "00:08:55",
    "end": "00:08:57"
  },
  {
    "text": "It is for understanding why Melchizedek is so significant later in the Bible. It plays one role. Yeah, but it's that little line of the blessing of Abraham in Genesis 12. Those who bless you, God says, I will give the blessing too. And then two chapters later, we're introduced to somebody who's the first character in the Bible who blesses the line of Abraham. And it's a priest king of Canaanite.",
    "start": "00:08:58",
    "end": "00:09:24"
  },
  {
    "text": "Jerusalem who worships the God of Abraham.",
    "start": "00:09:24",
    "end": "00:09:28"
  },
  {
    "text": "Who worships the God of Abraham by the title El Elyon, the God who is the most high God, the creator of skies in the land.",
    "start": "00:09:28",
    "end": "00:09:37"
  },
  {
    "text": "So there's a whole mystery there.",
    "start": "00:09:37",
    "end": "00:09:39"
  },
  {
    "text": "Yeah.",
    "start": "00:09:39",
    "end": "00:09:40"
  },
  {
    "text": "How did this guy, where did he come from? How did he learn about Yahweh?",
    "start": "00:09:40",
    "end": "00:09:44"
  },
  {
    "text": "Yeah. Actually, man, I want to do more homework on this, but in the history of Jewish interpretation, there's a whole. And in early Christian interpretation, there's a whole filled in story. People filled in all kinds of details here. Some people think that it's Shem because Shem, Noah's son, lives quite a long time. I forget how many years. It's a lot of years. And some people think it's Shem by another name, or that Melchizedek learned of the creator God by being a disciple of Shem in his rabbi school. But the point is, Melchizedek just comes out of the gates and he's a worshiper of the same God as Abram. Yep.",
    "start": "00:09:44",
    "end": "00:10:24"
  },
  {
    "text": "And so, and then just to recap that really quick, Abraham gets caught up in this battle of these, like, five kings against four other kings in order to save his nephew.",
    "start": "00:10:24",
    "end": "00:10:35"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "And he does.",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "And.",
    "start": "00:10:39",
    "end": "00:10:39"
  },
  {
    "text": "And then he's got all this plunder. And then we've got a story of two kings that come to him.",
    "start": "00:10:39",
    "end": "00:10:45"
  },
  {
    "text": "The king of Sodom.",
    "start": "00:10:45",
    "end": "00:10:46"
  },
  {
    "text": "Sodom. And then the king of Shalem, who is Melchizedek. And Melchizedek comes and offers him like this feast. And Abraham is just so taken aback. He gives Melchizedek 10%. And Melchizedek is described as a priest.",
    "start": "00:10:46",
    "end": "00:11:03"
  },
  {
    "text": "A priest king.",
    "start": "00:11:03",
    "end": "00:11:04"
  },
  {
    "text": "A priest king?",
    "start": "00:11:04",
    "end": "00:11:05"
  },
  {
    "text": "Yeah.",
    "start": "00:11:05",
    "end": "00:11:05"
  },
  {
    "text": "Of Yahweh or El Elyon. And then you get the story right after that of the king of Sodom. Trying to, like, negotiate some plunder from Abraham and as well. And again, that story is important. Why are we locking that story away?",
    "start": "00:11:06",
    "end": "00:11:22"
  },
  {
    "text": "Melchizedek is the first figure named a priest in the Bible. And he combines these roles that are going to be mostly separate. They're going to be separate in Israel.",
    "start": "00:11:23",
    "end": "00:11:33"
  },
  {
    "text": "A king and a priest.",
    "start": "00:11:33",
    "end": "00:11:34"
  },
  {
    "text": "The king and the priest. And we have a royal priest, king of Jerusalem, bringing out Eden blessing and feasts to the one that God has blessed. And it raises the question, hmm, well, God said, I'm going to bless those who bless you. This royal priest, Melchizedek, just blessed Abraham. I wonder how God's going to bless Melchizedek. I wonder when that blessing is going to come to fruition at some point in the biblical story. And this whole narrative is planted here as an anticipation of something that's going to come way later up in the story of David. It's a little nugget here on purpose. There's two narratives where Abraham comes into the vicinity of Jerusalem. Then the other one is where God comes. Right.",
    "start": "00:11:34",
    "end": "00:12:15"
  },
  {
    "text": "We talked about Abram, Abraham and Isaac.",
    "start": "00:12:15",
    "end": "00:12:17"
  },
  {
    "text": "And there Abram plays the priestly role.",
    "start": "00:12:18",
    "end": "00:12:20"
  },
  {
    "text": "And that he's the one doing the sacrifice.",
    "start": "00:12:21",
    "end": "00:12:23"
  },
  {
    "text": "He goes up to this hilltop, is to offer up the life of his son as the test of his faithfulness. And that's right. He does it. And then God, in the last moment, provides a substitute on that hilltop. And then the narrator speaks up and says, hey, dear Israelite reader, you know, at the temple, that's on the mountain of Yahweh, where substitutes are offered for Israel's sins every day. That's all got started here at that moment, this story right here. And then the narrative picks up again.",
    "start": "00:12:24",
    "end": "00:12:53"
  },
  {
    "text": "That's right. And so it did land for me while we were talking about that. These two narratives together create this kind of really cool portrait. Yeah, we're looking forward to a place that in that place there's going to be this king and a priest who will generate blessing. And also, there's got to be some sort of form of obedience and sacrifice.",
    "start": "00:12:53",
    "end": "00:13:20"
  },
  {
    "text": "Yeah. And surrender.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "And surrender.",
    "start": "00:13:21",
    "end": "00:13:22"
  },
  {
    "text": "Yeah. Back to the Eden blessing.",
    "start": "00:13:22",
    "end": "00:13:24"
  },
  {
    "text": "An extreme type of surrender. I mean, this narrative of Abraham surrendering his son is the most extreme surrender you can imagine.",
    "start": "00:13:25",
    "end": "00:13:33"
  },
  {
    "text": "Correct.",
    "start": "00:13:33",
    "end": "00:13:34"
  },
  {
    "text": "I mean, this is his lineage. This is his hope for the blessing.",
    "start": "00:13:34",
    "end": "00:13:38"
  },
  {
    "text": "Though, again, not to replay the last episode, but it's crucially important that the way that they achieved that son for themselves was through a whole set of schemes that hurt other people. It's actually the same thing with the tree of knowing good and bad. Right, Right. God wants humans to have this knowledge if they're gonna rule the world. The question is, how do they go about getting it? Yeah. And that's the question before them. We leave the Abraham story thinking we want to get back to Eden. A royal priest was our most recent. Kind of like, narrative image of somebody who can give the goodies of Eden out here, even when we're exiled. And somehow our sins, the sins of this family are going to need to be covered for that Eden blessing to be given to all nations. So let's keep reading and see who we meet along the way. So we move forward, and we just have to, unfortunately for this theme, mostly skip the story of Jacob and Joseph and his brothers. Not because they're not relevant, but because I want to get us to Moses and Aaron.",
    "start": "00:13:38",
    "end": "00:14:41"
  },
  {
    "text": "Okay, let's go to Moses.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Let's go to Moses and Aaron.",
    "start": "00:14:42",
    "end": "00:14:44"
  },
  {
    "text": "Sam.",
    "start": "00:14:45",
    "end": "00:14:59"
  },
  {
    "text": "Let'S set up the scene. The family of Jacob has become 70 people that went down to Egypt at the end of the book of Genesis, and they're living with Joseph. That whole generation dies. The Israelites are fruitful and multiply. And then Pharaoh, a new Pharaoh, king of Egypt, arises. And he does not bless the people. He treats them as cursed. He wants to enslave them and kill them. And so we remember the promised Abraham. Those who bless you will be blessed, like Melchizedek. But those who curse you treat you as cursed, like Pharaoh's doing. Now God will give the same treatment. And so, epic story. The third attempt that Pharaoh makes to destroy this family is to throw their baby boys into the water. And it's precisely that tactic that is his downfall, because one of those baby boys floats right into his house. So Moses grows up, and we're going to start the story in Exodus chapter three, where he's fled from Egypt, and he's out in the wilderness shepherding the flock of his new father in law, who is a priest, Jethro, called the priest of Midian is what he's called. This is actually at the end of Exodus chapter 2. So Moses fled Egypt, and he went to a well, and he sees seven women there, all sisters, drawing water. And there's some bad shepherds who want to come do something to these women. And Moses rescues them and runs off the bad shepherds. And their dad is so stoked. His name is Jethro, and we're told he was the priest of the Midianites.",
    "start": "00:15:23",
    "end": "00:17:02"
  },
  {
    "text": "Where would they live?",
    "start": "00:17:02",
    "end": "00:17:03"
  },
  {
    "text": "Oh, got it. They're living kind of in that region between The Dead Sea and Egypt, which is kind of what we would call the southern desert of Israel and the upper part of the Sinai Peninsula.",
    "start": "00:17:03",
    "end": "00:17:16"
  },
  {
    "text": "Okay.",
    "start": "00:17:16",
    "end": "00:17:16"
  },
  {
    "text": "And the Midianites are a part of the family of Abraham. They come from Abraham's wife, third wife, after Sarah dies. Her name's Ketera. Okay. Kind of tribal shepherds.",
    "start": "00:17:16",
    "end": "00:17:30"
  },
  {
    "text": "What does that mean, to be a priest?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Yeah, well, somebody who's a gateway between the divine and human.",
    "start": "00:17:32",
    "end": "00:17:36"
  },
  {
    "text": "But there was no, like. I mean, he didn't have a tabernacle.",
    "start": "00:17:36",
    "end": "00:17:39"
  },
  {
    "text": "Yes.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Or did he?",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "Or we're just told he's a priest.",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "He's a priest.",
    "start": "00:17:43",
    "end": "00:17:43"
  },
  {
    "text": "And not of what God. We're told he's a priest.",
    "start": "00:17:44",
    "end": "00:17:47"
  },
  {
    "text": "Okay.",
    "start": "00:17:47",
    "end": "00:17:47"
  },
  {
    "text": "Now he'll come up again in the story. Again, because in chapter 18, after the Exodus happens and he hears about it, he comes to confess Yahweh as the one true God. And so the priest of Midian becomes a priest of Yahweh before even the Israelite priesthood exists. So now we've got two non Israelite priests who were legit before we even meet an Israelite priest. But we're getting ahead of ourselves. Okay, so in Exodus chapter 3 and 4, Moses is now married into the family of Jethro, the priest of Midian. And this is where the burning bush scene. So as you work through the story, God essentially makes this commission, tells him to go confront Pharaoh and lead Israel out of Egypt. And Moses objects five times, five objections. And God answers each of those objections in a row, four of them using the phrase I will be, which this is the story where God reveals his name. His name as I will be or I am what I am. It's really cool how the story works. So, you know, his first objection is, well, who am I? I'm nobody. You don't want me to do this job. His second objection is, well, I'm fine.",
    "start": "00:17:47",
    "end": "00:18:59"
  },
  {
    "text": "And God says, I will be with you.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "Yeah. And God says, I will be with you. Yeah. Moses says, who am I? And God's response is, I will be with you. That's who you are.",
    "start": "00:19:00",
    "end": "00:19:08"
  },
  {
    "text": "Doesn't matter who you are. Yeah.",
    "start": "00:19:08",
    "end": "00:19:10"
  },
  {
    "text": "Basically what matters is that you are one that I'm with. Second one is, yeah, what's your name? People are going to ask what God I'm representing. So that's the revelation of the div.",
    "start": "00:19:10",
    "end": "00:19:21"
  },
  {
    "text": "Name.",
    "start": "00:19:21",
    "end": "00:19:21"
  },
  {
    "text": "I will be.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "I will be what I will be or I am what am. Then third objection is, well, what if they don't believe me? What if they don't listen to me? So he gives them these multiple signs of like the staff that turns into a snake.",
    "start": "00:19:22",
    "end": "00:19:33"
  },
  {
    "text": "And this third objection doesn't have a. I will be.",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "No, no, actually, yeah. The five objections are arranged in this cool, symmetrical pattern.",
    "start": "00:19:36",
    "end": "00:19:41"
  },
  {
    "text": "Yeah. So the center one doesn't have one.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "Yeah, it's really cool. The fourth objection is I'm not a very good speaker. He says, I'm heavy of mouth and heavy of tongue. And what God says is, I will be with your mouth. His fifth objection, he just straight up says, send somebody else. So the real motivator is that Moses just straight up doesn't want to do this.",
    "start": "00:19:42",
    "end": "00:20:05"
  },
  {
    "text": "He doesn't want to do it. He's trying to think of all the reasons.",
    "start": "00:20:05",
    "end": "00:20:08"
  },
  {
    "text": "Totally.",
    "start": "00:20:08",
    "end": "00:20:08"
  },
  {
    "text": "But in reality, he's just like, I'm out.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "Yes. Okay, now, we've talked about this passage in another flow to anger. Yeah. This is the first time that God gets angry in the Bible.",
    "start": "00:20:10",
    "end": "00:20:17"
  },
  {
    "text": "Yeah.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "This is the first narrative where God.",
    "start": "00:20:18",
    "end": "00:20:20"
  },
  {
    "text": "Is described as angry.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "If you read from Genesis 1, where God gets angry at somebody. And so if you go to the next page, this is crucially important because it's this moment that introduces the priesthood into Israel. So it starts in Exodus 4:13. Moses said, Please, Lord, send the message by whoever else. You will send somebody else. And the anger of Yahweh burned against Moses. And he said, isn't there your brother Aaron, the Levite? He speaks well. Moreover, look, he's coming to meet you right now, and when he sees you, he'll be happy. So you speak to him and put words in his mouth, and I will be with your mouth. And now with his mouth, I'll teach you what you are to do, but he will speak for you to the people. So this could have been a moment of great honor for Moses.",
    "start": "00:20:21",
    "end": "00:21:15"
  },
  {
    "text": "Moses could be the one directly communicating God's will to Pharaoh.",
    "start": "00:21:16",
    "end": "00:21:22"
  },
  {
    "text": "Yeah, yeah. So right now we're getting a little window into that image of God where a human could embody and what that human speaks is.",
    "start": "00:21:22",
    "end": "00:21:31"
  },
  {
    "text": "I think we talked through this story maybe in the Image of God podcast episode, but at some point, we did talk through this, and basically you explained to me, I think what you're getting at here, which is Moses could have been the one who directly talked to God. Now, Aaron is one on Moses behalf.",
    "start": "00:21:31",
    "end": "00:21:51"
  },
  {
    "text": "That's right.",
    "start": "00:21:52",
    "end": "00:21:52"
  },
  {
    "text": "Aaron is a priest to Moses.",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "Yeah.",
    "start": "00:21:55",
    "end": "00:21:55"
  },
  {
    "text": "And Aaron happens to be a Levite, which is the tribe of. That will become.",
    "start": "00:21:55",
    "end": "00:22:01"
  },
  {
    "text": "Totally now. Yeah. Why is he called a Levite here? The first time. This is the first time Aaron is mentioned because he's the son of Levi. He's the Son of Levi. But this is Moses, brother. Like, Moses doesn't need to know what tribe he belongs to. It's his brother. Moses is a Levite.",
    "start": "00:22:01",
    "end": "00:22:16"
  },
  {
    "text": "So Moses is a Levite too.",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "So certainly what's happening here, we're naming his tribe because this is the tribe that will play the role of the priesthood.",
    "start": "00:22:18",
    "end": "00:22:26"
  },
  {
    "text": "Yeah.",
    "start": "00:22:26",
    "end": "00:22:26"
  },
  {
    "text": "In other words, I'm saying it's a narrative strategy. By calling him Aaron the Levite.",
    "start": "00:22:26",
    "end": "00:22:31"
  },
  {
    "text": "Yes.",
    "start": "00:22:31",
    "end": "00:22:31"
  },
  {
    "text": "The narrator wants to draw attention to. This is the foundation of the Levite category of the priesthood. Yeah, that's right.",
    "start": "00:22:31",
    "end": "00:22:38"
  },
  {
    "text": "This is like an origin story of sorts.",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "Yeah. The narrator wants us to see this as the origin story of the priesthood. And you just have to stop and be like, man, this is not a very glamorous beginning.",
    "start": "00:22:40",
    "end": "00:22:50"
  },
  {
    "text": "Yeah.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "And this is going to just keep continuing. Seriously, the Hebrew Bible could not be more critical of Israel's priesthood from its moment of origins and every step through.",
    "start": "00:22:51",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. It's a concession out of his anger.",
    "start": "00:23:03",
    "end": "00:23:05"
  },
  {
    "text": "Totally. That's right. And what I'm saying is this critical portrait is going to continue with Aaron's failure, the golden calf, with the failure of his sons. The moment they set up the tent in Leviticus, they blow it. And then we're going to meet a descendant of Aaron down the line, a guy named Eli, who allows his two corrupt priestly sons to steal people's offerings. And they're having sex with women, like in the courtyards of the Tabernacle. This is the depiction of the Israelite priesthood in the Hebrew Bible. So somebody's got an agenda here to tell us that the ideal that the priesthood is supposed to represent is good, but that the institution of Israel's priesthood from its origin moment never fully attained to that it was a compromised project from its beginnings. To scholar Joshua Matthews, who first put this on my radar, and he has a book called Melchizedek's Alternative Priestly Order, but he has a whole chapter just on the depiction of the priesthood of the Levites in the Old Testament. He says Aaron's first introduction into the narrative of the Pentateuch comes in conjunction with Yahweh's burning anger as a concession for Moses faithless resistance to Yahweh's instructions. Moses is punished for his unwillingness to accept Yahweh's commission and is likewise denied the honor that would have come with it. The glory of fulfilling the task no longer belonged to Moses alone, but was shared in part by his brother Aaron. The author is portraying the scenario as gradually deviating from what Yahweh initially Envisaged, or what the ideal scenario might have been had Moses not responded with such resistance.",
    "start": "00:23:05",
    "end": "00:25:11"
  },
  {
    "text": "Which is similar to what the Genesis Totally to narrative.",
    "start": "00:25:11",
    "end": "00:25:16"
  },
  {
    "text": "Exactly right. And so the fact that this very conversation with God is happening on a sacred high mountain, by a tree, burning with the light and life of God's presence. This is a replay of the garden moment.",
    "start": "00:25:16",
    "end": "00:25:30"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "This is Moses failing his first test.",
    "start": "00:25:32",
    "end": "00:25:34"
  },
  {
    "text": "Yeah.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "Which is to trust God. This is, it seems to me, of huge significance. Next up, things get even more complicated with Aaron as you read on into chapters three through five. What God tells. This is on page 18 in chapter three, God says to Moses, he says, you go and gather the elders of Israel. And then you, with the elders of Israel, go to the king of Egypt and say, yahweh, the God of the Hebrews met with us. Let us go out to worship our God. So once this thing with Aaron happens, what Moses actually does is he gets the elders of Israel together, but then he leaves them behind and just he and Aaron go before Pharaoh. Does that make sense?",
    "start": "00:25:34",
    "end": "00:26:18"
  },
  {
    "text": "He doesn't obey the command.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "He doesn't do what God told him to do. God said, go to the king of Egypt with the elders. He leaves the elders behind, and just he and Aaron go. And what happens is that Pharaoh gets ticked off and angry and says, like, who are you? You're lazy. Your people are lazy. And so he imposes. It's the whole thing of, like, more bricks, less straw, higher quotas, less raw materials. And this meeting where Moses didn't do what God said, he goes with Aaron instead, actually creates more conflict and more suffering for the Israelites. The narrative is designed in an interesting way. Aaron gets introduced, and then the first thing Aaron does as a character is go with Moses before Pharaoh, which is not what God said. And what results? More suffering for the Israelites. Does that make sense?",
    "start": "00:26:20",
    "end": "00:27:09"
  },
  {
    "text": "Mm. So you've already seen, like, okay, Aaron's a concession.",
    "start": "00:27:09",
    "end": "00:27:13"
  },
  {
    "text": "Yes.",
    "start": "00:27:14",
    "end": "00:27:14"
  },
  {
    "text": "And then you're like, well, great, we got Aaron.",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "And then God says, okay, Aaron and Moses take the elders, go confront Pharaoh. And then we watch Aaron, our new hope.",
    "start": "00:27:18",
    "end": "00:27:26"
  },
  {
    "text": "Yeah.",
    "start": "00:27:26",
    "end": "00:27:26"
  },
  {
    "text": "Like, not follow the directions.",
    "start": "00:27:26",
    "end": "00:27:28"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "And you're like, huh?",
    "start": "00:27:29",
    "end": "00:27:30"
  },
  {
    "text": "I mean, it's just kind of interesting that God says, take the elders and go. And then it just says, and Moses and Aaron went. And you're just like, that's not what God said.",
    "start": "00:27:30",
    "end": "00:27:40"
  },
  {
    "text": "And then, as a result, is Pharaoh just turns up to heat.",
    "start": "00:27:40",
    "end": "00:27:44"
  },
  {
    "text": "That's right. And so when they meet the elders again is when they leave Pharaoh's court, and the Elders have just gotten their new instructions about more bricks, less straw. And so then there's a conflict. The elders get mad, and they're angry at Moses.",
    "start": "00:27:44",
    "end": "00:28:00"
  },
  {
    "text": "This first priestly Israelite priestly character.",
    "start": "00:28:00",
    "end": "00:28:04"
  },
  {
    "text": "Correct. Aaron the Levite.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "It's not starting out well.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "It's not starting well. Okay. That's the point. So we could. There's more details to it, but that's just the basic point. So Aaron continues to play this kind of odd role through the story where he appear at certain moments, but it's always weirdness like this. It just keeps continuing.",
    "start": "00:28:06",
    "end": "00:28:25"
  },
  {
    "text": "Yeah.",
    "start": "00:28:25",
    "end": "00:28:25"
  },
  {
    "text": "And so fast forward through the Exodus. Ten plagues. Super exciting. God brings the hammer. Moses was put into the waters to die by Pharaoh's order, but God rescues him as a baby. 10th and Final Conflict between God and Pharaoh is Pharaoh dies in the waters while the Israelites are rescued, led by Moses, are rescued through the waters. This big poetic pattern of the Exodus story, it ends the way it began.",
    "start": "00:28:25",
    "end": "00:28:52"
  },
  {
    "text": "Yeah.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "They go through the wilderness, Moses and the Israelites, and they go to the same mountain where God met Moses at.",
    "start": "00:28:53",
    "end": "00:28:59"
  },
  {
    "text": "With the burning bush.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "And the way God shows up now before the people is not in a tree that's on fire. It's just the top of the mountain is on fire.",
    "start": "00:29:01",
    "end": "00:29:09"
  },
  {
    "text": "Yeah, there's just thunder, lightning, clouds. That's right, just fire.",
    "start": "00:29:09",
    "end": "00:29:13"
  },
  {
    "text": "So summarizing, Moses is called up and he kind of brokers this covenant partnership ceremony that God wants to get married to these people. And actually, this is important. I don't have it here in the notes. The first thing God says to the people is, I've rescued you out of Egypt. And if you listen to my voice and keep the covenant, I will make y' all a kingdom of priests. Both roles together. A set of royal priests. And it's as a collective. Yeah, yeah. So not just priests. A kingdom of priests. A whole nation of kings and queens who stand as the gateway between heaven and earth, between Yahweh and the nations. I mean, that's. Yeah, that's exalted stuff. Big.",
    "start": "00:29:14",
    "end": "00:29:55"
  },
  {
    "text": "Yeah.",
    "start": "00:29:55",
    "end": "00:29:56"
  },
  {
    "text": "I would be terrified to apply for that job. That's a lot of responsibility.",
    "start": "00:29:56",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, yeah, yeah. Because in all your neighboring people groups, the priests, they all have priests, right? I mean, it's a normal thing.",
    "start": "00:30:02",
    "end": "00:30:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:11",
    "end": "00:30:12"
  },
  {
    "text": "Because they all have their ideas of who God is and how to worship God. And there's this general human sentiment that we need one person to do that on our behalf. And so that category exists, and God saying that category, that's going to be your role as an Entire people group.",
    "start": "00:30:12",
    "end": "00:30:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "Not just for yourselves, actually, for everyone.",
    "start": "00:30:38",
    "end": "00:30:41"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "Even the other priests who think they're doing it.",
    "start": "00:30:43",
    "end": "00:30:45"
  },
  {
    "text": "And they're at the foot of the sacred mountain that's alive with the power and presence of God. So this is very much in the narrative flow. This is a whole group of people being invited into the holy space to. Yeah, into God's space. Into the new Eden type of opportunity to become the faithful image of God to the nations that all humanity was made to be but is forfeited to be. Yeah, so that's a high point.",
    "start": "00:30:46",
    "end": "00:31:13"
  },
  {
    "text": "Yeah.",
    "start": "00:31:13",
    "end": "00:31:13"
  },
  {
    "text": "So at the end of chapter 24 of Exodus, on page 19, Moses goes up onto the mountain, and the cloud is covering the mountain. The glory of Yahweh rested on Sinai. The cloud covered it for six days. Think Genesis 1, six days. And then on the seventh day, Moses goes up into those clouds. He's ascending into heaven. Moses is going up to heaven. Metaphorically and literally in terms of going to the skies. The scene. Yeah, that's right. And the eyes. To the eyes of the sons of Israel. The appearance of the glory of Yahweh was like the burning bush that Moses saw, just fire consuming on the mountaintop. And so Moses goes up into the cloud on the mountain, and he was there 40 days and 40 nights.",
    "start": "00:31:14",
    "end": "00:31:57"
  },
  {
    "text": "Which 40 days and 40 nights is connected to wandering. Right.",
    "start": "00:31:57",
    "end": "00:32:01"
  },
  {
    "text": "It's actually. This is one of the first times it appears.",
    "start": "00:32:01",
    "end": "00:32:04"
  },
  {
    "text": "Okay.",
    "start": "00:32:04",
    "end": "00:32:04"
  },
  {
    "text": "It's often a period of waiting or testing. Waiting or testing. In this case, it's going to be a period where Israel has to trust and they fail. So the way Exodus is designed, the narrative action pauses right here. And what follows now is the long divine speech from this, like, seven chapters of all the tabernacle instructions.",
    "start": "00:32:04",
    "end": "00:32:28"
  },
  {
    "text": "Yeah, where a priest will work.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "Exactly. All right, so this whole long divine speech is divided up into seven speech acts. In other words, the phrase and God said appears seven times in these chapters. And the whole of these tabernacle instructions are elaborately crafted in these beautiful symmetrical patterns. And what they do is highlight comparisons and connections between the different parts. My point here is at the center of the tabernacle instructions is a whole chapter dedicated to describing the clothing of the priest. It's not thrilling reading.",
    "start": "00:32:30",
    "end": "00:33:04"
  },
  {
    "text": "No. Most people give up reading the Bible right around here.",
    "start": "00:33:05",
    "end": "00:33:08"
  },
  {
    "text": "Yeah, totally. But, dude, this chapter is so important. So it describes everything from this robe that's to be made. Actually, the introduction and the closing of the priestly garment description in Exodus 28 tells you that these are Holy clothes. Holy garments. So they're garments that are only to be worn when this person is playing the role of the Adam and Eve role in the little micro Eden that is the tabernacle. These are their Adam and Eve clothes. Pre fall. Pre failure, so to speak.",
    "start": "00:33:08",
    "end": "00:33:43"
  },
  {
    "text": "Because you're putting on. It's like it's a costume.",
    "start": "00:33:43",
    "end": "00:33:45"
  },
  {
    "text": "Yes, it is. It's symbolic, sacramental garments. Yeah, they're holy. So this space is holy because it's space that God has chosen to take up residence here. It's the meeting place of heaven and earth. And these are the clothes that the figure is to wear when they're in the heaven and earth place. And the holy clothes are for glory and beauty. So glory is about these phys. It's a physical manifestation of God's power and weightiness, Weightiness and significance. But they're for beauty. And this is one of the first times beauty is associated with an object in the Bible, is the tabernacle art. Yeah, art as a gateway to the transcendent.",
    "start": "00:33:46",
    "end": "00:34:28"
  },
  {
    "text": "And then when this is made later. It's an artist.",
    "start": "00:34:29",
    "end": "00:34:31"
  },
  {
    "text": "It's an artist. Yeah.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "Who makes it. And it's filled with God's spirit.",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "Exactly right. Just like in Genesis 1, verse 2, the spirit of God is at work in creation. And this is a little bit of recreation or new creation.",
    "start": "00:34:35",
    "end": "00:34:43"
  },
  {
    "text": "Sam.",
    "start": "00:34:55",
    "end": "00:35:08"
  },
  {
    "text": "Essentially, you read the description. Here's what this figure looks like. They're wearing all white, brilliant shining white clothes, all white linen. And then they're covered with gold and jewels and then blue and purple, which are signs and colors of royalty. In other words, if you saw the high priest walking around, they would look like a glowing, shimmering, shining figure. And they are wearing clothes that reflect glory and beauty and the divine presence. So you just gotta. Just gotta take that in. There's loads of little details here. Like some of the stone, the precious jewels, are exactly the precious jewels that were named in the Garden of eden in Genesis 2, the Onyx Stone. And there's one more, and they only appear in the whole Bible in the Eden narrative and on the priestly clothing.",
    "start": "00:35:31",
    "end": "00:36:20"
  },
  {
    "text": "And then in the Revelation, they're referred to, right?",
    "start": "00:36:20",
    "end": "00:36:22"
  },
  {
    "text": "Oh, yes, that's right. Though in. Through the Septuagint, because it's through the Greek translation there. So the whole point here is that the tabernacle is a little micro Eden. And this is the new Adam, the new human who will go in and out of the Eden space through prayer and worship and sacrificial coverings for Israel's sins. This is it. We're doing the thing that we were hoping for from Genesis, a royal priest figure.",
    "start": "00:36:22",
    "end": "00:36:54"
  },
  {
    "text": "Someone's getting back in.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "Somebody's getting back in. Yeah, that's right. That's right.",
    "start": "00:36:55",
    "end": "00:36:57"
  },
  {
    "text": "Adam and Eve were out. Everyone's been out. How do they get back into this blessing?",
    "start": "00:36:57",
    "end": "00:37:02"
  },
  {
    "text": "Yep.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "The cherubim are there guarding it. The flaming sword. It's dangerous.",
    "start": "00:37:03",
    "end": "00:37:06"
  },
  {
    "text": "That's it.",
    "start": "00:37:06",
    "end": "00:37:07"
  },
  {
    "text": "How do you get back in?",
    "start": "00:37:07",
    "end": "00:37:08"
  },
  {
    "text": "Yeah.",
    "start": "00:37:08",
    "end": "00:37:08"
  },
  {
    "text": "Here we're given a vocation of a priest and they are symbolically taking on the role. And not merely symbolically. They're doing it.",
    "start": "00:37:08",
    "end": "00:37:20"
  },
  {
    "text": "They're doing it. Yeah.",
    "start": "00:37:20",
    "end": "00:37:21"
  },
  {
    "text": "I think I've heard some scholar talk about play acting or something. This terminology of like, it's like you're doing a play, but like you're actually doing the thing too.",
    "start": "00:37:21",
    "end": "00:37:31"
  },
  {
    "text": "Yeah, that's right. Are Catholic and orthodox brothers and sisters are just shaking their heads at you and I right now. Like you guys, this is called, it's called a sacramental worldview. And the church has been doing it for 2,000 years, right?",
    "start": "00:37:31",
    "end": "00:37:44"
  },
  {
    "text": "Yeah.",
    "start": "00:37:45",
    "end": "00:37:45"
  },
  {
    "text": "But in the Hebrew Bible, it's very, it's all the symbolism is all very supposed to be clear. We have at least one person on behalf of the others going back into the Eden space.",
    "start": "00:37:45",
    "end": "00:37:56"
  },
  {
    "text": "It's a good start.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "It's a great start. And so notice again, remember, this is all what Moses is seeing and hearing as he is up in heaven on top of the mountain. This is just the blueprints. The narrative action is standing still. We're just in this 40 day period when the narrative picks up. In Exodus 32, we meet the person who's supposed to be wearing those clothes when they get made. Do you get it? This is the irony. So just like Moses had his kind of failure on Mount Sinai earlier when he resisted God's call, now here is Aaron's failure at the same mountain. And it's sort of like Aaron doesn't know that he's being given the job of a lifetime up on the mountain.",
    "start": "00:37:57",
    "end": "00:38:40"
  },
  {
    "text": "And he's disqualifying himself.",
    "start": "00:38:40",
    "end": "00:38:42"
  },
  {
    "text": "Yes. If he just could have waited for 40 days, he would have gotten the job of a lifetime.",
    "start": "00:38:42",
    "end": "00:38:47"
  },
  {
    "text": "He did get the job though, didn't.",
    "start": "00:38:47",
    "end": "00:38:48"
  },
  {
    "text": "Well, that's a good point. Sorry. That's a good point. And he does do it. But for you, the reader, you're like, this guy's a schmuck. He doesn't deserve this job. He shouldn't be doing this job. And that's because when you jump back to the narrative in Exodus 32, you're at the foot of the mountain while God's showing him all the stuff on top. And Aaron.",
    "start": "00:38:48",
    "end": "00:39:10"
  },
  {
    "text": "And the story you're referring to is Aaron creating an idol, the golden calf, during the 40 days. Well, Moses up in the heavens getting the blueprints for the tabernacle and the priestly garments. Aaron the priest, the first Israel priest, is creating an idol out of Yahweh's likeness.",
    "start": "00:39:10",
    "end": "00:39:30"
  },
  {
    "text": "So once again, you just have to back up and say, if the Hebrew Bible is meant to be giving you a pro priestly point of view, you could not think of a more opposite story to tell.",
    "start": "00:39:31",
    "end": "00:39:44"
  },
  {
    "text": "Right.",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "This story is telling you the institution of Israel's priesthood was a failed project from the beginning.",
    "start": "00:39:45",
    "end": "00:39:50"
  },
  {
    "text": "Flawed at the heart.",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "The ideal that is supposed to represent is good. Is good. And that's what those clothes are all about. By recalling the Adam, the Adam and Eve returning to Eden.",
    "start": "00:39:51",
    "end": "00:40:01"
  },
  {
    "text": "But as soon as you get out of the sky, the idea of it into the real world.",
    "start": "00:40:01",
    "end": "00:40:06"
  },
  {
    "text": "Yes.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "Immediately it's compromised. It's compromised.",
    "start": "00:40:07",
    "end": "00:40:09"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Highly compromised.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Highly compromised. So we can just really fast forward. Once the tabernacle gets built and these clothes get put on, the priesthood gets ordained and inaugurated in the book of Leviticus and his sons on the first day.",
    "start": "00:40:11",
    "end": "00:40:26"
  },
  {
    "text": "This is the guys that die.",
    "start": "00:40:26",
    "end": "00:40:28"
  },
  {
    "text": "This is in the book of Leviticus, chapter 10. These are Aaron's two sons, Nadav and Avihu. And the temple gets blessed and set up. The priesthood is the first day on the job. And his two sons bring an offering or some kind of. They bring incense.",
    "start": "00:40:28",
    "end": "00:40:45"
  },
  {
    "text": "It's cryptic, right?",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "It's cryptic, but the narrator is clear. He says they brought in what God had not commanded them. They did what God had not commanded them to do.",
    "start": "00:40:46",
    "end": "00:40:55"
  },
  {
    "text": "This is a pattern now of priests not doing what God commanded them to do.",
    "start": "00:40:55",
    "end": "00:40:59"
  },
  {
    "text": "Yeah, totally. Yeah. And so then that creates a need for the purification of the holy space. They got roasted by divine fire in the tent. And so now their dead bodies are defiling the holy space.",
    "start": "00:40:59",
    "end": "00:41:11"
  },
  {
    "text": "Yeah. And so they gotta, like, drag them out with a rope.",
    "start": "00:41:11",
    "end": "00:41:14"
  },
  {
    "text": "Yeah. Their cousins come and get them. And this is the larger point from the beginning. Just like the Eden narrative, it tells you, here's what humans are made to be, or here's what the ideal of what they could be.",
    "start": "00:41:14",
    "end": "00:41:25"
  },
  {
    "text": "Yeah.",
    "start": "00:41:25",
    "end": "00:41:25"
  },
  {
    "text": "And here's what humans actually are. However, when Moses goes to intercede on behalf of his brother Aaron, who failed in the golden calf, Moses goes up the mountain and he's interceding with God and he's offering himself. He offers himself for the sins of his brother, and he also acts as a prophet where he Brings the need of the people before God, and then he's going to speak God's word to the people. And what we're told in the narrative is that Moses starts shining. His face is shining, not his clothing, but actually him. It's as if Moses, even though he forfeited the priesthood or forfeited that role all the way back at the beginning when Aaron got brought into the mix. It's as if Moses can't help but be. Be the thing God called him to be. He ends up being that shining priestly intercessor in the Eden, in the heavens.",
    "start": "00:41:25",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. This is a real high point for Moses.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "Totally. Yeah. But it's in contrast to the failure of the person who was supposed to fill that role.",
    "start": "00:42:23",
    "end": "00:42:28"
  },
  {
    "text": "Yeah.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "Which is his brother, the high priest.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "Yeah.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "Isn't that interesting?",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "It is. There's a lot of complexity, a lot of. Yeah, it is really good, complex storytelling.",
    "start": "00:42:32",
    "end": "00:42:38"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "Of just all these twists of expectation.",
    "start": "00:42:39",
    "end": "00:42:42"
  },
  {
    "text": "Yes. And inversions and so on. So we could do a lot more. But you get the basic point. I think we could tell if we think this is a part that should be in the video. I think you could tell it in a pretty creative way because the narrative is dramatic.",
    "start": "00:42:42",
    "end": "00:42:55"
  },
  {
    "text": "Yeah.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "But these shining priestly garments. And then Moses becomes that shining human up in the heaven and earth space before God. This is so important for the story of Jesus being transformed on the mountain in the Gospels. And he starts shining and so on. And this whole network of stories here at Mount Sinai.",
    "start": "00:42:56",
    "end": "00:43:18"
  },
  {
    "text": "So shining is a priestly thing.",
    "start": "00:43:19",
    "end": "00:43:21"
  },
  {
    "text": "Well, I think it's an image of God thing. But it's unpacked first here in this. Shine like the stars shine. Exactly. Yes.",
    "start": "00:43:21",
    "end": "00:43:30"
  },
  {
    "text": "That's Paul talking about resurrected body, new bodies.",
    "start": "00:43:30",
    "end": "00:43:33"
  },
  {
    "text": "Yeah. Shining like stars. In other words, remember in Genesis 1, the rulers above the host of heaven.",
    "start": "00:43:33",
    "end": "00:43:39"
  },
  {
    "text": "Yeah.",
    "start": "00:43:39",
    "end": "00:43:39"
  },
  {
    "text": "They're the ones who shine. And then you have the rulers below the humans.",
    "start": "00:43:39",
    "end": "00:43:43"
  },
  {
    "text": "Yeah. Made of dirt.",
    "start": "00:43:43",
    "end": "00:43:45"
  },
  {
    "text": "But what if you could have a dirt creature who is exalted up to the heavens and begins to image God and rule over earth and heaven? Shining would be a great way to describe such a person. They're taking on attributes of the divine glory. And that's what the ideal priest is supposed to do with his clothes. And that's what Moses ends up doing here on this very mountain.",
    "start": "00:43:45",
    "end": "00:44:10"
  },
  {
    "text": "Yeah. So I'm wondering how much shining will come into maybe our video. Because if it's connected more to the image of God, not merely just being a priest, it might be a little too in the weeds for just a Priest video.",
    "start": "00:44:11",
    "end": "00:44:26"
  },
  {
    "text": "Yeah. However it is, this shining element seems uniquely connected to the kind of the priestly part of our little Venn diagram of prophet priest king.",
    "start": "00:44:26",
    "end": "00:44:36"
  },
  {
    "text": "Got it.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Because David's face doesn't shine and prophets are gritty, like. Yeah, totally. Yeah.",
    "start": "00:44:37",
    "end": "00:44:43"
  },
  {
    "text": "Dirty.",
    "start": "00:44:43",
    "end": "00:44:43"
  },
  {
    "text": "Yeah. John the Baptist is not glowing.",
    "start": "00:44:43",
    "end": "00:44:45"
  },
  {
    "text": "He's not glowing.",
    "start": "00:44:45",
    "end": "00:44:45"
  },
  {
    "text": "He needs to take a bath. Yeah. These shining priestly figures are a reflection back on what the visual way of thinking about what humans are called to be and do as the image in Genesis 1 and 2. So that's essentially the negative portrait of the priesthood of Aaron and Levi in contrast to Moses as this image of God. And with that, we kind of keep reading forward again just like we did after Melchizedek, and be like, well, if we're ever going to find a solution, it's going to have to be a glowing prophet priest type of Moses figure. Not like the failed Aaron project that didn't work well at all.",
    "start": "00:44:46",
    "end": "00:45:30"
  },
  {
    "text": "Kind of makes you think it won't come from the priest's institution. It'll be something surprising that's adjacent to it.",
    "start": "00:45:31",
    "end": "00:45:41"
  },
  {
    "text": "Totally. That's right. So this is a conclusion that the author of the Hebrews in the New Testament draws as a little nerdy detail. This is not taking that idea and reading it back into the Old Testament. I'm saying the logical. Any thoughtful reader should come to the conclusion after reading the Torah that the Promised One who will restore the blessing of Eden won't be from the priestly line of Levi or Aaron. That's what the Hebrew Bible is trying to tell us, it seems to me. But it's going to come from some other place and it'll be someone like a Melchizedek and like a Moses figure. I wonder who it's going to be. I'll keep on reading. So there you go. We're going to fast forward now to how the story of David gets introduced and we're going to find that he fits the bill in some really cool ways.",
    "start": "00:45:41",
    "end": "00:46:31"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Next week we'll continue in our series on priests in the Bible.",
    "start": "00:46:33",
    "end": "00:46:39"
  },
  {
    "text": "So you walk into the book of Samuel and you're immediately introduced to a priest from the line of aaron. Yes, it's 1 Samuel 1 and 2 Eli. And he's got two sons who actually like run the sacrificial system. And there's a whole narrative dedicated in 1st Samuel 1 and 2 to how Eli is really this neglectful, absent minded leader. His sons are stealing sacrificial offerings from.",
    "start": "00:46:39",
    "end": "00:47:04"
  },
  {
    "text": "The people we're accepting questions for our upcoming Question and Response episode that we'll have at the end of the series. So as you get questions about priests in the Bible, we'd love to hear from you. Record yourself asking the question, let us know your name, where you're from. Try to keep it to 20 or 30 seconds and email it to infoibleproject.com and if you could in your email also write out your question for us. That saves us a ton of time as we compile them. Again. The email is infoibelproject.com we'd love to hear from you and our deadline for submissions is the end of day Monday, April 5, 2021. Today's show was produced by Dan Gummel, our show notes from Lindsey Ponder, and our theme music by the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We exist to experience the Bible as a unified story that leads to Jesus. And so we have all sorts of free resources, including this podcast, lots of videos and study notes and classes. It's all free because of the generosity of many people like you all over the world. Thank you so much for being a part of this with us.",
    "start": "00:47:04",
    "end": "00:48:08"
  },
  {
    "text": "Hi, this is Obehi and I'm from Nigeria. I first heard about the Bible Project when I was researching the countercultural Theology of the Exile on YouTube. I used the Bible Project for their rich resources on how to understand the Bible. My favorite thing about the Bible Project is how they make such invaluable, important, thoroughly researched content freely accessible to so many. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:48:09",
    "end": "00:48:51"
  },
  {
    "text": "Sam.",
    "start": "00:48:59",
    "end": "00:49:07"
  }
]