[
  {
    "text": "Hey, everybody, this is Tim at BibleProject. And welcome to the BibleProject Podcast. This week is our last episode of exploring the theme of the royal priesthood in the story of the Bible. Last week we pondered the story of Jesus ascension, where his body left the earthly dimension and where he goes to take up the right hand seat of God the Father and makes priestly intercession on behalf of humanity, even this very moment. But according to the writings of the apostles in the New Testament, even though the body of Jesus has left physically in one form, it is still present here with us in another way. If you read in Paul's letter to the Romans, you will discover this phrase, the body of Christ or the body of Messiah. And Paul really believes the collective people, people of Jesus, actually embody the life of Jesus right now. And to fully understand this, we need to see how Paul and also the apostle Peter weave in language about followers of Jesus as a royal priesthood, or as temples or as living sacrifices. What do all of these images mean and how are they all connected? It's really, really amazing. So that's what we're going to explore today and even more, of course. Thanks for joining us. Here we go.",
    "start": "00:00:04",
    "end": "00:01:27"
  },
  {
    "text": "All right, let's wrap up this conversation on priesthood throughout the Bible. And so what we want to do is talk specifically about how the people who follow Jesus are now part of this, this idea, this theme of priests, which quick little summary. This idea of being a priest is working in. Typically a temple is what you would think of, but it's a person who works in the temple which is a holy place, a sacred place that represents where God space and human space are combined. Where God rules. In temples are often these images of God that represent God in some real way. And now we go all the way to the first pages of the Bible and we see that God created a place where he put humans where his own presence is. So he creates like Eden as, like a temple. And then he calls the humans his image, which are not only in a place where heaven and earth are united, but now they are people in which God's own authority and character, these things are supposed to be embodied by humanity as well. And so that's the idea of being a priest. And the whole story of the Bible can be thought through the lens of these priests who have fallen from that vocation, needing their own priests now, like an intercessor of sorts who could come and restore them back to this position of reigning and ruling with God. And so we talk about how priests have some duties. One is worship One is intercession. So that the people who don't have this vocation of being a priest can be reconnected to God, re establish a.",
    "start": "00:01:35",
    "end": "00:03:20"
  },
  {
    "text": "Relationship and then flip it over. They also, they represent God to those people. So they represent people to God and they represent God to people as those divine and human mediators. And they also are mediators of God's blessing, his personal presence and life power that brings abundance.",
    "start": "00:03:20",
    "end": "00:03:43"
  },
  {
    "text": "And so we've got these priests throughout the story of the Bible who are now doing this as a reflection of how this is supposed to be what.",
    "start": "00:03:43",
    "end": "00:03:52"
  },
  {
    "text": "All humanity were doing and what all creation is destined for.",
    "start": "00:03:52",
    "end": "00:03:56"
  },
  {
    "text": "Yeah, to be the sacred space where humans, all humanity is doing this. But this reflection is problematic in that it's still run by humans who have our own will and tend to rebel. And so this whole story culminates in Jesus, who is both the place where heaven and earth connect and the human, who his will is completely aligned with God and can truly represent God and truly intercede.",
    "start": "00:03:56",
    "end": "00:04:27"
  },
  {
    "text": "He's presented as both the temple and the priest. He's the place where God and human are one and the person in whom God and human are one.",
    "start": "00:04:27",
    "end": "00:04:38"
  },
  {
    "text": "Now, the big priestly intercession, the main event, it seems like, at least in my mind, is the death and resurrection.",
    "start": "00:04:38",
    "end": "00:04:48"
  },
  {
    "text": "Yeah.",
    "start": "00:04:48",
    "end": "00:04:48"
  },
  {
    "text": "Sacrificing himself, which is an idea we've seen established through this priestly theme of Abraham having to sacrifice his family legacy, Moses offering to sacrifice himself, David offering to sacrifice himself. This idea in Isaiah of this ultimate royal priest will also do that. There's this theme, so that makes sense of what Jesus is doing. He's being that sacrifice and the priest. But then we read in Acts 1 where he comes to the disciples and he's showing his kind of resurrected, transformed body and, and teaching them about the kingdom of God. And then after around 40 days, he is ascended into the sky. And then we got these New Testament writers talking about these apostles, writing Paul and the author of the Hebrews about what that means for Jesus to be ascended at the right hand of God, which is that he's there interceding on our behalf still.",
    "start": "00:04:48",
    "end": "00:05:51"
  },
  {
    "text": "Yeah.",
    "start": "00:05:51",
    "end": "00:05:52"
  },
  {
    "text": "And that's a priestly role. So he's. So Jesus in the. The heavenly temple, which is supposed to be united with earth, is not yet united, which has been represented through the tabernacle and the temple as trying to kind of get this union going again, is now represented in the person of Jesus himself in his life. And now Jesus is sitting in the heavenly temple interceding on our behalf. And then you said at the end of the last episode that. That Jesus actually is still on earth.",
    "start": "00:05:52",
    "end": "00:06:25"
  },
  {
    "text": "In one sense.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "In a sense, yes. That his body, although his resurrected body, is seated at the right hand of God, his body is also in some way still on earth. And the New Testament authors talk about this as the body of Christ. And when they do, they often talk about it in terms of these priestly duties.",
    "start": "00:06:26",
    "end": "00:06:44"
  },
  {
    "text": "Yep. Or as a temple or a priesthood. Usually both. Yeah, that's right. Good summary.",
    "start": "00:06:44",
    "end": "00:06:50"
  },
  {
    "text": "Okay.",
    "start": "00:06:50",
    "end": "00:06:51"
  },
  {
    "text": "Yeah, that was perfect. So let's go back to that ascension passage in Acts 1. What Jesus said right before he was highly exalted on the clouds was that I'm going to send power from on high, and y' all will be my witnesses. Then he ascends, takes his cosmic throne. The next chapter is Pentecost. And what happens in Acts chapter two is on Israel's celebration of the seventh seven. Of course, Pentecost happened seven times seven days after Passover.",
    "start": "00:06:51",
    "end": "00:08:14"
  },
  {
    "text": "Seven times seven days after Passover.",
    "start": "00:08:14",
    "end": "00:08:17"
  },
  {
    "text": "Correct.",
    "start": "00:08:17",
    "end": "00:08:17"
  },
  {
    "text": "49 days.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "It's on the 50th day, which is what Pentecosta means in Greek. Pentecosta means 50.",
    "start": "00:08:18",
    "end": "00:08:23"
  },
  {
    "text": "50.",
    "start": "00:08:23",
    "end": "00:08:24"
  },
  {
    "text": "So when the day of Pentecost came, Acts chapter two, they were all together in one place. Suddenly there came from the skies. From the skies where Jesus. So something is being sent down by Jesus. A noise like a violent rushing wind filling the house where they were sitting. There appeared to them, tongues of fire distributing themselves, each resting on everyone. Wind and fire filling and coming to rest. Come now, temple imagery on the seventh seven.",
    "start": "00:08:24",
    "end": "00:08:54"
  },
  {
    "text": "Okay. Yeah. Because now we're combining. Because the seven is activating completion of God's creative work.",
    "start": "00:08:56",
    "end": "00:09:04"
  },
  {
    "text": "Yep. Seventh day.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Seventh day. Where then God comes and rests in creation to rule and reign.",
    "start": "00:09:05",
    "end": "00:09:09"
  },
  {
    "text": "Correct.",
    "start": "00:09:09",
    "end": "00:09:09"
  },
  {
    "text": "But then this fire.",
    "start": "00:09:09",
    "end": "00:09:10"
  },
  {
    "text": "Yeah, the wind and fire.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "The wind and fire are activating what we saw in Exodus.",
    "start": "00:09:12",
    "end": "00:09:17"
  },
  {
    "text": "Yeah.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "When the tabernacle is set up.",
    "start": "00:09:18",
    "end": "00:09:20"
  },
  {
    "text": "Correct.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "Fire comes down from heaven.",
    "start": "00:09:21",
    "end": "00:09:23"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:09:23",
    "end": "00:09:23"
  },
  {
    "text": "There's wind in that story too.",
    "start": "00:09:23",
    "end": "00:09:25"
  },
  {
    "text": "Actually, the wind was on Mount Sinai. And so it's like what was happening on top of Mount Sinai transfers and goes in over the tent. Totally. That's right. And so it all comes together in the culminating statement, verse four. And they were all filled. So being filled, resting, wind and fire. There's lots of things being activated here in terms of hyperlinks to the Hebrew scriptures, but for sure, they are all keying in to depicting this group of people as a temple where the divine Presence is taking up residence. And where did it come from? The skies where Jesus is Seated. So God's heavenly temple presence transfers to an earthly temple that is a group of people. Yeah, that's right. So this is Luke's narrative way of launching that theme in the Book of Acts. It continues on in different ways, but this was a ground level metaphor or image that the apostles used right on throughout the New Testament. So for example, in Ephesians 2, Paul can talk about when Jews and non Jews come together and give their allegiance to Jesus. This is in Ephesians 2. He talks about they become God's house in verse 19. Built on the foundation of the apostles and prophets, the Hebrew prophets, the Hebrew Scriptures and the apostles. Jesus the Messiah, Jesus himself being like the foundation stone or the cornerstone in whom the whole building fitted together is growing into a holy temple in the Lord in whom y' all are being built together as a dwelling of God in the Spirit. It's a mouthful. Notice there's multiple metaphors overlapping here.",
    "start": "00:09:25",
    "end": "00:11:15"
  },
  {
    "text": "Really?",
    "start": "00:11:15",
    "end": "00:11:15"
  },
  {
    "text": "You have the house.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Notice the one.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "You have the house.",
    "start": "00:11:17",
    "end": "00:11:18"
  },
  {
    "text": "The house is the temple. It's just another word for the temple.",
    "start": "00:11:18",
    "end": "00:11:21"
  },
  {
    "text": "Temple. Yep. So you got all this architectural metaphors. Foundation, cornerstone, building. But notice.",
    "start": "00:11:21",
    "end": "00:11:27"
  },
  {
    "text": "But then it starts growing, the building.",
    "start": "00:11:27",
    "end": "00:11:29"
  },
  {
    "text": "Which breaks that metaphor all of a sudden. Growing and joining together.",
    "start": "00:11:30",
    "end": "00:11:33"
  },
  {
    "text": "Yes. Now it's like a bot. It's like a.",
    "start": "00:11:33",
    "end": "00:11:35"
  },
  {
    "text": "It's like a human.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "It's an organism.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "Yeah. This temple is a human organism. He's actually going to develop this in chapter four where he's going to talk about a new humanity growing and all the limbs and muscles and ligaments fitting together in the body of Christ. And he talks about the spiritual gifts and so on.",
    "start": "00:11:37",
    "end": "00:11:55"
  },
  {
    "text": "That's right.",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "Same. The temple is a human, the sacred space.",
    "start": "00:11:55",
    "end": "00:11:59"
  },
  {
    "text": "Well, it's a community of humans.",
    "start": "00:11:59",
    "end": "00:12:01"
  },
  {
    "text": "It's a community of humans that are collectively a new human body.",
    "start": "00:12:01",
    "end": "00:12:05"
  },
  {
    "text": "They are collectively a metaphoric human body which is also a temple.",
    "start": "00:12:05",
    "end": "00:12:11"
  },
  {
    "text": "Totally. Yeah. Yeah. And again, this might seem like, wow, man. Can't they keep their metaphors straight but go all the way back? The sacred space and the sacred people who inhabit that space are analogies to each other. The space where God and human are one is on analogy to the people, the images of God in whom God and humanity are one. They are different ways of exploring the same reality.",
    "start": "00:12:12",
    "end": "00:12:36"
  },
  {
    "text": "Does this bring us back to that phrase then where Jesus says, where two or three are together, I'm there in the midst.",
    "start": "00:12:36",
    "end": "00:12:42"
  },
  {
    "text": "Yeah. There I am in the middle of them. Yeah.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "This idea of the place where heaven and earth unite is where the people come to unite.",
    "start": "00:12:43",
    "end": "00:12:49"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:49",
    "end": "00:12:49"
  },
  {
    "text": "Those become the same thing.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "Yeah. So a group of people coming together as one human body are the temple overlap of heaven and earth. Isn't that interesting? So that Luke is making that point in a narrative way by activating all these hyperlinks. Paul is doing it by painting this Picasso. Like, portrait. No, like, he's a. Is it a building? Is it a human? Is it one human or a bunch of humans? And of course, the answer is yes.",
    "start": "00:12:50",
    "end": "00:13:16"
  },
  {
    "text": "And so very practically, the thing that you needed to go to the temple for now is realized in your midst. Right.",
    "start": "00:13:16",
    "end": "00:13:27"
  },
  {
    "text": "Yeah. I mean, but it's not as if after Pentecost, the followers of Jesus are still gathering in the temple. They still find it as a meaningful place. So this isn't the birth of, like, the temple is bad or outmoded. It's the. That the temple is a symbol that points to a reality which is them. And the reality was encountered in the person of Jesus. And now through the Spirit, they're manifesting, seeing themselves as an earthly corporate manifestation of the heavenly Jesus body.",
    "start": "00:13:28",
    "end": "00:13:58"
  },
  {
    "text": "Right.",
    "start": "00:13:59",
    "end": "00:13:59"
  },
  {
    "text": "And so it's another symbol. The first generation before the destruction of the Temple, they could point to the temple in Jerusalem as a symbol of the union of heaven and earth, and they could point to their own community.",
    "start": "00:13:59",
    "end": "00:14:10"
  },
  {
    "text": "They're both symbols.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "Well, actually, I think I'm going to step back from that, and I'll say the apostles want us to see something more in the body of the Messiah that is his community. They want us to see it as the actual earthly embodiment of Jesus, which is why they so fiercely protect it. I don't have it listed here, but in First Corinthians 3, he starts talking about how the apostles are like these farmers that plant seed that grows and becomes a building.",
    "start": "00:14:12",
    "end": "00:14:40"
  },
  {
    "text": "Will be tested with fire.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "Yeah. What he says is the apostles and leaders of a community of Jesus will be held to a high standard when it comes to how they led and tried to grow these communities. And then he says, yeah, y' all are a temple. Anyone who ruins the temple of God, God will ruin that person. So I think they see it more as just a symbol.",
    "start": "00:14:43",
    "end": "00:15:03"
  },
  {
    "text": "Well, in the same way that they would see the temple as more than a symbol.",
    "start": "00:15:03",
    "end": "00:15:07"
  },
  {
    "text": "Yeah, that's.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "There was a reality happening.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Actually, that's a good point. That's a great point.",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "But I guess what I'm trying to tease out is, granted, they still saw value in the temple, and as long as it was there, that's a great place to convene.",
    "start": "00:15:11",
    "end": "00:15:21"
  },
  {
    "text": "Yeah.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "But the temple's gone.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "It's okay.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "Or the moment that they realized the body of the Messiah wasn't just an Israel thing, but was, as Jesus said, meant to include people of all nations, then the piece of land or the architecture attached to that piece of land becomes less important to people who live outside Jerusalem.",
    "start": "00:15:25",
    "end": "00:15:42"
  },
  {
    "text": "And also the activities of the temple can be done now in your own home.",
    "start": "00:15:43",
    "end": "00:15:46"
  },
  {
    "text": "Ah, yes, right. Yes. Perfect. This is where the body of Christ as a temple shades into. Or you can flip the coin over and communicate the same idea, but now describing the body of Christ as a priesthood, as a royal priesthood, doing the things that priests did in that space. So let's look at some passages where the apostles are working that theme.",
    "start": "00:15:46",
    "end": "00:16:11"
  },
  {
    "text": "Sam.",
    "start": "00:16:23",
    "end": "00:16:32"
  },
  {
    "text": "Let'S start at Romans 12, which we've turned to multiple times in the last year or so. But I've given this a Texan translation.",
    "start": "00:17:05",
    "end": "00:17:15"
  },
  {
    "text": "Yeah, yeah. To get those y' alls in there.",
    "start": "00:17:15",
    "end": "00:17:18"
  },
  {
    "text": "Yeah, totally. Let's just take in the first statement of Romans chapter 12. I'll let you read it.",
    "start": "00:17:18",
    "end": "00:17:23"
  },
  {
    "text": "Therefore, hinge word.",
    "start": "00:17:23",
    "end": "00:17:25"
  },
  {
    "text": "Yep. Right.",
    "start": "00:17:25",
    "end": "00:17:27"
  },
  {
    "text": "Therefore, in light of Romans 1 through 11, I urge you all, brothers and sisters.",
    "start": "00:17:27",
    "end": "00:17:32"
  },
  {
    "text": "All y'. All.",
    "start": "00:17:32",
    "end": "00:17:33"
  },
  {
    "text": "All y'.",
    "start": "00:17:33",
    "end": "00:17:33"
  },
  {
    "text": "All. This is the Texan translation.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Oh, yeah. Yeah. I urge all y' all brothers and sisters, by the mercies of God, to present all yalls bodies as a living and holy sacrifice acceptable to God. Which is your spiritual service of worship.",
    "start": "00:17:35",
    "end": "00:17:48"
  },
  {
    "text": "Yeah.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "All y' all means every one of you together.",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "Yeah. It's plural bodies. All y' all each have an individual body. So he's writing to a network of house churches made up of a couple hundred bodies. So all y' all have different bodies, but then the punch comes to present all Yalls bodies as a living and holy sacrifice. But the word sacrifice is singular.",
    "start": "00:17:51",
    "end": "00:18:14"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "So there's a few things. First of all, where is this imagery coming from? Yeah. In the first place, but specifically, not just temple as a whole, but provoking what priests do in temple spaces.",
    "start": "00:18:16",
    "end": "00:18:29"
  },
  {
    "text": "Yes. Interceding through sacrifice.",
    "start": "00:18:30",
    "end": "00:18:32"
  },
  {
    "text": "Yeah. Or giving thanks or surrendering as an act at its core. Because not all sacrifices are atonement for sins.",
    "start": "00:18:32",
    "end": "00:18:39"
  },
  {
    "text": "Okay. As some were. Thank you.",
    "start": "00:18:39",
    "end": "00:18:41"
  },
  {
    "text": "That's right. So what is the common denominator underneath both a thank you sacrifice and an atonement sacrifice. It's surrendering. It's giving back. Giving over to. And this animal symbolizes me. I give the whole of myself over to. I give my body. Give your body. And so he uses all this liturgy language. It's acceptable to God. That's from Leviticus. He calls it your. Oh, interesting. Now, new American standard has spiritual service of worship. The word spiritual is not the word spiritual, it's the Greek word logicon. Logicon. Logicon, Logicon. It means true and proper. And actually I think that's how the new international version translates. Let me see. Oh, true and proper. True and proper service of worship.",
    "start": "00:18:42",
    "end": "00:19:33"
  },
  {
    "text": "All of yalls bodies. So each of you have individually have a body and all of them together are presented as one sacrifice.",
    "start": "00:19:33",
    "end": "00:19:45"
  },
  {
    "text": "One unified surrender.",
    "start": "00:19:45",
    "end": "00:19:48"
  },
  {
    "text": "One unified surrender. Act of surrender. And that is how you do your priestly duty.",
    "start": "00:19:48",
    "end": "00:19:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Surrendering. Collectively surrendering yourselves to God's will.",
    "start": "00:19:57",
    "end": "00:20:02"
  },
  {
    "text": "Correct. Now, so the whole question is, this is the culmination of Romans 1 through 11. What does that mean? What does Paul have in mind? Like what counts as an act of communal sacrifice? Right, that's the question. Usually I think when this passage is brought up in Christian communities, people fill in what they think a sacrifice would be.",
    "start": "00:20:02",
    "end": "00:20:22"
  },
  {
    "text": "And for Paul it's all about two tribes essentially, Jew and non Jew finding unity.",
    "start": "00:20:22",
    "end": "00:20:29"
  },
  {
    "text": "Yeah.",
    "start": "00:20:29",
    "end": "00:20:29"
  },
  {
    "text": "Is that the main thread?",
    "start": "00:20:30",
    "end": "00:20:31"
  },
  {
    "text": "Yeah, I think that. And that's certainly where he's going. In other words, he's talking about specifically acts where people give up something, sacrificing.",
    "start": "00:20:31",
    "end": "00:20:40"
  },
  {
    "text": "Something for the sake of unity, for.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "The sake of creating this new unified community that isn't divided along the same lines as their neighbors in Rome, which is what he says next. Don't be conformed to this world, but let your mind be renewed and transformed so that you can discern what the will of God is. His pleasing, acceptable, perfect will. What is God's will? Read Romans 1:11. To have a unified family of people that consists of people of all nations that are unified by their allegiance to Jesus. And notice what he immediately starts to talk about is how that group of people can become unified. Everyone among you should not think more highly of themselves than they ought. Think as to have a sound judgment as God gives each a member of faith. Look, we have many members in one body. Notice the singular body.",
    "start": "00:20:41",
    "end": "00:21:32"
  },
  {
    "text": "Now meaning, what's he referring to here?",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "He's going to establish a metaphor. Listen, I just said y' all have your own bodies.",
    "start": "00:21:34",
    "end": "00:21:38"
  },
  {
    "text": "So just like I have a lot of different parts of my own body.",
    "start": "00:21:39",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, we all have different members in my one, our one body.",
    "start": "00:21:41",
    "end": "00:21:44"
  },
  {
    "text": "Yeah, And I have a heart.",
    "start": "00:21:44",
    "end": "00:21:46"
  },
  {
    "text": "Those members don't all have the same function. So we who are many are one body in the Messiah and individually members of one another. So he's working the body theme in a new way here. And then he Goes on to talk about spiritual gifts, which we often think is just some other category of theology. But in Paul, it's all connected.",
    "start": "00:21:46",
    "end": "00:22:07"
  },
  {
    "text": "All connected to being the priests who are surrendering themselves collectively for the sake of unity, to align themselves with God's will.",
    "start": "00:22:07",
    "end": "00:22:17"
  },
  {
    "text": "Yeah.",
    "start": "00:22:17",
    "end": "00:22:17"
  },
  {
    "text": "Which is to be a diverse but unified people.",
    "start": "00:22:17",
    "end": "00:22:22"
  },
  {
    "text": "Yeah.",
    "start": "00:22:22",
    "end": "00:22:23"
  },
  {
    "text": "Who are restoring the blessings of Eden.",
    "start": "00:22:23",
    "end": "00:22:26"
  },
  {
    "text": "That are the earthly body of the Messiah.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "The earthly body of the Messiah.",
    "start": "00:22:28",
    "end": "00:22:30"
  },
  {
    "text": "Kind of shading into our family of God discussions here.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "Yeah, right.",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "But for Paul, the integrity of Jesus's reputation and mission in the earth depends on his followers seeing themselves with all their diversity and difference of theology and opinion, seeing them as one body in the Messiah that offers a unified collective sacrifice to maintain that unity. Which is why he goes on, you know, prophecy, serving, teaching, exhorting, leading. And then it culminates with let love be without hypocrisy, hate what is evil, cling to the good, be devoted to one another in Philadelphia. Sibling love. So this is an amazing paragraph. This is worth a lot of meditation, but it's all one unified stream of thought. The royal priesthood of Jesus followers is the earthly body of the Messiah. That's what he's saying here. Jesus is in heaven ruling from the heavens as a royal priest and his earthly body.",
    "start": "00:22:33",
    "end": "00:23:31"
  },
  {
    "text": "And that's the same idea of being the image of God. I mean, it's not a different idea.",
    "start": "00:23:31",
    "end": "00:23:35"
  },
  {
    "text": "It's not a different idea, but it's.",
    "start": "00:23:35",
    "end": "00:23:37"
  },
  {
    "text": "A collective way of thinking about it and it's a way to honor the fact that God is the true image. Or sorry, Jesus is the true image.",
    "start": "00:23:37",
    "end": "00:23:45"
  },
  {
    "text": "Correct. Yeah, that's right, yeah.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "That now we are extending.",
    "start": "00:23:47",
    "end": "00:23:50"
  },
  {
    "text": "Yeah, yeah. Notice also the priests are also the sacrifice.",
    "start": "00:23:50",
    "end": "00:23:55"
  },
  {
    "text": "Yeah, I was noticing that Yalls bodies. Not only are we the temple and the priests, we're asked to be a sacrifice.",
    "start": "00:23:56",
    "end": "00:24:05"
  },
  {
    "text": "A sacrifice which again, think back to Abraham and Isaac, Moses and David in their stories and in this video series. Their acts of self sacrifice in these high places are the key narrative images of total self surrender to God.",
    "start": "00:24:05",
    "end": "00:24:20"
  },
  {
    "text": "So yeah, it's like Jesus is sacrifice as the true royal priest, the true image of God. It doesn't then kind of cut us out of the equation where it's like, okay, oh yeah, yeah, now it's done.",
    "start": "00:24:21",
    "end": "00:24:34"
  },
  {
    "text": "Jesus's death on the cross wasn't the last sacrifice that needed to be made.",
    "start": "00:24:34",
    "end": "00:24:38"
  },
  {
    "text": "Yeah. You know, and I alluded to that kind of mystery when I in the last episode with Paul's little statement about how he's filling up in himself or completing in himself the sufferings of Christ.",
    "start": "00:24:38",
    "end": "00:24:49"
  },
  {
    "text": "Yeah, yeah. And so not to be misunderstood along with Hebrews, there is a once and for all ultimate finality to what Jesus did to reconcile God and humanity through his death.",
    "start": "00:24:49",
    "end": "00:25:00"
  },
  {
    "text": "But that act evil was overcome and reconciliation was made.",
    "start": "00:25:00",
    "end": "00:25:07"
  },
  {
    "text": "That's right. But that act needs to be imitated and implemented continually by all of the bodies of Jesus followers who are collectively the body. The body of Jesus that's continually sacrificing itself. These are very powerful ideas. I mean, this is like really bedrock concepts for conceiving of the mission and purpose of a local church and for every local church to consider. What does it mean to act in unity with all of the other expressions of the body of the Messiah that are around me?",
    "start": "00:25:07",
    "end": "00:25:43"
  },
  {
    "text": "Man.",
    "start": "00:25:43",
    "end": "00:25:44"
  },
  {
    "text": "And Protestantism has not. Well, I think someone from Catholic perspective would say, and this is why Protestants really need to eat some humble pie and rethink how their concept of church unity really has any integrity. I don't know. I don't have answers here. I'm just saying this is a real issue in the history of the church.",
    "start": "00:25:44",
    "end": "00:26:04"
  },
  {
    "text": "Well, it's a real issue even now.",
    "start": "00:26:04",
    "end": "00:26:07"
  },
  {
    "text": "I mean, of course. Yeah.",
    "start": "00:26:07",
    "end": "00:26:09"
  },
  {
    "text": "And, you know, I'm. I'm. I'm coming from an American environment that's politically charged right now.",
    "start": "00:26:09",
    "end": "00:26:18"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "And there's. There's a very clear disunity along those lines. Along those lines.",
    "start": "00:26:19",
    "end": "00:26:24"
  },
  {
    "text": "Yeah. Within the community of Jesus.",
    "start": "00:26:24",
    "end": "00:26:27"
  },
  {
    "text": "Within the community of Jesus.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "And. And it feels irreparable. It feels like overwhelming.",
    "start": "00:26:28",
    "end": "00:26:33"
  },
  {
    "text": "Yes, it does.",
    "start": "00:26:33",
    "end": "00:26:34"
  },
  {
    "text": "All the bodies.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "Yeah.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "Bring one collective, unified sacrifice.",
    "start": "00:26:38",
    "end": "00:26:41"
  },
  {
    "text": "Yeah.",
    "start": "00:26:41",
    "end": "00:26:41"
  },
  {
    "text": "Like that feels like a pipe dream.",
    "start": "00:26:42",
    "end": "00:26:45"
  },
  {
    "text": "Feels pretty insurmountable right now. I suppose it probably feels about as insurmountable as Abraham and Sarah thinking of how they could have a kid or. Right. I mean. I mean, this image of total surrender means coming to the end of your own resources and stepping out in an act of radical trust into an unknown reality, trusting that God can bring about new creation. Yeah. I don't know. I am more personally, I'm more in a state of lament right now, both at the state of the church and its lack of integrity, but also its inability to say anything prophetic to the world because of its disunity. And I think Paul knew that. That's why unity is such an important theme here. Anyhow. It's kind of depressing.",
    "start": "00:26:45",
    "end": "00:27:35"
  },
  {
    "text": "It is depressing. I want to be inspired when I read this instead. I'm like, oh, boy.",
    "start": "00:27:36",
    "end": "00:27:42"
  },
  {
    "text": "Well, and Paul is speaking in corporate communal terms right here, you know, so, yes, individual acts of love and self sacrifice to bridge the divides that separate parts of the church, that's a part of this. But Paul's thinking in very corporate structural language here of all Yalls bodies coming together and. Yeah, he's thinking in very corporate terms.",
    "start": "00:27:42",
    "end": "00:28:07"
  },
  {
    "text": "Yeah. And so to do something corporately you already need a bit of unity before you can come and sacrifice for unity.",
    "start": "00:28:07",
    "end": "00:28:14"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "Right.",
    "start": "00:28:15",
    "end": "00:28:15"
  },
  {
    "text": "Yeah. Or you need to somehow find a way to surrender our current ways of thinking about what it means to be a part of the people of Jesus and dreaming up new realities that could communicate this vision to the world. Yeah, but this is a part of the royal priestly calling of the body of the Messiah, the earthly body of the Messiah. It's this unified witness and self surrender.",
    "start": "00:28:15",
    "end": "00:28:40"
  },
  {
    "text": "And I guess Paul's context here in Rome was also pretty perilous, pretty insurmountable in some ways.",
    "start": "00:28:40",
    "end": "00:28:49"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "I mean, he wasn't asking for something simple here.",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "No, you're right. You have these separate house churches divided along an ethnic cultural boundary lines and he's asking them to integrate, start worshiping together and start sharing their lives together. Yep. When I read the New Testament, I don't feel like I'm a Christian. I'm actually being quite serious. I basically feel like I'm hardly a Christian.",
    "start": "00:28:54",
    "end": "00:29:20"
  },
  {
    "text": "Yeah. I mean, it's intense and I know.",
    "start": "00:29:21",
    "end": "00:29:23"
  },
  {
    "text": "That'S a part of the point is like it begins by recognizing that I fail in many ways to live up to the story and that there is a covering for that, you know, But I actually had a friend who put this recently. He's just like, if my Christianity becomes completely aspirational, am I really a Christian?",
    "start": "00:29:23",
    "end": "00:29:43"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:29:44",
    "end": "00:29:44"
  },
  {
    "text": "And if it's all just ideals, it's.",
    "start": "00:29:44",
    "end": "00:29:46"
  },
  {
    "text": "Like calling yourself a runner when all you do is just think about running.",
    "start": "00:29:46",
    "end": "00:29:52"
  },
  {
    "text": "Yeah.",
    "start": "00:29:52",
    "end": "00:29:52"
  },
  {
    "text": "Read about runners.",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "Yeah. Current events have really have, I don't know, forced me to a lot of introspection and honesty. Self honesty. And I know that's a healthy place to be. I hope a year from now I can feel like I've made some trips.",
    "start": "00:29:55",
    "end": "00:30:08"
  },
  {
    "text": "The current events have exposed the disunity and actually I think driven a wedge deeper into a lot of it, at least from what I've seen. And this is, this is American politics, what I'm talking about. But also the, the pandemic I think has actually.",
    "start": "00:30:08",
    "end": "00:30:24"
  },
  {
    "text": "Yeah.",
    "start": "00:30:25",
    "end": "00:30:25"
  },
  {
    "text": "Created this, this dividing wall.",
    "start": "00:30:26",
    "end": "00:30:29"
  },
  {
    "text": "Yep. The pandemic. Yeah.",
    "start": "00:30:29",
    "end": "00:30:30"
  },
  {
    "text": "And then you've got all the discussion around race and justice.",
    "start": "00:30:30",
    "end": "00:30:35"
  },
  {
    "text": "That's right.",
    "start": "00:30:35",
    "end": "00:30:36"
  },
  {
    "text": "And that's become a massive.",
    "start": "00:30:36",
    "end": "00:30:37"
  },
  {
    "text": "Yep.",
    "start": "00:30:38",
    "end": "00:30:38"
  },
  {
    "text": "Just.",
    "start": "00:30:38",
    "end": "00:30:39"
  },
  {
    "text": "And in that one the church has the. For the Most part, the dominant white church in America has had a very active role in perpetuating racial segregation, even though there are important, very important exceptions to that.",
    "start": "00:30:39",
    "end": "00:30:57"
  },
  {
    "text": "Yeah.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "They haven't been able to turn the tide on mainstream level.",
    "start": "00:30:57",
    "end": "00:31:01"
  },
  {
    "text": "But all the bodies, they can't even agree if it's an issue.",
    "start": "00:31:02",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "And so when there's not even enough unity to agree that there's something we need to surrender, then how would a unified surrendering ever take place?",
    "start": "00:31:09",
    "end": "00:31:17"
  },
  {
    "text": "Yeah, I guess you're right.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "And I think that's true of social justice issues.",
    "start": "00:31:19",
    "end": "00:31:22"
  },
  {
    "text": "Yep.",
    "start": "00:31:22",
    "end": "00:31:22"
  },
  {
    "text": "But it's also true of just this really practical health stuff.",
    "start": "00:31:22",
    "end": "00:31:27"
  },
  {
    "text": "Yeah.",
    "start": "00:31:27",
    "end": "00:31:27"
  },
  {
    "text": "Like, does it matter?",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "Yes.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "That this many people are dying.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Yeah.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "Does it help by doing this or that?",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Yeah.",
    "start": "00:31:33",
    "end": "00:31:34"
  },
  {
    "text": "Should we do this or that?",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "Yeah.",
    "start": "00:31:35",
    "end": "00:31:35"
  },
  {
    "text": "Like there's not even an agreement in like those basic kind of things.",
    "start": "00:31:35",
    "end": "00:31:38"
  },
  {
    "text": "Yeah. Among followers of Jesus.",
    "start": "00:31:38",
    "end": "00:31:40"
  },
  {
    "text": "Among followers of Jesus.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "Yeah, that's right. Ugh. Lord have mercy upon us. Have mercy upon us.",
    "start": "00:31:41",
    "end": "00:31:47"
  },
  {
    "text": "Sam. So we're supposed to be the priests.",
    "start": "00:32:06",
    "end": "00:32:55"
  },
  {
    "text": "Yeah. Here, let's. Let's turn to another apostle to see about the guidance that he would give Peter. He spent a lot of time with Jesus and he talks in chapter two of his first letter, he talks about Jesus. This is in chapter two, verse four. He talks about him as a living stone that has been rejected by humans, but is choice and precious in the eyes of God. We're stepping right into the context here. The paragraphs before and after this are all woven together really tight. But basically he talks about Jesus as the temple.",
    "start": "00:32:55",
    "end": "00:33:29"
  },
  {
    "text": "That's what he means by living stone.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "That's what he means by a stone. And he's here, he's activating stuff from the book of Daniel and the book of Isaiah. Anyway, so just like Jesus is a human temple, a living stone. Verse 5, All y' all also are living stones, plural, being built up into a house of the spirit, a spiritual house, by which he doesn't mean a non material house. What he means is a house indwelt by God's spirit. That is a holy priesthood. It's a temple, and it's a priesthood offering up spiritual, that is holy spirit empowered sacrifices acceptable to God through Jesus Christ. Now, he doesn't say here that the house that is the priesthood is also the sacrifice. It's more that y' all are the temple and the priesthood offering sacrifices. Does that make sense where in Romans.",
    "start": "00:33:30",
    "end": "00:34:22"
  },
  {
    "text": "They were kind of all the same.",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "Yeah, he doesn't turn up the volume on the priests offering themselves as a sacrifice. Here it's priests Offering sacrifices.",
    "start": "00:34:23",
    "end": "00:34:30"
  },
  {
    "text": "Yeah.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "In the verbal kind of the.",
    "start": "00:34:31",
    "end": "00:34:32"
  },
  {
    "text": "And what kind of sacrifices does he have in mind here?",
    "start": "00:34:32",
    "end": "00:34:35"
  },
  {
    "text": "Exactly. Okay, so let's hold that question. Okay, so he's gonna go on to talk about. He riffs on the book of Isaiah, the stone temple theme in the Book of Isaiah. And then he comes down to verse nine and he says, but y' all are a chosen race. Strange thing to say, especially to a community of.",
    "start": "00:34:35",
    "end": "00:34:55"
  },
  {
    "text": "Made up of multiracial community.",
    "start": "00:34:55",
    "end": "00:34:57"
  },
  {
    "text": "Multiracial community to call them a race.",
    "start": "00:34:57",
    "end": "00:35:00"
  },
  {
    "text": "Yeah.",
    "start": "00:35:00",
    "end": "00:35:00"
  },
  {
    "text": "A royal priesthood, a holy nation, a people for God's possession, so that you may announce the excellence of the one who summoned you out of darkness and into the marvelous light.",
    "start": "00:35:01",
    "end": "00:35:14"
  },
  {
    "text": "Which is that priestly duty of worship.",
    "start": "00:35:14",
    "end": "00:35:17"
  },
  {
    "text": "Yeah. One of the priestly duties. Yeah. To make noise or funnel noise up to increase the honor of God among the nations. Yeah. So all those phrases, chosen race he's actually gotten from the book of Isaiah. He's adopted that phrase, a chosen race from Isaiah, chapter 43. We don't have time. It's such a cool.",
    "start": "00:35:17",
    "end": "00:35:39"
  },
  {
    "text": "Isaiah 43.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "Yeah. The whole paragraph, verse 1621 is really cool.",
    "start": "00:35:41",
    "end": "00:35:45"
  },
  {
    "text": "Read it and then take a walk with a cup of tea.",
    "start": "00:35:45",
    "end": "00:35:48"
  },
  {
    "text": "Totally. Yeah. Or a cup of coffee, whatever it is you do. But basically it recalls the Exodus and then says, I'm going to do a new thing, a new Exodus. But then what he talks about is using the Eden creation narrative from Genesis 2 about a desert that God fills with water and grows a garden. And then the garden is my chosen race, my chosen people.",
    "start": "00:35:48",
    "end": "00:36:13"
  },
  {
    "text": "The garden is I give stre.",
    "start": "00:36:13",
    "end": "00:36:15"
  },
  {
    "text": "Oh, excuse me, excuse me. No, the waters grow a garden in the wilderness. And they give drink to my chosen people, which is evoking the wilderness narratives after the Exodus. And these are the people I formed for myself that they may proclaim my praise. It's a new Exodus, people who announce God's praise.",
    "start": "00:36:15",
    "end": "00:36:36"
  },
  {
    "text": "Cool.",
    "start": "00:36:36",
    "end": "00:36:37"
  },
  {
    "text": "And then those other three, royal priesthood, holy nation, God's own possession, are all taken from the first moments of Israel at Mount Sinai in Exodus 19, where he calls them a kingdom of priests among the nations.",
    "start": "00:36:37",
    "end": "00:36:50"
  },
  {
    "text": "And he calls them my own possession among the people and a holy nation.",
    "start": "00:36:50",
    "end": "00:36:54"
  },
  {
    "text": "Yeah. So one of the sacrifices or roles that they play is praise. But what are the other things?",
    "start": "00:36:54",
    "end": "00:37:01"
  },
  {
    "text": "Yeah. What are these sections that constitute.",
    "start": "00:37:01",
    "end": "00:37:03"
  },
  {
    "text": "So you have to go on to read Peter and what he continues to go on talk about through the letter is a community of mutual submission and honoring. Lifting up others is more important than yourself.",
    "start": "00:37:03",
    "end": "00:37:14"
  },
  {
    "text": "Well, this brings us right back to Romans 12.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Right back to Romans 12. Now he's making it concrete into first century Asia Minor culture for what that kind of community would look like. But it gives you, it gives you a picture. I like this. If you go throughout the rest of the New Testament and you look up sacrifice language, you get a statement like this. Actually this is great. In Hebrews 13, I'll let you read this. This is a great line.",
    "start": "00:37:15",
    "end": "00:37:38"
  },
  {
    "text": "Hebrews 13, 15 and 16. Through Jesus, therefore let us continually offer to God a sacrifice of praise. So there's the worship again. The fruit of lips that openly profess his name.",
    "start": "00:37:38",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "And do not forget to do good and to share with others. For with such sacrifices God is pleased. Yeah, Sharing, sharing your stuff, doing good works, doing tov.",
    "start": "00:37:51",
    "end": "00:38:00"
  },
  {
    "text": "Yeah, totally. Yeah. Give away your stuff and serve people.",
    "start": "00:38:00",
    "end": "00:38:04"
  },
  {
    "text": "Sharing and serving.",
    "start": "00:38:04",
    "end": "00:38:06"
  },
  {
    "text": "Yeah.",
    "start": "00:38:06",
    "end": "00:38:07"
  },
  {
    "text": "Sacrifices.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "Yeah. So he names two of these in the form of praise worship and then surrendering what belongs to you and giving it to others. That is a sacrifice to God. So isn't interesting in the temple, surrendering an animal to be sacrificed is giving something that's yours and giving it to God.",
    "start": "00:38:10",
    "end": "00:38:29"
  },
  {
    "text": "Yeah.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "But now it's like this. Re envisioning that sacrifice. There's something underneath that. The surrender to God is actually surrendering something to somebody else. That is your surrendering to God.",
    "start": "00:38:30",
    "end": "00:38:42"
  },
  {
    "text": "Yeah.",
    "start": "00:38:43",
    "end": "00:38:43"
  },
  {
    "text": "Interesting transformation of the image. So Peter, he writes in a different way, but he uses similar metaphors. But it's all the same basic idea.",
    "start": "00:38:43",
    "end": "00:38:52"
  },
  {
    "text": "Here as what Paul's doing really comes back to unity.",
    "start": "00:38:52",
    "end": "00:38:55"
  },
  {
    "text": "Yeah.",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "Unity achieved through sacrificing for one another for the sake of then being able to continue Jesus ministry.",
    "start": "00:38:56",
    "end": "00:39:06"
  },
  {
    "text": "Yeah.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Which is healing and restoration of all creation.",
    "start": "00:39:07",
    "end": "00:39:11"
  },
  {
    "text": "That's right. So let's go back to our. The roles of the priests worship. We've talked about that. Using words and poetry and art and song.",
    "start": "00:39:11",
    "end": "00:39:19"
  },
  {
    "text": "Fruit of the lips.",
    "start": "00:39:19",
    "end": "00:39:20"
  },
  {
    "text": "Fruit of the lips. Sacrifices that are here transformed into acts of service. Service and sharing with people who don't have what I have.",
    "start": "00:39:20",
    "end": "00:39:31"
  },
  {
    "text": "And humility.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "And humility, yes.",
    "start": "00:39:32",
    "end": "00:39:33"
  },
  {
    "text": "What was what called out in Romans 12.",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "Yeah. Let's also think of, let's reflect on intercession as a role. So let's say after hearing these words, let's say you got a Priscilla who's still living in Rome and these house churches are still fractured and Paul's been arrested and executed by Nero. And how would Priscilla wake up one morning and read Paul's words about present all Yalls bodies? One of them might be that she notices that in this one house church, like there's these Gentiles who are just so angry because it's maybe a Jewish merchant and he always wants to make sure that everything's kosher, all the food's kosher on the Lord's day when they gather. And he thinks it's stupid and he doesn't want to.",
    "start": "00:39:37",
    "end": "00:40:20"
  },
  {
    "text": "He's got a kosher obsession.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Yeah. And so Priscilla might first offer a long prayer to God on behalf of these two followers of Jesus in conflict and take up their concerns before God. But then she also might go get involved and try and mediate a compromise. This would be a priest, a royal priestly act of interceding and mediating and trying to reconcile people. I think these are the kinds of things that Paul would have in mind when he writes, all y' all surrender your bodies as a unified sacrifice or making sacrifices that are acceptable to God. I think that's what. Where our imaginations are supposed to go.",
    "start": "00:40:21",
    "end": "00:41:01"
  },
  {
    "text": "Yeah, that's helpful to make it more concrete. The big vision of this unified body feels so overwhelming. But just this simple act of, okay, I can make sacrificial priestly. And it's a priestly thing to do. Yeah, maybe it's just to help with one small little conflict. Yeah, but that could be my contribution.",
    "start": "00:41:01",
    "end": "00:41:26"
  },
  {
    "text": "Yeah, that's right. Yeah. Think of the priestly categories of representation. Where are there people or circumstances in my neighborhood where I could be a representation of the generosity and love of God? And so inserting yourself into those situations and with generosity and love is a way of priestly mediation. You're representing God's purpose and concern into that situation. That's a priestly act. Just like in that little imaginary scenario. Priscilla's involvement in this conflict is also a priestly, a priestly act, bringing the concerns of my church, community or neighborhood before God, like Moses up on the mountain, interceding on behalf of the people. It's a very powerful set of images to allow let soak into our imagination to think about just the daily calling of a church community or of an individual follower of Jesus. It in the last book of the Bible, in the Revelation, there are four times in the book where John evokes that phrase kingdom of priests, royal priests. And then in the last paragraph of like the narrative vision, he brings all the images together. So in the opening lines he talks about how Jesus, in chapter one, verse six, he loves us and has liberated us from our sins by his blood and made us into a kingdom of priests who serve his God and father. And that little line is repeated in chapter five in the throne room. This is when the lamb is opening the scroll of God's purposes for history. And there's a group, there's a choir around him. This is all happening in the heavenly temple. And they sing that you have made all these people that you purchase from every nation, a kingdom of priests who serve our God, who will reign on the earth. The image of God.",
    "start": "00:41:26",
    "end": "00:43:58"
  },
  {
    "text": "Yeah. God created humanity to be his image. So the idea would always to have become a whole people.",
    "start": "00:43:59",
    "end": "00:44:07"
  },
  {
    "text": "Yes.",
    "start": "00:44:07",
    "end": "00:44:07"
  },
  {
    "text": "Who are priests.",
    "start": "00:44:07",
    "end": "00:44:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:08",
    "end": "00:44:09"
  },
  {
    "text": "Not just one, not just one, not just two, not just a handful, not.",
    "start": "00:44:09",
    "end": "00:44:12"
  },
  {
    "text": "Just a slight, but just like people from every tribe. Language, people and nation. Yeah, yeah.",
    "start": "00:44:12",
    "end": "00:44:17"
  },
  {
    "text": "And then when that doesn't happen and it spirals out of control and he selects Abraham and Sarah, it says, I'm going to restore the blessing through your family, but not just for you.",
    "start": "00:44:17",
    "end": "00:44:28"
  },
  {
    "text": "Yes.",
    "start": "00:44:28",
    "end": "00:44:28"
  },
  {
    "text": "So that you guys can be priests. Basic, like in this sense, but for all the nations.",
    "start": "00:44:28",
    "end": "00:44:35"
  },
  {
    "text": "Yeah.",
    "start": "00:44:35",
    "end": "00:44:35"
  },
  {
    "text": "It's this idea of when Moses is at Sinai and God invites everyone up to be kingdom of priests.",
    "start": "00:44:35",
    "end": "00:44:42"
  },
  {
    "text": "Correct.",
    "start": "00:44:42",
    "end": "00:44:43"
  },
  {
    "text": "It's this echoing of like, this is where this is all heading. A kingdom of priests.",
    "start": "00:44:43",
    "end": "00:44:47"
  },
  {
    "text": "Yep.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "And then in the revelation, that's what we. We see.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "Yeah, that's right. So in the last, again, paragraph of the narrative vision in Revelation 22, this famous image he sees coming out of the city that is the unified heaven and earth. He sees heavenly city coming down to earth. That's in chapter 21. Now, he sees a river of the water of life flowing from the throne of God and the throne of the Lamb. Because he sits at the right hand, Jesus sits at their hand, and the two are one. Down the middle of the great city, on each side of the river stood the tree of life. We've talked about this before. Somehow the tree of life is now.",
    "start": "00:44:50",
    "end": "00:45:25"
  },
  {
    "text": "Singular, surrounding a river, which I guess I didn't really realize is also a street. The river is kind of also a street.",
    "start": "00:45:25",
    "end": "00:45:34"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:45:34",
    "end": "00:45:35"
  },
  {
    "text": "Where does that happen?",
    "start": "00:45:35",
    "end": "00:45:36"
  },
  {
    "text": "Down the middle of the great street of the city.",
    "start": "00:45:36",
    "end": "00:45:38"
  },
  {
    "text": "Because a river down a street would really be like two streets surrounding a river.",
    "start": "00:45:39",
    "end": "00:45:46"
  },
  {
    "text": "I think this is activating the highway motif of. From the book of Isaiah, verse 3. No longer will there be any curse undoing Genesis 3. And the throne of God and the Lamb will be in the city, and his servants will serve him. There's that word serve. It's the word work. It's the corresponding word to match what he says to Adam and Eve to work the garden and to care for it. And here it's his servants will serve, his workers will work, his worshipers will Worship.",
    "start": "00:45:46",
    "end": "00:46:15"
  },
  {
    "text": "Oh, this is the word.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "Yep. It's a Greek word.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "Why is it serve here? Because we talked about it's worship and work.",
    "start": "00:46:18",
    "end": "00:46:21"
  },
  {
    "text": "Oh, these are the same words.",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "And serve.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Hebrew word. Avad. To work, to worship and serve.",
    "start": "00:46:24",
    "end": "00:46:28"
  },
  {
    "text": "All the same.",
    "start": "00:46:28",
    "end": "00:46:28"
  },
  {
    "text": "It's all one Hebrew word. Yep. There will be no more night. This is going back to Genesis 1, verse 2, the darkness. There will be no more night. They won't need the light of a lamp or the light of a sun. They'll just need the day. One light of Genesis 1. Right. That emanates from God's own self. The last sentence. And they will reign. The servants, the priestly servants will reign forever and ever.",
    "start": "00:46:28",
    "end": "00:46:50"
  },
  {
    "text": "You won't need the lamp or the sun. But doesn't mean there is no sun. Huh?",
    "start": "00:46:50",
    "end": "00:46:53"
  },
  {
    "text": "Oh, it's envisioning as if the whole story of the Bible is retold just within the framework of the first day.",
    "start": "00:46:54",
    "end": "00:47:00"
  },
  {
    "text": "Yeah.",
    "start": "00:47:00",
    "end": "00:47:00"
  },
  {
    "text": "About the darkness containing the light and providing all the light that's necessary.",
    "start": "00:47:00",
    "end": "00:47:05"
  },
  {
    "text": "Right?",
    "start": "00:47:05",
    "end": "00:47:05"
  },
  {
    "text": "Yeah.",
    "start": "00:47:06",
    "end": "00:47:06"
  },
  {
    "text": "Yes. And they will reign forever and ever.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "Yeah. The royal priesthood. So in this last video, it's about the installation of a human as the cosmic royal priest. But it can never just be about that one. It's about that one's earthly body, a unified new humanity that is recapturing their vocation as the royal priesthood. And then this is a moment where it all comes together again. Heaven and earth are one and the royal priest and his priesthood are all together in the same place. I'm thinking of our drawing.",
    "start": "00:47:08",
    "end": "00:47:43"
  },
  {
    "text": "Yeah.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "In many ways, the sacrifice theme is as much a theme in this video on the high place. Like Abraham, Moses and David, all are going to in this video series will have their own high places for self sacrifice. Jesus. And then in this video, once Jesus is exalted into the heavens, but you still have a group of people who are up on the high place.",
    "start": "00:47:44",
    "end": "00:48:05"
  },
  {
    "text": "What's the high place?",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Just, I don't know. My street, my home, my family. But it's just giving us an imagination. I'm to see myself as on going on the mountain, Mount Moriah. Sacrificing myself, needing to surrender the thing that I think I can't live without. To discover the power and love of God.",
    "start": "00:48:06",
    "end": "00:48:25"
  },
  {
    "text": "Yeah.",
    "start": "00:48:26",
    "end": "00:48:26"
  },
  {
    "text": "My calling as a royal priest.",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "The unity of God's people and the will of God can be experienced through sacrifice.",
    "start": "00:48:27",
    "end": "00:48:35"
  },
  {
    "text": "Yeah.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "Wow. This will be really cool.",
    "start": "00:48:36",
    "end": "00:48:38"
  },
  {
    "text": "So again, for this video, recalling Eden, the ideal, the roles of the priest, Jesus in his ascension, cosmic world, priest in heaven doing those things his earthly body called to do those things until the reunification of heaven and earth. I think that just creates a nice tight three movements, all kind of working through a core set of motifs.",
    "start": "00:48:39",
    "end": "00:49:01"
  },
  {
    "text": "It makes sense by itself. There's some hiccups for how it fits with everything in my mind. I'll kind of think about that more.",
    "start": "00:49:01",
    "end": "00:49:09"
  },
  {
    "text": "Okay, cool. John Collins as always, a pleasure to talk about the Biblical theme with you. Thanks everybody for joining us on this episode. And if you've listened all the way through this series on the Royal priesthood, way to go. That's it for our conversation on this topic. We're going to be exploring two biblical scholars who have done important research on priesthood in the Bible and especially the figure of Melchizedek in the Book of Genesis and the New Testament Letter to the Hebrews. We're excited to share those with you. We're also going to do one question and response episode on this series. Today's show was produced by Dan Gummel. Our show notes are from Lindsey Ponder and our theme music is by the band tense. BioProject is a crowdfunded endeavor in Portland, Oregon. We are making free resources to help people experience the Bible as a unified story that leads to Jesus. And it's free because of the generosity of people all around the world, including many of you. Thank you so much for being part of this with us.",
    "start": "00:49:09",
    "end": "00:50:12"
  },
  {
    "text": "Hi, this is Kim. My name is Meena Crystal and I'm from the UK. I first heard about the Bibleproject when I was browsing YouTube for some Christian material. I use it to understand the overall narrative and study. My favorite thing about it is how easy it makes it for me to understand themes throughout. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:50:12",
    "end": "00:50:41"
  }
]