[
  {
    "text": "Hey, everybody, this is Tim. And welcome to the BibleProject podcast. In this week's episode, we are going to be concluding our whole series on the royal priesthood theme in the Bible. And this last episode is going to be an interview with a biblical scholar who has researched and published work, actually, on the story of the first royal priest that we meet in the Bible. Melchizedek priest, king of ancient Shalem. We've explored the figure and the story about Abraham and Melchizedek already in this series, but we're going to interview Joshua Matthews. He's a professor of biblical studies at Western Seminary. He did his dissertation on the story of Abraham and Melchizedek in Genesis, chapter 14. You can go check out his book. It's called Melchizedek's Alternative Priestly Order. And so in this conversation, we get to talk with him about his discoveries and reflections on this very interesting story and the fascinating figure of Melchizedek. We're also going to see some important connections between Melchizedek and kind of a surprise character in the storyline of Hebrew Bible that John and I have never talked about before. Moses, father in law, Jethro, the priest of Midian. This guy is awesome. Lots of connections between him and Melchizedek. We're also going to try and trace the path for how the Melchizedek of the Bible ended up being a very popular figure in Jewish imagination in the time period around Jesus, the letter to the Hebrews. Melchizedek's just a rad guy to talk about any time of the day. So that's what we're going to do in this episode. So thanks for joining us. Here we go. All right, Josh, good to have you on the podcast.",
    "start": "00:00:05",
    "end": "00:01:56"
  },
  {
    "text": "Yeah, thanks for having me. It's good to be here.",
    "start": "00:01:56",
    "end": "00:01:58"
  },
  {
    "text": "What's also really cool, both you're a Hebrew Bible scholar, and I'll let you talk a bit about your background and what you're up to now. But also, you live in Portland, Oregon.",
    "start": "00:01:58",
    "end": "00:02:07"
  },
  {
    "text": "I do, yeah. Suburb of Portland, yeah. Yeah. I was born and raised here and love it here.",
    "start": "00:02:07",
    "end": "00:02:13"
  },
  {
    "text": "Yeah, it's great. So the three of us actually all went to the same college around the same time period, so there's a lot of shared memories and friends and so on. So, anyway, it's cool to have you here. We haven't had that many interviews with scholars who are from Portland. In fact, any. You're the first.",
    "start": "00:02:13",
    "end": "00:02:31"
  },
  {
    "text": "You're the first.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Well, double high five.",
    "start": "00:02:32",
    "end": "00:02:34"
  },
  {
    "text": "Yeah, we gotta do more.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "You did your dissertation, have written a book on the story of Melchizedek and the role that he plays in the Hebrew Bible. So before we get too nerdy about that, though, maybe share with our audience your story, who you are, how. How you ended up maybe following Jesus and how you ended up in biblical studies.",
    "start": "00:02:36",
    "end": "00:02:54"
  },
  {
    "text": "Yeah. Grew up in a family, that Christian family. Both my parents came from Christian families. So it's kind of what I knew growing up. And the Bible was always valued. I mean, not perfectly or anything like that, of course, but I always kind of had a sense of its importance. And through high school, I kind of started to think more seriously about it, like have some sort of a aptitude or not an aptitude, but just like a taste for wanting to study it more seriously.",
    "start": "00:02:55",
    "end": "00:03:24"
  },
  {
    "text": "Were there some role models or figures who you thought were awesome and they cared about the Bible, or just youth.",
    "start": "00:03:24",
    "end": "00:03:31"
  },
  {
    "text": "Group leaders and my dad and grandpa and kind of that heritage. Yeah, my grandpa, I mean, he would buy a different Bible every year and read through it every year and like make notes in it and kind of save it and put it on the shelf.",
    "start": "00:03:31",
    "end": "00:03:45"
  },
  {
    "text": "Wow, that's cool. Is this your grandpa?",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Mm.",
    "start": "00:03:46",
    "end": "00:03:46"
  },
  {
    "text": "Wow.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "Yep.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "That's cool.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Yeah, my dad's dad. So that was kind of whenever we visited them, I would see him first thing in the morning up doing that. And just I think as a little kid that made a big impression. Yeah. So started to think a little bit more about it and went to this one year kind of Bible school. Like, you know, gap year kind of a Bible school. And again, just kind of started to think, man, this is. I enjoy reading it and want to study it, but kind of thought that would come down the road. Didn't even really give much thought to try to make it a career or anything like that. So after several other different kinds of things and kind of a winding route, I ended up going to Multnomah for Bible and theology degree.",
    "start": "00:03:48",
    "end": "00:04:30"
  },
  {
    "text": "That's here in Portland.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "That's here in Portland, Yeah. Multnomah Bible College is what it was called then, now Multnomah University. And by that time I was in my late 20s, I forget, but I had kind of given it a lot of thought. But going back a little bit, we had what we called a lay seminary, kind of a Sunday school, like Monday night Sunday school class at our church. And John Salhammer, who ended up being my PhD advisor, came out there and did a class on the Pentateuch. And so that just kind of blew my mind in a different way, in a new way. And shortly after that, then I decided, okay, I want to Go for it.",
    "start": "00:04:31",
    "end": "00:05:05"
  },
  {
    "text": "Yes. So maybe just quick note, we share him as an influence. He was a pivotal and really influential teacher and scholar in my own journey too, so. Well, and also, I think that's why it was so fun to read your book. It feels like we're in the same kind of family of interest and questions. It's certainly because of Sailhammer's influence.",
    "start": "00:05:05",
    "end": "00:05:26"
  },
  {
    "text": "Yeah, for sure. I mean, anything that you guys are putting out, I'm seeing, like, oh, yeah, this is good.",
    "start": "00:05:27",
    "end": "00:05:32"
  },
  {
    "text": "Well. And did Tim ever tell you the story about how Sailhammer's daughter reached out one time? I have a feeling that he's been influential to your research.",
    "start": "00:05:32",
    "end": "00:05:43"
  },
  {
    "text": "Yes.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "And, yeah, she just smelt it on everything.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Yeah, that feeling was confirmed, I guess. Yeah, yeah, yeah. So he. I sat in that class and then went to Multnomah, and once I started, I went full time and just kind of dove right in and just loved it. And then from that point, kind of just kept going and went to Wheaton for master's degree. A couple master's degrees. And then a little after I finished there, got married in between, came came back to the Portland area and got married. Trying to figure out what to do next. And Sailhammer moved out to the coast, to the Bay Area, So I kind of followed him there. I mean, I had stayed in touch with him and tried to get lunch with him anytime I could. Yeah, that's where I ended up going. So studied with him until he was diagnosed with Parkinson's. So, yeah, partway through my program, I switched to a different supervisor, which ended up being a great experience also. But, yeah, did. Did an Old Testament PhD at Golden Gate Baptist. Now it's Gateway. I forget what it's Gateway Baptist Seminary of the west or something like that. And then came back up here after I finished there and have been working at Western Seminary since 2000. Well, did a couple other things, but adjuncting first and then have been on faculty since 2015. So that's a little bit of my story.",
    "start": "00:05:48",
    "end": "00:07:01"
  },
  {
    "text": "And you're a professor of Hebrew Bible or just biblical literature.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "Do you teach biblical studies? Yeah. So mainly Old Testament and some biblical languages. Both biblical languages.",
    "start": "00:07:03",
    "end": "00:07:10"
  },
  {
    "text": "Yeah. Awesome.",
    "start": "00:07:11",
    "end": "00:07:12"
  },
  {
    "text": "Yeah. And then just recently took on a kind of a different role of administrative leadership. So dean of the faculty and then vice president of academic affairs. So I'll be teaching less, but still teaching some.",
    "start": "00:07:12",
    "end": "00:07:24"
  },
  {
    "text": "Yeah, sure. Just to follow up on the sail Hammer part of the story, I'm always curious to hear what other students experience with him was. And what was it that. That sparked for me. He was again, on a short list of the most influential biblical scholars in my early adult years who just fired my imagination. And I still feel like I'm chasing down big questions. He gave me the categories for. So if we didn't plan on me asking you this, I was kind of surprised. But if you were trying to boil down some of the things that he ignited inside of you, what would you say that those were?",
    "start": "00:07:24",
    "end": "00:07:59"
  },
  {
    "text": "Yeah, I think several things, but one was just a real careful attention to the text, to the words on the page, the Hebrew Bible words, but also how that comes out in our English Bibles. Just a careful attention to the text and kind of a. A, A way to understand how it links together and how to think about it kind of as, yeah, kind of a. A unified whole and with a lot of intentionality in the way that it's crafted. It just. It was the kind of thing where once I started hearing the categories that he spoke in, it just made sense of what I had felt like I had been seeing also. I felt like that approach, and that part of the approach just made more sense of Jesus, made more sense of the Gospel and made more sense of how the New Testament seems to view Jesus as a fulfillment of the Old Testament. Because there's a lot of answers to that kind of question out there that I think leave a lot. I don't know, that just aren't fully satisfactory or don't. Don't really seem to, yeah. Account for everything that Jesus claims about himself with respect to the Old Testament or what the apostles say about him. So those are a couple of them. But I mean also his personality and his character, his love for the church.",
    "start": "00:07:59",
    "end": "00:09:09"
  },
  {
    "text": "Yeah, he was a master teacher. I feel like in any class I ever have taught, I'm trying to channel some of the. I don't even know what to call it. He was just like a wizard in the classroom. He could mesmerize a whole room of people talking about, like, manuscript differences between Dead Sea Scrolls and then all of a sudden be talking about the King J. And then Systematic theology and then Rembrandt. And Rembrandt and baseball.",
    "start": "00:09:10",
    "end": "00:09:34"
  },
  {
    "text": "Cecil B. DeMille. Yeah.",
    "start": "00:09:34",
    "end": "00:09:36"
  },
  {
    "text": "It was like a flow of consciousness every class, but it all changes your view of everything. Yeah, that's cool. That's cool to hear. I have so many great memories of formative classes I took with him, too.",
    "start": "00:09:36",
    "end": "00:09:47"
  },
  {
    "text": "So what got you during your studies into Melchizedek?",
    "start": "00:09:47",
    "end": "00:09:51"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "Yeah. I mean, I think it was some of those first questions or thoughts that I was having. In thinking about how Sailhammer kind of changed my thinking or how to approach the text as a text and how to think about it, how the Hebrew Bible relates to the New Testament. I kind of was on this, like, little bit of a mission to just figure out some kind of study that I could do that would help me dig into some of those kinds of hermeneutical concepts. And it wasn't that the figure Melchizedek was that interesting to me, or. I mean, he certainly is. He's mysterious and interesting, but was never really motivated by this, like.",
    "start": "00:09:52",
    "end": "00:10:29"
  },
  {
    "text": "Like cracking the Megazette code or something.",
    "start": "00:10:30",
    "end": "00:10:32"
  },
  {
    "text": "Yeah.",
    "start": "00:10:32",
    "end": "00:10:32"
  },
  {
    "text": "Not like a burning desire to figure out Melchizedek. I still don't know who he was, really.",
    "start": "00:10:32",
    "end": "00:10:37"
  },
  {
    "text": "All right, interview's over.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "Fail. Yeah, no, it was more just kind of wanting a real. A test case for how the Hebrew Bible develops and interprets itself and then how the New Testament kind of picks up on those trajector.",
    "start": "00:10:41",
    "end": "00:10:55"
  },
  {
    "text": "Yeah. It is an interesting. He is an interesting test case because it plays a big role in a New Testament book that's prominent in Hebrews to understand Jesus. Melchizedek really, really illuminates a lot about Jesus in the eyes of the author to the Hebrews, but he appears in just two places in the Hebrew Bible, and even then, it's very short treatments. So it's like, why not another random character from the Hebrew Bible? There's hundreds of them. So, like, what is it about this one that fits into some bigger picture that makes him so prominent and valuable that he can enrich your understanding of them?",
    "start": "00:10:56",
    "end": "00:11:33"
  },
  {
    "text": "Yeah, usually the answer to that is that the author of Hebrews is just a very creative interpreter and was doing some kind of crazy things with these couple little obscure Old Testament passages. I did a seminar with George Guthrie, who's done a lot of work in Hebrews, and started thinking about it there and seeing. Observing that most of the studies that had been done on Melchizedek assumed that this was kind of almost kind of the classic case of real creative New Testament interpretation of the Old Testament.",
    "start": "00:11:33",
    "end": "00:12:02"
  },
  {
    "text": "Yeah. Maybe taking things in a direction that's not, like, against the grain of the Old Testament, but making way more out of it than any of the earlier biblical authors would have had in mind.",
    "start": "00:12:02",
    "end": "00:12:13"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:12:14",
    "end": "00:12:15"
  },
  {
    "text": "You'd say that's kind of the main way people think about how Hebrews got where Hebrews did.",
    "start": "00:12:15",
    "end": "00:12:20"
  },
  {
    "text": "I think so. Yeah. I think so. And I think not really giving credit to the artistry of the Old Testament itself and the way that the pentateuch and that passage in Genesis in particular is designed with a lot of sophistication. So we kind of tend to not give credit to that and just assume that those Hebrew Bible authors didn't really know what they were talking about.",
    "start": "00:12:20",
    "end": "00:12:41"
  },
  {
    "text": "Yeah. I mean, you can make a really good case that if he was that important of a character, he would have been mentioned more than twice, Right?",
    "start": "00:12:42",
    "end": "00:12:50"
  },
  {
    "text": "Yeah.",
    "start": "00:12:51",
    "end": "00:12:51"
  },
  {
    "text": "Two really kind of pivotal stories.",
    "start": "00:12:51",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. On the surface, you're kind of like, oh, yeah, that's a good point. Yeah.",
    "start": "00:12:53",
    "end": "00:12:56"
  },
  {
    "text": "Seems like a really cogent point if one of the purposes of the Hebrew Bible was to use him as a type, because you got Moses and you got David and I mean, they get a lot of airtight. Right. And the author of the Hebrews doesn't talk about David at all. Right?",
    "start": "00:12:56",
    "end": "00:13:14"
  },
  {
    "text": "Not a little bit.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Just a tiny bit of Psalms and. Yeah, that's right.",
    "start": "00:13:15",
    "end": "00:13:17"
  },
  {
    "text": "Okay.",
    "start": "00:13:17",
    "end": "00:13:18"
  },
  {
    "text": "Not as much as Melchizedek.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "Not near as much. Yeah.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "Okay. So you're convinced that there's more to Melchizedek than meets the eye.",
    "start": "00:13:21",
    "end": "00:13:26"
  },
  {
    "text": "Yeah.",
    "start": "00:13:26",
    "end": "00:13:26"
  },
  {
    "text": "So you're having to renew your license at the dmv and you're sitting there and somebody asks you and just happens to be interested in the fact that you love the Hebrew Bible and teach it. How do you summarize what you were going for in the book for somebody?",
    "start": "00:13:27",
    "end": "00:13:42"
  },
  {
    "text": "Yeah, I mean, we've touched on it some, but I think I'd say that there's this mysterious figure that shows up in relation to. In a story about Abraham, Abram, at that time. And he seems to be just out of nowhere. He seems to not really fit into that story. And. But what he says and his little part that he plays, I'm trying to make a case, is important, is really fundamental to this, the broader story of Abraham. And then I think even maybe more specifically that the. The fact that he's a priest and a king is maybe his most significant contribution to the message of the Pentateuch. And bringing those two offices together is a unique thing with him, or at least it's not the main way that we think about either priesthood or kingship. And then as you keep going through the Pentateuch, kind of can't help but see the contrast between this mysterious priest, king guy and Aaron and kind of the classic official priesthood of Exodus and then beyond. So I think that contrast is a significant part of, I think what Melchizedek contributes to our understanding coming out of the Old Testament, the Hebrew Bible, our understanding of priesthood and expectation of somebody. Somebody else or some other kind of A lineage that's going to fulfill that trajectory, that expectation.",
    "start": "00:13:43",
    "end": "00:15:03"
  },
  {
    "text": "Okay, so let's dive into where he appears and let's kind of set. Set the ground here. You are convinced. And this is a whole section of chapter. Is that actually the story right before Abraham and Melchizedek, where they even meet and so on. But the story at the end of the previous chapter is crucially important for knowing the setup to how Abraham even meets Melchizedek in the first place. So paint that picture in that story setting. This is at the end of Genesis, chapter 13 in Abraham story.",
    "start": "00:16:07",
    "end": "00:16:36"
  },
  {
    "text": "Yeah. So, I mean, there's a few ways that it contributes, but just kind of in General, in chapter 13, that's where Abraham and Lot split their possessions. All their things are too much. The land can't really handle them, so they split. And Lot goes towards Sodom and Gomorrah. Abram goes towards Canaan. And at the end of that chapter, God says, look at all this land. This is the land that I called you to a couple chapters earlier and walk through the whole thing and look at the whole thing and observe it. And this is the land that I'm going to give to you and your descendants your seed after you. Well, it ends then, right after God tells him that. He says, arise and walk through the full land. Right after that, it says that Abram moved his tent a little ways and kind of set up camp. So there's at least a hint of that he didn't fully obey what God wanted him to do. I think of it kind of like at the beginning of, you know, when he was first called out of his Ur of the Chaldeans, God said, you know, leave your family behind and leave everything and go to this land that I've called you. And it says, and Abraham left and Lot went with him. I think it's at least like a little hint that maybe that wasn't the best.",
    "start": "00:16:36",
    "end": "00:17:41"
  },
  {
    "text": "Yeah, you've pointed that out before.",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, super significant.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "And it's those kind of moments that I've noticed because Tim will point little subtle things like that before and then make a deal about it. And it's like, okay, we can make a deal out of that. So I'm more and more in tune with that. I've never seen this. And as you mentioned, it's like, yeah, that's really interesting. Like, very explicitly, go walk around, do the walking tour. And then the next thing is he goes and just sets up camp and then builds an altar, which you think, great, he's building an altar.",
    "start": "00:17:44",
    "end": "00:18:10"
  },
  {
    "text": "Yeah, right yeah, that's right.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "I mean, it's never. He was a totally bad guy. He totally missed it and totally disobeyed. It's always kind of this mix of Abraham, a man of faith, and all these positive things. But there's I think, often a little kind of under the surface hints of an imperfect faith still.",
    "start": "00:18:11",
    "end": "00:18:28"
  },
  {
    "text": "Isn't there another one where God tells him something very early on, goes to Egypt?",
    "start": "00:18:28",
    "end": "00:18:33"
  },
  {
    "text": "Well, that's just Lot goes with him. That's example number one. And then the moment he and Lot and the crew show up in Canaan, he promptly leaves the land when the.",
    "start": "00:18:33",
    "end": "00:18:42"
  },
  {
    "text": "Famine hits there for just a couple verses.",
    "start": "00:18:42",
    "end": "00:18:45"
  },
  {
    "text": "The first narrative about Abram in the land after he builds an altar is leaving the land. And all this terrible stuff happens because he's a deceiver. So even this little detail that you're bringing up at the end of the story is a part of a pattern of like, well, he's kind of getting it right sometimes, but sometimes really not.",
    "start": "00:18:46",
    "end": "00:19:04"
  },
  {
    "text": "Yeah. So then you get into chapter 14. And 14 is this big battle. It's kind of like large scale battle with four kings against five. And the four kings that come down from the east, they leave this path of destruction in their way. And anyway, it's this big battle. And one of the things that ends up happening after Abram goes after Lot. So they come down to Sodom and Gomorrah, they defeat Sodom and Gomorrah and the five king army that's down there with them, and they take Lot and they start bringing them, bringing the whole crew, their spoils of war, kind of, they start bringing those back. So Abraham hears about it, he gets his little household army of 318 men and goes after them. And what it says is, it says he goes, he pursues them all the way to Dan, which is always kind of the northern boundary of the territory of the promised land. But then it says he pursues them even further north of Damascus to Hoban, north of Damascus. So it seems like the author is kind of going out of his way to say something like Abram didn't fully obey at the end of chapter 13, but part of what chapter 14 contributes is of more full obedience. So that's just. That's one aspect of it.",
    "start": "00:19:05",
    "end": "00:20:15"
  },
  {
    "text": "Are you saying that like chasing down the armies was his forced walking tour of the land?",
    "start": "00:20:15",
    "end": "00:20:19"
  },
  {
    "text": "Yeah, kind of.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Oh, okay.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "So you're paying attention to the fact that the narrative, you could argue unnecessarily repeats three times really specific geographical details about the northern boundary. Three ways it Describes it and you're like, one would have done fine.",
    "start": "00:20:22",
    "end": "00:20:36"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:20:36",
    "end": "00:20:37"
  },
  {
    "text": "So why is this prominence to the northern boundary? That's what you're cloning into?",
    "start": "00:20:37",
    "end": "00:20:42"
  },
  {
    "text": "Yeah. Yep. I mean, throughout this chapter, the author kind of steps aside several times and makes these little explanatory side comments, and they all seem to be significant.",
    "start": "00:20:42",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. So the walking tour does happen, but it happens through his, like, midnight guerrilla raid.",
    "start": "00:20:51",
    "end": "00:20:58"
  },
  {
    "text": "Yeah.",
    "start": "00:20:58",
    "end": "00:20:58"
  },
  {
    "text": "To go save his nephew.",
    "start": "00:20:58",
    "end": "00:21:00"
  },
  {
    "text": "Yeah. Okay. Okay. So that's. That's important because it's portraying Abram is still with this developing faith. He ends up obeying the walking tour through the land, but in this kind of strange backwards way that wasn't fully his doing. Okay, so we've got that setting. That's the setting for the lead up to the meeting with Mephicodev.",
    "start": "00:21:00",
    "end": "00:21:24"
  },
  {
    "text": "Now, by the way, like, this kind of conversation to someone just coming into the Bible, having not heard maybe the way Tim even talking about the Bible feels like, man, you guys are really digging for stuff. And is this the sail hammer influence that's coming out? Because if I had to explain to someone why this is legitimate conversation is because the Hebrew Bible is so dense and every detail matters so much. And this is like, we talk about it's meditation literature. Like, you're supposed to do this. You're supposed to like, be reading it, rereading it, and then be like, well, that's interesting. Look at this pattern. Because it does seem a little bit like that's a lot to make out of a small detail.",
    "start": "00:21:24",
    "end": "00:22:06"
  },
  {
    "text": "Yeah, I agree. But I also agree that I think the Bible is meant to be read over and over. And in one sense, it's simple. And the first time we read it, we can kind of understand basically what it means. But it's not just meant to be read one time. So. And I don't think that that's. That. That point about Abraham having his kind of forced walking door and obeying because of that. I don't think that's really the. The main message of the story.",
    "start": "00:22:07",
    "end": "00:22:30"
  },
  {
    "text": "It's not crucial, but it sets you up to this idea of him needing an intercessor of some sort.",
    "start": "00:22:31",
    "end": "00:22:37"
  },
  {
    "text": "Also, the possessions, I mean, that's a big part of the story. They get. They get mentioned many times that, you know, that's why they had to. Him and Lot had to split in chapter 13. And then the four king army from the east, they take all the possessions, and then it includes the mention of Lot and his family and possessions. And then that's kind of. Yeah, they just become a significant part of the story.",
    "start": "00:22:37",
    "end": "00:22:59"
  },
  {
    "text": "The stuff.",
    "start": "00:22:59",
    "end": "00:23:00"
  },
  {
    "text": "The stuff, yeah.",
    "start": "00:23:00",
    "end": "00:23:01"
  },
  {
    "text": "Of just all this stuff.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "Yeah. Yeah. And that helps set up the contrast between then the final two kings in the story, Melchizedek and the king of Sodom. I think Abraham tithes to Melchizedek or gives a tenth to Melchizedek and then insists on giving some of the. The rest of the spoils to Sodom because he doesn't want the king of Sodom because he doesn't want to have some sort of like, obligation to him or something like that. So. Yeah. So those possessions, I think, end up being a key detail in the story too.",
    "start": "00:23:02",
    "end": "00:23:31"
  },
  {
    "text": "Sa there's a focus in the narrative of how much stuff got stolen and then how much stuff Abram gets back. So how does this all fit in to the story of Abraham so far?",
    "start": "00:23:33",
    "end": "00:24:18"
  },
  {
    "text": "Yeah. What's the deal with the stuff with.",
    "start": "00:24:18",
    "end": "00:24:20"
  },
  {
    "text": "The blessing and the land and the stuff? Because this is all going to prime us for what you're doing arguing is actually, it's all coming together in this Melchizedek moment. All the themes so far of Abraham's story come. Come together.",
    "start": "00:24:20",
    "end": "00:24:31"
  },
  {
    "text": "I think a lot of it has to do with going back to chapter 12. Abraham is blessed or, you know, he gets this blessing from God. And God says, those who treat you poorly, I'm going to curse. And those who bless you, I'm going to bless. So that, that's kind of a paradigm for much of the rest that happens throughout the Hebrew Bible. But in this story, it's those enemy kings that, you know, are just because of their treatment of Lot, really, it's Lot as the point of connection to Abraham. Otherwise you get the impression that Abram wouldn't really have any involvement in this story, big battle or this story at all. And so because Lot is with him and because that kind of family blessing to Abram in some ways extends to Lot, So Lot kind of gets the positive side of the blessing along with Lot's family, along with these allies, these guys that it says Abram is staying with. But then also in some ways, indirectly, at least temporarily, even Sodom and Gomorrah and the Five King army, these guys, we already know from chapter 13, that they're not good, bad dudes. Yeah, even they end up getting this blessing of the stuff that the spoils of war, they end up probably better off than before this, this big battle. So I think in that you kind of see both the defeat of the enemies, what I read as miraculous victory that God gave, that that's what Melchizedek recognizes 318 man army. The 318 has. Who knows exactly what significance it is. But it's. It's kind of like Gideon's army, the.",
    "start": "00:24:31",
    "end": "00:26:00"
  },
  {
    "text": "Emphasis on the small number.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "Compared to a. Compared to this kind of four nation alliance.",
    "start": "00:26:02",
    "end": "00:26:05"
  },
  {
    "text": "Yeah, right. Yeah. This big world war kind of or localized large scale battle. I think maybe that's one of the main contributions coming out of chapter 12. And that blessing for those who, who bless you and cursing for those who dishonor you. We see kind of a narrative example of that in this story with the armies. And then Melchizedek comes in after that and recognizes that God Most High, whoever that is. Different people think different things about who that is. But I take that to be another name for the true God, Yahweh. So Melchizedek gives credit to him and ties that miraculous victory over these kings. Ties it to God's blessing on Abraham.",
    "start": "00:26:05",
    "end": "00:26:47"
  },
  {
    "text": "Yeah. Here, I'll just read the blessing.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "Okay. So.",
    "start": "00:26:49",
    "end": "00:26:50"
  },
  {
    "text": "Yeah, because again, the wording is what matters here. So Melchizedek comes out and sees this guy who just gained this incredible victory. And it just says, and he blessed him and said, may Abram be blessed by El God most High, the Creator of skies and land, or possessor of skies and land. I think it amounts the same thing. May God Most High be blessed who has delivered your adversaries into your hand. So he blesses Abram by Yahweh. Excuse me, by God Most High, and then he gives a blessing to God Most High for delivering Abram. So you're convinced this is short little poem. It's like condensing these themes that have already been at work. So why is it significant that the narrator wants to highlight what Melchizedek sees happening? It's like Melchizedek is interpreting this whole situation. And I really appreciated the way you kind of saw all the themes coming together here.",
    "start": "00:26:50",
    "end": "00:27:45"
  },
  {
    "text": "Yeah, I mean, I think it's the. It's the defeat of the enemies. I mean, he's acknowledging God as the creator or possessor, which I think kind of puts that whole theme of possessions that we've been seeing through the whole story kind of puts that into context. And maybe again, maybe most significantly, it's. It's the way that Melchizedek is characterized as King of Salem and Priest of God, Most High Priest of Elyon. It's, it's the joining together of those two offices. And then when he says, who has delivered your enemies into your hands, that terminology for deliver, it is one of the many links that I see to chapter 15. So this kind of moves into the next chapter, which I think there's several really kind of, I think, clear verbal links between Melchizedek, his blessing and the way that he's introduced. And that whole little. The passage, chapter 14, verses 18 through 20, links ahead to chapter 15. So it not only kind of draws together some of the themes of 12 and 13, but it links ahead to chapter 15. And that promise to Abraham that's restated in chapter 15 and kind of comes to a head in the first part of 15, where it's the famous passage about Abraham believing in Yahweh and it being counted to him or credited to him as righteousness. So I think there's a lot of links, not only, again, that are drawing together things from previously, but also looking ahead to chapter 15 and where the Abraham story goes from that point on.",
    "start": "00:27:46",
    "end": "00:29:15"
  },
  {
    "text": "So would you say Melchizedek is actually a supporting character in the developing themes of the Abraham story? Obviously, it's Abraham's and Sarah's narrative. They're the main characters through the whole thing. And Melchizedek plays a supporting role. I'm trying to think of different ways to say this, even if I make sense of it for myself, but he plays an important supporting role. And maybe that's what's so surprising, is that he seems to come out of nowhere, but then he plays this really significant bit moment on the stage, and then he's gone again. But you walk away thinking, I think that was really important.",
    "start": "00:29:15",
    "end": "00:29:48"
  },
  {
    "text": "Yeah, no, that's a great way to say it. You know, one thing that I tried not to do was make it carry too much weight. I don't. I didn't want to make it. I don't think that it's doing too much. I think it's kind of like setting a trajectory or giving kind of a subtle hint of a way that we're supposed to think about who God is and how he. How he's kind of a part of this promise to Abraham, but also some other kind of an office or some other kind of a character that's to come that's gonna play a part in what we're supposed to expect coming from Abraham. So, yeah, I always want to tell people that I don't know who Melchizedek was. He was some king, some Canaanite king. But from the standpoint of the way that he's portrayed in the text, I think he is an important supporting character. And I don't think he starts this trajectory of priest and king being Joined together. I think, as you guys point out in your. I mean, several different places. I think Adam was the first kind of the prototypical priest king kind of a figure. So it's not totally foreign to us as readers when we get to Genesis 14, that there could be a joining of those two offices. But Melchizedek, I think, puts a pretty fine point on that sort of expectation and that somehow it's plays an important role in Abraham and his story and the future of Abraham's story.",
    "start": "00:29:49",
    "end": "00:31:10"
  },
  {
    "text": "So Melchizedek brings out this feast, this.",
    "start": "00:31:56",
    "end": "00:31:58"
  },
  {
    "text": "Meal, to bread and wine.",
    "start": "00:31:58",
    "end": "00:32:00"
  },
  {
    "text": "These tired, tired warriors brings out bread and wine. He says his blessing. And then most English translations say after it, actually, I think it depends. Some will supply the word Abram and say, and Abram gave to him, that is Melchizedek, a tenth of all the stuff.",
    "start": "00:32:00",
    "end": "00:32:15"
  },
  {
    "text": "It's Niv. Yeah.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Oh, that's Niv. Okay. So in Hebrew, it doesn't specify explicitly the subject. It just says, and he gave to him a tenth of everything. So you're advocating that it's Abram giving Melchizedek a tenth of all of this. And what are the clues and why would that be significant for what this moment is about?",
    "start": "00:32:16",
    "end": "00:32:35"
  },
  {
    "text": "Yeah, well, one thing, I think there's a contrast between how Abraham responds to Melchizedek and how he responds to Sodom or the king of Sodom. And so I think that contrast really works because of. It works better if it's Abraham or Abram who's giving the 10th. But also I think maybe the significance of it or the payoff is where this is a. It's clearly a sign of honor. It's clearly a sign that Abram recognizes this figure as this Melchizedek character, as somebody who's worthy of honor. And I think maybe even more specifically that from the standpoint of the Pentateuch, it's a priestly kind of a thing. So he's recognizing Melchizedek as a legitimate priestly figure because later on then the priests would get the tithe.",
    "start": "00:32:35",
    "end": "00:33:22"
  },
  {
    "text": "So, you know, it's also. I'm just noticing, looking at it here, I'm remembering there's a. I think there's this large scale contrast between the king of Sodom who wants all the stuff and the king of Salem who comes out bringing good stuff. Yeah, and so Abram gives to him a tenth of everything. And the next sentence is, and the king of Sodom said, give to me the stuff. So it's this contrast where Melchizedek gets some of the good stuff. But because he first brought a gift, whereas the king of Sodom comes.",
    "start": "00:33:22",
    "end": "00:33:53"
  },
  {
    "text": "That's the detail you gave out when we talked through the story and it made sense.",
    "start": "00:33:53",
    "end": "00:33:57"
  },
  {
    "text": "You have the generous king who blesses, and then you have the greedy king.",
    "start": "00:33:58",
    "end": "00:34:02"
  },
  {
    "text": "Who, like, wants to get the two types of kings.",
    "start": "00:34:02",
    "end": "00:34:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "Abram recognizes that and responds very differently to the two of them.",
    "start": "00:34:06",
    "end": "00:34:10"
  },
  {
    "text": "Yeah, he's kind of no nonsense with the king of Sodom.",
    "start": "00:34:10",
    "end": "00:34:13"
  },
  {
    "text": "Yeah. He says he's sworn that he's not going to take anything from him.",
    "start": "00:34:14",
    "end": "00:34:17"
  },
  {
    "text": "Yeah, yeah, yeah, totally. Okay. All right. So in a sense, it's almost unexciting when you just focus on the role that Melchizedek plays in the narrative of Abraham and how he helps the themes along, because that's usually not what people are excited about when they talk about Melchizedek. But actually, that's why I found your book so helpful, because you're saying, let's clear away the stuff that develops later in the interest in Melchizedek, and let's first pay attention to the role that he plays in the narrative where he appears. And once you get there, you can kind of begin to trace where things go after that. So let's do that. How does the role of Melchizedek fit a pattern that starts appearing later? Because we meet a priesthood later with the story of Moses, and you're convinced there's a big contrast between the priesthood of Aaron and the priesthood of Melchizedek. And then also Jethro's you think is really important. Let's take this one at a time. How does Melchizedek contrast with and give us an angle on the main priesthood in the Hebrew Bible?",
    "start": "00:34:17",
    "end": "00:35:18"
  },
  {
    "text": "Yeah, I think when you get to Exodus, well, we first meet Aaron in the beginning of Exodus, Exodus 4. It's not a great situation. Here we have Moses at the burning bush, and God is calling him to go down and take his people out of Egypt, out of slavery. And repeatedly, Moses resists and says, well, the people aren't going to believe me. And I'm, you know, heavy of speech and of tongue, and I'm not articulate and has all these excuses. And it's one thing after another. And God gives concessions. God gives ways to kind of bolster the people's faith. And really, I think under the surface, it's ways to bolster Moses faith. But it culminates in God has answered every one of Moses objections, and it culminates with Moses just kind of blurting out, you know, I'm not going to do it.",
    "start": "00:35:18",
    "end": "00:36:02"
  },
  {
    "text": "This is another example of just like these patriarchs not being shown in the best light. And I forgot this was the example. I think I was remembering earlier that you pointed out when we were talking through this, that then after that, when Moses and Aaron go to do the thing God told them to do, they don't do exactly what God told them to do.",
    "start": "00:36:03",
    "end": "00:36:20"
  },
  {
    "text": "That's right. Yes, actually. Yes. And actually, it was from your section on that that I picked up the second one. Okay.",
    "start": "00:36:20",
    "end": "00:36:25"
  },
  {
    "text": "That's where you picked that up. Okay.",
    "start": "00:36:25",
    "end": "00:36:26"
  },
  {
    "text": "Yeah. Actually, I think I remember giving a long quote from that section of the book in our podcast discussion.",
    "start": "00:36:26",
    "end": "00:36:31"
  },
  {
    "text": "Okay.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Yeah, no, Josh, that section was super helpful for me in understanding those first narratives where Aaron appears. And you're right, it's weird.",
    "start": "00:36:32",
    "end": "00:36:40"
  },
  {
    "text": "It is weird.",
    "start": "00:36:40",
    "end": "00:36:41"
  },
  {
    "text": "And it's not that positive.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "Right. Yeah. And I feel bad for, like, throwing shade on Moses.",
    "start": "00:36:42",
    "end": "00:36:47"
  },
  {
    "text": "It's like.",
    "start": "00:36:47",
    "end": "00:36:48"
  },
  {
    "text": "It's like, as I read these stories, face glows later.",
    "start": "00:36:48",
    "end": "00:36:51"
  },
  {
    "text": "So.",
    "start": "00:36:51",
    "end": "00:36:51"
  },
  {
    "text": "Yeah, yeah. I mean, with Abraham, with Moses, and then when you get to David, you know, there's no, like, purely good guys in the Hebrew Bible. Yeah. So Moses, I think he doesn't come off looking great in this story, but it's in that context where then after he finally gives this last, like. No, I refuse to go where it says, the narrator tells us that the anger of the Lord was kindled. And Jewish interpreters, rabbis, they notice that, and they say, that doesn't ever happen unless there is a consequence afterwards. And so what comes immediate afterwards, it says, the anger of the Lord was kindled. And then God said, aaron, your brother can. Can come help you. So I see that not necessarily as a consequence, like as a punishment, but as at least a concession.",
    "start": "00:36:52",
    "end": "00:37:37"
  },
  {
    "text": "Yeah.",
    "start": "00:37:37",
    "end": "00:37:37"
  },
  {
    "text": "That Aaron. Aaron's entrance to the story is, I don't think, meant to be seen as the ideal.",
    "start": "00:37:37",
    "end": "00:37:44"
  },
  {
    "text": "Like, splitting the priestly role from the leader was not the ideal.",
    "start": "00:37:44",
    "end": "00:37:49"
  },
  {
    "text": "Yeah, yeah. And that's what some. Some interpreters think, that the priesthood would have gone through Moses if it wasn't for his lack of faith in that scenario, which I don't know about that.",
    "start": "00:37:49",
    "end": "00:37:59"
  },
  {
    "text": "Which is the Melchizedek kind of goal that the priest king.",
    "start": "00:37:59",
    "end": "00:38:04"
  },
  {
    "text": "It is an interesting example of the motif of the brothers, the sibling rival theme, where one brother is supposed to have the honor, but the other one gets it and there's anger involved. I mean, for sure, there's Cain and Abel motifs going on in that little scene.",
    "start": "00:38:05",
    "end": "00:38:22"
  },
  {
    "text": "That's good. Yeah, I hadn't thought of that.",
    "start": "00:38:22",
    "end": "00:38:24"
  },
  {
    "text": "Is Aaron the younger brother, he's the older.",
    "start": "00:38:24",
    "end": "00:38:26"
  },
  {
    "text": "He's the older brother.",
    "start": "00:38:26",
    "end": "00:38:27"
  },
  {
    "text": "Oh, he's the older.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "Oh, he's the older brother, yeah. So it's as if God was going to favor the younger brother, but then the younger brother was so unbelieving.",
    "start": "00:38:28",
    "end": "00:38:34"
  },
  {
    "text": "That's a twist on that.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "It is a twist, but that's what you would expect.",
    "start": "00:38:37",
    "end": "00:38:39"
  },
  {
    "text": "If it wasn't a twist, it wouldn't be the Hebrew Bible.",
    "start": "00:38:40",
    "end": "00:38:43"
  },
  {
    "text": "That's a great quote.",
    "start": "00:38:45",
    "end": "00:38:46"
  },
  {
    "text": "Okay, so the contrast then is we know about Melchizedek when we have this category of priests so far, super positive. And he's a king, by the way. And then the next Israelite priest, well, the first Israelite priest you're gonna meet is all this weird, unfortunate circumstances.",
    "start": "00:38:46",
    "end": "00:39:02"
  },
  {
    "text": "And again, you gotta dig for it. It's not like, hey, and dear reader. As you say, Tim. Dear reader. And this was a bummer, you know, that this happened this way.",
    "start": "00:39:02",
    "end": "00:39:13"
  },
  {
    "text": "I hear that. But at the same time, again. And this was what Sailhammer was a master at, was he would just stop and just make you think through the story again and just think through, oh, God gets angry.",
    "start": "00:39:13",
    "end": "00:39:24"
  },
  {
    "text": "Yeah, that means something. That's a big deal.",
    "start": "00:39:24",
    "end": "00:39:27"
  },
  {
    "text": "Yeah.",
    "start": "00:39:27",
    "end": "00:39:27"
  },
  {
    "text": "Like, it's not a small thing when you refuse God five times and then he gets angry at you. That's a significant moment in the story. And then what happens next for me.",
    "start": "00:39:27",
    "end": "00:39:38"
  },
  {
    "text": "Once I start to look sideways at Aaron and his role in the story, it seems to come out all over the place. So, like you're saying, those encounters with Pharaoh, they're not exactly how God wanted it to go. And then certainly with the golden calf incident, Aaron's the one who is instrumental in that, like, monumental failure of idolatry. And you've got his sons doing weird things, and then Eli's sons after that, the priesthood is never.",
    "start": "00:39:38",
    "end": "00:40:03"
  },
  {
    "text": "It sets a pattern in motion.",
    "start": "00:40:04",
    "end": "00:40:06"
  },
  {
    "text": "Yeah, that's right. Okay, now, something you and I did not talk about, but that's crucial in your kind of development, is that the compromised priesthood of Aaron and his sons is being contrasted with Melchizedek. But that was a while ago. In the story, there's another nearer priest that Aaron is contrasted with that connects back to Melchizedek. And this is the story of Jethro.",
    "start": "00:40:06",
    "end": "00:40:27"
  },
  {
    "text": "Jethro. Yep. Jethro.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "You're convinced it's, like, the key to understanding everything.",
    "start": "00:40:28",
    "end": "00:40:31"
  },
  {
    "text": "I don't know if I'd go that far, but I think it helps. Yeah.",
    "start": "00:40:31",
    "end": "00:40:34"
  },
  {
    "text": "I don't think you and I have ever talked about the Jethro story.",
    "start": "00:40:34",
    "end": "00:40:36"
  },
  {
    "text": "No, we haven't.",
    "start": "00:40:36",
    "end": "00:40:36"
  },
  {
    "text": "Oh, it did. Such a cool story.",
    "start": "00:40:36",
    "end": "00:40:38"
  },
  {
    "text": "Yeah, it really is Sa. Like you said, if all we had was Melchizedek as this kind of, you know, this is what priest king should be like. This is what priesthood should be. Then I think we could see Aaron and see the negative light that he's portrayed in and think, oh, that's different than Melchizedek. But Jethro comes on the scene in the middle of all the Aaron stuff.",
    "start": "00:40:38",
    "end": "00:41:49"
  },
  {
    "text": "What chapter is it?",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "18. Well, he's first introduced in Exodus 3 and 4, but Exodus 18 is really where he.",
    "start": "00:41:50",
    "end": "00:41:56"
  },
  {
    "text": "His moment on the stage.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "Yeah, yeah. Right when they're approaching Mount Sinai. Right when Moses and the Israelites, they've come out of Egypt, defeated the Amalekites and arrive at Sinai. He's introduced as a priest of Midian. So he's a priest, but he gives some of the most elevated praise of God and he gives this blessing to God, just like Melchizedek, Same kind of language. He brings out bread. After Moses and the Israelites defeat the Amalekites immediately after. So there's a lot of kind of patterns within the story.",
    "start": "00:41:57",
    "end": "00:42:29"
  },
  {
    "text": "So that's later.",
    "start": "00:42:29",
    "end": "00:42:30"
  },
  {
    "text": "Right after they go through the sea and then they go through the desert and they get the manna in the water, they're attacked by the Amalekites. That's significant. They're attacked and God delivers them from.",
    "start": "00:42:30",
    "end": "00:42:41"
  },
  {
    "text": "Their enemies in miraculous victory.",
    "start": "00:42:41",
    "end": "00:42:43"
  },
  {
    "text": "In miraculous victory.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "Okay, well, yeah, yeah. Miraculous victory over the Amalekites. So kind of following that pattern. But then it's also immediately before this kind of smoky, fiery theophany, which is what happens in Genesis 15, right after the Melchizedek episode and then also Exodus.",
    "start": "00:42:44",
    "end": "00:43:01"
  },
  {
    "text": "You're saying that sequence of stories after the Exodus through the sea tracks the narrative sequence, also of the Abraham narrative. And in the Melchizedek slot for the.",
    "start": "00:43:01",
    "end": "00:43:11"
  },
  {
    "text": "Abraham story is this Jethro guy? Yeah.",
    "start": "00:43:11",
    "end": "00:43:14"
  },
  {
    "text": "Okay.",
    "start": "00:43:14",
    "end": "00:43:14"
  },
  {
    "text": "Yeah.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "It's a design pattern. Yeah, yeah.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "So there's about Jethro himself. You know, he's a priest and he's a Canaanite, or not a Canaanite, but a non Israelite priest, Midianite priest. And he recognizes Yahweh, gives him all the credit for delivering Moses and the Israelites out of. Out of Egypt. He offers burnt offerings and sacrifices, so he acts like a priest.",
    "start": "00:43:17",
    "end": "00:43:38"
  },
  {
    "text": "Can I read?",
    "start": "00:43:38",
    "end": "00:43:38"
  },
  {
    "text": "Yeah, please.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "This praise song is really great.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "It really is.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "Exodus 18, verse 10 from the hand of the Egyptians. I didn't realize I'd never put this together until you mention it in the book. That's exactly what Melchizedek Says about Abram, blessed be Yahweh, who delivered you from the hand of the Egyptians, from the hand of Pharaoh, who delivered the people, you and the people. Now, I know that Yahweh is greater than all other Elohim. That was proven when they dealt proudly against this people. He's confessing Yahweh as, like, the one.",
    "start": "00:43:41",
    "end": "00:44:09"
  },
  {
    "text": "True God, which is different than the story with Melchizedek. You kind of have to just. You don't get a detail of, like, was he worshiping many gods and happens to also worship God of Abraham, which is what you're getting here.",
    "start": "00:44:09",
    "end": "00:44:20"
  },
  {
    "text": "Yeah. You don't get that with Melchizedek, though. That priest of El Elyon, or God Most High Abram calls Yahweh that same title. So it seems like at least the author and Abraham are trying to confirm that this is a. Whether he worshiped other gods too, or not, we don't know. But it's at least trying to highlight that he worshiped the true God. And that statement that Jethro makes, now I know that Yahweh is greater. That's a culmination of this important theme, I think, in the Exodus narrative. So repeatedly through those narratives, God says, I'm gonna make my name known. I'm gonna. Pharaoh, Israel, Moses, the nations around the result of the plagues and the Exodus, they will know. They will know that I'm Yahweh. And so I think that's an important statement.",
    "start": "00:44:21",
    "end": "00:45:07"
  },
  {
    "text": "Moses uses that as leverage later.",
    "start": "00:45:08",
    "end": "00:45:09"
  },
  {
    "text": "Moses does.",
    "start": "00:45:10",
    "end": "00:45:10"
  },
  {
    "text": "Yeah.",
    "start": "00:45:11",
    "end": "00:45:11"
  },
  {
    "text": "With. Oh, yeah. When he's interceding.",
    "start": "00:45:11",
    "end": "00:45:14"
  },
  {
    "text": "Interceding for Israel after the Cold War.",
    "start": "00:45:14",
    "end": "00:45:17"
  },
  {
    "text": "Now the nations know who you are.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:45:18",
    "end": "00:45:19"
  },
  {
    "text": "You got your name to take.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "Exactly. Yeah. And it works.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "It works.",
    "start": "00:45:23",
    "end": "00:45:24"
  },
  {
    "text": "That's exactly right.",
    "start": "00:45:24",
    "end": "00:45:25"
  },
  {
    "text": "Yeah. Jethro is an important figure who, in some ways, he recognizes Yahweh more clearly than anyone else. So, again, from early in the Exodus stories, the reason they were supposed to go out of Egypt was so they could go worship Yahweh in the wilderness. And Jethro kind of realizes that we never see Moses or the Israelites recognizing Yahweh with this clarity. And the connections to Melchizedek, not just that he's a priest, but all those kind of patterns that combine the two stories. I think, at least for me, the case that I tried to make is that this kind of shows that it wasn't just Melchizedek. And then that's it. And he's forever going to be in our memory as that wonderful priest king that we hope comes Back someday or something like that. It's that there's kind of this line of expectation that goes forward from Melchizedek that Jethro then continues. It's subtle, it's under the surface. I don't want to. Again, don't want to make too much of it, but I think it's there and I think it's intentional.",
    "start": "00:45:25",
    "end": "00:46:26"
  },
  {
    "text": "But you have to account, like, what's the Jethro story doing there?",
    "start": "00:46:26",
    "end": "00:46:30"
  },
  {
    "text": "What does it contribute to?",
    "start": "00:46:30",
    "end": "00:46:31"
  },
  {
    "text": "It so obviously fits the pattern of the Melchizedek story.",
    "start": "00:46:31",
    "end": "00:46:35"
  },
  {
    "text": "Yeah. These righteous non Israelite priests who bless Yahweh, it's almost like they seem to understand and see God hand at work better than the Israelites who they're talking to.",
    "start": "00:46:35",
    "end": "00:46:48"
  },
  {
    "text": "Right.",
    "start": "00:46:48",
    "end": "00:46:49"
  },
  {
    "text": "Yeah, yeah, that seems to be the point.",
    "start": "00:46:49",
    "end": "00:46:50"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "And then what's crazy is Jethro then helps Moses. Like, he gives him wisdom to govern the people. To govern the people. To create, like, to create more, you know, righteousness. The people justice, which, you know, like, is the king kind of priest role. Like, he's kind of, like, teaching him how to.",
    "start": "00:46:51",
    "end": "00:47:11"
  },
  {
    "text": "Here's how you do it.",
    "start": "00:47:11",
    "end": "00:47:12"
  },
  {
    "text": "He becomes this, like, fatherly figurehead.",
    "start": "00:47:13",
    "end": "00:47:16"
  },
  {
    "text": "Yeah, yeah. To delegate. And it's kind of like leadership and administering justice is something that a lot of people are involved in. It's not just this individual mediating everything.",
    "start": "00:47:16",
    "end": "00:47:26"
  },
  {
    "text": "Oh, yeah. And it delegates it, too, which is the whole image of God theme.",
    "start": "00:47:26",
    "end": "00:47:31"
  },
  {
    "text": "Yeah. And I mean, right after Jethro in 19, Exodus 19 is where you see that the ideal is for it to be a kingdom of priests. And, you know, it quickly becomes a kingdom with priests or a nation with priests instead of a fully priestly kind of identity. And then Jethro, known by a different name, is the first person that they meet when they leave sinai in numbers 10. So kind of bracketing the whole Sinai narrative.",
    "start": "00:47:32",
    "end": "00:47:57"
  },
  {
    "text": "Yeah.",
    "start": "00:47:57",
    "end": "00:47:58"
  },
  {
    "text": "Sometimes he's called Hobab, sometimes he's called Reuel. But when they leave, immediately after they.",
    "start": "00:47:58",
    "end": "00:48:03"
  },
  {
    "text": "Leave, he's called Moses, father in law.",
    "start": "00:48:03",
    "end": "00:48:05"
  },
  {
    "text": "And Moses says, go with us. We need your help to kind of guide us through the wilderness. And so they have this little discussion there, but I think it seems to be this piece that's dropped into the text kind of bracketing Sinai, which, again, just signals to me that he's important. One way or another, he's important. And I think at least some of that importance is the connection back to Melchizedek.",
    "start": "00:48:07",
    "end": "00:48:27"
  },
  {
    "text": "So it raises the interesting question of why didn't the author of the Hebrews latch onto Jethro?",
    "start": "00:48:27",
    "end": "00:48:31"
  },
  {
    "text": "Yeah, I was thinking that, yeah, if.",
    "start": "00:48:32",
    "end": "00:48:34"
  },
  {
    "text": "They both play the same way because.",
    "start": "00:48:34",
    "end": "00:48:35"
  },
  {
    "text": "Jethro wasn't in Psalm 110.",
    "start": "00:48:35",
    "end": "00:48:37"
  },
  {
    "text": "Okay, yeah, I think that's probably true. And also that Jethro, he's an important leader, but he wasn't a king of pre Israelite Jerusalem. So what you're arguing is within the Hebrew Bible, Melchizedek is one instance of this bigger pattern of holding up these non Israelite or these roles. It's almost more than their person. It's the role of this priest, leader, royal figure who brings God's wisdom, who blesses God and who sees what God's doing in history, often more than even God's own people. And that Melchizedek, because he's priest king Jerusalem, that's what makes him the lightning rod in Hebrews, I guess. Is that how you would maybe articulate what you think the process is?",
    "start": "00:48:37",
    "end": "00:49:21"
  },
  {
    "text": "Yeah, I think so. And like you said, John, I think Psalm 110 makes a significant contribution. It kind of draws together some of those readings of Genesis 14 and ties that with David and all that's kind of captured in the. In the Davidic promise of kingship and all that kind of gets drawn together in a concise and really confusing way in some ways in Psalm 100. Tense poem. Yeah, it's a dense poem, but I think it's a brief poetic recollection of Genesis 14. Some of those victory themes of God's victory over the enemies and crushing the heads of whoever these people are. But I think there's a lot of things that kind of come together in Psalm 110 that help. I mean, those really, in a lot of ways, I think those give the basis for Hebrews to come back and kind of pick up on that trajectory. So I think we can't understand what the author of Hebrews is doing without Psalm 110, but I think we can't understand what Psalm 110 is doing without Genesis 14. And often I think what I notice is that people would either say that Hebrews is being totally creative and making up all this stuff about Melchizedek, or that the psalmist was making up all this stuff. And I'm kind of making the case that the psalmist was reading Genesis carefully and the minitu carefully, and then the author of Hebrews is reading both. Reading both carefully.",
    "start": "00:49:21",
    "end": "00:50:39"
  },
  {
    "text": "What I kind of hear coming out in all this. So tell me if I'm making too much of this. I think the paradigm I kind of came into reading the Bible was the way God set this all up with the priests and everything. Like, this was. This was the golden ideal. And if that could have just worked, then everything would have been great. But instead, this picture of God creates humanity as the priest, King Adam, Adam. And that goes south. And then when he gives this blessing to Abram, you should be hoping for the renewed Adam. But then you just get all these little hints of these little cracks.",
    "start": "00:51:17",
    "end": "00:51:54"
  },
  {
    "text": "Crack, crack, crack, crack, crack.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "And that crack will continue all the way down to the exile.",
    "start": "00:51:56",
    "end": "00:52:01"
  },
  {
    "text": "They're talking about the cracks in his character.",
    "start": "00:52:01",
    "end": "00:52:02"
  },
  {
    "text": "Cracks in his character. He's not doing what he should do. And then you get these little hints of even how the priesthood is established, all this kind of stuff. And it's kind of not so easy to see. But then these two characters come in as kind of like these shining examples of, like, this is what it should have been. Should have been like humanity being the priest and the king with wisdom. And this is the thing that we really need. We'll watch the story continue. But this is the thing that I was hoping for. And then you get then Psalm 110, reflecting on that and saying, wow, isn't that amazing that, like, there's going to be this new.",
    "start": "00:52:02",
    "end": "00:52:48"
  },
  {
    "text": "From the line of David.",
    "start": "00:52:48",
    "end": "00:52:49"
  },
  {
    "text": "From the line of David, which wasn't the priestly line.",
    "start": "00:52:49",
    "end": "00:52:52"
  },
  {
    "text": "Yeah, that's good. I mean, I think in a lot of ways what the Hebrew Bible is doing is over and over showing those cracks, showing the problems with the priesthood and with kings and with the temple, and there's always these problems that kind of are on the surface. And I think what Melchizedek contributes and kind of everything that's captured in who he is with the connection with Jerusalem. And I think what it does is it keeps reminding us, hey, even though this is all, like, not going so well, you've got something to come. You've got this ideal to remind us that there's something better ahead, that all the ways the priesthood is failing and kingship is failing, that's not how it's supposed to be, but there's something there to remind us of how it is supposed to be. And Psalm 110, really, again, draws a lot of that together. That's how I see it.",
    "start": "00:52:52",
    "end": "00:53:39"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "So somehow we get from that role of Melchizedek. But then much later in the Second Temple period, hundreds of years, Israelites are meditating on these texts. And you get the crew that produces the Dead Sea Scrolls, or at least took a bunch of scrolls down to the Dead Sea. And the way they talked about Melchizedek was like, he was an angelic divine figure appointed by God to judge the unrighteous at the end of days. This isn't a scroll. There's actually a scroll. It's actually called 11Q Melchizedek. There's actually a whole field of inquiry into the Melchizedek speculation in ancient Judaism. But what's your take on how the figure that we just spent a lot of time talking about how that figure evolves kind of in the Israelite imagination into a heavenly deliverance figure?",
    "start": "00:53:41",
    "end": "00:54:29"
  },
  {
    "text": "Yeah, I mean, it's a tough one. I didn't go into a lot of detail on that, but definitely tried to see what Qumran, what, what that interpretation was representing and see that as evidence that there's something more to the Genesis story than, than maybe it seems at first. And so I think it, for me it's probably things like his kind of just mysterious out of nowhere appearance. It's the, the bringing, the unique bringing together of priest and king. It's the miraculous victory that he's associated with.",
    "start": "00:54:29",
    "end": "00:55:01"
  },
  {
    "text": "Yeah, Defeat of wicked kings.",
    "start": "00:55:02",
    "end": "00:55:03"
  },
  {
    "text": "Right. Defeat of wicked kings. All of that for me would contribute to an explanation for how they started to see him as kind of this exalted, heavenly kind of figure.",
    "start": "00:55:03",
    "end": "00:55:14"
  },
  {
    "text": "I've wondered if there isn't also because just a few chapters later, Abram will meet another surprising kind of figure with the angels, Yahweh, and the angels appear to him at the tent. And so I've wondered if there wasn't some Israelite readers were picking up on that connection and wondering, oh, Melchizedek must. Maybe he's one of those, you know, because he is so. He seems to come out of nowhere. But I think the things you mentioned, plus that little connection are the main textual details that I think would spark that interest.",
    "start": "00:55:14",
    "end": "00:55:43"
  },
  {
    "text": "Yeah, I think some of it is kind of intangible. I mean, I hear a lot of people say, you know, when they know that I did stuff on Melchizedek, they say, well, was he pre incarnate Jesus or like angelic appearance? I think there's just this kind of sense of his mysteriousness. And I think there's more to it than that. That would explain the Dead Sea Scrolls, but that's part of it, I think, is just his mysterious nature.",
    "start": "00:55:44",
    "end": "00:56:07"
  },
  {
    "text": "Yeah, he seems so important. There's such a lack of detail, just ripe to be just like, let's figure this out. There's gotta be more to the story. Enoch's the same way and they wrote and they. I don't know, maybe if it was Dead Sea Scrolls or not, but.",
    "start": "00:56:07",
    "end": "00:56:19"
  },
  {
    "text": "Yeah, that's a good point.",
    "start": "00:56:19",
    "end": "00:56:20"
  },
  {
    "text": "No, the Book of Enoch was really popular.",
    "start": "00:56:20",
    "end": "00:56:23"
  },
  {
    "text": "Was that a Qumran.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "Qumran community?",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "Okay.",
    "start": "00:56:25",
    "end": "00:56:25"
  },
  {
    "text": "Yeah, it was widespread.",
    "start": "00:56:25",
    "end": "00:56:27"
  },
  {
    "text": "Yeah. So it just seemed like that was a thing to do, is take these characters that seem really important, but there's not a lot of detail and let's like run with it.",
    "start": "00:56:27",
    "end": "00:56:34"
  },
  {
    "text": "Yeah, yeah. And I think there are other things. I mean, there are. One of the things that gets kind of more into the nerdy weeds of what I worked on is some of the verbal links that I think embed this Melchizedek story into the poems of the Pentateuch. So Genesis 49 and Numbers 24 and Deuteronomy 32 and 33, which all are framed as these future end times kind of eschatological poems about what's going to happen in the distant future. Those all kind of have this king in view. Also, there's ways that I think, and these are more subtle. You have to kind of buy the initial part of the argument to go down that road. But I'm convinced that there's some signals that the author has given that we're supposed to think of this little Melchizedek story in connection with those future expectations of a coming king.",
    "start": "00:56:34",
    "end": "00:57:24"
  },
  {
    "text": "A Messianic king.",
    "start": "00:57:24",
    "end": "00:57:25"
  },
  {
    "text": "Yeah, Messianic king. And so I think that also could, if some of those early interpreters were seeing those details, that would explain some of their interpretations too.",
    "start": "00:57:25",
    "end": "00:57:35"
  },
  {
    "text": "So would you say an example of that would be if somebody sees Melchizedek as a narrative image of this developing portrait throughout the Hebrew Bible of a coming Messianic deliverer figure like the Son of Man, Daniel seven, then it would make sense why some Israelites would think that the Son of man, like of Daniel chapter seven, could. Could be called Melchizedek because it's all a part of this mosaic portrait developing of the deliverance figure.",
    "start": "00:57:35",
    "end": "00:58:01"
  },
  {
    "text": "And so at that point, it doesn't seem like it matters. Was he just a king, Canaanite king, and then he was put in the slot to kind of help you understand this idea? Or was he the pre incarnate Christ or some angelic being? It's like, we don't know, but. But either way, that's the slot. And the reason why you're asking that question is because you're reading the story in the way it was designed to be read.",
    "start": "00:58:02",
    "end": "00:58:27"
  },
  {
    "text": "Yeah. It's almost like as if the little Melchizedek was like maybe one little piece of a quilt, and the bigger quilt is this Messianic deliverer figure that emerges from the Hebrew Bible. But then going back and reading each quilt, individual contribution in light of that whole thing. And so that seems to be what some Israelites were doing. And it seems like the author of Hebrews, he knows about all that, and so he can capitalize on Melchizedek's prestige by his point in history. And then this came out with our conversation with Amy Peeler. She drew attention to this in a way I'd never thought about. Melchizedek doesn't say that Jesus is like Melchizedek. He actually says Melchizedek is like Jesus, which I think all of a sudden, that popped for me in a new way. Which is kind of what you're saying is that Melchizedek is an image of this bigger portrait of a deliverer figure in the Hebrew Bible.",
    "start": "00:58:28",
    "end": "00:59:21"
  },
  {
    "text": "Yeah, yeah. And one piece of the quilt, that's helpful, too. There are a lot of different things that contribute to that. Another one is the Branch. And another key text that kind of brings this stuff together is in Zechariah. You've got another. It's a night vision, and it's about Joshua, who's the high priest in Zechariah, who's crowned with a crown, and he's a king who's associated with peace and righteousness. And then he's called the Branch, which picks up a prophetic language of Messiah. So, yeah, I think it's at different times, you see some of those individual pieces of the quilt or the language of that messianic image overlap with each other. And, yeah, I think Melchizedek kind of sets that up in some key ways, along with a lot of other parts of that quilt.",
    "start": "00:59:21",
    "end": "01:00:04"
  },
  {
    "text": "Yeah, it's a massive quilt. The Hebrew Bible. It was massive. Well, Josh, thank you. I mean, we could clearly keep going down a bunch of rabbit trails, but I really appreciated your contribution, the way you brought these things together. It was really helpful for me as we. As we prepared for these conversations. And then I'll be a part of the video series on the royal priesthood.",
    "start": "01:00:04",
    "end": "01:00:24"
  },
  {
    "text": "I look forward to that. I've enjoyed the series, and it's been fun talking with you guys.",
    "start": "01:00:24",
    "end": "01:00:28"
  },
  {
    "text": "Yeah, thanks, Josh.",
    "start": "01:00:28",
    "end": "01:00:29"
  },
  {
    "text": "Yeah, thanks for talking. All right, everybody, thank you for listening. Hope you enjoyed that interview with Joshua Matthews. We sure did. He's such a cool guy. The show was produced by the wonderful Dan Gummel. The show notes were made by Lindsey Ponder, and the music in the opening comes from the band Tense. The Bioproject podcast is a crowd. The Bioproject is a crowdfunded initiative in Portland, Oregon. We're making all kinds of resources and videos and classes and this podcast to help people experience the Bible as a unified story that leads to Jesus. And we're able to give away all this cool content for free because of so many generous people. That includes a lot of you. Thank you so much.",
    "start": "01:00:29",
    "end": "01:01:18"
  },
  {
    "text": "Hi, I'm Robinson Anthony from India. I remember when I was going through some videos explaining scriptures from Proverbs. Didn't realize it was the Bible Project. And I teach catechism in my parents, so I don't make them study some books. I just tell them to imagine things just like how the Bible Project portrays in each video. It helps me and my students a lot. What I like the most about the Bible Project is the importance they give to words in detail and its elegance. These words, they become special to you, don't they? We believe the Bible is a unified story that leads to Jesus. We had a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:01:18",
    "end": "01:02:05"
  }
]