[
  {
    "text": "Hey, welcome to BibleProject Podcast. I'm John.",
    "start": "00:00:04",
    "end": "00:00:07"
  },
  {
    "text": "And I'm Tim.",
    "start": "00:00:07",
    "end": "00:00:08"
  },
  {
    "text": "And today on the podcast, we get to do an interview with Dr. Amy Peeler.",
    "start": "00:00:08",
    "end": "00:00:14"
  },
  {
    "text": "Yeah. Amy is the professor of New Testament at Wheaton College. She's done research and a lot of published work on the Letter to the Hebrews, which as it turns out, has a lot to say about the royal priesthood and, and Jesus as the high priest and Melchizedek, all the stuff we've been talking about in our series on the royal priesthood.",
    "start": "00:00:14",
    "end": "00:00:35"
  },
  {
    "text": "Amy has a dissertation that you can get on paperback.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "It's called you are my the Family of God in the Epistle to the Hebrews.",
    "start": "00:00:40",
    "end": "00:00:44"
  },
  {
    "text": "But there's also a more popular level book that she has.",
    "start": "00:00:44",
    "end": "00:00:47"
  },
  {
    "text": "Yeah, yeah. She co wrote an introduction and study guide to Hebrews. It's in this cool series called TNT Clark's Study Guides, the New Testament. Inexpensive little paperbacks that'll kind of walk you through, almost like a condensed commentary, flagging kind of important interpretive issues as you read through the book. So, yeah, it's great. Really. She's super smart, really articulate, and has some great insight.",
    "start": "00:00:47",
    "end": "00:01:11"
  },
  {
    "text": "All right, let's jump in.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "All right, Amy Peeler, welcome to the podcast. Good to talk with you.",
    "start": "00:01:17",
    "end": "00:01:21"
  },
  {
    "text": "Thanks so much for having me.",
    "start": "00:01:21",
    "end": "00:01:23"
  },
  {
    "text": "So we do these scholar interviews from time to time. People whose work that we learned from. I forget. I think it was. You've done a number of other podcast interviews about your work in Hebrews and early Trinitarian theology in the New Testament. I forget where I first heard an interview, but it was somewhere within the last year. And then your dissertation was available as a cheap paperback, so that's always great when they're not $100.",
    "start": "00:01:23",
    "end": "00:01:48"
  },
  {
    "text": "Exactly.",
    "start": "00:01:48",
    "end": "00:01:49"
  },
  {
    "text": "Anyway, so I really enjoyed working through parts of it. And since we just are finishing, this interview is going to be part of a conversation that John and I are having about the royal priesthood throughout the story of the Bible. And then obviously Hebrews is going to play a significant role. So you came to mind, and I'm excited that you're here to talk with us. Thank you.",
    "start": "00:01:49",
    "end": "00:02:08"
  },
  {
    "text": "Well, I'm honored for the opportunity. Love to talk about Hebrews any chance I get.",
    "start": "00:02:08",
    "end": "00:02:12"
  },
  {
    "text": "So first, before we dive in to the good stuff, let's hear about some other good stuff, which is just a bit of your story, maybe where you're from, kind of your faith background, but also how you ended up in biblical studies. It's a unique career trajectory. And what are you up to now?",
    "start": "00:02:13",
    "end": "00:02:29"
  },
  {
    "text": "So I did grow up in a Christian home, and for that I'm incredibly grateful. My mom was Pentecostal, my dad was Methodist and they compromised and became Baptist, met in the middle. So I grew up in Oklahoma City and if you know much about Oklahoma, really Baptist is the dominant option. So wasn't too surprising maybe that that's where they landed. I was very involved in church, loved my chur, a profession of faith at a young age and then really solidified that in my teen years. So a very kind of common trajectory, I think, for someone in my, with my upbringing. I went to Oklahoma Baptist University and had an incredibly fantastic experience there. I entered as a psychology major, wanted to go into counseling is the, the way that I was headed. But as a junior I took some electives in Biblical studies, life of Christ and Greek. Those professors were very popular and so encouraged to take classes with them.",
    "start": "00:02:29",
    "end": "00:03:26"
  },
  {
    "text": "Wait, so what to clarify, the Greek professor was so popular he could get students who weren't in the Greek to start taking Greek?",
    "start": "00:03:26",
    "end": "00:03:34"
  },
  {
    "text": "Absolutely. Just for fun? Yes. He is amazing. Absolutely. His name is Mack Roark. And our professors there weren't widely published because it's a very heavy teaching school. But they were so formative in my life, in the life of many others. So it was probably within the first week or two of that semester, and I was a junior, that I said, oh my goodness, this is what I want to do with my life. So I went and had a chat with both of them and became a double major at that point. And then I wasn't quite able to squeeze in my last psychology class, spring semester of my senior year. So I didn't quite end up with a double major. But I was close. So that's where the joy started. I didn't quite know where it would take me, but I knew that I loved studying scripture in an academic way. I was a very spiritually attuned young person. My mom is a teacher and she's an awesome teacher. She teaches high school math. So it was like putting together things that I'd always loved, education and my faith. And I'm like, you can do both at the same time. Sign me up.",
    "start": "00:03:34",
    "end": "00:04:40"
  },
  {
    "text": "That's great. So you went from there, you ended up at Princeton for a couple degrees, is that right? And then you ended up doing your dissertation. So. Yeah. What was that experience like?",
    "start": "00:04:41",
    "end": "00:04:50"
  },
  {
    "text": "Yeah, that was quite eye opening to be someone who had grown up in Oklahoma City in Baptist life as a 22 year old, go straight to the east coast and to a mainline seminary. Missed home the first semester and my horizons were stretched. But I came to deeply love and Appreciate Princeton. And that's really why I wanted to stay on. I had met Ross Wagner and knew that working with him and the other New Testament faculty, Beverly Gaventa, George Parsonios, Clifton Black, that they would be great mentors. As I moved into the field of New Testament study, so ended up spending eight years there. And so that was basically our 20s. I say r because my husband and I married in college. So we went together to do our degrees. He's a musician and got his degrees in church music while we were there. So we became East Coasters in a lot of ways because we kind of became ourselves as young adults there in Princeton.",
    "start": "00:04:50",
    "end": "00:05:45"
  },
  {
    "text": "So excellent. Okay. So somewhere in those eight years as you were working through all those programs, you hit on the letter to the Hebrews and you stuck to it. I mean, a dissertation is the kind of thing where you have the seed interest, then you have the excitement phase, and then you have the, oh, my goodness, I have to keep working at this phase. So. But you did all that with Hebrews, so what are the seeds of this project? Maybe just first. So, you know, you published a book that was your dissertation, but I'm guessing there's a whole history of what interested you about Hebrews. I'm always interested to get that before we dive into the ideas in the book because it's fun to see how things began.",
    "start": "00:05:45",
    "end": "00:06:24"
  },
  {
    "text": "I think my interest or my attraction to Hebrews actually started in my teens. I was definitely one of those churched young people who came to Hebrews 10, Hebrews 12. The warning passages, if you sin willfully, there no longer remains a sacrifice for sins. And I was like, oh, that's me because I have sinned willfully. And so it's all over. And so I really, I. I can say that with levity now, but at the time, it was very intense for me. And that was some of the first wrestling, probably some of the first exegetical exerc, even though I wouldn't have known that word. So Hebrews had always grabbed my attention as this incredibly powerful, even daunting book. When I entered the PhD, you do have to kind of declare, are you a Jesus person or a Paul person? Yes, I love the Lord Jesus Christ, but I knew right away that I wanted to do the Epistles. I found the epistles so full of rich theology that I wanted to go in that direction. But then it wasn't until later that I surveyed the field and realized a lot of people who do Paul, a lot of Paul Lang scholars, I wasn't confident that I had something Fresh to contribute. But I had remained tethered to and interested in Hebrews. And I believed that that letter, which was so influential in the theology of the church, and it wasn't very crowded. It felt like a place where I could step into. They had just formed a group at the Society of Biblical Literature or reformed it two or three years when I was into my program, I said, oh, this is a place where new kind of fresh ideas are done. And I had written a paper on the use of Exodus 24 and Hebrews 9 in one of our theology classes. And for many people, that paper became their dissertation. And that ended up being true for me.",
    "start": "00:06:24",
    "end": "00:08:14"
  },
  {
    "text": "Oh, very cool. Okay. Yeah. So, yeah, your book's called you'd Were My Son, the Family of God. In the Epistle to the Hebrews, you're putting a number of tools to work, but all along the lines of an argument. So quotations from the Greek Old Testament and how the author does that, that plays a big role. But also these other themes of Father, son, language, but also the priestly roles. If you have like the elevator description and you're going up to the 14th floor, how do you summarize what the project's about, what you were trying to clarify?",
    "start": "00:08:14",
    "end": "00:08:46"
  },
  {
    "text": "Well, maybe one more background piece about how I landed on this particular topic. I was taking a class on classical rhetoric in the first century world and learning the importance of pathos, eth and Logos, which many of your listeners will be familiar with. This has a very intense argument, lots of logos, but the ethos of the author is rather hidden. Right. This is the classic thing about Hebrews. We don't know who wrote it. And what's really unique is the way in which this author puts forward Scripture. Instead of Paul, who tends to say that which has been written, this author introduces Scripture as that which is spoken. And the person who does the speaking is God. And so it struck me that in a context in which speech mattered so much and persuasive, speech was really the epitome of societal power, this author said, I'm not going to say anything about myself, so that I'm going to leave you guessing for millennia, but I want you to hear the voice of God speak. And so it really is the character of God that's being constructed. And that's where I started. I started to study those quotations. What kind of character of God is disclosed? And what I real is that at the very beginning, the first kind of image that we get is God is Father. And I ran with that. I realized that in Hebrew scholarship, Family themes had been dismissed because God is only called father twice, chapter one and chapter 12. But I believed that those bookends were quite important. And so basically then, the summary of my work is to argue that family themes of family, which include father and son, but would expand to things like pedagogy and inheritance, form a bedrock from which the author makes his other arguments about the supremacy of Christ, about the trustworthiness of God, and ultimately about the ability of the audience to endure knowing that they are part of this family is integral to his argument.",
    "start": "00:08:46",
    "end": "00:10:50"
  },
  {
    "text": "There's so many things bundled there. So I want to just go back and clarify the first thing that's really helpful distinction between like Paul and the person speaking in the Hebrews. I forget, I think it was a Hebrew scholar, George Guthrie.",
    "start": "00:10:50",
    "end": "00:11:02"
  },
  {
    "text": "Yes.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "I think who instead of saying the author, use the term the pastor.",
    "start": "00:11:03",
    "end": "00:11:06"
  },
  {
    "text": "Oh, I love that. I saw that in your correspondence. And George's work is so good. So let's go with that.",
    "start": "00:11:06",
    "end": "00:11:12"
  },
  {
    "text": "Okay, that stuck with me because clearly somebody who really cares about the well being and knows the audience really well. But what's interesting you're saying is that the autobiography of the passenger is really backgrounded intentionally. And a useful contrast is like with Paul, where his autobiography is often in the foreground. He'll bring it up, but then also with scripture. Paul, you're saying, will more often say as it is written and quote, whereas in Hebrews he'll simply say as God says, or sometimes even as the Son says, or as a spirit. Yeah, yeah, that's an interesting contrast. So kind of the conclusion you're drawing from that is the pastor wants his audience to hear this message as a. Just like a present, a very contemporary present voice from God.",
    "start": "00:11:12",
    "end": "00:12:04"
  },
  {
    "text": "Absolutely, yes. And it's fascinating that he doesn't construct, he doesn't say God is speaking and then kind of invent prose. It is always the text of Israel that God is speaking. But of course, within that there is choice, there is construction, and so there is a shaping of a particular dimension of God's character. And I think preeminently that is that God is trustworthy. That's what this audience needs to hear. They're waning in their faith and we don't know exactly why, but we can make guesses. But they need to know that God can be trusted. And one dominant way in which he supports that is to say God is Father. Sam.",
    "start": "00:12:05",
    "end": "00:13:03"
  },
  {
    "text": "So one thing kind of it's been a sub theme, John, for you and I, as we anytime we're working in the New Testament and We're exploring New Testament use of Greek, Old Testament or some other version. Right. That's a whole rabbit hole. But the way that scripture, the wording or the context can sometimes be adapted or reapplied in new. And what is to us sometimes surprising ways. I guess the takeaway, at least over the years, John, as you and I have been talking, is that it's not just like arbitrary. It doesn't represent a carelessness. It actually is always very intentional to their goals and their communication aims. I don't know if that bothers you anymore still, John. I remember some. We've done some examples and you're like, they changed the wording or they're adapting who's talking and where. I don't know.",
    "start": "00:13:43",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, you know, we haven't. We've talked about it a few times, but we haven't really dug in and gotten to the bottom of the discomfort there, for sure. And there's a lot of. In Hebrews, a lot of quoting and re quoting. And it does make me uncomfortable still. And, yeah, I'd love to jump in and kind of look at what, what the pastor's doing here and why.",
    "start": "00:14:30",
    "end": "00:14:51"
  },
  {
    "text": "You know, I have two thoughts there if we want to follow this path for a moment. The first is that I would highly recommend a new work on Hebrews from Madison Pierce. It's on divine discourse and you might be aware of it. Maybe you're planning to interview her soon. I so appreciate it, but I think she's incredibly helpful. And this is her dissertation. Right. And dissertations are very precise. So I'm actually like, really honored that you spent time with mine. It's not meant to be be reading, but her work begins with precisely this question, looking very intently at the movement from a Hebrew to a Greek to what the author of Hebrews is doing, the pastor is doing. And you can really see the possibilities for change. What's so challenging is, of course, we can never surely say he is intentionally making a difference. Right. He's doing something different because it could be that his version, his Vorlage, his text is exactly what he's copying down. Hard exactly to know. But then I'd love to provide an example of a place that I think this might be happening and in a way that doesn't at all change the meaning of the Ur text. So it doesn't change the meaning of what he's quoting from in the Septuagint, but adds to the power of his argument. And that's in chapter 12, where he quotes from Proverbs and right after the running metaphor, right? We run this race with endurance, looking unto Jesus, the author and perfecter of our faith. That's a text that people know very well. And then it moves on to this theme of, you've not yet finished your struggle with sin. You still have a ways to go in this race. And so in order to encourage them, he says, don't forget that which is spoken to you, this encouragement, that's spoken to you as sons. And then it says, my son, do not despise the discipline of the Lord. As far as we can tell, as far as what we have access to, the proverb just has the vocative son, don't despise the discipline of the Lord. It seems like the author of Hebrews adds the personal pronoun my, my son. Now, again, maybe there's a text out there that we just haven't seen yet, but from what we have, it seems like he interjects this. And what that does on one level is make it a bit more personal. Right. It connects with my son is a little bit more warm and intimate than just saying son. But I think it's more than just intimacy, because if you go back to the first citation of Hebrews in chapter one, where the Father for the first time is speaking to the son Jesus, it's the same two words, my son. Now, in English, it's often translated, you are my son. But in the Greek, it's actually. And in the Chapter 12 citation, it is. It's the vocative. I made the argument that I think this is an intentional addition, not just for warmth, but to put God's address to the Son and God's address to the many sons and daughters, as God says the same thing, actually, with the same two words. So I didn't see that as an infelicitous addition. He's playing fast and loose with the text, but he's taking a text that's clearly about what he's about to discuss the discipline of God, but making it more deeply connected to God's fathership of Jesus Christ, which is the setting in which the many sons and daughters experience God as father. So, John, I don't pretend like that would solve all of your issues, because there are many. But that's a pertinent example for me of an addition that I think reiterates and deepens the intention of the text.",
    "start": "00:14:51",
    "end": "00:18:26"
  },
  {
    "text": "Yeah, I think that a lot of what's happening in Hebrews was always really uncomfortable. Not because I would go back and see, wait, that's not exactly what was said, but because I didn't have any framework for thinking about things like the priesthood and how Melchizedek fits in there, or this idea of the. This messianic son. I mean, we would talk about these things, but when I see the author quoting the Psalms, it kind of just felt like he just was cherry picking lines and then just doing what he wanted with them to make a point. I think now that, you know, Tim and I have been working through these themes so much, like it's landing a lot more. Like I just read through Hebrews again in preparation for this and I'm just realizing, wow, so much of this makes so much more sense now. Yeah. So there is that discomfort for those two reasons. One is like, how was the author tapping into something that I had no idea was going on and was he just playing fast and loose with the intention of that psalm or was there something deeper happening? And I think that's starting to feel more comfortable. And then there's a specific times, like you just mentioned, where the wording is different and there I have gotten a little bit more comfortable with the, just the tension of the humanity and the divinity of this that, you know, even like we're just talking like his texts may have been different than the text we have. That would have been a huge conflict in my mind before. We're just like, that can't be. It has to. You know, that means it's changed and I'd be freaking out. But, you know, I think there's more space for that now.",
    "start": "00:18:26",
    "end": "00:20:01"
  },
  {
    "text": "That was a great example, actually, the my son and my son at the beginning, in the end as like those, those bookends. Because part of your whole, the specific theme you're wanting to trace with the family of God is how God relates to his son becomes the model or like a template it for how God relates to the sons and daughters, which is what the last couple chapters is all about. And so really those, those two quotes are like an excellent way of saying that everything he's going to develop about Jesus is providing, what do you say, like a script or a template, a mold into which followers of Jesus are to begin to plug in their own life story into that outline. Not that I'm like Melchizedek, but in maybe in some way I am to see my own identity more priestly than not because of who Jesus is. I guess that's kind of, that's like the macro shape of your argument throughout the book.",
    "start": "00:20:01",
    "end": "00:20:55"
  },
  {
    "text": "Yeah. And I think ultimately that does two things. It gives them hope because Jesus as The pioneer has trod the path and is now seated in God's presence and looking forward to his complete sovereignty. So Psalm 110 is probably one of the most important tasks that he is awaiting this time that all things are put under his feet. And so he says, as a human who is at God's, of course he is the divine Son. But having taken on humanity, he is where you're going to end up. So there is a sense of it's possible because he's done it. And so he gives you this hope that you too will be with God forever, that you'll enter the Sabbath, rest the heavenly Jerusalem. He has lots of different ways of describing that end, but I think maybe more immediate for them would be this theme of discipline, which is really where he's spending his time in chapter 12. And I think that helps make sense of their struggles. We learn in chapter 10 that they've had their goods taken away. Some of them are in prison, they're facing shame, they're facing persecution. And I think the temptation for them was to say, wow, where has God gone? Has God left us? We've made this confession, and now we're experiencing all of these difficulties. And actually his answer is, look at what Jesus had to go through. If you would think the eternal Son, the Son that is the reflection of God's glory, even he had to go through periods of time of weeping and shame and temptation and struggle. And he did that because God was his Father and God was training him toward his perfection. If he didn't escape that, then you need to take comfort that your difficulty is actually a sign of God, is doing the same thing with you, disciplining you unto maturity. So I think it's preeminently in chapter five, Jesus challenge that he faces in light of the cross is to say to the audience, don't be surprised when you go through challenge as well. I mean, that's such a common theme in the New Testament, right? The Gospels have it in the language of take up your cross. Peter has it in the language of the frequency of suffering. And I think the author of Hebrews makes the same claim with the language of discipline.",
    "start": "00:20:55",
    "end": "00:23:13"
  },
  {
    "text": "I think what surprises me in this connection to Jesus is how the pastor will call Jesus a sibling, that we're a brother. That language was pretty absent for me. And I think my tradition, and it feels like. Feels weird actually still to think of Jesus as a sibling. You could think of Jesus as a teacher. I could think of him as the high priest, as the Son of God, the Messiah all these things. But then as a brother, that just. That makes it very, very relational in a very intimate way. Yeah, Like, I think it gets to that in the way that I need to run this race. Like I have a brother who's done it. His humanity really comes to life there.",
    "start": "00:23:13",
    "end": "00:23:58"
  },
  {
    "text": "Yeah. And I think for an ancient reader, they would have had an immediate connection. The older brother in the family, the firstborn, and that's the other language that's used of Jesus played a very important role because so often the fathers would die. Right. Mortality, the age of mortality is so young. And so the older brother would often be an important person who would care for and, you know, make sure that the younger siblings could, could make it in the world. So I think they would have an idea of brotherhood that maybe for us is a little bit distant because we just don't have those same realities. But yeah, it is, it is provocative, it's striking. And I'm trying to reflect. This is language that is not just everywh in the New Testament, that he is our brother, that we are his brothers and sisters. So often the kinship language is meant to bond the community together. Right. This is what defines the ecclesia. That you're kin, but that Jesus is our brother is incredibly powerful. It's a way. I think the provocation here of the intense focus on his humanity right alongside some of the highest Christology in all of the New Testament. That those things sit right next to each other is one of the reasons I love this book so much.",
    "start": "00:23:58",
    "end": "00:25:12"
  },
  {
    "text": "I was just gonna follow up on something about the sibling language. It's really, it's really prominent in Hebrews. I'm trying to think off the top of my head. I can only think of one place where it becomes prominent in Paul's letters in Romans 8, where we're crying out as adopted sons and we're co heirs. And he used more inheritance language. But the language of the sibling or the brother, would you say it's the most prominent out in the whole New Testament in Hebrew, Bruce?",
    "start": "00:25:12",
    "end": "00:25:40"
  },
  {
    "text": "I think that's the case. I mean, the other place that you get similar themes is in Galatians 4, where he talks about the son and the slave and that transition. But Paul, he's very clear about adoption. And we don't ever get adoption language in Hebrews. I find that kind of interesting. We definitely are part of God's family, but we don't quite have the clarity of the mechanism. Really. The only mechanism is that we are sharers. The word he uses is metakus. We're participants in Christ and that's the way that we participate in this family. But then the idea that he is our brother and we are his siblings. Yeah, I have a temptation that I think Hebrews is always the best of everything, so. So maybe others would disagree, but I think it is. We could definitely say it is not a dominant theme anywhere else.",
    "start": "00:25:40",
    "end": "00:26:28"
  },
  {
    "text": "Yeah, yeah, that's great.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "One thing that the, the brother language, the sibling language, I wonder. It also brings home is not just the humanity of Jesus us, but the high calling of humanity to be the image of God. Like he quotes from Psalm 8 in chapter 2. And we spent a lot of time recently in Psalm 8 and we've spent a ton of time in this project talking about what it means for humanity to be the image of God. And this idea of being God's image is a priestly role and to mediate God to creation and God to. To others. And so all these things kind of come together and Jesus being a brother really kind of elevates that theme a bit.",
    "start": "00:26:30",
    "end": "00:27:11"
  },
  {
    "text": "Yes, that's so true. In some ways it does show his humility that he's willing to do this. But as he really raises humanity up to what was God's original intent. And that's precisely what's going on in Psalm 8. Like this is the hope that humanity will steward and reign over all creation. Jesus is the first one to realize that fully and then provides the path for others can do the same as you. Follow me. It's interesting, he says we don't yet see all things under his feet. We don't yet see that humans are where God intended for them to be. But we know now we have this guarantee that it will happen because Christ has ascended and he is reigning with honor and glory, as the psalm foretold.",
    "start": "00:27:11",
    "end": "00:27:55"
  },
  {
    "text": "Okay, good. So actually that where we're at allows us to take a next step, I think, into a question I want to ask you. So with those bookends, well, everything he's arguing about, Jesus is creating the mold for the rest of the siblings that he's including, you know, that he's writing to. So if you work through the chunks of the letter, he's asserting how Jesus's identity is superior to the heavenly host, the rulers above, According to Genesis 1, then to Moses, chapter 3, then in Melchizedek chapter 7, we did a question response episode. And by far the most common set of audience questions is about Melchizedek. So that'll be next. We'll go down that rabbit hole with you. But then also after that of Aaron the high priest. And I was just thinking about this actually in preparing for this conversation. The rulers above, the heavenly rulers, Moses, Melchizedek, the high priest. Like those aren't just random examples. Those are all deeply connected portraits and ideas even within the Hebrew Bible, as each one of them is a window for the angels. I think it's the exalted humans, like in Daniel 7 are going to be exalted over them. But those four examples, angels, Moses, Melchizedek, Aaron, those are all really important in the kind of development of his argument. So how does that sequence and all those comparisons fit in to this bigger call of the pastor to endure and suffer and become so sons?",
    "start": "00:28:55",
    "end": "00:30:15"
  },
  {
    "text": "I think Hebrews feels off putting to readers at times because of John, something you said a moment ago. There is so much background assumption that we have to have to really hear this well, and much of that has to do with this idea of priesthood and cultic practice. As you've studied the ancient world, you know that not just for Jews, but for Greeks and Romans as well, this is just bread and butter. This is how the world works. You have mediators between the divine and humans. You have rituals and sacrifices. And so that for modern people is often unfamiliar. But for these ancient readers, and I'm struck, I have a. I have a student who's coming from India and he said these practices are very common, animal sacrifices everywhere. I get Hebrews, so in ways that I do not. And so that that makes it challenging. So how that fits into his argument? But my first response is that this is a part of their world. And so where I think this author is in conversation and building upon PA is that Paul has a lot to say about the covenant, but only very rarely will talk about the cult. Romans 3, that Jesus is the hillasterion, the means of atonement. But there's not this development. And I have a sense that this author says, you know, there's an entire huge part of Israel's faith how they relate with God, namely through the temple and sacrifice. How do we understand that in light of the Christ event? And so then Christ's superiority over the angels, which the angels really are in the realm of God, doing priestly service to God, they're ministering to God. So definitely the Qumran community thought of the angels as priestly. So there's a theme of connection. Moses is the mediator between God and the people. So to be able to say that this Jesus, whom you've heard about, that walked on earth, he's from the tribe of Judah, he fulfills all of the hopes for the king. He also fulfills all of our longings for a mediator, one that will make atonement, make at one mention between us and God. And I say to my students, this is vitally important, that he is not setting up all these structures as, oh, these were terrible, ritual is a bad thing, and the temple was a bad idea, and blood is disgusting. No, he's saying, God gave this as a gift to communicate that my God said, my holiness is going to dwell within an unholy people. How awesome is that? God could have just said, I'm done with you all. I don't want to mess with it. But God said, I want to be in your midst. And so that that holiness then was portrayed through Moses and the priest and Melchizedek and the angels and their presence in the temple. And then Jesus is even superior to all of them. So it's a good, better argument, not a bad, good argument. And especially as we've learned from Jewish interpreters of Hebrews, Amy Jill Levine and Mark Nanos are some of my favorite Jewish interpreters. I've been reminded we need to be very closely attentive to how this first century Jew is making this argument about Jesus superiority. And we wouldn't have known the power of what Jesus did in the cross and resurrection if we didn't have the cultic system to display what it takes for God's holiness to dwell in our midst. I don't know, Tim, if that's kind of some of the things that you're asking.",
    "start": "00:30:15",
    "end": "00:33:42"
  },
  {
    "text": "Yeah, you know, it's fascinating to think about. You know, you mentioned you're a student from India, and I've had some of those experiences too, teaching with students who come from essentially non Westernized, non secularized in terms of the Western meaning of that term in environments. And they just, all of this just lands so differently. This is more thinking pastorally, but it really does force a teacher or communicator to think in each given cultural context, how do we communicate the message of Hebrews? I mean, one, you can help people transport them, do some time traveling and get into first century stuff, but at the same time time, it raises the interesting question of how do we contextualize that in our own culture. That is on a search for transcendence and ultimate meaning, but just maybe without, obviously without the priestly garb that's described in the ancient world. Anyway, that's more of an aside, but it raises this fascinating search that Hebrews actually could have a whole new lease on life in Western context. If we did that creative work to see for what are the ways the secular materialists are looking for ultimate transcendence? And how can Hebrews give us wisdom about how to communicate in that context?",
    "start": "00:33:42",
    "end": "00:34:54"
  },
  {
    "text": "I think it's pretty ingrained in the human person because God designed us in this way that we do appreciate order and beauty, and that's much of what ritual and cult offered. And so I. I mean, I'm thinking of Jamie Smith's work, Desiring the Kingdom. Right. We find ritual in other places. Places, but we long for it. And to. So to say that Christianity offers that. And all of the. The arguments here in Hebrews that might feel repetitive are really getting to that deep need for what is the structure. And we recognize that God is above us, different than us, untouchable in some ways. And so how do we appropriate relationship with God? Yeah, it takes. It will take a lot of creativity. But I do believe there's a deep need there that people would be aware.",
    "start": "00:34:54",
    "end": "00:35:39"
  },
  {
    "text": "Of, of one thing that jumped out at me on my last reading, and this speaks to what you're saying of. It wasn't that this was bad and now there's something good, but there's this language of. This was a. I don't know if it's language of shadow or a foreshadowing. But I was just thinking about how the pastor made a point of saying what Moses saw in the sky of the blueprints, that was the thing that then this other thing was a symbol of. And Jesus didn't go into the holy place of the tabernacle. He went into the holy place of like the cosmic tabernacle, which I don't think I understand what that means, actually.",
    "start": "00:35:39",
    "end": "00:36:17"
  },
  {
    "text": "Join the club.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "Okay. No, I want you to tell me. But, yeah, all the symbolism and it does speak to this something inside of us. We're in tune with that symbolism and the beauty of it, that it speaks to something grander than we can even kind of put into words and understand. But if you have any insight there, I think that would be great.",
    "start": "00:36:20",
    "end": "00:36:39"
  },
  {
    "text": "Oh, yeah. And I joke a bit because it's one of those incredibly debated places which, you know, scholars have to have something debate because we gotta write books. Right. But here's how I've learned to describe it or thinking about it. And I recognize that these are very contemporary terms, but I believe that it's important to this author to make the argument that Jesus's coming, the Son's coming, becoming human, dying and rising again and ascending wasn't some kind of Plan be. I think he wants to assert that, yes, Jesus is patterned off of so many things that we've seen in the past, namely the temple and sacrificial system. But it wasn't like God said, oh man, this isn't working out too well. Let's try something different. And so he makes that move, an assertion that Jesus is not plan B by saying the things that you saw functioning in Israel, they were actually copying something that was pre creation, that is in the realm of God. And he makes that move with the temple, which he of course is not the only Jewish reader in the first century to do this. That what is, what is real is the place where God dwells. The access to God directly, the earthly temple appropriates that and actually provides a point of access to God. And then Jesus goes up to what had always existed. So this is what always God had planned. I think he would say it that way. And interestingly, if we want to switch there, that's precisely the argument he makes about Melchizedek too. Yes, it's kind of like an a be a pattern.",
    "start": "00:36:39",
    "end": "00:38:10"
  },
  {
    "text": "Okay, well then you went there and I was about to take us there. So yes, you know, we are. We're going to have in addition to this, an interview with a Hebrew Bible scholar, Joshua Matthews, who did his dissertation on Genesis 14 and Melchizedek there. So we're be twin conversations and there'll be some overlap, but with different focus points. So I'm excited about that. So, yeah, maybe one. Let's start here where. How does Melchizedek. What function does he play within the pastor's overall argument? And then there's this other question of how were other Jews, other Jewish scholars and communities? What role did Melchizedek play in their imagination and theology? Because he's a prominent figure for sure in the Dead Sea scroll community, the Qumran community. But then he comes up in other important Jewish texts too. So maybe let's start with Hebrews and then we can read range a little broader.",
    "start": "00:38:51",
    "end": "00:39:38"
  },
  {
    "text": "Here's the situation that I like to imagine. I'm psychologizing just a bit, I don't know. But it's a fun story to tell. I think this author is very familiar with Psalm 110. That's incontrovertible, right? He quotes it often, as do almost every book of the New Testament. 1:10.1 the Lord said, My Lord, sit at my right hand until I put your enemies as a footstool under your feet. Okay, everybody got that? What I love about the author of Hebrews is that he reads past the assignment. This is how I explain it to my students. Students. So the assignment is Psalm 110. 1. The assignment is Psalm 22:1. Well, he reads to the later parts. He reads to the later parts of Psalm 110 and there he discovers verse 4. The Lord said, you are priests forever according to the order of Melchizedek. So if we could imagine a moment of a light bulb moment for him saying this text, God the Father spoke to Jesus, whom I've heard about and experience, experienced. He called him king. He also called him priest. Okay, I want to go and see what else I can learn about Melchizedek. So he does an exegetical work. This is his investigation of where Melchizedek appears, goes back to Genesis 14. And I believe what he discovers in this interaction. And he, he lays it out for us. He says, look, Abraham the patriarch, the one that starts the Jewish faith, right? The one that God calls, has this interaction with Melchizedek. And to the author of Hebrews, it's incredibly clear who the superior is in that interaction. Melchizedek blesses Abraham, Abraham gives him the tithe, which I'm sure your Joshua Matthews will say the Hebrew. There is a little. We're not quite sure who's tithing to whom, but for the author of Hebrews, he says, well, it's just clear this is what's happening. So he says, interesting, in this interaction, Melchizedek is superior to Abram Abraham. He then goes on and makes that interesting statement. And it's as if Levi was there because Levi was in the loins of his father. And so I draw it as a math equation. If you have Melchizedek is superior to greater than Abraham, I put the little alligator greater than sign. And then you put Levi under Abraham because Levi is in his line and Jesus under Melchizedek because Jesus is in which order? The order of Melchizedek. Well then you can draw down the math equation and show Jesus is superior to Levi. So this goes back what I mean, it's not a plan B. So I believe that it would have been vital for this author to explain a critique. How can you say over and over and over again that Jesus is priest, Yea, even high priest, because he comes from the tribe of Judah, which you recognize in 7:14. Because if you think especially to the intertestamental Jewish history, it matters that you're in the right line. The Maccabees aren't quite in the right line. And then the high priesthood becomes a position that you can just bribe the leader for. So there's a lot of corruption that has come to this. So how can he make the claim, yeah, Jesus is a priest? Because people would immediately say, well, he's not Levi. And so what he finds in Genesis 14 is that this has always been the case. There's always been another priestly order. And in fact, that priestly order has always been superior to the Levitical order. Not that the Levitical order didn't matter. Yes, God gave them a role, a vital role to play, but he finds in Genesis the assertion of Jesus's superior priesthood, even before the priesthood begins. That, I think, is what the. The role that's being played in his argument.",
    "start": "00:39:38",
    "end": "00:43:15"
  },
  {
    "text": "Yeah. Yeah, thank you. That was super clear. Somehow, if John and I ever talked about it, we didn't ever say it that succinctly. So thank you for that, for that clarity. It is interesting, and this is something that, in doing the. The PR Royal Priest project for me, really struck me in a new way, was the critical viewpoint on the priesthood of the line of Levi and Aaron in the Hebrew Bible itself. In other words, it's actually hard to find any positive portrayals of Levite priests in the Hebrew Bible, which begins to actually make you think the author of Hebrews, the pastor, he's using Melchizedek to make this argument about Jesus, but he's not just creating something brand new here. There's already this suspicion about the institution of the priesthood even within the Hebrew Bible, which I found that remarkable.",
    "start": "00:43:15",
    "end": "00:44:05"
  },
  {
    "text": "Yeah. I've read authors who I think really know what they're talking about say that in the first century in particular, people will still respect the office. Like, they're still paying their temple tax, they're taking their sacrifices, but they realize there's a lot of corruption within the people, but they still respect the office. So that's an interesting tension. It's something that God gave. The office is God given. But the people who have practiced it are fallen. And even, as this author will say, they have weakness, they have sin, they have to atone for. So, yes, that's very important. He's not the first one to offer a critique against the priesthood, for sure.",
    "start": "00:44:06",
    "end": "00:44:43"
  },
  {
    "text": "Yeah.",
    "start": "00:44:43",
    "end": "00:44:43"
  },
  {
    "text": "Could I say one more thing before we go to other Jews? Because I didn't quite draw up this thread that I introduced a moment ago because I wanted to get to Hebrews 7:3, which, when I work through this with students, remains one of the most challenging texts. And I think you had asked about it in your questions. So, yeah, we get Psalm 110, 4, we get Genesis 14. But then you have this statement without father, without mother, without genealogy, having neither beginning of days nor end of life. Well, where is that in the text? And I'm sure you've done some of the work with rabbinic exegesis. It seems like he's doing moves that later rabbis will make that. Well, if the text doesn't talk about it, then assume it's not there. Now I think that's, I think to modern readers that sounds odd. And he is not an ignorant reader at all. He's not making kind of just creating things, but he's just noticing in the text we don't have a genealogy. We don't know where this person comes from. Neither do we hear about his death. So in the story he looks like the things that we want to say about Jesus, that the Son is eternal and that the Son lives forever. And so then he goes on to having been made like the Son of God, he remains priest forever. But that to me is quite important. That just as we were saying with the tabernacle. So I've been focusing on how Jesus is in the line of melchizedek. But in 7, 3, he makes the statement really Melchizedek, as we see him appear and interact with Abraham, he's really like the Son of God. It is the Son of God who is first Melchizedek is like him. And then Jesus incarnate comes in his line. So you again have that ABA pattern.",
    "start": "00:44:44",
    "end": "00:46:28"
  },
  {
    "text": "So that's really helpful. In other words, what you're saying is his conclusion is not the Son of God is like Melchizedek. He's saying Melchizedek is like the eternal Son of God. And how so? And so I think this is the question is when he's drawing attention these little details, there's not a genealogy. We don't know where he came from. It could be that he's making a textual observation and then saying therefore the textual portrait of Melchizedek, boy, that's sure like the eternal Son of God in that sense. And I think this is an interpretation debate, at least I've seen it in commentators. Or is he actually making the positive claim about some kind of pre existent status for Melchizedek, which we know, you know, he wouldn't be the only Jewish person to make that argument. And for me that's always been the puzzle. And I literally. It's like a teeter totter. I can see each one of those views as being compelling.",
    "start": "00:46:28",
    "end": "00:47:17"
  },
  {
    "text": "Absolutely. And I'm Impressed that many of the early patristic readers of Hebrews favored a Christophany here, favored an appearance of. I think that's quite possible because in the logic of this letter, you don't want to end up with Melchizedek as some kind of competitor with Jesus. Right. I mean, he said Jesus is at the right hand. It's not like he has to fight Melchizedek for this role. And so it's not like Melchizedek is floating up there like, who's better? There's no question of that. So I think that Christophany reading more easily supports the idea that there's no competition. The only hesitancy I have with that is that I always want to reserve a place for the entrance into time, the moment of the incarnation. So if the Son is somehow appearing to Abraham, it wouldn't quite be the embodied Son as we know him from the tribe of Judah. It would be some kind of manifestation as angels will manifest to humans in ways that they can be seen. And this happens throughout Scripture.",
    "start": "00:47:18",
    "end": "00:48:23"
  },
  {
    "text": "Abraham a few chapters later, for example.",
    "start": "00:48:24",
    "end": "00:48:26"
  },
  {
    "text": "Exactly, exactly.",
    "start": "00:48:26",
    "end": "00:48:28"
  },
  {
    "text": "So just as a quick note, and again, knowing that we'll take another episode to get into similar topics, but there were other Jewish scholars at the time who viewed Melchizedek as a transcendent heavenly figure.",
    "start": "00:48:28",
    "end": "00:48:41"
  },
  {
    "text": "Yeah. And I think this is helpful for contemporary readers. As you mentioned, lots of questions come about Melchizedek. I can almost guarantee the conversation I will have when I say I work on Hebrews. First question, who wrote it? Second question, who's Melchizedek? If they've ever read the book. Now, if they haven't read the book, they don't know to ask about Melchizedek. So to us, it's like, we don't hear usually a lot of sermons about this fellow, but it's. It's a great reminder that in the ancient world, we see him referred to by Josephus, by Philo, in second Enoch, in the Dead Sea Scrolls. Like Enoch, Jewish readers are interested in gaps in the narrative. And. Right. We know this from rabbinic exegesis. Like, if there's something in the story that's quite easy to explain, and especially if you go back and read Genesis 14, the Melchizedek piece is just out of nowhere. Like, if you cut it out, the story makes a lot better sense. And so Jewish readers are noticing that. And so they have interesting ideas. And so you're right. Some, particularly in the Dead Sea Scrolls community, imagined him as angelic. He was a figure that will appear at the end of the age to execute judgment on those who are opposed to the ways of God. So he takes a very prominent role in the unfolding of their story. In Enoch, it's a very interesting. Second Enoch, he almost has a. Like a miraculous conception. He's born to a very old couple, and in fact, the wife dies before she has him. So it makes me curious about were there some associations with Jesus's beginning and questions about his beginning and Melchizedek? Second, Enoch might be a little bit late. So I don't know that I want to claim that. I mean, the question is, God has just formed the covenant. Where do we get a priest who knows to serve the most High? It's kind of the righteous Gentile. Right. That appears.",
    "start": "00:48:41",
    "end": "00:50:37"
  },
  {
    "text": "Well, there you go. I mean, I don't think anybody can tie a bow on Melchizedek at this point in history.",
    "start": "00:50:37",
    "end": "00:50:43"
  },
  {
    "text": "Right.",
    "start": "00:50:45",
    "end": "00:50:45"
  },
  {
    "text": "So it is good all the way back to just your first response. It was really, actually succinct. The role that Melchizedek plays in his developing portrait of Jesus is actually very clear. That's actually not a mystery. You can read the letter and get it. And that's probably the most most important thing.",
    "start": "00:50:45",
    "end": "00:51:00"
  },
  {
    "text": "Right.",
    "start": "00:51:00",
    "end": "00:51:01"
  },
  {
    "text": "Next time someone asks you who wrote Hebrews, blow their mind and say it was Melchizedek.",
    "start": "00:51:01",
    "end": "00:51:06"
  },
  {
    "text": "Oh, that's great. And then just combine those questions. I love it. I'm totally gonna do that.",
    "start": "00:51:06",
    "end": "00:51:12"
  },
  {
    "text": "That's Sam.",
    "start": "00:51:12",
    "end": "00:51:50"
  },
  {
    "text": "One question to kind of land the plane. And this was in implication of your book, but necessarily draw it out in a huge way. But about how this early, the word that will be used a few centuries later is a trinitarian portrait of God. But, you know, this is very early. Although the author does, or the pastor does say he refers to the first eyewitness generation as being before him. I've always thought that's fascinating, but it's very clearly a father, son, spirit vision of God, the God of Israel. But what's always fascinated me is the pastor's not doing systematic theological speculation. It's a very practical and pastoral. He puts that vision of God to work pastorally. So in your reflections on Hebrews, how does the pastor give us a model for showing how the Trinity isn't just an arcane, kind of interesting thing to talk about with your friends, you know, speculatively. But it really matters in our vision of who we are as the children of God.",
    "start": "00:52:11",
    "end": "00:53:12"
  },
  {
    "text": "Yes. Oh, that's a wonderful question. Let me go back to one of my first comments about Hebrews, how truly, as a teenager, it scared me and we might think of Edwards. It's a fearful thing to fall into the hands of a living God. That's Hebrews. Our God is a consuming fire. That's Hebrews. Why I appreciate those statements is that Hebrews never backs away from the sovereignty, the holiness, even the judgment of God. Fascinatingly, when he concludes, pretty much the rhetorical high point of this letter is in 1224, 1222-24, when they get to Mount Zion, right? You have come to the mountain and there's all these angels celebrating and there's these spirits who have been perfected and there's God. But when I was writing my dissertation, I so wished he had said God, the Father of all. Like the God with his arms wide open, waiting for. No, the language is God who is the judge of all. Like that's one of the final things that said about, about the Father. He never will compromise on God's holiness and even distance from us. And so if that is the picture that you have of God, particularly if you're Jewish, and I think that's right, and again, then it's amazing that God has given the law and the covenant and the sacrifices to be in relationship. If you have that picture of God's distance, then you have to ask the question, well, how can I bridge that distance, right? If I am a created being of God and God is holy and I'm messed up and people get that, right? Like, I don't think anyone needs to be convinced about the messed upness of themselves or our world, then you, you long for, you have a knowledge that there is a gap to be filled. And that's where the story of Jesus comes in. And I think one possible negative of the way that I'm arguing that we read Hebrews, that Jesus sonship gives us the template for our status as children of God, is that if we read that in a flat way, then Jesus just becomes a really good example, right? And I do think he's example, he's template. But it doesn't stop there because we could say Jesus was amazing. He suffered, he then persevered, he was exalted, he's at God's right hand, he's been ascended, elevated. But if that's just a nice story to tell or a good example, that means very little for us. But to have the assertion. And then you get this, I think without debate in chapter one, that the sun is the emanation of God. I mean, that's the language of the apaguzma of God's glory, the radiance of God's glory, the imprint of God's being. He was with God before creation even happened. God addresses him as God and Lord. I mean, again, this author is not thinking in 4th century Trinitarian terms, but my goodness, the seeds are here. So Jesus isn't just a nice example. He is the revelation of God who lives this story. But even if we stopped there and Hebrews is has most to say about Father and Son, but the Spirit is present as well. So if it was just Father and Son, I think we still be be left wondering, well, how am I connected to that story? Because now that the Son has ascended, what does that mean to me? The Spirit who communicates, who affects salvation. In chapter nine, the Spirit becomes the means which humans can then participate in Christ. And so I've done some more work on the Spirit in Hebrew since the publication of this book and become even more convinced that that's a necessary piece. Although it's muted to a degree if we compare it, say, with Paul and Romans 8 in particular. But it's present. And so at the end of the day, the author is saying, yep, there is a holy God, and this holy God wants you to endure. You can't be flippant about your faith, but this holy God has given you the power to endure by the guarantee given in the Son, in the work, in the Son, and by the presence of the Spirit who is among you. And it is that connection that I think ultimately would have given them what they needed to keep running, to be faithful.",
    "start": "00:53:12",
    "end": "00:57:27"
  },
  {
    "text": "Thank you so much. That was. Yes, that's very insightful. You've given me a lot to think about right there. So that's really helpful. Thank you. And thank you for all of the late nights that went into producing a work like this. Every page is packed with insight, which means you had to work for that on every page. So God bless you. It was a joy writing a dissertation. Awesome. Well, I think we could talk for much longer, but I think we've addressed some of the main things that touch into this series. So thank you for taking the time to talk to us today, Amy.",
    "start": "00:57:27",
    "end": "00:57:58"
  },
  {
    "text": "So fun. I truly appreciate your work. I use it in class often. I used it myself when I had to teach on Ecclesiastes recently and really had no idea what to do. And your piece just gave me so much clarity as I move forward in that project. So thank you for the ways that you are serving God's people.",
    "start": "00:57:59",
    "end": "00:58:18"
  },
  {
    "text": "Totally, totally. Yeah. Absolutely. Awesome.",
    "start": "00:58:18",
    "end": "00:58:21"
  },
  {
    "text": "Yeah, our pleasure. Thanks. Amy.",
    "start": "00:58:21",
    "end": "00:58:23"
  },
  {
    "text": "I don't know that if it's appropriate to Plug or not, but I have a much more accessible volume on Hebrews that I wrote with Patrick Gray. Yeah, good. I mean, really, I wouldn't give this to my worst enemy. Totally.",
    "start": "00:58:23",
    "end": "00:58:36"
  },
  {
    "text": "I actually.",
    "start": "00:58:36",
    "end": "00:58:36"
  },
  {
    "text": "So that and Patrick is just fantastic. But that is a much more readable.",
    "start": "00:58:38",
    "end": "00:58:44"
  },
  {
    "text": "What's it called?",
    "start": "00:58:44",
    "end": "00:58:44"
  },
  {
    "text": "It's Hebrews. A study guide.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "Yeah. It's in a series called the T and T. Clark Study Guides to the New Testament. Yeah. Fairly inexpensive paperback, right?",
    "start": "00:58:46",
    "end": "00:58:52"
  },
  {
    "text": "Exactly.",
    "start": "00:58:53",
    "end": "00:58:53"
  },
  {
    "text": "A great way to walk through all the main parts of the letter. It was great.",
    "start": "00:58:53",
    "end": "00:58:57"
  },
  {
    "text": "And then I just. I just finished up a book with Eerdman's on Mary and the fatherhood of God. So that will be out early next year, God willing. So I kind of turned my attention to gender studies, but I'm writing Erdman's commentary on Hebrews right now, so I need to finish that within the next year.",
    "start": "00:58:57",
    "end": "00:59:14"
  },
  {
    "text": "Awesome. Well, good luck with that.",
    "start": "00:59:15",
    "end": "00:59:17"
  },
  {
    "text": "And more late night.",
    "start": "00:59:17",
    "end": "00:59:20"
  },
  {
    "text": "Yeah, more late night. That's right. Awesome. Well, Amy, thanks again for talking to us.",
    "start": "00:59:20",
    "end": "00:59:24"
  },
  {
    "text": "Pleasure. It's so nice to connect with both of you, and I hope our paths cross again.",
    "start": "00:59:24",
    "end": "00:59:28"
  },
  {
    "text": "All right, John, let's. That was a great interview. Yeah.",
    "start": "00:59:28",
    "end": "00:59:32"
  },
  {
    "text": "Good job, Tim.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "Yeah.",
    "start": "00:59:33",
    "end": "00:59:34"
  },
  {
    "text": "You're great at interviewing people, especially other scholars, I think.",
    "start": "00:59:36",
    "end": "00:59:40"
  },
  {
    "text": "Well, thank you.",
    "start": "00:59:41",
    "end": "00:59:41"
  },
  {
    "text": "I get to just hang out and enjoy it.",
    "start": "00:59:42",
    "end": "00:59:44"
  },
  {
    "text": "Yeah, it's great. I love getting to learn from people and doing it with you. Thank you, everybody, for listening. The Bible Project is a crowdfunded, nonprofit initiative here in Portland, Oregon. We're making all the. All kinds of resources, classes and videos and this podcast and a couple other podcasts, but we're all like, the thing I've said a million times, and I'm searching for the words. Everybody, thank you for listening to this episode. The Bible Project is a crowdfunded, nonprofit initiative in Portland, Oregon. We're making all kinds of resources, videos and classes. This podcast in an effort to help people experience the Bible as a unified story that leads to Jesus. We can give it away for free because of the support of so many of you all. We're really, really grateful. Thank you for being a part of this with us.",
    "start": "00:59:44",
    "end": "01:00:38"
  },
  {
    "text": "Hi, this is Sierra Dennis, and I'm from San Antonio, Texas. I first heard about the Bible project in 2016 from my dad. I used the Bible Project for my independent study of God's word whenever I want to learn more about the Bible. My favorite thing about the Bible project is their YouTube channel. I love to see how they illustrate different stories and concepts from the Bible on their channel. It's super, super cool. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:00:38",
    "end": "01:01:10"
  },
  {
    "text": "Ra.",
    "start": "01:01:15",
    "end": "01:01:15"
  }
]