[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "This is John Collins at Bible Project. And today we're continuing our conversation on priests in the Bible. Last week, we looked at how the first priests in the Bible are Adam and Eve in the cosmic temple. Today we're going to look at the first character in the Bible explicitly called a priest, and he's a mysterious character.",
    "start": "00:00:06",
    "end": "00:00:27"
  },
  {
    "text": "Priests, when they first appear in the Bible, Melchizedek, this Canaanite priest king, is the first one you meet. And he's just introduced. Like you're supposed to know who he is and what he does. He's just called a priest. And the narrator doesn't say, now here's what a priest is, because he's the first one you're meeting. It's just assumed.",
    "start": "00:00:28",
    "end": "00:00:44"
  },
  {
    "text": "Here's the story. Abram, who will later be called Abraham, and a band of fighters that he put together had just successfully rescued his normal nephew Lot, from this alliance of kings who had been out plundering cities and taking captives. He's on his way back home, victorious from battle, and he passes by a city called Shalem, and out comes the king of Shalem, who we're told is also a priest king. His name is Melchizedek.",
    "start": "00:00:44",
    "end": "00:01:11"
  },
  {
    "text": "Shalem is a shortened form of the name Jerusalem. It's just the half of the word. So this is ancient Jerusalem, pre Israelite. So Melchizedek, the king of Shalem, he also came out, but what he brought with him was bread and wine. And, dear reader, he was a priest of God most high.",
    "start": "00:01:11",
    "end": "00:01:32"
  },
  {
    "text": "Somehow this priest king worships the God of Abram. And then Melchizedek throws a feast in honor of Abram outside of the ancient city of Jerusalem. And Abram is so impressed, he has.",
    "start": "00:01:33",
    "end": "00:01:45"
  },
  {
    "text": "An extreme response after seeing and meeting Melchizedek and eating the feast of being blessed. It's in verse 20. And Abram gave to him Melchizedek one tenth of everything he had.",
    "start": "00:01:45",
    "end": "00:01:58"
  },
  {
    "text": "So that's it. That's the story of the first priest in the Bible, Melchizedek. But if you look closely at the story, you'll notice.",
    "start": "00:01:58",
    "end": "00:02:06"
  },
  {
    "text": "So Melchizedek, this Canaanite royal priest king, bringing out the abundance of Jerusalem and bringing out the blessing of Jerusalem and showering on Abraham. This is highly significant in terms of the narrative. This is an Eden moment. 1 and 2. Melchizedek is the first person to bless Abram.",
    "start": "00:02:06",
    "end": "00:02:26"
  },
  {
    "text": "Today on the show, we meet an important and mysterious character, the first priest king in the Bible. Thanks for joining us. Here we go.",
    "start": "00:02:27",
    "end": "00:02:35"
  },
  {
    "text": "Talking about this theme of priest in the Bible, being a priest this position, this office where someone is a person by which you can encounter the divine. A human gateway to heaven and earth. Where to heaven from earth. And underneath of that is this idea that humans, by our nature, of how we are designed by God, is that we are to reflect who God is. The theology of being the image of God.",
    "start": "00:02:40",
    "end": "00:03:09"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "And that there's many ways you can reflect who God is. And one of the ways is. Is this office we call a priest, which is connected to doing it within a sacred space.",
    "start": "00:03:10",
    "end": "00:03:21"
  },
  {
    "text": "Yep.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "So reflecting who God is within a sacred space. So someone shows up to sacred space, you're there as a human saying, let me guide you into the divine.",
    "start": "00:03:22",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. And when humans are in their ideal role, they take on aspects of God's wisdom, power, even glory, as we'll see. So that for a moment, you might mistake the human for the divine glory itself. And we're kind of getting into later parts of where this is going in the Torah with Aaron and Moses and Jesus. But the point of using the word image is to say, when I look at something, I see like, wow, that looks really close to the real thing. It's not right. A statue isn't actually the one whom it represents, but it's really close. The point is they're very similar to each other.",
    "start": "00:03:30",
    "end": "00:04:12"
  },
  {
    "text": "So like a photograph.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "Oh, sure.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Where we get that idea of image.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "Yeah, that's right. We're surrounded with digital images.",
    "start": "00:04:15",
    "end": "00:04:18"
  },
  {
    "text": "Yeah. We just don't use, you know, statue images. That's just not a normal. It doesn't incite the same kind of imaginative qualities.",
    "start": "00:04:18",
    "end": "00:04:26"
  },
  {
    "text": "Sure.",
    "start": "00:04:27",
    "end": "00:04:27"
  },
  {
    "text": "I mean, we have statues around.",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. But you're right. Same thing of a digital image. It's little pixels on a screen, but you imagine it. It's so close to the real thing that there is a likeness, an image between them. So, yes, that's the role of humans is to image God. And when the human is doing that in the Eden sacred space. For where we're going to go, let's focus in. In Genesis 1 and 2, there are key words associated with the humans and their image of God. Ruling, priestly, prophetic role. The they're supposed to remind each other of the word of God to each other as they rule and do their worship, their work of worship. A key word introduced when the image of God is first mentioned is God's blessing. And God blessed them, the image of God and said to them, be fruitful and multiply. So when humans are in the place of blessing, that's the Garden Eden, and there's life available. This is all key imagery that's gonna get developed later on. The divine blessing. Blessing becomes a way of talking about the life of heaven experienced on earth. I think we should probably make a blessing video.",
    "start": "00:04:28",
    "end": "00:05:42"
  },
  {
    "text": "I know it's one of those words where I've tried to really wrap my mind around it. Cause it's the word you use, and I feel like I've gotten there before. Like, oh, okay, that's what blessing is.",
    "start": "00:05:42",
    "end": "00:05:54"
  },
  {
    "text": "But.",
    "start": "00:05:54",
    "end": "00:05:54"
  },
  {
    "text": "But right now it feels like a foreign idea again. But the way you just said that, experiencing heaven on earth, that's blessing.",
    "start": "00:05:54",
    "end": "00:06:04"
  },
  {
    "text": "Yeah. And it's connected with order, safety, security, and abundance. And God's presence all become aspects of the blessing. So once the humans are exiled from Eden, they make their stupid choice. A misdirected desire. The word of God is twisted and compromised. And so they are exiled from Eden. And in the final Sentences of Genesis 3, 22, 24 is where God says, the human has become like one of us, knowing good and bad. And now so that he won't send out his hand and take from the tree of life and eat and live forever. Verse 23, Yahweh. God sent him out of the garden to work the ground from which he was taken. So he's going to keep working. But it's no longer that worship work of the garden.",
    "start": "00:06:04",
    "end": "00:06:52"
  },
  {
    "text": "It's the same word, though.",
    "start": "00:06:52",
    "end": "00:06:53"
  },
  {
    "text": "It's going to be correct. Yeah, yeah. So it's working the ground. But when you're working the ground outside of Eden, it's the kind of work that kills you because the ground makes you its slave. And he banished the human. And here's another thing. God did he stationed or he made to dwell and sit at the east of the garden of Eden, A cherubim and the flame of the whirling sword to guard the way to the tree of life. We've made videos about the cherubim, but there's something haunting here. It's like the blessings of the heaven and earth place. They're good. But then there's also. There's a danger now to accessing them. But what humans want more than anything else is to get back there.",
    "start": "00:06:53",
    "end": "00:07:39"
  },
  {
    "text": "Yeah.",
    "start": "00:07:39",
    "end": "00:07:39"
  },
  {
    "text": "And you and the reader want. Want them to get back there.",
    "start": "00:07:39",
    "end": "00:07:42"
  },
  {
    "text": "Right.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "And so the whole question is, how can we get those humans back in Eden? And if they do so, they're going to have to navigate danger. This is important for understanding, again, concepts of sacred space and the role of the priests in the Bible. But my point is just in the narrative it's setting up, humans are exiled from the thing that would make it all great. So clearly, whatever the story is going to have to involve, it's going to be about solving that problem, getting human somehow reconnected to that place of life and blessing.",
    "start": "00:07:42",
    "end": "00:08:11"
  },
  {
    "text": "To the sacred space.",
    "start": "00:08:11",
    "end": "00:08:12"
  },
  {
    "text": "Yeah.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "To the sacred task.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "And to the task. Yeah. Thank you. It's the job. It's the job that's been forfeited. The office.",
    "start": "00:08:14",
    "end": "00:08:20"
  },
  {
    "text": "They could still do the job. They could still work outside.",
    "start": "00:08:20",
    "end": "00:08:23"
  },
  {
    "text": "Oh, yeah, that's right. Yeah, that's right. You're still working. But to do that work in the office or role of the image of God in the heaven and earth place.",
    "start": "00:08:23",
    "end": "00:08:33"
  },
  {
    "text": "So they still are the image of God, they're still working.",
    "start": "00:08:33",
    "end": "00:08:36"
  },
  {
    "text": "That's right.",
    "start": "00:08:36",
    "end": "00:08:36"
  },
  {
    "text": "They're just not in the sacred space. And that sacred space is guarded, so they can't get back in. So you're saying the question is, how do they then reflect God's image and work in the sacred space?",
    "start": "00:08:36",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. Thank you. It's good. Yeah. Let me say it differently, just in the narrative, it's the exile from the heaven and earth place that's the. The crisis. They still do bear the image of God. That's going to come up later in Genesis 9. They still are working the ground, but where they're doing it and the fact that they're exiled from the heaven and earth place becomes this crisis that needs to get resolved in some way. And this will become especially the unique part of the representative role of the.",
    "start": "00:08:50",
    "end": "00:09:21"
  },
  {
    "text": "Because doing it in the sacred space, they can do it with eternal life outside the sacred space.",
    "start": "00:09:21",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, you die.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "You're gonna die.",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "You die or you get killed because other people want the plot of land, which is a way to die that you're working on. Yeah, that's right. Yeah, that's right. So already the biblical authors are laying the tracks here of the architecture of the tabernacle and of the temple. With this at the east, there's a door or a way, there's an entrance to get into the garden or go out of. And the fact that the narrator in Genesis 2 describes very carefully the middle of the garden and then the garden. And then the garden is not all of Eden. The garden is called a garden in Eden. So there's three tiers, even to this heaven on Earth space, which is just like the three tiers of the tabernacle and temple. And the fact that there's cherubim guarding the boundary points. So when you leave the garden and wave goodbye, Adam and Eve wave goodbye.",
    "start": "00:09:30",
    "end": "00:10:19"
  },
  {
    "text": "Yeah. You know, and then they keep going east.",
    "start": "00:10:19",
    "end": "00:10:21"
  },
  {
    "text": "The Cain and Abel Things happens, and there's death, murder. They lose both their sons. One killed, the other, you know, wanders away.",
    "start": "00:10:21",
    "end": "00:10:29"
  },
  {
    "text": "Yeah.",
    "start": "00:10:29",
    "end": "00:10:29"
  },
  {
    "text": "Sad things just start going horribly wrong. So everything that Genesis 1 through 11 represents, we don't have time to go through it right now.",
    "start": "00:10:29",
    "end": "00:10:38"
  },
  {
    "text": "Okay.",
    "start": "00:10:38",
    "end": "00:10:39"
  },
  {
    "text": "But it leads up to the building of the city and tower of Babylon that God scatters.",
    "start": "00:10:39",
    "end": "00:10:44"
  },
  {
    "text": "Yeah.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "And so God's strategy then is to raise up a new Adam and a new Adam and Eve who will be his vehicle for restoring blessing to the nations. And just because this is going to be key for understanding the role of the priesthood in Melchizedek is on page 10. Just revisiting these words that we've read so many times. Yeah, they're kind of like Grand Central Station in the Hebrew Bible.",
    "start": "00:10:44",
    "end": "00:11:10"
  },
  {
    "text": "Everything goes through it.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Everything's got to go through Genesis 12, 1, 3, 3.",
    "start": "00:11:11",
    "end": "00:11:14"
  },
  {
    "text": "So this is where God picks Abram out and says, I'm gonna make your family great. And he's gonna reboot the project with Abram.",
    "start": "00:11:55",
    "end": "00:12:03"
  },
  {
    "text": "That's right. And the Eden echoes are just blaring from these first lines that God says to Abram with the word blessing. It's repeated five times, and it's intentionally echoing that Eden blessing back from Genesis 1 and 2. So I'll bless you. I'll make your name great. You'll be a blessing. I'll bless those who bless you. The one who treats you is cursed. I'll curse. And in you, all the families of the earth will find blessing. So you're like, okay, the Eden dream.",
    "start": "00:12:03",
    "end": "00:12:32"
  },
  {
    "text": "It'S coming to the whole planet.",
    "start": "00:12:32",
    "end": "00:12:33"
  },
  {
    "text": "It's coming to the whole planet. And it's going to happen through this guy and his family. The restoration to Eden in some form will take place through this guy and his family, because. Right. That's the blessing. So lines five and six here. I'll bless those who bless you. In other words, God's attaching himself in this hope to a particular lineage. And those who bless and treat God's chosen, blessed ones in. In a favorable way, friendly way, God will unleash even more Eden blessing. But for those who, you know, try and undermine, even thwart Abraham and his lineage, God will treat the opposite. Here's what's interesting. The first story where Abraham gets blessed by somebody, and the first story where somebody intentionally puts Abraham and his family in danger is in Genesis, chapter 14. It's a story that begins in a really unusual way. Begins by telling you about five kings who ruled far to the east of where Abraham is the king of Babylon, the king of Elam. All these kings, okay? And they're ticked off because four kings who live in the land of Canaan stopped paying their taxes to these five kings of the Far east had a coalition, and they were getting rich off the taxes of these subjugated nations of Canaan. The king of Sodom being the first one. Okay, here, let's pull up Genesis 14. Okay, so there was a time when a guy named Amraphel was king of Shinar. Shinar is where the tower and the city of Babylon were built.",
    "start": "00:12:33",
    "end": "00:14:15"
  },
  {
    "text": "Okay. That's why that's familiar.",
    "start": "00:14:15",
    "end": "00:14:17"
  },
  {
    "text": "Yeah. Yep. But also a guy named Ar Yok, king of Elessar, Kedor. Laomer, king of Elam, Tidal, king of Goyim. These kings went off to war against Bera, king of Sodom, Birsha, king of Gomorrah, Shin Av, king of Admah, Shem, ever king of Zeboyim, and the king of Bela, that is Zoar. So excuse me, I misstated. It's four kings of the Far east versus five kings here in Canaan. And they're led by the kings of Sodom.",
    "start": "00:14:17",
    "end": "00:14:52"
  },
  {
    "text": "Just an epic, ancient battle.",
    "start": "00:14:52",
    "end": "00:14:55"
  },
  {
    "text": "Totally. His kings. And here, the five kings joined forces in the Valley of shittim because for 12 years, they had been slaves to Kedor La Omer. But in the 13th year, they said, no more.",
    "start": "00:14:55",
    "end": "00:15:08"
  },
  {
    "text": "We're not paying taxes to you.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Not paying taxes to you.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Independence Day.",
    "start": "00:15:11",
    "end": "00:15:11"
  },
  {
    "text": "Yep. So in it goes on in the 14th year, those four kings mounted a campaign.",
    "start": "00:15:11",
    "end": "00:15:16"
  },
  {
    "text": "We're getting you back.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "They just come to, like, get even.",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "It's another day on planet Earth.",
    "start": "00:15:20",
    "end": "00:15:22"
  },
  {
    "text": "That's exactly right. The whole point of this is, like, here's the kings of the land doing what kings do.",
    "start": "00:15:22",
    "end": "00:15:28"
  },
  {
    "text": "Yeah.",
    "start": "00:15:28",
    "end": "00:15:28"
  },
  {
    "text": "Taxes, money, territory and war.",
    "start": "00:15:28",
    "end": "00:15:32"
  },
  {
    "text": "And power.",
    "start": "00:15:32",
    "end": "00:15:32"
  },
  {
    "text": "And power. So you know what's funny is, in Hebrew, when you read this, these names are. I have some more homework to do. But some of these names are meant to make you snicker. Bera means with evil, and Birsha means in wickedness. Shin Av, the king of Atma. Shin Av means hater of the Father.",
    "start": "00:15:32",
    "end": "00:15:52"
  },
  {
    "text": "These are the bad guys.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Father hater. Yeah, but they're all bad guys. It's just five bad guys versus four bad guys.",
    "start": "00:15:54",
    "end": "00:15:59"
  },
  {
    "text": "Okay.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "And there you go.",
    "start": "00:16:00",
    "end": "00:16:01"
  },
  {
    "text": "It's just a bunch of.",
    "start": "00:16:01",
    "end": "00:16:02"
  },
  {
    "text": "So it's Psalm 2. The nation's raging, and this is what nations do.",
    "start": "00:16:02",
    "end": "00:16:06"
  },
  {
    "text": "Wars and rumors of wars.",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "That's right. So essentially, what the four kings of the east do as they come, they attack Sodom. And who happens to be living there? Abram's nephew.",
    "start": "00:16:07",
    "end": "00:16:15"
  },
  {
    "text": "Oh, Abram's nephew.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "Abram's nephew. Lot is there.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "Okay.",
    "start": "00:16:18",
    "end": "00:16:18"
  },
  {
    "text": "But Lot went with Abram when Abram received that initial blessing. So remember, I'll bless those who bless you, those who treat you as a cursed one. God will take it personally and will defend his people. This is a story where Abram is chillin' under some oak trees with some other Canaanites. And what we're told is that they had entered into a covenant with Abram. So you've got a bunch of Canaanites, some of whom.",
    "start": "00:16:19",
    "end": "00:16:46"
  },
  {
    "text": "Wait, is the war going on?",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "Yep, the war's going on. And here's Abram up in the hills.",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "Up in the hills.",
    "start": "00:16:50",
    "end": "00:16:51"
  },
  {
    "text": "Yep. Sitting under the tree, hanging out. And a refugee from the war comes and says, there's a war happening. And, well, your nephew's been kidnapped. So Abram heard this and he pulled together 318 men.",
    "start": "00:16:51",
    "end": "00:17:06"
  },
  {
    "text": "Yeah, yeah. This is when you realize Abram wasn't just some dude in the hills.",
    "start": "00:17:06",
    "end": "00:17:11"
  },
  {
    "text": "There's no slouch.",
    "start": "00:17:11",
    "end": "00:17:12"
  },
  {
    "text": "He's got a little army himself.",
    "start": "00:17:13",
    "end": "00:17:15"
  },
  {
    "text": "Yep. He was able to pull together an army of 318, guerrilla trained, whatever. Guerrilla warriors, yeah. They do a night raid. And it just says during the night, Abram divided his men.",
    "start": "00:17:15",
    "end": "00:17:27"
  },
  {
    "text": "Why hasn't someone made a movie about this?",
    "start": "00:17:27",
    "end": "00:17:29"
  },
  {
    "text": "He attacked them, chased them, pursued them up as far as Damascus, up to like a hundred miles north.",
    "start": "00:17:29",
    "end": "00:17:35"
  },
  {
    "text": "Wow.",
    "start": "00:17:35",
    "end": "00:17:36"
  },
  {
    "text": "And he recovered all of the goods and his relative lot and all of possession, rescued all the women and all the people.",
    "start": "00:17:36",
    "end": "00:17:43"
  },
  {
    "text": "And he did a night raid on specifically just the.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "The four kings that attacked the five and took their stuff.",
    "start": "00:17:46",
    "end": "00:17:49"
  },
  {
    "text": "Okay. Yeah, the four kings of the East.",
    "start": "00:17:49",
    "end": "00:17:51"
  },
  {
    "text": "Four kings of the East, Yep. So you're supposed to be thinking, whoa.",
    "start": "00:17:51",
    "end": "00:17:55"
  },
  {
    "text": "Yeah, it's pretty.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "That's crazy heroic. And this is the first instance of a pattern.",
    "start": "00:17:56",
    "end": "00:18:00"
  },
  {
    "text": "I think we need Bruce Willis to play Aaron here.",
    "start": "00:18:00",
    "end": "00:18:02"
  },
  {
    "text": "This is the first instance of a pattern of God's chosen one going against great odds. Gideon and his 300 soldiers that fight against the Midianites is an echo of Abraham and his 318. And this is repeated over and over again. This happens a lot. It's a design pattern of God blessing those who bless his blessed one and dealing harshly with those who deal harshly with his blessed one. So here's the scene. So Abram comes back with all his stuff and two kings come to meet him. This is a tale of two kings. We're told in verse 17. The king of Sodom came out to meet Abram after he returned from striking Kedor Laomer and all the kings with him. Oh, and they met in the Valley of Shaveh. And then the narrator whispers in your ear here. He says, if you don't know where that is, it's the Valley of the King.",
    "start": "00:18:03",
    "end": "00:19:36"
  },
  {
    "text": "I still don't know what that is.",
    "start": "00:19:36",
    "end": "00:19:38"
  },
  {
    "text": "It's a hyperlink forward. Okay, it's the valley right to the south of Jerusalem. Okay, this is a phrase used to describe the surrounding valley of Jerusalem.",
    "start": "00:19:41",
    "end": "00:19:51"
  },
  {
    "text": "Okay, so this is.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "This is Abraham's first encounter with Jerusalem. Okay, so Abraham's returning. The king of Sodom comes up from down by the Dead Sea, and he comes to meet him right outside Jerusalem. That's interesting. But then pause on the King of Sodom, because also at that very moment, another king came out. Melchizedek, King of Shalem, came out to meet him. Shalem is a shortened form of the name Jerusalem. It's just the half of the word. So this is ancient Jerusalem, pre Israelite. Joshua hasn't taken the land, David. That's all way later.",
    "start": "00:19:53",
    "end": "00:20:25"
  },
  {
    "text": "But there's people living up there.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "Well, there's lots of people up there. And the city and the hillside were inhabited. So Melchizedek, the King of Shalem, he also came out, but what he brought with him was bread and wine.",
    "start": "00:20:26",
    "end": "00:20:38"
  },
  {
    "text": "Yeah, let's eat together.",
    "start": "00:20:38",
    "end": "00:20:40"
  },
  {
    "text": "Yeah, let's have a feast. He brings a feast out of Jerusalem of bread and wine. You know, you famished, you just went on a nighttime raid.",
    "start": "00:20:40",
    "end": "00:20:49"
  },
  {
    "text": "Yeah, there's nothing like some bread and.",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "Wine after a nighttime raid.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "Totally. I mean, assumed under this is like weeks of traveling. It's 100 miles up north to Damascus plus.",
    "start": "00:20:52",
    "end": "00:20:58"
  },
  {
    "text": "So wait, so Abram chased him up.",
    "start": "00:20:58",
    "end": "00:21:01"
  },
  {
    "text": "North and he's still up north, and then he came back and this is happening outside Jerusalem. But my point is that in those few sentences, the whole battle is like one or two verses, and it's surely like weeks packed into that. So he's just coming back from the road, battle born, and this king of Jerusalem comes out and brings a feast. And dear reader, he was a priest of God Most High, El Elyon. Now there's so much.",
    "start": "00:21:01",
    "end": "00:21:28"
  },
  {
    "text": "The rabbit hole begins.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Totally. It's the first time the word priest appears in the Bible. And it doesn't describe an Israelite priest. No, describes like a Canaanite priest.",
    "start": "00:21:29",
    "end": "00:21:38"
  },
  {
    "text": "King of Shalem.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "King of Shalem, whose name is my king is Righteousness. Melchizedek. And also what's interesting is he's priest of God Most High. Now, as we're going to find out in a moment, that's also the same God that Abraham is following around and worships that goes by the name of Yahweh in the narrative.",
    "start": "00:21:39",
    "end": "00:21:57"
  },
  {
    "text": "Just another name for him.",
    "start": "00:21:57",
    "end": "00:21:58"
  },
  {
    "text": "So this king knows, independently of Abraham, knows the creator God, and not only knows him, but, like, is a priest.",
    "start": "00:21:58",
    "end": "00:22:09"
  },
  {
    "text": "There's some backstory we're not privy to.",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "Yeah. This priest is preserving some ancient connection to the creator God independent of the lineage that the narrative has been following through Adam down to Noah and so on. So the point is just there. That's. This guy's amazing. And.",
    "start": "00:22:12",
    "end": "00:22:28"
  },
  {
    "text": "And he was one of the four Kings.",
    "start": "00:22:29",
    "end": "00:22:30"
  },
  {
    "text": "He was not one of the four Kings. He was not one of the four Kings. No. And in fact, you were given the four Kings of the Far East. Meet the Five Kings.",
    "start": "00:22:30",
    "end": "00:22:37"
  },
  {
    "text": "I mean, he wasn't one of the five Kings.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "He was not. Okay, I'm so sorry. The four Kings.",
    "start": "00:22:38",
    "end": "00:22:41"
  },
  {
    "text": "No, I said four. I'm sorry.",
    "start": "00:22:41",
    "end": "00:22:43"
  },
  {
    "text": "You have the four Kings of the east met the five Kings of Canaan.",
    "start": "00:22:43",
    "end": "00:22:47"
  },
  {
    "text": "Nine kings.",
    "start": "00:22:47",
    "end": "00:22:48"
  },
  {
    "text": "And Melchizedek is king number ten. Ten. Whoa, come now. In the narrative.",
    "start": "00:22:48",
    "end": "00:22:53"
  },
  {
    "text": "Yes.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "And he's a royal priest. He's a royal priest king. So he comes out bringing a feast out of Jerusalem. And here's the other thing. He comes bringing blessing. Blessing. He blessed Abram and said, blessed be Abram by God Most High, possessor of the skies and the land. And blessed be God Most High, who has delivered over your enemies to your hand. He recognizes Abram as one who has God's special blessing.",
    "start": "00:22:54",
    "end": "00:23:23"
  },
  {
    "text": "Yeah.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "And he blesses the God that he is a priest of, who he recognizes as the God of Abraham. Who's the creator. The creator God. Abram is so pleased. And I'm inferring here, Abram has such a good impression. Let's say this. He has an extreme response.",
    "start": "00:23:24",
    "end": "00:23:43"
  },
  {
    "text": "Yes.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "After seeing and meeting Melchizedek and eating the feast and being blessed. It's in verse 20. And Abram gave to him Melchizedek one tenth of everything he had.",
    "start": "00:23:44",
    "end": "00:23:55"
  },
  {
    "text": "Yeah. And we know this guy's got a lot. I mean, he just put together an army of 300 men.",
    "start": "00:23:55",
    "end": "00:24:00"
  },
  {
    "text": "Yeah.",
    "start": "00:24:00",
    "end": "00:24:00"
  },
  {
    "text": "Totally on the spot.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "Yep. He's got a lot. He's depicted as having a lot of wealth right now.",
    "start": "00:24:01",
    "end": "00:24:05"
  },
  {
    "text": "Oh. And he's got some plunder. Right.",
    "start": "00:24:06",
    "end": "00:24:08"
  },
  {
    "text": "Ah, well, that's what the rest of the narrative is going to be about.",
    "start": "00:24:08",
    "end": "00:24:11"
  },
  {
    "text": "Oh, okay.",
    "start": "00:24:11",
    "end": "00:24:11"
  },
  {
    "text": "But the thing is, Melchizedek comes out giving a feast and giving blessing, and Abram says, whoa. Such generosity and divine blessing. He's meeting his God in this priest king. And he gives to Melchizedek a tenth of everything.",
    "start": "00:24:12",
    "end": "00:24:27"
  },
  {
    "text": "Now, is this tenth, Is that supposed to mean anything at this point?",
    "start": "00:24:27",
    "end": "00:24:30"
  },
  {
    "text": "It's what will come to be put into ritual practice with what's called the tithe in Israel's worship. It's as if Abraham, before the laws about the tithe were ever created, he just spontaneously does it to this Canaanite priest king. Now, verse 21, back to the king of Sodom. Remember, Abram met two kings here. What's great is this narrative is designed to introduce two kings coming to meet Abram. And you were told that the king of Sodom comes out.",
    "start": "00:24:31",
    "end": "00:25:54"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:25:54",
    "end": "00:25:54"
  },
  {
    "text": "And then it just switches, and then we're like, now back to the king of Sodom. Okay. And it's a way of saying this is happening simultaneously, these two encounters, so that you contrast them. The king of Sodom comes up to Abram and he sees all this stuff, the plunder. In contrast to Melchizedek, who gave to Abram. He says to Abram, give to me all these people. As for the possessions, the plunder, you can take that for yourself. So he comes wanting to take, whereas Melchizedek comes wanting to give. And Abram said to the king of Sodom, and I raise my hand to Yahweh. It means swearing an oath. Yahweh, God, most High, possessor of skies and the land. Whether it's a strap or a sandal thong, I'm not going to take anything that belongs to you. So that you'll never be able to say, I'm the one who made Abraham rich. Just what the lads have eaten.",
    "start": "00:25:54",
    "end": "00:26:51"
  },
  {
    "text": "We'll keep that.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "We'll keep that. What we've eaten, you know, we'll keep that. And, you know, I've got these other Canaanites with me on there, Eshcol Mamre, who are sitting under the tree by, you know, when we. When this whole thing started and let them take what they want, but he gives all of it back.",
    "start": "00:26:54",
    "end": "00:27:10"
  },
  {
    "text": "These are like his generals, maybe of sorts.",
    "start": "00:27:10",
    "end": "00:27:12"
  },
  {
    "text": "They were just his partners. They were his covenant partners that he was sitting under the tree with, like, neighbors.",
    "start": "00:27:12",
    "end": "00:27:17"
  },
  {
    "text": "Did they go to war with. Did they do the night raid, too?",
    "start": "00:27:17",
    "end": "00:27:20"
  },
  {
    "text": "Yeah, okay. Yeah, he took them with him. Yeah. So you get this contrasting image where the king of Sodom represents the kings of the nations, and all they want to do is take and negotiate. And he tries to put Abram in his debt. Like, yeah, you take this, but give this to me.",
    "start": "00:27:20",
    "end": "00:27:34"
  },
  {
    "text": "Yeah. We've talked about gift giving, culture.",
    "start": "00:27:34",
    "end": "00:27:37"
  },
  {
    "text": "Yes, yes.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "Which I Wouldn't have seen that. I've just been like, Abram, you're being a little bit particular. Yes, I'm a self made man. Don't you know?",
    "start": "00:27:38",
    "end": "00:27:47"
  },
  {
    "text": "Yes, yes.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "But this is a real thing.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "It's a real thing.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "It's a real thing. He takes it. I'm now indebted to you.",
    "start": "00:27:50",
    "end": "00:27:53"
  },
  {
    "text": "That's right. If I take what used to belong to you and you're giving it to me, then now I'm in your debt. And you'll always be able to say.",
    "start": "00:27:53",
    "end": "00:28:00"
  },
  {
    "text": "Remember, I gave you the thing.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "I gave you that thing. And isn't interesting. You have so much now and you know, are you going to ever, you know, pay me back? That kind of thing. So he doesn't want to be indebted to the king of Sodom, but he is more than happy to give a tenth of what he has to the king of Jerusalem because he is the channel of the Eden blessing.",
    "start": "00:28:02",
    "end": "00:28:21"
  },
  {
    "text": "But him giving to Melchizedek is putting Melchizedek in his debt.",
    "start": "00:28:21",
    "end": "00:28:27"
  },
  {
    "text": "Oh, well. But Melchizedek has already done that by bringing out the feast and giving him a blessing. Okay, so it's like Abraham's reciprocating when he gives him the 10th.",
    "start": "00:28:27",
    "end": "00:28:36"
  },
  {
    "text": "I see.",
    "start": "00:28:36",
    "end": "00:28:36"
  },
  {
    "text": "You gave me a little taste of Eden and I'll happily give you a tenth of all I have. But with the king of Sodom, it's an expensive meal. Totally. Yeah. But man, when you meet the face of Eden outside Jerusalem, you'd do anything. Okay, so such a unique little story. So Melchizedek, this Canaanite royal priest king, bringing out the abundance of Jerusalem and bringing out the blessing of Jerusalem and showering it on Abram. This is highly significant in terms of the narrative. This is an Eden moment. 1 and 2. Melchizedek is the first person to bless Abram. Remember the opening words. Those who bless you, I will bless. So then as a reader, you're sitting here going, whoa, okay, well, what's going to happen? What will it look like for the city of Jerusalem and this royal line of priest kings to experience God's blessing? Right. He's blessing Abram. So that means God's going to bless this king and his city and his royal priestly lineage.",
    "start": "00:28:36",
    "end": "00:29:40"
  },
  {
    "text": "But this is the last we hear from him. Right.",
    "start": "00:29:40",
    "end": "00:29:41"
  },
  {
    "text": "But he goes off the radar.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:43"
  },
  {
    "text": "Until the story of David, when David will intentionally reactivate the Melchizedek role, which we'll talk about when we get there. Okay, so here's the larger point. We're Only at Genesis 14. This is pre Moses. This is pre tabernacle. This is before Aaron and the high priest. This is before any of that. And we're being given this recall of the blessings of Eden and of someone being in an Eden like place, bringing out the abundance and life of Eden and blessing God's chosen one. And when we know within the God's blessing economy, those who bless are blessed, it's like a, what do you call it, a blessing ecosystem keeps creating more exponentially. So it sets up from Genesis 14. You're just supposed to dear reader, tuck this away. Be on the lookout for future appearances of a royal priest king connected to Jerusalem who will release Eden type blessing out. That's the story.",
    "start": "00:29:43",
    "end": "00:30:44"
  },
  {
    "text": "Got it.",
    "start": "00:30:44",
    "end": "00:30:44"
  },
  {
    "text": "Genesis 14. Yes. Good stuff. So we go on into the story, just tucking that away.",
    "start": "00:30:45",
    "end": "00:30:50"
  },
  {
    "text": "It's so. Yeah, that's such a random little thing. And then it's like, okay, tuck that away.",
    "start": "00:30:50",
    "end": "00:30:54"
  },
  {
    "text": "Yes. Yep. You'll need it later to make sense of a whole, of a whole bunch of things.",
    "start": "00:30:54",
    "end": "00:30:59"
  },
  {
    "text": "Sam.",
    "start": "00:31:04",
    "end": "00:31:18"
  },
  {
    "text": "Okay, so priests don't play a significant role in the story until we go on. Abram sometimes kind of plays his priestly role.",
    "start": "00:31:43",
    "end": "00:31:55"
  },
  {
    "text": "What's the whole thing with like cutting.",
    "start": "00:31:56",
    "end": "00:31:57"
  },
  {
    "text": "The animals in half and like walking through them? Is that like a priestly thing?",
    "start": "00:31:57",
    "end": "00:32:00"
  },
  {
    "text": "Totally. Actually, yes, that's right.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "We're skipping it.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Yeah. Not because it's not awesome. Also important here is the story of Abraham and Isaac and the binding of Isaac. That's super important actually here. Let's just, let's talk about that for one second.",
    "start": "00:32:03",
    "end": "00:32:15"
  },
  {
    "text": "Okay. The Isaac bit.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Yep, that's right. So God's promise to Abram was, I'm going to make you a great nation, lots of kids. Instead of waiting for God to miraculously give he and Sarah a child. Sarah and Abraham, because they're too old to have kids. That's right. They scheme up their own way and end up hurting a lot of people in the process. Among them are one of their slaves, Hagar the Egyptian, and then her son, Abraham's firstborn son, Ishmael. And then Sarah abuses and oppresses them. And it's a sad story. So once Abraham and Sarah do get their own surprise miraculous son, God turns around and asks for the life of that son back. And where does God ask Abram and Isaac to go to do that?",
    "start": "00:32:16",
    "end": "00:33:02"
  },
  {
    "text": "Moriah.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. God says, take your son, your only son, go to the land of Moriah Moriah and offer him up. Make him go up as a going up offering on one of the mountains. So there's some high place in the mountains of Moria for sure. That's where Tolkien got the mines in Moria, in the mountains of Moria in the Lord of the Rings Plagiarism. In the culminating moment of that, as Abram is binding Isaac and about to offer him up as a sacrifice. This is in verse 11 in Genesis 22, the angel of Yahweh calls out and stops him, Abraham. Abraham. And Abraham says, yes, here I am. Don't stretch out your hand against the lad. Don't do anything. Now I know that you fear God. You haven't withheld your son. Abram lifted his eyes on the high place of Moriah, and he looks over and sees a ram caught in a thicket. He went and got it and he offered it as a going up offering in the place of his son. Abram called the name of that place, Yahweh will see or See to it. Usually translated, Yahweh will provide. Because what he just watched happen was Yahweh spare the life of his son and provide a substitute. So Abram the son was about to die for Abraham's sins. And what God does is provide a substitute, which means that God still is the possessor of the life of Abraham's seed. It's in God's hands, but what he chooses is not to treat it as his seed his sins deserve, but to provide a substitute. Abram calls this place Yahweh will see it. And then the last half of verse 14 is so key. The narrator speaks up to the reader. It's sort of like a moment where if you're watching a movie and then one of the characters just turns around and starts addressing you. Oh, this is kind of a trope now.",
    "start": "00:33:03",
    "end": "00:34:53"
  },
  {
    "text": "Yes, it is.",
    "start": "00:34:53",
    "end": "00:34:54"
  },
  {
    "text": "Yeah.",
    "start": "00:34:54",
    "end": "00:34:54"
  },
  {
    "text": "Yeah. Where did that start? I feel like that's become like a pretty normal thing.",
    "start": "00:34:55",
    "end": "00:34:59"
  },
  {
    "text": "Yeah, it's a good point. It's cool when it happens.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "Oh, you know what? Ferris Bueller's Day Off.",
    "start": "00:35:01",
    "end": "00:35:03"
  },
  {
    "text": "Whoa. That's an early.",
    "start": "00:35:04",
    "end": "00:35:06"
  },
  {
    "text": "That's an early one.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Example. Yeah, that's good. This is a little different because it's not Abraham speaking to us.",
    "start": "00:35:07",
    "end": "00:35:12"
  },
  {
    "text": "Okay.",
    "start": "00:35:12",
    "end": "00:35:12"
  },
  {
    "text": "But it's the narrator. It's like a face comes out off screen and just says, hey, dear reader.",
    "start": "00:35:12",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "And he's like, paused the moment of Abraham offering the substitute, and he pauses it and then the head sticks out and he says, hey, dear reader.",
    "start": "00:35:18",
    "end": "00:35:24"
  },
  {
    "text": "Yeah.",
    "start": "00:35:24",
    "end": "00:35:24"
  },
  {
    "text": "Do you know, this is why today we still say, on the mountain of Yahweh, it will be seen to or it will be provided. So the narrator is speaking to somebody who they just have in common this place where you can just say, you know, the mountain of Yahweh, which is. Which is Jerusalem. Yes. That phrase is only ever used to describe Jerusalem in the Hebrew Bible. And the thing that Abraham experienced where God provided a substitute for the sins of his chosen one. Do you know that's what happens there every day, dear reader, on the mountain of Yahweh. It's still happening today. This comment comes from a vantage point of centuries later down in the history of Israel. It assumes that we're in the land, the temple's doing its thing. So this story is being put here as a important part of the origin story of what? Of the function of the temple in Jerusalem for later Israelites.",
    "start": "00:35:24",
    "end": "00:36:23"
  },
  {
    "text": "And so Abram or Abraham here is being a priest in the way.",
    "start": "00:36:23",
    "end": "00:36:29"
  },
  {
    "text": "That's the point.",
    "start": "00:36:29",
    "end": "00:36:29"
  },
  {
    "text": "He's going to that place and he's making a sacrifice.",
    "start": "00:36:29",
    "end": "00:36:34"
  },
  {
    "text": "That's right.",
    "start": "00:36:34",
    "end": "00:36:34"
  },
  {
    "text": "That will provide and cover over the.",
    "start": "00:36:34",
    "end": "00:36:38"
  },
  {
    "text": "Sins of his people. And the sacrifice that actually is offered is in the place of the life of his seed. So in other words, the story is here. The narrator is whispering for every later Israelite who ever went to the temple. They see themselves replaying the story of Abraham and Isaac every time they offer a sacrifice. And then the priest there who is offering the sacrifice is playing this Abraham like role. So these are the two moments in Abraham's story where the city of Jerusalem, it's not named. You have to follow the hyperlinks through later. And in both cases it's the priesthood and about the return to Eden. With Melchizedek, it was about the blessings of Eden being given to those who bless Abram. Here it's about sacrifices being offered to cover over the sins of the people so that God's blessing can be restored. Because look at the next thing God says after this. In Genesis 22, God says, Because you have done this thing and not withheld your only son, I will greatly bless you and multiply your seed like stars of the heavens and like the sand on the seashore, your seed will possess the gates of their enemies. Like Melchizedek's blessing was God delivered to you the hands of your enemies, and in your seed all the nations of the earth will be blessed. It's exactly what God said in Genesis 12. So you walk away from Abraham's story going, wow, we can get the blessings of Eden, but also a substitute to cover for the sins of the people so that the blessings of Eden can be released to the nations. Wow. Would be awesome. I wonder if that's Ever going to happen. And then you just keep on reading. So the Abraham stories have been designed to set you up for the need of something to happen here in Jerusalem where the blessings of Eden can be released and where the sins of God's covenant people can be covered over. Isn't that amazing? This is like in the Abraham story.",
    "start": "00:36:38",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "I think this stuff's really cool.",
    "start": "00:38:37",
    "end": "00:38:38"
  },
  {
    "text": "It is really cool.",
    "start": "00:38:38",
    "end": "00:38:39"
  },
  {
    "text": "Yeah.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Melchizedek shows how a priestly figure can come and provide you the blessings of Eden. And then the story of Abraham and Isaac shows how obedience.",
    "start": "00:38:40",
    "end": "00:38:56"
  },
  {
    "text": "Yes.",
    "start": "00:38:56",
    "end": "00:38:56"
  },
  {
    "text": "And obedience to God, even Surrender. Yeah, surrender. Surrender of one's life can then bring us to a place where God can provide for us covering or a substitute or a way to out of the mess that we've created for ourselves. And they're both taking place, foreshadowing Jerusalem in the Temple.",
    "start": "00:38:57",
    "end": "00:39:21"
  },
  {
    "text": "Yeah. Something that will happen in Jerusalem. Yeah. In a way, take it back to Eden. What we want is someone who can mediate to us the life and the blessing of Eden and the abundance of Eden. And Melchizedek is that kind of fits that slot.",
    "start": "00:39:21",
    "end": "00:39:37"
  },
  {
    "text": "Yeah.",
    "start": "00:39:37",
    "end": "00:39:37"
  },
  {
    "text": "But to do that, we've got to get past those cherubim. We have to deal with this problem that's been created by human folly and evil. And so what is the way to access and to pass by the cherubim to experience the blessing of Eden? And that's what Genesis 22 is tapping into, is that it requires a surrender of what one defines as the meaning of your life. Right. Abraham, Sarah, were willing to hurt people.",
    "start": "00:39:37",
    "end": "00:40:06"
  },
  {
    "text": "Or the way, or a surrender of your plan for how to succeed.",
    "start": "00:40:06",
    "end": "00:40:09"
  },
  {
    "text": "Ah, there you go. Thank you. That's better. Yeah. Surrendering your plan, your knowledge of good and bad. Yeah, that's right. Yep. Precisely. The moment that you think that Abraham's future and family is about to die is the moment that God has mercy and provides a covering through the substitute. And they both happen in the same. Both those stories happen in the same spot, which leads me to think that, well, this is just to cover one generation of his family. My hunch is that this is probably going to have to keep happening or will happen again in some climactic way. And so that paves the way kind of the next iterations will be there's going to be a Moses and Aaron iteration in the portable. Portable Eden with the tabernacle, Porta Eden. And then there'll be a third iteration with the story of David and Solomon setting up the temple. So you can see in terms of a theme video, we've kind of set this design pattern. And in our conversations we're doing an Abraham iteration with Moses and Aaron David and then a Jesus iteration. Cool.",
    "start": "00:40:09",
    "end": "00:41:14"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're going to continue this series on the role of priests in the Bible. We're going to look at the story of Aaron, the brother of Moses, the first Israelite priest.",
    "start": "00:41:16",
    "end": "00:41:29"
  },
  {
    "text": "Why is he called a Levite? This is the first time Aaron is mentioned. He's the son of Levi, but this is Moses brother. So certainly what's happening here is we're talking, we're naming his tribe because this is the tribe that will play the role of the priesthood. I'm saying it's a narrative strategy. By calling him Aaron the Levite, the narrator wants to draw attention to. This is the foundation of the Levite category of the priesthood.",
    "start": "00:41:30",
    "end": "00:41:55"
  },
  {
    "text": "We've got a few more episodes in this conversation on priests, but we're going to start taking questions for our upcoming Question and Response episode at the end of the series. So as questions arise, as you listen through this series with us, we'd love to hear from you. Record yourself asking the question, let us know your name, where you're from, and try to keep it to around 20 or 30 seconds or so and email it to infoibleproject.com and in your email please also transcribe your question as well. That saves us a lot of time. Again, the email is infoibleproject.com and our deadline for submissions for this series is Monday, April 5, 2021. Today's show is produced by Dan Gummel. Our show notes by Lindsey Ponder and the theme music from the band Tense. Bibleproject is a crowdfunded nonprofit in Portland, Oregon. We make free resources that show the Bible as one unified story that leads to Jesus. And it's free because of the generosity of many people all around the world. Thank you for being a part of this with us.",
    "start": "00:41:56",
    "end": "00:42:59"
  },
  {
    "text": "Hi, this is Abigail and I'm from West Virginia and I live in the Czech Republic. I use the Bible Project for my own personal study and also while teaching and discipling students in the Czech Republic. I think my favorite thing about the Bible Project is it's very accessible to all sorts of people. It's very helpful. I remember listening to Tim Mackey, one of his sermons. He says every time you read the Bible, you're time traveling. So it's a different culture, a different language. And so I think a lot of these resources help. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com thank you.",
    "start": "00:43:00",
    "end": "00:43:47"
  },
  {
    "text": "Cool.",
    "start": "00:43:47",
    "end": "00:43:48"
  },
  {
    "text": "I can't wait.",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Sam.",
    "start": "00:43:56",
    "end": "00:44:05"
  }
]