[
  {
    "text": "Okay, Justice. Yeah, here we go.",
    "start": "00:00:09",
    "end": "00:00:12"
  },
  {
    "text": "Yeah. We talked about the meaning of these words, justice and righteousness specifically in the Old Testament. Yep. Mishpat and Tzedakah. And how for the family of Abraham and story of Israel, they were called to a really unique kind of life as a people. In both in the video and in our conversations, we're trying to say these Hebrew words in the context of ancient Israel's life, their covenant with God. That justice specifically meant addressing the social inequities in their corporate life of ancient Israel between the privileged and the powerful and the vulnerable. The quartet.",
    "start": "00:00:12",
    "end": "00:00:54"
  },
  {
    "text": "The quartet of the vulnerable.",
    "start": "00:00:54",
    "end": "00:00:56"
  },
  {
    "text": "And mainly just that's. That is the vast majority of the context in which these words occur. So there you go. That's just that the implications of that are broad. Yeah, they're really broad. And what it means to look to those texts as a source of wisdom and guidance for God's people today. And then also we talked about how the theme was fulfilled in the story of Jesus. Now the family of Jesus, the new covenant family of God's people is also called to that same heritage. But Jesus style.",
    "start": "00:00:56",
    "end": "00:01:29"
  },
  {
    "text": "Jesus style.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "Jesus style justice, which is, it's on the same trajectory.",
    "start": "00:01:31",
    "end": "00:01:34"
  },
  {
    "text": "It's not different than.",
    "start": "00:01:35",
    "end": "00:01:36"
  },
  {
    "text": "It's not different, but it's Abraham justice. It actually ramps it up because the level to which Jesus didn't use his privilege and status for his own self advantage, but disadvantaged himself for the sake of the vulnerable, namely mortal sinful, screwed up humans. That sets like a new benchmark for what the covenant family of God, how they view justice and so on. So it's just, it's a different vision, it doesn't quite fit into any of our modern categories of justice. Yeah, yep, that's right. So the tricky thing we tried to address this was that in especially modern Western settings, the, that have some kind of more democratic or republic political structure is that Christianity or this Jewish Christian heritage has been co opted into the modern categories. I tried to use that guy Michael Sandel, his book Rights and Wrongs, but I'm not a political history expert by any means. So any responses we have about anything modern and political related to justice, just take it with a grain of salt.",
    "start": "00:01:36",
    "end": "00:02:49"
  },
  {
    "text": "Yeah. You know, we're here in our corner of the world.",
    "start": "00:02:49",
    "end": "00:02:52"
  },
  {
    "text": "That's right.",
    "start": "00:02:52",
    "end": "00:02:52"
  },
  {
    "text": "And we see what we see.",
    "start": "00:02:52",
    "end": "00:02:54"
  },
  {
    "text": "That's right, yeah. So happy to offer our thoughts. But more, we were just trying to draw attention to this. The core theme in the biblical vision of these words and ideas is the way that people who are vulnerable, which is different types of people in different societies, the way they ought to be cared for and how care for them is called justice in the Bible. Yeah, that was kind of our. The main thing we hope people would walk away with.",
    "start": "00:02:55",
    "end": "00:03:23"
  },
  {
    "text": "Cool. So this first question comes from Jen. Hey, guys, I'm Jen in Grass Valley, California. My question has to do with how Jesus death works to satisfy God's justice. From your discussion, I can see how it brings about mishpat for the oppressed and for the needy. But so often the cross is discussed in terms of substitutionary atonement, and I have a harder time seeing how that works thinking in legal terms. If I murdered somebody and was allowed to go free because an innocent person volunteered to take my punishment for me, nobody would call that justice. So why does that model work for God? Thanks for all you do. Cool. That's a great question.",
    "start": "00:03:23",
    "end": "00:03:57"
  },
  {
    "text": "Oh, man, it's a really great question. Really perceptive. Yeah. This is actually where the topic of the video justice overlaps with conversations about God's justice, but specifically how the apostle Paul talks about it, how he talks about Jesus dying for our sins or on our behalf, and then what are called, like, atonement, debates about the meaning of atonement and so on.",
    "start": "00:03:57",
    "end": "00:04:27"
  },
  {
    "text": "Right. What she's asking is a question about atonement.",
    "start": "00:04:27",
    "end": "00:04:29"
  },
  {
    "text": "Correct.",
    "start": "00:04:29",
    "end": "00:04:30"
  },
  {
    "text": "Which is how does Jesus death cover.",
    "start": "00:04:30",
    "end": "00:04:34"
  },
  {
    "text": "Or deal with human evil and sinfulness? There's actually quite a number of different ways the apostles work that out with imagery and metaphors in the New Testament. But one of the standard ones is using legal language of God's a judge, humans are guilty.",
    "start": "00:04:35",
    "end": "00:04:55"
  },
  {
    "text": "That's the typical one that I think I was taught growing up in the church. That was the metaphor kind of drilled down. Is the legal metaphor God, the judge, and the son taking the place of my guilt. And yeah, that is perceptive. The way that Jen framed it is if you really step back and think about that, it is kind of weird. It doesn't feel just. It feels, but. But yeah, it feels really generous. Yeah, right.",
    "start": "00:04:55",
    "end": "00:05:30"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:05:30",
    "end": "00:05:30"
  },
  {
    "text": "But it doesn't seem necessarily just.",
    "start": "00:05:30",
    "end": "00:05:33"
  },
  {
    "text": "Yeah. I want to do a theme video on the cross.",
    "start": "00:05:33",
    "end": "00:05:37"
  },
  {
    "text": "Yeah.",
    "start": "00:05:37",
    "end": "00:05:37"
  },
  {
    "text": "Where we'll cover all of the different angles, but kind of like I use this metaphor a lot for different things, but the cross in the New Testament is a lot like a diamond with many, many facets. And there's many different types of images that the apostles used to get us to explain it, to explain what ultimately is not completely ever explained.",
    "start": "00:05:37",
    "end": "00:06:01"
  },
  {
    "text": "Sure.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "As if you can explain something like the assassination of a Jewish prophet as God's solution. To human evil. You don't explain that.",
    "start": "00:06:02",
    "end": "00:06:13"
  },
  {
    "text": "It's not like some mathematic formula that you can just show, yeah, here's the proof. And now we all understand it, which actually, it's good to say that out loud because I think that's my assumption is that it should be explainable at that very basic level. There needs to be this inherent logic, this divine logic.",
    "start": "00:06:13",
    "end": "00:06:35"
  },
  {
    "text": "Why does the cross work?",
    "start": "00:06:35",
    "end": "00:06:37"
  },
  {
    "text": "Why does cross work?",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Yeah, it's like a math problem.",
    "start": "00:06:38",
    "end": "00:06:40"
  },
  {
    "text": "Yeah, right.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "Yeah. You put together all the passages in the New Testament that talk about the cross, which you might think, oh, there's an infinite number. Well, there's not. It's a big number, but it's not infinite. You can actually go find out what they all are and start to put together a picture.",
    "start": "00:06:42",
    "end": "00:06:57"
  },
  {
    "text": "Is that what the video on the cross will be?",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "Yeah, because what you'll notice is patterns. There's patterns of imagery. There's about half a dozen core repeated patterns all across the New Testament. The apostles used to talk about the cross. One of them is a legal set of images. And so here. Here's the problem. Just to deal with this specific question that Jen raised, I agree with you. That's kind of a weird use of the word justice. That an innocent person suffers the punishment of a guilty person. Yeah, that seems to be some other form of substitution.",
    "start": "00:07:00",
    "end": "00:07:33"
  },
  {
    "text": "Yeah.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "But it's weird to apply the word.",
    "start": "00:07:34",
    "end": "00:07:36"
  },
  {
    "text": "Justice to that because justice is when people are held accountable for things. But that's retributive justice.",
    "start": "00:07:36",
    "end": "00:07:46"
  },
  {
    "text": "Retributive justice.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "And then there's restorative justice, which is let's make sure that everyone is taken care of in an equal way. And so let's make sure the people that are marginalized have a step up. Let's restore some equality that always eventually, like equality, always. It seems like it's human nature to create inequality. And that's kind of what our video on justice was showing. That it's just human nature is we kind of just take advantage when we can, sometimes willingly and knowingly and sometimes just passively. But that's just human nature. So there needs to be some counteractive force to that, which is this restorative justice.",
    "start": "00:07:47",
    "end": "00:08:33"
  },
  {
    "text": "That's right. So, yeah, it's easier to see how the cross fits into a restorative justice or at least makes more intuitive sense.",
    "start": "00:08:33",
    "end": "00:08:40"
  },
  {
    "text": "Right.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "So this is the challenge, and this actually gets us. Gets into the heart of a whole series of important and complicated conversations about if and how the cross satisfies God's justice. That was the language that Jen used In her question.",
    "start": "00:08:41",
    "end": "00:08:55"
  },
  {
    "text": "Yeah.",
    "start": "00:08:55",
    "end": "00:08:56"
  },
  {
    "text": "And even that word, satisfy, there's a whole history to that word in these conversations. And so here's a short sketch of what I think the problem is in our conversations about this is, as usual, what we've tended to do is read Paul's letters in isolation from the rest of the Bible. And what's very easily is we hear this language of justification of God showing his justice. There's a key passage in Romans, chapter three that talks about God displaying his righteousness or demonstrating his righteousness, which is a key New Testament word. It's kind of a synonym for God's justice, the God satisfied.",
    "start": "00:08:56",
    "end": "00:09:40"
  },
  {
    "text": "Really, it's a synonym for justice. I mean, I know we talked about this, but it's still kind of sinking in.",
    "start": "00:09:40",
    "end": "00:09:45"
  },
  {
    "text": "Yeah.",
    "start": "00:09:45",
    "end": "00:09:45"
  },
  {
    "text": "Righteousness, to me, it's so loaded with just personal morality.",
    "start": "00:09:45",
    "end": "00:09:51"
  },
  {
    "text": "Right.",
    "start": "00:09:52",
    "end": "00:09:52"
  },
  {
    "text": "Like, that's all it means when you say righteousness. That's all I hear in my head banging around personal morality.",
    "start": "00:09:52",
    "end": "00:09:57"
  },
  {
    "text": "So in Tzedakah, biblical righteousness is doing right by someone. Right. Relationship.",
    "start": "00:09:58",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. Relating towards the end is a morality, a personal morality that makes my relationships with others.",
    "start": "00:10:05",
    "end": "00:10:12"
  },
  {
    "text": "Right, Correct. Yeah.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "Which behave in a way that there's a just relationship.",
    "start": "00:10:15",
    "end": "00:10:19"
  },
  {
    "text": "It assumes that in this particular relationship that you and I happen to be in there is a right way, a right way to behave towards you. And justice is doing right by that.",
    "start": "00:10:19",
    "end": "00:10:30"
  },
  {
    "text": "So whenever I read just righteousness, that word, I should think of it as a synonym for justice.",
    "start": "00:10:30",
    "end": "00:10:37"
  },
  {
    "text": "Well, our English word justice is hard to put into its place because we immediately think in terms of legal courtroom stuff. And so righteousness is a fine word.",
    "start": "00:10:37",
    "end": "00:10:50"
  },
  {
    "text": "What would be the word that you would use that like justice and righteousness? It seems like it's all about relationships. A relational.",
    "start": "00:10:50",
    "end": "00:10:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "Relational.",
    "start": "00:11:00",
    "end": "00:11:00"
  },
  {
    "text": "That's right. These words are invitations into reflecting on the biblical story.",
    "start": "00:11:01",
    "end": "00:11:06"
  },
  {
    "text": "Yeah.",
    "start": "00:11:06",
    "end": "00:11:07"
  },
  {
    "text": "So what does it mean to say that God demonstrated right relationship with whom? How is the cross a demonstration of God?",
    "start": "00:11:07",
    "end": "00:11:17"
  },
  {
    "text": "Well, okay, so let me step back. Here's the way I would always hear that verse.",
    "start": "00:11:17",
    "end": "00:11:21"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:11:21",
    "end": "00:11:21"
  },
  {
    "text": "The cross being God's righteousness. Is that. Yeah. This is interesting because righteousness for people is a personal morality. Righteousness for God is his perfection, like.",
    "start": "00:11:21",
    "end": "00:11:32"
  },
  {
    "text": "The standard of his perfection.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "His standard. Yeah, that's right. And so because he's perfect, he can't, like. Can't be around and tolerate.",
    "start": "00:11:33",
    "end": "00:11:40"
  },
  {
    "text": "Can't tolerate.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Yeah, tolerate imperfection. And so when God's righteousness appears has to be dealt with. What has to be dealt with is our imperfection. So it's kind of like using it in two different ways. Like my righteousness is my.",
    "start": "00:11:41",
    "end": "00:11:55"
  },
  {
    "text": "Yeah, so here's my humble problem with that, because I was first introduced to Christian belief and these words the same way too. The problem, as is usually the case with me, I'm a broken record. The problem is when I actually started to read the Bible and I realized, like, oh, I have this story in my head of God as the just judge who can't tolerate evil. Someone has to be punished. Either humans get punished or, lucky for us, Jesus gets punished in our place. And that's God's righteousness or God's justice. The problem is that story actually doesn't mesh very well with what Paul's saying in the whole letter to the Romans. And it doesn't help us understand what's going on in the story. A line of the whole Bible with God and Israel leading up to Jesus. And so here's just a short sketch. I would say that is an abstracted story that the Western tradition has imposed upon Paul. And it just doesn't help us understand Paul's understanding of the cross. When Paul uses these words, righteousness, he's thinking Exodus and Isaiah. Genesis, Exodus and Isaiah. So the storyline. So God made a good world, humans ruined it. God would be fully within his rights to pull full retributive justice. That's what the flood story is all about.",
    "start": "00:11:56",
    "end": "00:13:28"
  },
  {
    "text": "And so far we're tracking with the old paradigm in my mind.",
    "start": "00:13:28",
    "end": "00:13:31"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. But then on page 12 or chapter 12 of Genesis. Yeah. God makes a covenant promise. Actually all the way back on page eight.",
    "start": "00:13:31",
    "end": "00:13:41"
  },
  {
    "text": "Yeah.",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "With Noah after the flood, God makes a covenant promise and says, listen, I know humans are only evil all the time. They're really screwed up. Here's my response. I'm never going to do anything like the flood again. The flood story becomes this really important theological truth about God's character that he could and would be warranted to just bail on humanity, let us destroy ourselves.",
    "start": "00:13:42",
    "end": "00:14:06"
  },
  {
    "text": "But he promises not to.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "But he promises that he won't. Why even Genesis 8.",
    "start": "00:14:07",
    "end": "00:14:11"
  },
  {
    "text": "But he knows.",
    "start": "00:14:11",
    "end": "00:14:12"
  },
  {
    "text": "Yeah, because they're evil.",
    "start": "00:14:12",
    "end": "00:14:13"
  },
  {
    "text": "Right. That's not a good reason to not do it.",
    "start": "00:14:14",
    "end": "00:14:17"
  },
  {
    "text": "Exactly. It's remarkable.",
    "start": "00:14:17",
    "end": "00:14:18"
  },
  {
    "text": "There's no logic there.",
    "start": "00:14:18",
    "end": "00:14:19"
  },
  {
    "text": "Yeah, because humans are evil. I'm never going to bring cataclysm again.",
    "start": "00:14:19",
    "end": "00:14:24"
  },
  {
    "text": "Yeah.",
    "start": "00:14:25",
    "end": "00:14:25"
  },
  {
    "text": "Okay. So if God's not going to destroy humans for their evil, well, what's he going to do? Page 12, Genesis 12. I'm going to set in motion a plan to bless them. I'm going to single out one Family from among the nations, family of Abraham. And I'm going to set in motion a story that's going to be long and complicated to bless them, restore the creation blessing of page one. So the moment that God does that, the logic of these words, righteousness and justice take on a meaning that's specific to this story. And when we impose Western courtroom notions onto it, we distort the thing. So now all of a sudden, God's in a position where it would be unrighteous for him to destroy all of.",
    "start": "00:14:25",
    "end": "00:15:09"
  },
  {
    "text": "Humanity because of his promise.",
    "start": "00:15:09",
    "end": "00:15:11"
  },
  {
    "text": "Because of his promise. But at the same time, he is just. And he has to deal with the horror of human evil in some way.",
    "start": "00:15:11",
    "end": "00:15:19"
  },
  {
    "text": "So you're saying kind of like God created this own, like, paradox for himself.",
    "start": "00:15:20",
    "end": "00:15:24"
  },
  {
    "text": "Attention. Yeah. God puts himself into a place of tension in relationship to humans.",
    "start": "00:15:24",
    "end": "00:15:30"
  },
  {
    "text": "He did it to himself.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "He did it to himself.",
    "start": "00:15:31",
    "end": "00:15:32"
  },
  {
    "text": "Yeah.",
    "start": "00:15:32",
    "end": "00:15:33"
  },
  {
    "text": "And he does it to himself again. Israel on Mount Sinai. I'm so proud of that moment in our Exodus Part 2 video where we talk about the Golden Calf and talk about that moment where he. Right. Moses crouched by the rock. And I was so happy. I wanted to find language for this for a long time. And the video pressed me to do that. The God, he's angry at the idolatry of Israel.",
    "start": "00:15:33",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. And he would be the pretty blatant idolatry. He just said, yeah, they just had their marriage ceremony.",
    "start": "00:16:00",
    "end": "00:16:07"
  },
  {
    "text": "They just got married.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "And then they just. What's the next thing?",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "They said their vows. I won't worship idols.",
    "start": "00:16:10",
    "end": "00:16:13"
  },
  {
    "text": "Right.",
    "start": "00:16:13",
    "end": "00:16:13"
  },
  {
    "text": "You know, and what do they do on the altar? And so God's first response is, I'm angry. I want to pull another flood. And who can blame him? But then Moses says, well, remember your promise to Abraham. And God says, oh, that's right. And so he relents from that.",
    "start": "00:16:13",
    "end": "00:16:38"
  },
  {
    "text": "It's a story of God wrestling with the paradox that he created.",
    "start": "00:16:38",
    "end": "00:16:41"
  },
  {
    "text": "That's right. But here specific to the story of Israel. And so you could say in one sense, was God righteous to be angry and want to bail on the relationship? Is that right? Well, yeah, that's a legitimate response. But in the context of this story, with this God, that would be actually unrighteous. He would not be doing right by his promises and that relationship with Israel because it would be breaking his promise to Abraham. And so that's what Paul has in mind here in Romans chapter 3. When Paul thinks about the story of Jesus, he's thinking about a God who said, I'm not going to destroy humanity. That would be breaking the promise to Abraham. But I do have to deal with their evil in some way. Their evil has unleashed death. And so God's justice is to fulfill both of those at the same time. And that's Paul's point. In Romans, chapter three, he's demonstrating his righteousness, doing right by his promises to Abraham in the forbearance of God. This is Romans, chapter 3, verse 25. In the forbearance of God, he passed over sins previously committed. He's been putting up with human evil since early Genesis.",
    "start": "00:16:41",
    "end": "00:18:00"
  },
  {
    "text": "Yeah. His flood trigger finger is getting a little itchy.",
    "start": "00:18:00",
    "end": "00:18:03"
  },
  {
    "text": "So he passed over human sins for a long time.",
    "start": "00:18:03",
    "end": "00:18:06"
  },
  {
    "text": "Yeah.",
    "start": "00:18:06",
    "end": "00:18:06"
  },
  {
    "text": "In order to demonstrate his righteousness at the present time, namely that he is both dealing with human evil and also fulfilling his promise to provide blessing to the nations. So that Paul goes on, he could both be just. He could be righteous and the justifier, the one who declares righteous, those who have faith in Jesus. So, Jen, you're right. The biblical story doesn't at all fit into modern categories of our courtroom. However, some courtroom language can kind of help us to get the idea.",
    "start": "00:18:07",
    "end": "00:18:46"
  },
  {
    "text": "It's a way to look at the diamond.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "Yeah. But the moment we force the story into God's the judge, humanity's guilty. Jesus takes the place of the guilty. That's justice. We're not honoring the terms of the story.",
    "start": "00:18:48",
    "end": "00:19:00"
  },
  {
    "text": "You know, what's interesting is the judge courtroom analogy. What's kind of tricky about it is the judge is just kind of a peer in that system. Right. Like, the judge is just another one of the citizens whose role is to administer justice.",
    "start": "00:19:00",
    "end": "00:19:17"
  },
  {
    "text": "That's right.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "But different than God's role, Different than God's role in the story, because the judge can't just decide, like, you know, what. What's righteous for me is to make sure that this civilization succeeds no matter how evil it gets. Like that. A judge can't say that. A Supreme Court judge couldn't say that in America. So what's interesting is, like, a more accurate metaphor, perhaps, is when Jesus gave of, like the vineyard owner. Oh, sure, right.",
    "start": "00:19:18",
    "end": "00:19:44"
  },
  {
    "text": "Yes. Yeah, yeah, yeah.",
    "start": "00:19:44",
    "end": "00:19:46"
  },
  {
    "text": "Or, you know, there's a lot of his parables about the owner of land and coming back, but there's one in particular where he has the workers come at different times of the day.",
    "start": "00:19:46",
    "end": "00:19:54"
  },
  {
    "text": "Yeah.",
    "start": "00:19:54",
    "end": "00:19:54"
  },
  {
    "text": "And he pays them all the same.",
    "start": "00:19:54",
    "end": "00:19:55"
  },
  {
    "text": "Yes.",
    "start": "00:19:55",
    "end": "00:19:55"
  },
  {
    "text": "And they get kind of irritated. And the point of that is his grace and letting other people into the family and stuff like that. It seems like that's a whole nother conversation. But the metaphor of him being a vineyard owner, he can decide it's gonna be the right thing for me to do because I own all of this. I'm the owner.",
    "start": "00:19:55",
    "end": "00:20:13"
  },
  {
    "text": "That's right. I have responsibility to it.",
    "start": "00:20:13",
    "end": "00:20:16"
  },
  {
    "text": "Responsibility to it.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "I have to do right by the land.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "Yeah. Do right by the land, which I own. And that's the biblical paradigm of God created this. He is the one who ultimately owns everything.",
    "start": "00:20:19",
    "end": "00:20:30"
  },
  {
    "text": "And it's good. He's committed to taking our creation towards the purpose that he has for it. And humans are a part of that. The problem of the biblical story is that humans have become the obstacle in the way of creation, becoming what it's supposed to be. And his solution isn't get rid of humans, it's fix humans by becoming one of them and to take the consequences of the hell we've created here into himself. And so it's just. That's the biblical form of God being just. That is doing right by his promises.",
    "start": "00:20:30",
    "end": "00:21:10"
  },
  {
    "text": "It's the twisted backward logic of, like, God's grace. What? Yeah, like right there in the flood story. It's so perfect. Like, I know man's heart's gonna be evil all the time, so I am never gonna destroy you.",
    "start": "00:21:11",
    "end": "00:21:28"
  },
  {
    "text": "Yeah.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "Like what? And yes, it's kind of interesting thinking about that. Like, if we put the way of Jesus in the same terms of, like, I know you're gonna hurt me.",
    "start": "00:21:28",
    "end": "00:21:37"
  },
  {
    "text": "Yes.",
    "start": "00:21:38",
    "end": "00:21:38"
  },
  {
    "text": "But I'm always gonna seek the good of our relationship.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "Correct.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "Or I know that there's inequality in the city and. But I'm. I'm always going to fight for equality. And I know that it's not gonna be good for me. I think people will take advantage of me. But that's okay. I'm gonna do it anyways.",
    "start": "00:21:41",
    "end": "00:21:57"
  },
  {
    "text": "Mm. Because. Yeah. Because I'm doing right by the one who did right by me.",
    "start": "00:21:57",
    "end": "00:22:02"
  },
  {
    "text": "Yeah.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "Who Right. Lived and died and was raised for me when I was just a participant in the corrupt human system. And so what's the right response? Yeah. So what do we say? I want to draw this to a clear response. I agree with you, Jen. The way that you framed your question doesn't correspond to our English use of the word justice. And I would say that just exposes the problem is that we're importing categories of justice into the biblical story that just aren't native to the story itself. If I want to know what these words mean in the Bible, I have to let the biblical story and the biblical authors shape what these words mean, which will be different than what they mean for us in our day. And then the question is, who Adjusts. Who has to do the adjustment?",
    "start": "00:22:03",
    "end": "00:22:52"
  },
  {
    "text": "The Bible.",
    "start": "00:22:53",
    "end": "00:22:53"
  },
  {
    "text": "Do I change my understanding of justice to fit the unique biblical vision, or do I, you know, and that's at least what I would recommend if I want to be a follower of Jesus. Great.",
    "start": "00:22:53",
    "end": "00:23:04"
  },
  {
    "text": "Thanks, Jen. This next question is from Corey. Hi, guys, this is Corey Miller from West Lafayette, Indiana. I teach ethics and philosophy at Indiana University. And my question pertains to the characterization of mishpat as the problems of the poor and the downtrodden ought to become my or our problem. And in particular, have we failed to distinguish between owning that problem as an application for the church versus the state? Thanks. Yeah, thanks, Corey. Heavy hitter.",
    "start": "00:23:05",
    "end": "00:23:41"
  },
  {
    "text": "Yeah, it's a great question. Yeah. And.",
    "start": "00:23:41",
    "end": "00:23:43"
  },
  {
    "text": "Yeah, and a professor of logic.",
    "start": "00:23:43",
    "end": "00:23:46"
  },
  {
    "text": "Yeah, that's right. Yeah. I'm already intimidated, but Corey. Yeah, wonderful. Yeah. You know, it's interesting this came up in conversation with friends and other people about the video. Yeah. Maybe either we weren't clear on this point or because we didn't address who is it that's called to call out and address social inequities in terms of mishpat. We didn't talk about who should do that.",
    "start": "00:23:46",
    "end": "00:24:16"
  },
  {
    "text": "We did. We talked about people who received Christ's righteousness.",
    "start": "00:24:18",
    "end": "00:24:20"
  },
  {
    "text": "That's true. That's right. Yeah. But we didn't talk about the church's relationship to the state. I guess for all those issues work.",
    "start": "00:24:21",
    "end": "00:24:26"
  },
  {
    "text": "Out well, how would we put that in a five minute video?",
    "start": "00:24:26",
    "end": "00:24:28"
  },
  {
    "text": "Yeah, totally. That's exactly right. And so what I noticed in patterns of conversation and people asking me about this was that whatever people's existing view of the church's relationship to the state, they just tended to reaffirm. Yeah, they tended to assume that was the view we were affirming in the video.",
    "start": "00:24:28",
    "end": "00:24:46"
  },
  {
    "text": "Yeah.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "Which means that people took away really different messages.",
    "start": "00:24:46",
    "end": "00:24:49"
  },
  {
    "text": "And you know, I've been thinking about this in terms of the different political spectrum. Okay, so we're Americans, we're in the American thing. Apologies to anyone else, but we have this political divide going on with how do you govern in a way that makes the most prosperous country and takes care of the most amount of people? I think if you asked a politician on either side, they would want that.",
    "start": "00:24:49",
    "end": "00:25:12"
  },
  {
    "text": "Yes.",
    "start": "00:25:12",
    "end": "00:25:13"
  },
  {
    "text": "The question becomes, how do you do that?",
    "start": "00:25:13",
    "end": "00:25:15"
  },
  {
    "text": "What kinds of policies? What values and philosophies, undergirding what policies.",
    "start": "00:25:15",
    "end": "00:25:21"
  },
  {
    "text": "Yeah. But you know, sometimes I'm suspicious of whether or not you actually frame the question of going, hey, can we all agree that the main point of our politics as Christians is to take care of the vulnerable like that's. The main point. Now we might disagree on how, but let's begin with the premise that we all agree that that's the end goal. I think that would be a bit of a come to Jesus moment for many people, including myself. Like, I don't think that's really what's humming in the background in my head as the main goal when it comes to politics. There's many other things of self protection or opportunities, all these other things that aren't necessarily bad or bad at all. But to say that the main point of our politics as Christians should be to make sure that the vulnerable are taken care of first of all. Would you agree with that statement?",
    "start": "00:25:21",
    "end": "00:26:14"
  },
  {
    "text": "Oh man. Well, hold on. I feel like we're not.",
    "start": "00:26:14",
    "end": "00:26:19"
  },
  {
    "text": "We went too far.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "Well, Corey's question is, have we failed to distinguish between who it is that's supposed to be carrying owning the problem of injustice?",
    "start": "00:26:20",
    "end": "00:26:30"
  },
  {
    "text": "Well, I think first of all, before you can even ask that question, you have to ask are we all on the same page? Right. Is the church on the same page as to what that even means to.",
    "start": "00:26:30",
    "end": "00:26:40"
  },
  {
    "text": "Well, to me that's the point we're trying to make in the video is that if you look at these biblical words, Mishpat and Tzedakah, the vast majority of their usage and application is they're Hebrew words.",
    "start": "00:26:40",
    "end": "00:26:54"
  },
  {
    "text": "Yeah.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "So they're for ancient Israel. Right. And so this is actually part of the problem is the ancient Israel was both a covenantal people.",
    "start": "00:26:55",
    "end": "00:27:03"
  },
  {
    "text": "Yeah. Their religion was their politics and they.",
    "start": "00:27:03",
    "end": "00:27:06"
  },
  {
    "text": "Were an actual kingdom. So their covenantal terms with God structured their society or at least were supposed to.",
    "start": "00:27:06",
    "end": "00:27:13"
  },
  {
    "text": "Right.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "So yeah, what we were describing in most of the video actually was how these words work in the Hebrew Bible which will automatically be both covenantal, religious and communal or political. That is their meaning in the Hebrew word Bible. And so Cory's saying, did we fail to distinguish between the church and the state? Well, in the Old Testament the covenantal people is the. They are the state.",
    "start": "00:27:14",
    "end": "00:27:40"
  },
  {
    "text": "There's no.",
    "start": "00:27:40",
    "end": "00:27:40"
  },
  {
    "text": "And that's the meaning of these words.",
    "start": "00:27:40",
    "end": "00:27:42"
  },
  {
    "text": "Yeah.",
    "start": "00:27:42",
    "end": "00:27:42"
  },
  {
    "text": "The rub comes when as the Hebrew Bible is already pointing towards the ideal shape of God's covenant people in the family of Abraham is not just the ethnic people of Israel, Isaiah, Hosea, Joel, I mean many Zechariah, many biblical prophets. The whole story is going towards a multi ethnic family of Abraham, the new covenant people. And so that family is going to have a different relationship to the state than Israel did. And that's what you see being worked out in the New Testament. So in that sense, yes, I think the vision of justice that followers of Jesus are to foster, which is carrying on this tradition from Israel, that the default institution that followers of Jesus should be thinking about when they think about justice should not be the state in my reading of the New Testament, rather it's of the followers of Jesus as a contrast community in whatever culture or state that those people happen to be found and that they foster this alternate story, this alternate way of life that pays particular attention to the vulnerable. And how can you, I mean, how can you read the stories of Jesus and not see like that was part of his main deal, was good news for the poor.",
    "start": "00:27:42",
    "end": "00:29:10"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:11"
  },
  {
    "text": "And so there are going to be cultures and times where followers of Jesus happen to live in a society where they can advocate for that value set.",
    "start": "00:29:11",
    "end": "00:29:21"
  },
  {
    "text": "Within the public, in the public square.",
    "start": "00:29:21",
    "end": "00:29:22"
  },
  {
    "text": "And what's happened, especially in Europe and America, is now we're in centuries, centuries into a culture that has gone through that and is now on its way to something else. Right. The post Christian whatever.",
    "start": "00:29:23",
    "end": "00:29:38"
  },
  {
    "text": "Post Enlightenment whatever.",
    "start": "00:29:38",
    "end": "00:29:40"
  },
  {
    "text": "Yeah. And so now it's even more awkward situation where the language we use is still shaped by the Christian tradition, but it doesn't mean what it means anymore.",
    "start": "00:29:40",
    "end": "00:29:51"
  },
  {
    "text": "What language do you mean?",
    "start": "00:29:51",
    "end": "00:29:53"
  },
  {
    "text": "Oh, just there's still language of public discourse that's justice oriented in America again, that's where we live. So any language about rights, human rights.",
    "start": "00:29:53",
    "end": "00:30:03"
  },
  {
    "text": "Oh yeah.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "That assumes a biblical worldview.",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "Sure.",
    "start": "00:30:05",
    "end": "00:30:06"
  },
  {
    "text": "Most people who use that word don't have a biblical worldview anymore. And so it creates this awkward scenario. So. So there you go. We didn't go into this in the video just because it was too much to about.",
    "start": "00:30:06",
    "end": "00:30:17"
  },
  {
    "text": "I mean, it's still. We wouldn't. You would still say the state's responsibility. We should advocate that. The state's responsibility should also be for the vulnerable as well.",
    "start": "00:30:17",
    "end": "00:30:29"
  },
  {
    "text": "Yeah, I mean, I think that's a part of the church's role of prophetic critique. This is where the church takes on the role of an Amos or a Micah, where it's speaking to those who are in authority, or a Daniel speaking to those who are in authority, reminding them that they're under God's authority. And under God's authority, the people who matter is everybody, but particularly the vulnerable. And that's what Amos and Micah and Daniel were doing in their different contexts. However, for most of the history of the early church, for those early centuries, no Christians were in any position to influence Roman policy. So what they did was just fully lift out of their alternative communities and invented things like hospitals and social safety webs for Widows and orphans and this kind of thing. They created the institutions, but that'll go differently. Depends on your context. So many Christians live in some form of a democratic state where they actually are able to advocate for their value set for the common good. And so in that case, I think there's a sense of obligation to speak out for that, but to not mistake the state for the church.",
    "start": "00:30:29",
    "end": "00:31:47"
  },
  {
    "text": "Sure.",
    "start": "00:31:48",
    "end": "00:31:48"
  },
  {
    "text": "And that the church is the primary means by which the Covenant Family lives out the biblical vision of justice. I mean, I want to create all theoretical.",
    "start": "00:31:48",
    "end": "00:31:59"
  },
  {
    "text": "Yeah. I want to create some, like, tangible wisdom out of this. In a way, it's like if you were to try to boil this down to, like, insights or precepts of like, you know, when do you engage the state and when do you stop and you just do it in spite of the state, you know, and how do you decide what's the most effective.",
    "start": "00:31:59",
    "end": "00:32:22"
  },
  {
    "text": "Yep.",
    "start": "00:32:22",
    "end": "00:32:22"
  },
  {
    "text": "And maybe it's a very. That's not a simple question.",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "It's not a simple question. And it'll depend on. It seems to me it'll depend on your neighborhood, your city, your county, your state, and that's an Americanized version, your country. I think it just depends.",
    "start": "00:32:25",
    "end": "00:32:42"
  },
  {
    "text": "Your providence for Canadian folks.",
    "start": "00:32:42",
    "end": "00:32:44"
  },
  {
    "text": "And so this is where I want to defer to other people who are more well read and more thoughtful about the issues in our time and in our context, because I'm just gonna sound ignorant, you know, on whatever, but, you know, we live in Portland, Oregon, and it wasn't but a few generations ago that within the city of Portland there were racially discriminatory housing practices.",
    "start": "00:32:45",
    "end": "00:33:13"
  },
  {
    "text": "You weren't allowed to move. Well, is that what you're talking about?",
    "start": "00:33:13",
    "end": "00:33:15"
  },
  {
    "text": "You weren't allowed to get loans or purchase homes.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "Yeah.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "In certain neighborhoods based on your ethnicity.",
    "start": "00:33:18",
    "end": "00:33:21"
  },
  {
    "text": "Yeah. Not too long ago.",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "Like. Yes. Yeah.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "Like fully within the last century.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "Yeah.",
    "start": "00:33:26",
    "end": "00:33:26"
  },
  {
    "text": "Within my grandparents, like, lived experience. And so. And then a city like Portland, even though those practices, I don't even know what date those. Those policies were changed, but even once those policies were changed, the culture of Portland did not change.",
    "start": "00:33:26",
    "end": "00:33:41"
  },
  {
    "text": "Right.",
    "start": "00:33:41",
    "end": "00:33:41"
  },
  {
    "text": "And the culture of Portland, the urban core still today is one of the whitest.",
    "start": "00:33:42",
    "end": "00:33:47"
  },
  {
    "text": "Yeah. Least diverse.",
    "start": "00:33:47",
    "end": "00:33:48"
  },
  {
    "text": "Least diverse urban cores in the country.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Yeah.",
    "start": "00:33:51",
    "end": "00:33:51"
  },
  {
    "text": "And so it seems to me, and there are a number of church communities here in Portland who take that really seriously. And so what they've done to foster it and to address that issue is just to really pursue multi ethnic leadership teams and to really promote racial reconciliation and partnership as like, a main priority, because that is one of the major injustices that lay in Portland's past. And so the church should be at the vanguard of that. Should the church also advocate that that same kind of multi ethnic representation should be happening in our public offices for the city? Totally. And to the degree that people can influence that. That's awesome. They should do that. But they shouldn't mistake that for the calling of the church to address that particular wound in Portland's. In Portland's history. So there's a practical example. I don't know.",
    "start": "00:33:52",
    "end": "00:34:48"
  },
  {
    "text": "Yeah. Yeah. You know, I think too grand. And I think that what's great is what you're saying is you're bringing it back down to earth of like what's going on in your neighborhood. Like, start there. Don't try to like. I want to. I want to think about how to fix entire economic social systems.",
    "start": "00:34:49",
    "end": "00:35:09"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah. And it's like, sure, sure. It's both more complex because it's mega.",
    "start": "00:35:09",
    "end": "00:35:15"
  },
  {
    "text": "Yeah.",
    "start": "00:35:15",
    "end": "00:35:15"
  },
  {
    "text": "But it's easier because it's distant.",
    "start": "00:35:15",
    "end": "00:35:18"
  },
  {
    "text": "Yeah.",
    "start": "00:35:19",
    "end": "00:35:19"
  },
  {
    "text": "And it doesn't actually require me to do anything tomorrow.",
    "start": "00:35:19",
    "end": "00:35:22"
  },
  {
    "text": "Right. With the people and look my neighbor in the eyes.",
    "start": "00:35:22",
    "end": "00:35:26"
  },
  {
    "text": "Correct.",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "It doesn't require that either.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. I feel the same way. I know that there's a whole complex series of debates about Christians and voting, for example, and responsibility to vote. Responsibility to not vote. People get very passionate about these debates. But I also notice for myself and I think a whole layer of maybe people of my generation. I'm right on the border of gen X and gen Y. And it's just like for me, my experience of voting and introduced to it, the culture of voting that I was brought up in was this is my primary way of making my contribution.",
    "start": "00:35:28",
    "end": "00:36:06"
  },
  {
    "text": "Yeah.",
    "start": "00:36:06",
    "end": "00:36:07"
  },
  {
    "text": "And man, I just.",
    "start": "00:36:07",
    "end": "00:36:09"
  },
  {
    "text": "It's a way.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "It's a way. It's important. But it doesn't divan very much of me. I read a voter's pamphlet and I've signed a piece of paper and somehow I'm involved in the public life of my city.",
    "start": "00:36:11",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:23"
  },
  {
    "text": "That doesn't make any sense. That sure doesn't seem to be what Jesus has in mind when he says love your neighbor climate.",
    "start": "00:36:24",
    "end": "00:36:32"
  },
  {
    "text": "Right now here in America, there's a lot of talk about, well, the voters let the voters decide. And we do stress a lot the importance of voting. But you're right, that's such a small way to engage.",
    "start": "00:36:32",
    "end": "00:36:47"
  },
  {
    "text": "I shouldn't let the experience of voting abdicate my responsibility to my community.",
    "start": "00:36:47",
    "end": "00:36:55"
  },
  {
    "text": "Yeah.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "And the very tangible things with the people that are in proximity to me.",
    "start": "00:36:56",
    "end": "00:37:02"
  },
  {
    "text": "Yeah. It's interesting when you get into Politics. And I'm not really that into politics, but I'm. I've been so much more interested in it in the last year.",
    "start": "00:37:02",
    "end": "00:37:11"
  },
  {
    "text": "Well, once the soap opera began. Yeah. It's kind of not to be glued to.",
    "start": "00:37:11",
    "end": "00:37:15"
  },
  {
    "text": "It's like a reality TV show. But it seems like, yeah, you first, you take your own voting seriously, and then the next step is to take other people's voting seriously by going and canvassing and going door to door. And then it's just kind of that way of like, how do you rally more and more people to get the votes? Because that's how you get the right people in office that you want in office. But take that versus just who in your neighborhood needs help and what can you do to help that person?",
    "start": "00:37:15",
    "end": "00:37:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "And they're just two different strategies or.",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "What changes have taken place in my part of the city. So that policies that made sense 30 years ago about who has access to this or that actually are causing problems now because they don't account for this whole new population that exists.",
    "start": "00:37:51",
    "end": "00:38:10"
  },
  {
    "text": "Well, now you're talking about policies you have to get. It's all back to votes again and signatures and that kind of stuff.",
    "start": "00:38:10",
    "end": "00:38:14"
  },
  {
    "text": "Exactly. That's what I'm saying. So they're never divorced from each other, Right?",
    "start": "00:38:14",
    "end": "00:38:18"
  },
  {
    "text": "Yeah.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "At least in a society where the people can influence the policies. But that's a responsibility that people who live in whatever democratic republics have.",
    "start": "00:38:19",
    "end": "00:38:29"
  },
  {
    "text": "The strategies dovetail.",
    "start": "00:38:29",
    "end": "00:38:30"
  },
  {
    "text": "Many humans live in states where they can't do jack to influence the shape of their society. So the calling of the church and that to like arm themselves is super different. It will be totally different. That's way more like the situation Paul was in or Peter.",
    "start": "00:38:30",
    "end": "00:38:48"
  },
  {
    "text": "Yeah.",
    "start": "00:38:48",
    "end": "00:38:48"
  },
  {
    "text": "I have found people who have grown up in those types of cultures are able to track with the New Testament's vision on these topics way more intuitively.",
    "start": "00:38:48",
    "end": "00:38:58"
  },
  {
    "text": "Yeah.",
    "start": "00:38:58",
    "end": "00:38:58"
  },
  {
    "text": "Than modern Westerners. Isn't that interesting?",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "That's interesting. Great. This next question is from Logan. There seems to be this divide amongst Christians on who is oppressed and who isn't. For example, I've heard two Thessalonians, 3:10 used as a case against helping the homeless. How do we, as a collective body in the spirit, determine who is oppressed and who isn't? And in the same way to stand up against those who refuse to see the oppressed, but do that in love. Cool. Thanks, Logan.",
    "start": "00:39:01",
    "end": "00:39:33"
  },
  {
    "text": "Yes.",
    "start": "00:39:33",
    "end": "00:39:33"
  },
  {
    "text": "We don't know where you're from, Logan, but thank you.",
    "start": "00:39:33",
    "end": "00:39:37"
  },
  {
    "text": "Wherever you are.",
    "start": "00:39:37",
    "end": "00:39:37"
  },
  {
    "text": "Wherever you are.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "That's a good question.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Thanks for the question.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "I'd like to give this more thought. For me, it's always about another stack of books and more time to think.",
    "start": "00:39:40",
    "end": "00:39:46"
  },
  {
    "text": "For something shoot later.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Yeah, that's right. Yeah, I'm a totally think for a shoot later. My first thought is to go towards the main model that we have of the just covenant community with ancient Israel. So who determined the quartet of the. What is it that determined the vulnerable in ancient Israel?",
    "start": "00:39:47",
    "end": "00:40:05"
  },
  {
    "text": "The prophets?",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "Well, it wasn't just religion, it was socioeconomic. It was a land based, land owning, based farming, tribal network.",
    "start": "00:40:06",
    "end": "00:40:18"
  },
  {
    "text": "Yeah, right. Which I don't live in one of those.",
    "start": "00:40:18",
    "end": "00:40:21"
  },
  {
    "text": "I don't live. Yeah, totally. Yeah, but in that environment. We talked about this in the podcast. The primary people who will become vulnerable are people who don't participate in the ownership of land or who aren't connected to families who own land.",
    "start": "00:40:21",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. So immigrants, orphans.",
    "start": "00:40:35",
    "end": "00:40:38"
  },
  {
    "text": "And then you get the quartet of the vulnerable. So women, specifically widows, who are vulnerable to be taken advantage of by other male community members or family members when their land owning husband dies. Yeah, Even. Even. Even though women could hold, it seems based off some stories in book of Numbers 27:36 that women could hold ownership of land. They could also. It was a patriarchal society. Men are screwed up. People are screwed up.",
    "start": "00:40:39",
    "end": "00:41:07"
  },
  {
    "text": "Yeah. But men are stronger most of the time.",
    "start": "00:41:07",
    "end": "00:41:10"
  },
  {
    "text": "Yeah. Yep. And so in that kind of society, widows are extremely vulnerable and obviously orphans, immigrants and so on. And so that's what determines. So what in the logic seems to be people whose participation in what we consider the good life is uniquely vulnerable. That's how you identify the quartet of the vulnerable. When you look in the New Testament, it's very different socioeconomic setting. Most of the letters are written of the apostles are written to urban churches, house churches in large Roman cities.",
    "start": "00:41:10",
    "end": "00:41:49"
  },
  {
    "text": "Right. And urban centers.",
    "start": "00:41:49",
    "end": "00:41:51"
  },
  {
    "text": "Yeah, Urban centers which are way more like modern Western cities. People super dislocated, people are mobile.",
    "start": "00:41:51",
    "end": "00:42:00"
  },
  {
    "text": "Yeah. You have more niche vocations.",
    "start": "00:42:00",
    "end": "00:42:03"
  },
  {
    "text": "That's right.",
    "start": "00:42:03",
    "end": "00:42:04"
  },
  {
    "text": "You're not just a farmer.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "The main difference is that over half of the population were slaves. Bond debt slaves of different varieties, but they are property of another. And the main aspiration of over half the population is to gain your purchase your freedom. That's the good life.",
    "start": "00:42:05",
    "end": "00:42:25"
  },
  {
    "text": "And then one day purchase your own slave.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, yeah. To be able to own your own slaves, to have your own estate, business and so on. So that creates a whole set of dynamics. And so what do you see? Who are the vulnerable in the New Testament? Women, slaves, children. Right. And who are precisely the people that Paul particularly goes after making sure that they have full participation and are cared for and nurtured in the early church community.",
    "start": "00:42:28",
    "end": "00:42:56"
  },
  {
    "text": "That's the whole, that whole story in.",
    "start": "00:42:56",
    "end": "00:42:58"
  },
  {
    "text": "ACTS where the care for the widows.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Care for the widows. Yeah, that's like the first thing that came up.",
    "start": "00:43:00",
    "end": "00:43:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:02",
    "end": "00:43:03"
  },
  {
    "text": "Was like, man, this community's rocking but widows are not being taken care of.",
    "start": "00:43:03",
    "end": "00:43:08"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Let's fix that.",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "Yeah, so that's a good example. ACTS chapter six. And a system didn't exist so they organized their own political system. So I think that's it. Depending on the community where I live, who, because of the way things are structured.",
    "start": "00:43:10",
    "end": "00:43:25"
  },
  {
    "text": "Yeah.",
    "start": "00:43:26",
    "end": "00:43:26"
  },
  {
    "text": "Who is it that through no fault of their own, they just happen to born into some different socioeconomic position and that is going to set them up to be. And this is where the debates come in. Are they truly, how free is America? Right. How upwardly mobile are things really?",
    "start": "00:43:26",
    "end": "00:43:43"
  },
  {
    "text": "Everyone has bootstraps and everyone can pull themselves up.",
    "start": "00:43:43",
    "end": "00:43:46"
  },
  {
    "text": "So there's lots people have very different views and opinions about that. But there's no two ways about it. Like I think about this all the time personally. You know, I grew up in Portland as whatever, just a skateboard punk. Almost failed out of high school, you know what I'm saying? My dad was a graphic designer, sign painter, working out of the shop in his garage. I was the first person in my whole extended family to finish college. And somehow I've been able to ride this wave of education and I was able to get grants or scholarships, work part time jobs. So I mean I worked. But at the same time, my road has also been a pretty easy one. I had pretty easy access to the resources. And it's just a hard fact. There are many, many people who are born into situations where their family environment won't set them up with that kind of opportunity. I mean, there's so many factors, it's just a simple fact.",
    "start": "00:43:46",
    "end": "00:44:46"
  },
  {
    "text": "Right.",
    "start": "00:44:47",
    "end": "00:44:47"
  },
  {
    "text": "And so the question is, should followers of Jesus be particularly aware of people who are in those situations and to help them in the name of Jesus? Yeah, again, this is the family of Jesus doing the Jesus thing.",
    "start": "00:44:47",
    "end": "00:45:03"
  },
  {
    "text": "Yeah.",
    "start": "00:45:03",
    "end": "00:45:03"
  },
  {
    "text": "Open up new opportunities to the good, to flourishing as an image of God that they wouldn't otherwise have. And so in that sense that's going to differ from community to community. I've been talking a long time now.",
    "start": "00:45:03",
    "end": "00:45:16"
  },
  {
    "text": "Well, it is complicated because the list of variables of what can disadvantage you in life is long.",
    "start": "00:45:17",
    "end": "00:45:27"
  },
  {
    "text": "That's right.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "And nuanced. And how do you prioritize those and how do you assess those?",
    "start": "00:45:28",
    "end": "00:45:34"
  },
  {
    "text": "That's Right.",
    "start": "00:45:35",
    "end": "00:45:35"
  },
  {
    "text": "You know, like, Logan, this isn't really necessarily what you're getting at. Is there a litmus test. Right. Of saying this guy on the left or this person on the left.",
    "start": "00:45:35",
    "end": "00:45:44"
  },
  {
    "text": "Yeah. Disadvantage.",
    "start": "00:45:44",
    "end": "00:45:45"
  },
  {
    "text": "Disadvantaged on the right. Nope. So let's take care of all the people on the left. And there's just so many variables. How would you begin to do that? And it's tough because the homeless population in Portland, the number one reason that people live on the street in Portland is because of opioid addictions.",
    "start": "00:45:45",
    "end": "00:46:03"
  },
  {
    "text": "Yeah. Yeah. And the second being mental illness.",
    "start": "00:46:03",
    "end": "00:46:06"
  },
  {
    "text": "And mental illness.",
    "start": "00:46:06",
    "end": "00:46:07"
  },
  {
    "text": "Yep.",
    "start": "00:46:07",
    "end": "00:46:07"
  },
  {
    "text": "So you just look at those and Is that a vulnerability issue when you're. When you're prescribed opioids by your doctor and then you get addicted to them and then you start doing heroin because it's cheaper and more accessible?",
    "start": "00:46:08",
    "end": "00:46:22"
  },
  {
    "text": "Yeah.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "You aren't doing that because you were vulnerable. Maybe. Maybe you're doing that because you're vulnerable. I don't know.",
    "start": "00:46:23",
    "end": "00:46:28"
  },
  {
    "text": "I mean. Yeah.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "Mental illness is clearly vulnerability formula.",
    "start": "00:46:29",
    "end": "00:46:32"
  },
  {
    "text": "It's these things, though. I mean, that's what's so difficult, because one person. But they live in a family environment that rallies around them.",
    "start": "00:46:32",
    "end": "00:46:40"
  },
  {
    "text": "Yeah.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "And then they're really. And they get through it.",
    "start": "00:46:40",
    "end": "00:46:43"
  },
  {
    "text": "Yeah.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "Another person, like, they don't have it. They weren't born into that kind of family. And so it will be infinitely more difficult for them to kick their habit.",
    "start": "00:46:43",
    "end": "00:46:52"
  },
  {
    "text": "Yeah.",
    "start": "00:46:52",
    "end": "00:46:53"
  },
  {
    "text": "And that's a. That's a structural. That's a social. Structural thing. But you also can't legislate healthy families, but you can create policies that can shape the environment for healthy families to be more likely to flourish. And so here we go.",
    "start": "00:46:53",
    "end": "00:47:11"
  },
  {
    "text": "Right.",
    "start": "00:47:11",
    "end": "00:47:11"
  },
  {
    "text": "These are very complex debates.",
    "start": "00:47:11",
    "end": "00:47:13"
  },
  {
    "text": "What was the first Thessalonians Is that about everyone should work with.",
    "start": "00:47:14",
    "end": "00:47:18"
  },
  {
    "text": "Oh, yeah, I'm with you, Logan. That's just pulling a verse out of context and using it as a weapon, in my humble opinion.",
    "start": "00:47:18",
    "end": "00:47:25"
  },
  {
    "text": "Okay.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Yeah. There are a group of people in the Thessalonian house, churches who, by Paul's definition of work, weren't actually working. And there's two possibilities. He doesn't ever say why they're not working either. One, it's. They think that Jesus return is so close, why bother? And they've nailed the date. Oh, really? They think they. Yeah, right. That he's. Because that's a big theme in those letters. Another letter is, is that he says they don't work, but they are busy bodies. Which hits on this motif that in many, it's the same. It's actually the same in any city. It's People who find who specifically. Again, half of the population is slaves. So it's people.",
    "start": "00:47:26",
    "end": "00:48:06"
  },
  {
    "text": "So they're doing the work.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "That's right. But it's people who could kind of work the system and become personal assistants to wealthy estate owners by essentially kind of becoming their assistants, but for sketchy stuff.",
    "start": "00:48:08",
    "end": "00:48:21"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:48:21",
    "end": "00:48:22"
  },
  {
    "text": "Or kind of milking the system. And so it's this weird form of work because what you do is.",
    "start": "00:48:22",
    "end": "00:48:27"
  },
  {
    "text": "It's not actually helping anyone.",
    "start": "00:48:28",
    "end": "00:48:30"
  },
  {
    "text": "That's right. You're not actually contributing. All you're doing is helping this person.",
    "start": "00:48:30",
    "end": "00:48:34"
  },
  {
    "text": "You're a parasite.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "You're kind of a parasite. That's right. And so what you do is personal assistance can be a completely legitimate form of work. I'm not saying that. I'm saying in this particular system.",
    "start": "00:48:36",
    "end": "00:48:46"
  },
  {
    "text": "What would be an example?",
    "start": "00:48:46",
    "end": "00:48:47"
  },
  {
    "text": "The one we used actually in the video, because this was extremely common, was ritual orgy parties at the local temples was a normal part of life, especially for Roman males. Okay, Friday nights, what do you do? My friend's throwing a sacrifice at the Zeus party. Lots of wine. Who's hiring the women? Who will provide the payment? Oh, my assistant will do that. That's the kind of thing. Got it. And so these people would get involved in this layer of the Roman economy that was really sketchy, but it was. You could make a living at it. And some people think Paul's aiming at that and saying, there are some jobs that you just shouldn't do. As a Christian, it's not actually work. So anyway, I agree with you that when you read the Bible out of context and take verses as a little independent slogans, you can turn the Bible into a weapon against anybody.",
    "start": "00:48:48",
    "end": "00:49:42"
  },
  {
    "text": "Seems like one of the biggest fears is that if you reach out to someone who's vulnerable and try to help them, they could take advantage of your generosity. Seems like a driving fear.",
    "start": "00:49:42",
    "end": "00:49:54"
  },
  {
    "text": "You're saying that's a theme you hear in conversations.",
    "start": "00:49:54",
    "end": "00:49:57"
  },
  {
    "text": "Theme in conversations. But even in my own heart, you know, like, why. Why don't I give a dollar to a guy on the street? I don't think he's gonna use it responsibly. So it's kind of this interesting thing where it's like, because if someone is using something you've done for them and taking advantage of you for it, they're not really being vulnerable anymore. They're. They're making you vulnerable in a way. And so it becomes very. This disjointed kind of flustering thing where it's like, well, I'm trying to help the vulnerable but it's not helping. And it's actually just making my life harder. I think that's one big apprehension that a lot of people have. And I think that's kind of an impulse behind pulling verses like that out of context and saying, let's just make it really clear, like, if someone's not gonna work, then we don't help them. Or if someone, you know.",
    "start": "00:49:57",
    "end": "00:50:50"
  },
  {
    "text": "Yeah, that's right. I guess maybe the same reason that like a homeless shelter would be like, you can join the program.",
    "start": "00:50:50",
    "end": "00:50:55"
  },
  {
    "text": "Yeah.",
    "start": "00:50:55",
    "end": "00:50:56"
  },
  {
    "text": "But if you join the program, you need to contribute and take a job here at the mission and that kind of thing.",
    "start": "00:50:56",
    "end": "00:51:02"
  },
  {
    "text": "Right. So there is some wisdom there. But then it can also get off the rails really fast because it seems like we need to remember that at the base of all this is a God who let himself being taken advantage of.",
    "start": "00:51:02",
    "end": "00:51:14"
  },
  {
    "text": "That's right.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "For others.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "Totally.",
    "start": "00:51:16",
    "end": "00:51:16"
  },
  {
    "text": "And that's the example.",
    "start": "00:51:17",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, yeah, that's the just kind of chilling. Yeah, that's right. This relates to a set of themes, a book I found really helpful a number of years ago addressing these issues of how to interpret any given community. See where the social structures tend to create cracks for certain parts of that population to be unattended to or did fall through the cracks, so to speak. So development work. Some people make their whole careers out of really honing that skill set of how to discern those cracks and address those issues. And there were a handful of guys, Steve Corbett and Brian Fickert, who wrote this book called When Helping Hurts. It came out a number of years ago, but man, it's so insightful. And it's really. I actually thought about this after the fact. When we accurately describe the biblical vision of justice as paying special attention to the vulnerable in a given community. It's really important, however, to see that the primary identity of the people that are being identified isn't the vulnerable. Like, that's not their identity. That's their socioeconomic position at this moment in time. What they are is glorious image of God bearing human beings who are capable of so much. And so for them, it's about this paradigm shift of helping. Especially Christian people engage in develop community development to have that be very much the mindset. And so it's not a helping paradigm, it's an empowering paradigm.",
    "start": "00:51:19",
    "end": "00:53:03"
  },
  {
    "text": "Yeah. How do you empower?",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "That's right. We're creating opportunity. In a given society, there'll be.",
    "start": "00:53:04",
    "end": "00:53:08"
  },
  {
    "text": "Which is a type of helping.",
    "start": "00:53:08",
    "end": "00:53:09"
  },
  {
    "text": "That's right, it is. But when you conceive of it as helping, it creates what they call The Messiah complex. I'm the helper. They are the vulnerable dependent. And they're just like, that's just not the biblical story. The biblical story is glorious images of God who, because we're screwed up, we create even without knowing it, create and participate in these social structures, disadvantage some whatever. And so if the state doesn't do it, then the family of Abraham and Jesus creates a community where at least within these, within this community, those people are given unique and new kinds of opportunities and empowered.",
    "start": "00:53:09",
    "end": "00:53:50"
  },
  {
    "text": "You know, one of the really disgusting ways that society takes advantage of the vulnerable is predatory loaning stuff.",
    "start": "00:53:50",
    "end": "00:54:00"
  },
  {
    "text": "Oh, dude. And we were talking about this yesterday.",
    "start": "00:54:00",
    "end": "00:54:04"
  },
  {
    "text": "Yeah. Cause I was read, I've been reading about it a little bit. But yeah, I mean if you're short on cash, you don't have any money in the bank and you need to fix your car to get to work, or you need food or you need rent paid or any of these things, you can go to these places that just charge you a ridiculous amount of interest to get the cash today. And then you're just in this cycle and. And then it gets worse from there because now there's this whole industry of people making up fake loans and these people who now have all this money due to other people, it's confusing, it's hard to keep track of. And then they get these phone calls of people like making up loans and bullying them and extracting more money and it's just, it's crazy.",
    "start": "00:54:04",
    "end": "00:54:53"
  },
  {
    "text": "And it all operates under legal business policies. Yeah, well, sometimes, sometimes, sometimes it's illegal, but there still can function within our economic system for long periods of time without getting flagged. Yeah, it's crazy.",
    "start": "00:54:53",
    "end": "00:55:08"
  },
  {
    "text": "It's crazy.",
    "start": "00:55:08",
    "end": "00:55:09"
  },
  {
    "text": "Yep.",
    "start": "00:55:09",
    "end": "00:55:10"
  },
  {
    "text": "And it just made me think about loans, you know? You know, like, isn't there a verse in the Bible about don't loan with interest?",
    "start": "00:55:10",
    "end": "00:55:17"
  },
  {
    "text": "Oh yeah. Again, this is. Yeah, this is good. Mishpat and Tzedekah thing where Israelites weren't supposed to exact interest from loans. And then the whole jubilee cycle and then every cycle of years, those loans, so crazy, period.",
    "start": "00:55:18",
    "end": "00:55:32"
  },
  {
    "text": "Such a crazy.",
    "start": "00:55:32",
    "end": "00:55:33"
  },
  {
    "text": "But yeah, that's right. Israelite couldn't charge interest on Israelite, at least ideally.",
    "start": "00:55:33",
    "end": "00:55:36"
  },
  {
    "text": "Yeah, yeah. I just was starting. I was reading the story of these predatory loans and the whole thing and it just got me really just in a dark place. But I started to imagine what. I just had this like daydream of someone taking wealth and saying, I want to loan this out interest free to my community and these micro loans and just trust that some people take Advantage of me. And some people won't. And like, just. I was just doing this thought experiment. What would happen in a neighborhood if all those people who need that 200 bucks, 300 bucks, 500 bucks for these things, they knew you could go to this place. And I just pictured this line of people. I pictured coming and. And you just talk to them because you want to know about their situation. And then here's the money, let me pray for you. And go. And that's it. And like, what could that do to society? I don't know. Maybe it would screw up and nothing would happen.",
    "start": "00:55:36",
    "end": "00:56:28"
  },
  {
    "text": "I'm sure people have done it. I'm sure people are doing it.",
    "start": "00:56:28",
    "end": "00:56:31"
  },
  {
    "text": "I bet people are doing it.",
    "start": "00:56:31",
    "end": "00:56:32"
  },
  {
    "text": "Yeah. Those would be amazing stories. That's good. That's a good example. That's not. Just doesn't fit into the typical categories that people tend to think of, which would be people who don't have homes, people who aren't employed. But it's people who do have homes who are employed. They're just strapped.",
    "start": "00:56:32",
    "end": "00:56:51"
  },
  {
    "text": "Yeah. They don't have any savings, which is a lot of the population.",
    "start": "00:56:51",
    "end": "00:56:55"
  },
  {
    "text": "It's a huge amount. It's the working poor. Yeah, it's the working poor.",
    "start": "00:56:55",
    "end": "00:56:58"
  },
  {
    "text": "You're one. One thing away from it all unraveling.",
    "start": "00:56:58",
    "end": "00:57:02"
  },
  {
    "text": "Yeah. So. Yeah, totally. So there's a good example. And I'm sure. I'm sure again, this is where we're.",
    "start": "00:57:02",
    "end": "00:57:09"
  },
  {
    "text": "I bet someone is doing that. If you know someone doing that, I want to hear. All right, let's wrap this up with Vic. Hey, Tim.",
    "start": "00:57:09",
    "end": "00:57:17"
  },
  {
    "text": "Hey, John. My name's Vic. I'd love if you could shed some light on what the Bible says about the relationship between justice and power. I'm a chaplain in an addiction recovery program in Baltimore, Maryland, and we talk a lot about power and powerlessness in a number of different ways and would love to hear your thoughts on that.",
    "start": "00:57:17",
    "end": "00:57:33"
  },
  {
    "text": "Thanks. You know, it's interesting because there's so much you can do for someone and then someone has to at some point decide, I'm worth taking care of myself too. I guess there's some people who. They've given up on themselves. They don't think they're able to accomplish things. They don't think they're worthy of good things. This is what I deserve. I can't do any better. And there's this just mentality that will keep you in this cycle of self sabotage almost. And I think it's really interesting that he's a chaplain. I'm sure he has to deal with that mentality. A lot.",
    "start": "00:57:33",
    "end": "00:58:14"
  },
  {
    "text": "This kind of self sabotage mentality, isn't it interesting? And the same mindset but for somebody in a different socioeconomic position can drive them towards accomplishment. In other words, a low self worth.",
    "start": "00:58:14",
    "end": "00:58:30"
  },
  {
    "text": "Like I need to prove myself can.",
    "start": "00:58:32",
    "end": "00:58:33"
  },
  {
    "text": "Yeah. It depends on what opportunities you have. So depending on whatever, just depending on somebody's unique story, that same low self worth can drive somebody right into a really destructive set of patterns. It can also drive somebody into hyper productive that is also destructive on just themselves emotionally and spiritually. And so in that sense, both, both people need to have their self worth reshaped by God's love and generosity shown through Jesus. And for some people that means elevating their worth and value and realizing I am worth a better kind of life.",
    "start": "00:58:33",
    "end": "00:59:17"
  },
  {
    "text": "Yeah.",
    "start": "00:59:17",
    "end": "00:59:17"
  },
  {
    "text": "And then for others it's saying I need to stop taking myself so seriously and allow myself to fail.",
    "start": "00:59:18",
    "end": "00:59:26"
  },
  {
    "text": "Right. Yeah. Some people it's, I have more power than I realize.",
    "start": "00:59:27",
    "end": "00:59:30"
  },
  {
    "text": "Yeah.",
    "start": "00:59:31",
    "end": "00:59:31"
  },
  {
    "text": "And I need to exercise that.",
    "start": "00:59:31",
    "end": "00:59:32"
  },
  {
    "text": "Yep.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "And other people need to go, I have less power than I think I do and I need to like humbly just kind of chill out.",
    "start": "00:59:33",
    "end": "00:59:41"
  },
  {
    "text": "Yeah. No matter what. I. Yeah, that's right. Yes. Yes. Self worth issues manifest themselves in so many different ways.",
    "start": "00:59:42",
    "end": "00:59:52"
  },
  {
    "text": "Yeah.",
    "start": "00:59:52",
    "end": "00:59:53"
  },
  {
    "text": "I'm not a psychologist, but so I know people are experts on this kind of thing.",
    "start": "00:59:53",
    "end": "00:59:57"
  },
  {
    "text": "Yeah.",
    "start": "00:59:57",
    "end": "00:59:57"
  },
  {
    "text": "It's so fascinating.",
    "start": "00:59:57",
    "end": "00:59:58"
  },
  {
    "text": "It is fascinating to me.",
    "start": "00:59:59",
    "end": "01:00:00"
  },
  {
    "text": "Yeah. What I thought Vic's question at first about justice and power was going to be about what types of people should take the initiative. But that's a different kind of question. But it is interesting. Like the prophets never Amos and Micah and Isaiah never call out to the poor. They always call Israel's rulers and priests public leaders to account. And even in the church, you know, when Paul takes the Corinthians to account, what he calls is the Corinthians who have enough money to hire lawyers against each other in First Corinthians 6. And it's like you guys, or Paul calls Philemon a slave owner and an estate owner to use his position of influence to benefit one of his slaves and treat him like an equal. Actually, that's a good example where Paul calls Philemon both to kind of disadvantage himself, but he calls Onesimus the slave to a greater sense of value in the community and that his past doesn't have to define him, his future in the community. So both people.",
    "start": "01:00:00",
    "end": "01:01:12"
  },
  {
    "text": "Yeah. Both ends of the spectrum.",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "Yeah. Are empowered, but in different ways.",
    "start": "01:01:14",
    "end": "01:01:17"
  },
  {
    "text": "Yeah. And it seems like the true source of your identity that should be empowering you is this image of God identity of being co rulers. Like, we're all. We're all in this to make a good world and to rule over this on God's behalf. And so that might mean stepping up and that might mean not hoarding so much power. It could mean different things for different people.",
    "start": "01:01:17",
    "end": "01:01:48"
  },
  {
    "text": "Yeah, that's right. Yeah, I think that's right. There's never formulas. That's why I want formulas. Yeah. And what the apostles say is what you get is the Holy Spirit.",
    "start": "01:01:48",
    "end": "01:01:59"
  },
  {
    "text": "Yeah.",
    "start": "01:02:00",
    "end": "01:02:00"
  },
  {
    "text": "What you get is the Spirit to show you the way to bring Jesus to teachings to your mind and to reveal new truth and insight to you about how to apply his teachings to your specific situation.",
    "start": "01:02:00",
    "end": "01:02:13"
  },
  {
    "text": "Yeah.",
    "start": "01:02:13",
    "end": "01:02:14"
  },
  {
    "text": "Spirit power, man.",
    "start": "01:02:15",
    "end": "01:02:16"
  },
  {
    "text": "Yeah.",
    "start": "01:02:16",
    "end": "01:02:16"
  },
  {
    "text": "It's the new justice.",
    "start": "01:02:16",
    "end": "01:02:17"
  },
  {
    "text": "And Vic has the Holy Spirit, the new justice. Cool. All right. That's it.",
    "start": "01:02:17",
    "end": "01:02:22"
  },
  {
    "text": "Yeah. You guys, thank you for your great questions. Yes.",
    "start": "01:02:22",
    "end": "01:02:25"
  },
  {
    "text": "We're going to do another one of these Q and R's on Nefesh.",
    "start": "01:02:25",
    "end": "01:02:28"
  },
  {
    "text": "Yeah. On this, the soldier being.",
    "start": "01:02:28",
    "end": "01:02:31"
  },
  {
    "text": "Yes. So send those questions in. Still. We're collecting those. And this is the end of the year for us. It's the last podcast of the year of 2017.",
    "start": "01:02:31",
    "end": "01:02:41"
  },
  {
    "text": "Yeah, yeah, yeah. It's been an incredible year.",
    "start": "01:02:42",
    "end": "01:02:45"
  },
  {
    "text": "It's been a great year.",
    "start": "01:02:45",
    "end": "01:02:46"
  },
  {
    "text": "I've talked to John about this multiple times. I'm so surprised at how many people enjoy listening to John and I talk about theology. I actually don't understand it. It's interesting to me.",
    "start": "01:02:46",
    "end": "01:03:00"
  },
  {
    "text": "Yeah.",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "But I just automatically assume that what's interesting to me is not interesting to me.",
    "start": "01:03:01",
    "end": "01:03:04"
  },
  {
    "text": "I ran into a guy last night. I was playing soccer and he was there and he goes, oh, hey, you're John. I listen to your podcast. I'm like, I'm sorry, man. I'm in your head all the time.",
    "start": "01:03:04",
    "end": "01:03:16"
  },
  {
    "text": "You're like, I'm trying to get out of my head. Yeah. So thank you. We're having a wonderful time learning together. And these conversations all contribute to videos and projects that we're working on. So what a great privilege. Thank you for listening.",
    "start": "01:03:17",
    "end": "01:03:34"
  },
  {
    "text": "And, you know, it's actually really encouraging to me to see all these questions from chaplains and philosophers.",
    "start": "01:03:34",
    "end": "01:03:39"
  },
  {
    "text": "Yeah.",
    "start": "01:03:39",
    "end": "01:03:40"
  },
  {
    "text": "People just like, working this out, you know, like, we're in this together.",
    "start": "01:03:40",
    "end": "01:03:44"
  },
  {
    "text": "And yeah, that's what we're doing. We're working it out, too, and so are all of you. So thanks for listening. And we're excited for our conversations to be.",
    "start": "01:03:45",
    "end": "01:03:55"
  },
  {
    "text": "Hey, my name is Simon, and I live in the beautiful city of Vienna, Austria. And I love the Bible project so much that I actually chose to translate it into German. And I'm actually here with my good friend Philipp, who is the leader of the German Bible Project.",
    "start": "01:03:57",
    "end": "01:04:10"
  },
  {
    "text": "Hi, my name is Philip and I came from Lemgo, that's nearby Cologne in Germany. Ich liebe das Bibelprojekt und ich liebe ess einsusetzen. Um mention diebels who are claiming.",
    "start": "01:04:10",
    "end": "01:04:22"
  },
  {
    "text": "Say.",
    "start": "01:04:25",
    "end": "01:04:25"
  },
  {
    "text": "The part in English. Okay. I love the Bible Project because I love to train people in Germany to love Jesus Christ. We believe the Bible is a unified.",
    "start": "01:04:25",
    "end": "01:04:35"
  },
  {
    "text": "Story that leads to Jesus. We're a crowdfunded project by people like me.",
    "start": "01:04:35",
    "end": "01:04:40"
  },
  {
    "text": "Find free videos, podcasts, study notes, and more@thebibleproject.com it.",
    "start": "01:04:40",
    "end": "01:04:49"
  }
]