[
  {
    "text": "Hey, this is John at the bibleproject. This is the second part of our conversation on the biblical theme of justice. Justice is a biblical motif that carves its way through the entire biblical narrative and has its climax to Jesus. But the question is, what does it look like to do justice?",
    "start": "00:00:09",
    "end": "00:00:28"
  },
  {
    "text": "If I honor the Bible as a source of divine wisdom, I have to reckon with the fact that this extraordinary emphasis on the vulnerable, people who are vulnerable, and that their problems need to become the problems of those with influence and resources and voice and that that's the definition of a just community. That just is the case. And justice and righteousness, its primary meaning is my posture towards the vulnerable and the poor in our community. And it's not simple. If it were simple, these problems wouldn't plague our communities.",
    "start": "00:00:29",
    "end": "00:01:06"
  },
  {
    "text": "There are many different ways to think about that and many people have different opinions on how it should be done. Regardless, the Bible is pretty clear. Justice and righteousness are central to the heart of God. Today we're going to have a complicated conversation about justice and its related word, righteousness. Thanks for joining us. Here we go. So this restorative versus retributive thing is blurring for me a little bit because with the Exodus story they kind of become one and the same.",
    "start": "00:01:07",
    "end": "00:01:47"
  },
  {
    "text": "Right.",
    "start": "00:01:47",
    "end": "00:01:47"
  },
  {
    "text": "They're being oppressed, which is wrong, and they're being taken advantage of, which makes them poor. And then their poverty makes them more likely to be taken advantage of. So they kind of go hand in hand. So is that the case throughout the Old Testament? It's just kind of, it's this kind of hand in hand thing that people who are vulnerable are usually taken advantage of. So really like this distinction becomes less and less important.",
    "start": "00:01:48",
    "end": "00:02:16"
  },
  {
    "text": "Yeah, yeah. Niklas Wolterstorff, he's a philosopher, he's a follower of Jesus. I forget where he teaches.",
    "start": "00:02:17",
    "end": "00:02:23"
  },
  {
    "text": "I kind of wish I had that last name.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Wolterstorff.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "Wolterstorff.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "About 10 years ago he wrote, I think the, the most robust case for a Christian vision of justice that is respected widely in just the academic ethical philosophy field. He was writing for a non religious audience, making a case for a biblical vision of justice. The book is called Rights and Wrongs. It was a very helpful book. His point, when he talks about the quartet of the vulnerable, he says the reason why this is such a big deal for the Old Testament authors is something that's fairly universal to the human condition. And these are his words. He says lower classes are not only disproportionately vulnerable to injustice, but are disproportionately actual Victims of injustice in human history. Injustice is not equally distributed.",
    "start": "00:02:28",
    "end": "00:03:18"
  },
  {
    "text": "Yeah.",
    "start": "00:03:18",
    "end": "00:03:18"
  },
  {
    "text": "And I know this is a point of contention between political parties. Is it in our own culture? Yeah, sure. About the nature of people or communities that find themselves in poverty.",
    "start": "00:03:18",
    "end": "00:03:30"
  },
  {
    "text": "Oh, sure.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "What does it mean to protect their rights? For some people it will be through certain kinds of social programs. For other people it will be through educational benefits.",
    "start": "00:03:32",
    "end": "00:03:40"
  },
  {
    "text": "So someone who constantly talks about leveling the playing field, they might see and think that there's a disproportionate amount of inequity towards a certain person. But someone who's just really just more about free market might go like, no, everyone has an equal opportunity, so let's not mess with things.",
    "start": "00:03:40",
    "end": "00:04:05"
  },
  {
    "text": "Yeah. That might be rooted more in a maximizing welfare value in that moment of let's create a system that will give the most opportunity to the most people, to the most amount of people. And if people want to change their life trajectory from empower them to do so, empower them, then the free market is the best way to create that. Right. And this is huge debate.",
    "start": "00:04:05",
    "end": "00:04:28"
  },
  {
    "text": "Yes, huge debate.",
    "start": "00:04:28",
    "end": "00:04:29"
  },
  {
    "text": "Huge debate in our time. And all we can say is it's.",
    "start": "00:04:29",
    "end": "00:04:32"
  },
  {
    "text": "A big debate right now with healthcare.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "Of course. Of course.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Because that's all it's coming down to is should you give people who don't have the ability to buy health insurance, should you help them do it because they're poor, so they're more likely to get to be essentially not have access? Or do you let the free market kind of. Because at that point then you're manufacturing the marketplace, or do you let the free market decide, in which case then really you're just creating more choice for people. And so you're making arguments from either side.",
    "start": "00:04:35",
    "end": "00:05:11"
  },
  {
    "text": "Yes.",
    "start": "00:05:11",
    "end": "00:05:11"
  },
  {
    "text": "And it just depends on what you think is the more just way of going about it.",
    "start": "00:05:12",
    "end": "00:05:16"
  },
  {
    "text": "Yeah. Which is the more straight. Provide the most straightness, what provides the most crookedness? And so here's. You just have to reckon with this fact. If I honor the Bible as a source of divine wisdom, I have to reckon with the fact that this extraordinary emphasis on the poor living conditions of people in poverty were people of the vulnerable, people who are vulnerable, and that their problems need to become the problems of those with influence and resources and voice. And that that's the definition of a just community. That just is the case. And I can choose to say, I hear that that's what the Bible's saying. I'm not sure I agree with that. I think there's a different way. So that's fine. But I Think at least we're not doing anybody any favors is by saying, well, that's not actually what the Bible's saying.",
    "start": "00:05:16",
    "end": "00:06:13"
  },
  {
    "text": "You're saying that the Bible is saying that justice is actually identifying the people who are marginalized and vulnerable and making sure that there are systems in place that give them a leg up. That's the biblical view of justice.",
    "start": "00:06:15",
    "end": "00:06:39"
  },
  {
    "text": "Yeah. I mean, if we want to say we're trying to be faithful to the Bible and it's wisdom about justice, I don't know.",
    "start": "00:06:39",
    "end": "00:06:48"
  },
  {
    "text": "This becomes very clear.",
    "start": "00:06:48",
    "end": "00:06:49"
  },
  {
    "text": "Yeah, it's just. You just read it. Well, it can be easily misunderstood. Here's a good example. In the 1960s and 70s, there was a really influential theologian from Peru. He's Peruvian, he's a Catholic priest, and his name was Gustavo Gutierrez. And he just started writing like a madman because he grew up in poor, you know, slum in Peru. But he was able to find his way forward through education and then ministry in the Catholic Church. And so he just started writing. His most famous book was called the Theology of Liberation. And he ended up sparking a. A movement, a theological movement, authors liberation theology. Liberation theology. And it was encapsulated by this phrase that he coined called if you look at the God of the Bible who reveals himself as the God of the Exodus, and he calls it that God has a preferential option for the poor, which doesn't mean that you disregard fairness in favor of the poor. He's often misunderstood on that point. His point is simply that if you look at all of the hundreds of occurrences of mishpat in the Bible, there is 9 out of 10 of them are uniquely focused and aware of the difficult situations of the vulnerable. And if they are left behind in my vision of the future of my community, I cannot claim to be a just community. That just is the case. And it's through from the Torah to the prophets and as we'll talk about right on into the New Testament as well. It's just so how that translates into specific policies and legislation.",
    "start": "00:06:50",
    "end": "00:08:31"
  },
  {
    "text": "Yeah, you said it could go too far. What were you about to say?",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "Well, I mean. Well, this is what people debate about. So I think there is lots of room for. You just have to be an expert, I think, on the policy of whatever matter is at hand, education or healthcare, I think at least we should be clear. If I'm claiming to be a religious person who bases my view of the world on the Bible, my vision of the just society has to be informed by this. So this is what I'm hoping. The contribution the video can make is to at least say this is what the Bible means front to back about justice. And my hunch is that on like a healthcare debate, I mean, I actually don't understand the details. I try to, but it's really complicated. But my hunch is there are probably religious people on both sides of that debate who have read their bibles and they really believe what they're doing is faithful, even though they come to different points of view. And I don't know what to do with that. But it's an exercise everybody has to go through. I think if you find yourself called into these kinds of roles, well, all.",
    "start": "00:08:34",
    "end": "00:09:47"
  },
  {
    "text": "This gets really political. And one of the questions, I suppose is is the best place for all of this justice to be acted out is in the, in the government?",
    "start": "00:09:47",
    "end": "00:10:01"
  },
  {
    "text": "Oh, I see, right.",
    "start": "00:10:02",
    "end": "00:10:03"
  },
  {
    "text": "Or is this something that should be happening through families or other institutions? So I hear that argument too, like, sure, yeah, we should take care of the poor. We should. But let's do it through the church, not through the government. Or let's do that through our families. And so that's just another whole wrinkle in the conversation.",
    "start": "00:10:03",
    "end": "00:10:26"
  },
  {
    "text": "Yeah, it is, because. And historically, there have been many seasons in the history of the Jesus movement where networks of local churches created institutions that now in our day are a part of our centralized government or a part of our market economies. Like hospitals, that's part of our market economy. They're not state run, but hospitals are a uniquely Christian contribution to the history of the human race. Same with like local food banks and this kind of thing. Like there was no social safety web in the early Roman Empire for the poor. And so this is why the Jesus movement was so stinking effective in the first few centuries, was it was creating these institutions to care for the vulnerable that simply didn't exist.",
    "start": "00:10:26",
    "end": "00:11:20"
  },
  {
    "text": "Didn't exist.",
    "start": "00:11:20",
    "end": "00:11:21"
  },
  {
    "text": "It didn't exist.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "Yeah. Yeah. It's interesting to live in a time where a lot of things do exist. I mean, so kind of just bring it really practically. Like here in Portland. There's a large homeless population in Portland. In fact, this morning I was driving with my mom here to the office and we drove through and there's a bunch of those tents over by where Francis St. Francis park was.",
    "start": "00:11:22",
    "end": "00:11:41"
  },
  {
    "text": "Yep. On 12th.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Yeah. And she hadn't actually driven down the street. She was like, whoa, he's always been here. And then she told me how our church used to have this mystery called three o' clock people. And it was just right over, I think actually on this property, even maybe in the field over there. And on Sundays at 3, they would just do a big, like, potluck for. Not potluck. They would do a big meal for anyone. But it was the homeless that would come. And then they were asked by the neighborhood to stop doing it because all the homeless would then kind of stay and kind of live. It became like a central zone because of that. And when you go through these areas, yeah, they're dirty. There's drugs, there's crime. And so it actually created pain for the people who were trying to live there. And they actually told them to stop. And in one sense, you're like, well, that's frustrating because you can't see beyond your own piece of property to kind of help other people. But at the same time, it's like, okay, I guess I could get it. No one's doing that near my house. And so I don't have to deal with that. And. And then my mom said that she. One of her friends from back where I grew up was a police officer and would constantly talk about all the problems that arose from the homeless. And he was a Christian who was very like, don't take care of the homeless and don't feed the homeless. And he had this, like, chip on his shoulder about it because he saw the, like, the really seedy side of things. And so all to say, I think we can agree that people who are poor and who need food, like, we should take care of them. But then, for whatever reason, when you step into that world, it starts getting really.",
    "start": "00:11:42",
    "end": "00:13:34"
  },
  {
    "text": "It's complicated.",
    "start": "00:13:34",
    "end": "00:13:35"
  },
  {
    "text": "Complicated.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "Yeah. Because it's not just about food. It's about the relationships and how people make a living, how people are able to provide for themselves. And then all of the psychological barriers.",
    "start": "00:13:36",
    "end": "00:13:50"
  },
  {
    "text": "Yep.",
    "start": "00:13:50",
    "end": "00:13:51"
  },
  {
    "text": "Mental health, all of that.",
    "start": "00:13:52",
    "end": "00:13:54"
  },
  {
    "text": "Yeah. And then there's the stability that comes when you live in a family. You have more stability in certain networks and. Yeah, different things. Yeah, there's a whole host of things.",
    "start": "00:13:54",
    "end": "00:14:04"
  },
  {
    "text": "That's right. So, yeah, at root, we're saying this is way more than just starting a food bank.",
    "start": "00:14:04",
    "end": "00:14:09"
  },
  {
    "text": "Right.",
    "start": "00:14:10",
    "end": "00:14:10"
  },
  {
    "text": "There are other people who, through some choices of their own, but some, not some people are just born into a situation and they're set up disadvantaged. And so the question is, in the biblical vision, will I be aware of and make their problem part of my responsibility? And that is the biblical vision of mishpat. And as we'll see here, also righteousness, justice and righteousness. Its primary meaning is my posture towards the vulnerable and the poor in my community. And it's not simple. It's not simple. If it were simple. These problems wouldn't plague our communities if it was simple. So, of course it's complicated.",
    "start": "00:14:10",
    "end": "00:14:58"
  },
  {
    "text": "And that's to say that it's complicated on that side and it's complicated on the other side, that when people have resources, we just automatically become greedy, hold.",
    "start": "00:14:59",
    "end": "00:15:10"
  },
  {
    "text": "On to power, or just apathetic.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "Apathetic even.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "Yeah, I think just. Yeah, I think mostly that's it.",
    "start": "00:15:14",
    "end": "00:15:17"
  },
  {
    "text": "That's a large part.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "When your needs are met, it's very easy to not think about the needs of other people. Yeah, I mean.",
    "start": "00:15:18",
    "end": "00:15:26"
  },
  {
    "text": "Yeah. And also, for whatever reason, it's also easy to begin to justify doing things that in a different situation would be, obviously. And just. And to just think, well, it's okay. I don't know. I can't think of, like, an example, but for what. I mean, it's kinda like the people who are, like, shifting the weights, you know?",
    "start": "00:15:27",
    "end": "00:15:49"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "It's not like you have just one group of people or just this devious people who are like, you know, I know I can get away with it. There's some people, there's just some sketchy people. But then there's the guy who's kind of like, he just needed one day a little extra money because his mom was sick or his daughter broke his leg or whatever, and he's like, I know how I can do it. I'm just gonna just tinker with the weights, just do it for a week, and then it'll be back to normal. And then all of a sudden, next thing he knows, he's doing it all year. Next thing he knows, it's turned into the Next thing.",
    "start": "00:15:50",
    "end": "00:16:25"
  },
  {
    "text": "Becomes a Breaking Bad situation.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Breaking Bad situation, Right?",
    "start": "00:16:28",
    "end": "00:16:30"
  },
  {
    "text": "Yeah. How do people end up in the cycles of decisions of perpetuating injustice, and it's rarely. Because they set out to do it, right?",
    "start": "00:16:30",
    "end": "00:16:42"
  },
  {
    "text": "Yeah, yeah. Like the whole Bernie Madoff thing, you know, his whole thing where he did the Ponzi scheme and just screwed over lots of people, their whole retirement accounts and stuff. And on the face of it, you're like, man, what a. What a cruel, wicked, selfish, ridiculous thing to do to take people's money, pretend you're investing it, give it to other people, and just kind of create this whole Ponzi scheme. And just recently, was it on a podcast or something, someone was interviewing him and finally kind of was getting his story. And from. And then when you hear from his point of view, it wasn't like he just woke up. He's like, you know, I'm going to, like, screw over a bunch of People, he. It was just all tied into so many different things and dysfunctions and a desire to be loved and desire to not feel stupid and a desire to help people, and all these things mixed together, which just led to one bad choice after another until he just felt stuck. And it's so interesting to, like, human condition. Human condition, yeah.",
    "start": "00:16:42",
    "end": "00:17:52"
  },
  {
    "text": "So to round that off, this is just about mishpat. Beautiful short little poem in the book of Jeremiah that brings a lot of this together. This is what the Lord says. Don't let the wise man boast of his wisdom. Don't let the mighty man boast of his might. Don't let the rich man boast of his riches. Rather, let the one who boasts boast about this, that he understands and knows me, that I am the Lord who exercises mercy. Just mishpat. So there's our two. We keep popping up together. Mercy and mishpat and righteousness on earth. This is what I delight in, declares the Lord. That's worth memorizing and pondering many occasions. So you have three triads of what is valuable contrasted with each other.",
    "start": "00:18:07",
    "end": "00:19:05"
  },
  {
    "text": "Wisdom, which is a rad thing.",
    "start": "00:19:06",
    "end": "00:19:08"
  },
  {
    "text": "Yeah, yeah. Education and insight. And wisdom might. So it says the mighty man, which of course is not just. Can you bench press a lot?",
    "start": "00:19:08",
    "end": "00:19:23"
  },
  {
    "text": "How much power and authority you have?",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "Power, yeah. And then wealth, education, influence, wealth. And the whole point of the poem is, if that's what I think is valuable, which gives me value, and therefore what I think is most valuable. I'm fooling myself if I think I'm gonna. If I say I know God, rather, the one who boasts in anything has only one thing to boast about, that he knows his Creator. And knowing your Creator means knowing the God who exercises mishpat. Mercy and. Right. All the stuff we've been talking about. The God of the Exodus who notices the problems of other people and makes them his problem. That's who God is. And the one who knows God will boast in that the first three things.",
    "start": "00:19:26",
    "end": "00:20:20"
  },
  {
    "text": "All really help me. Right. Or can very easily.",
    "start": "00:20:21",
    "end": "00:20:27"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:27",
    "end": "00:20:27"
  },
  {
    "text": "Like my wisdom can make me make good decisions, can help me create wealth. It can help me have whatever my power and influence. Same thing, my riches. But those also can be used.",
    "start": "00:20:27",
    "end": "00:20:43"
  },
  {
    "text": "That's right.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "In the other direction.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Yeah, yeah. This isn't saying, therefore, don't try and become wise. And don't.",
    "start": "00:20:45",
    "end": "00:20:51"
  },
  {
    "text": "Don't try to have influence.",
    "start": "00:20:51",
    "end": "00:20:53"
  },
  {
    "text": "Yeah. And don't. Don't try to generate wealth. It is not saying that. The point is don't boast.",
    "start": "00:20:53",
    "end": "00:21:01"
  },
  {
    "text": "Don't make Those at the end.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Yeah. If you make those, what defines your value and your identity? Your. You have no clue who God is. So it's not about whether or not you have those things, it's whether you have them or whether you don't. Who's going to define your identity and what you think is really valuable. And if you know the God of the Exodus, you know that your wisdom, your might and your riches aren't yours. They were given to you as a gift. And to know God is to put those things in the service of mission.",
    "start": "00:21:04",
    "end": "00:21:40"
  },
  {
    "text": "What makes God delight is mercy, justice and righteousness.",
    "start": "00:21:40",
    "end": "00:21:45"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "And what you should boast in, what should make you stoked, is your connection to that God.",
    "start": "00:21:46",
    "end": "00:21:56"
  },
  {
    "text": "I mean, I've only met a small number of really wealthy people in my life through like church or whatever friendships. And yeah, a number of them have just been so. Dude, they're so such remarkable people because they just have this attitude to their stuff that it just actually doesn't matter.",
    "start": "00:21:56",
    "end": "00:22:17"
  },
  {
    "text": "That's a rarity.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "It is rare. It is rare. And the pattern I noticed from those handfuls people was that they also give a lot of money away and they, well, they don't just give it away, they actually invest it in mishpat kinds of things like you know, a boy's ranch for kids coming out of juvenile hall or like, you know, that kind of thing. And you're just like, that's so legit. Yeah, it's like a one year boys ranch.",
    "start": "00:22:21",
    "end": "00:22:50"
  },
  {
    "text": "It gives them more joy.",
    "start": "00:22:50",
    "end": "00:22:52"
  },
  {
    "text": "They just go learn how to take care of animals and horses.",
    "start": "00:22:52",
    "end": "00:22:55"
  },
  {
    "text": "That's awesome.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "Once they get out of juvenile hall anyway. Just like that and you meet somebody who leverages their wisdom and might and riches for that and you're just like that. There's one sense in which I don't actually. Oh gosh, if I had that kind of wealth, I would be so terrified that I wouldn't leverage it for that kind of thing. What enormous pressure that would be.",
    "start": "00:22:56",
    "end": "00:23:20"
  },
  {
    "text": "Anyway, have I told you about my whole lottery theory?",
    "start": "00:23:21",
    "end": "00:23:24"
  },
  {
    "text": "No.",
    "start": "00:23:25",
    "end": "00:23:25"
  },
  {
    "text": "That there's only one right decision if you win the lottery. I think really thought through this. If you won a big lottery, the smartest thing to do is to not keep any of it. Because most people win the lottery, their lives get destroyed either because they just start overspending and, and they just, and they become miserable because it's not actually making them happy and then they can't actually control their spending and then they actually just go bankrupt. Also all your friendships and relationships now people are Coming to you, asking you for money. And then it just complicates those relationships. So. Yeah. It makes your life really difficult. And it's actually what. What could be more fun than spending the rest of your life just giving money away? Right. Like if you had enough money that you could set up a foundation and none of it's yours and you just pay yourself a salary like a. Like a regular person's salary, and your job is just to be giving it away your whole life. That'd be just like.",
    "start": "00:23:27",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, that's pretty.",
    "start": "00:24:38",
    "end": "00:24:38"
  },
  {
    "text": "You just hooked yourself up and you're hooking other people up. Like that's what every lottery winner should ever do.",
    "start": "00:24:38",
    "end": "00:24:44"
  },
  {
    "text": "Should write a short book about that. Kind of a small market, right?",
    "start": "00:24:45",
    "end": "00:24:50"
  },
  {
    "text": "It's probably. Yeah.",
    "start": "00:24:50",
    "end": "00:24:50"
  },
  {
    "text": "Or a large market people a year. I guess a lot of people buy lottery tickets.",
    "start": "00:24:50",
    "end": "00:24:54"
  },
  {
    "text": "But what's the difference between winning the lottery and doing really well at business or.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "That's true. That's true.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "Yeah.",
    "start": "00:25:00",
    "end": "00:25:01"
  },
  {
    "text": "Yeah. You just had to work a bit more for it. Yeah. Going to 711 and getting a ticket.",
    "start": "00:25:01",
    "end": "00:25:07"
  },
  {
    "text": "So mercy and justice show up a lot. And then this word righteousness is also showing up in the mix. And that word has a lot of baggage for me. And we haven't really talked about that word. You said it's a word that it's in the companion word.",
    "start": "00:25:33",
    "end": "00:25:49"
  },
  {
    "text": "Yeah, to mishpat.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "To mishpat, yeah.",
    "start": "00:25:50",
    "end": "00:25:52"
  },
  {
    "text": "In fact, there's a fixed phrase in Hebrew, justice and righteousness, that occurs about. It's over 50 times in the Old Testament alone and most scholars. There's one Israeli, Hebrew scholar, he wrote a whole book on this. He thinks the best definition of that phrase is not to translate each word individually, but to use one phrase for it. And he chose, as Moshe Weinfeld, he chose the word social justice, justice, oriented towards the vulnerable in my community is what he thinks. When we read the phrase righteousness and justice. When we read Psalm 99, righteousness and justice are the foundation of your throne. Or we read about the Messianic king that he will come and rule with righteousness and justice. What is being talked about there is mishpat for the vulnerable. And righteousness is the character trait or the standard.",
    "start": "00:25:52",
    "end": "00:26:55"
  },
  {
    "text": "So when you have mishpatit for the vulnerable, you are a righteous person.",
    "start": "00:26:56",
    "end": "00:27:00"
  },
  {
    "text": "When you do mishpat, you are upholding righteousness.",
    "start": "00:27:00",
    "end": "00:27:04"
  },
  {
    "text": "Wouldn't you just be upholding mishpat?",
    "start": "00:27:04",
    "end": "00:27:06"
  },
  {
    "text": "Well, you're upholding mishpat, but you're doing so because of some standard or value. Why do I value the mishpat of the Vulnerable. What value or standard am I adhering to?",
    "start": "00:27:06",
    "end": "00:27:20"
  },
  {
    "text": "That's interesting, because people would just say justice is the standard. We care about justice because of justice.",
    "start": "00:27:21",
    "end": "00:27:27"
  },
  {
    "text": "Right, right, right, right, right, right, right.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "Because it's right.",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "Okay, so, yeah, this is. So here we go. So now we're to righteousness in Hebrew, righteousness. There's a few words that come from one root, but tsede ka is the most common expression of the root. You can also take off the ah and just have tzedek, tzedek or tzedika, tzedeq translated as righteousness. Both of them. And its most basic meaning. If you look in the dictionary and people have done written. People have written whole books on this.",
    "start": "00:27:29",
    "end": "00:27:56"
  },
  {
    "text": "Yeah.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "At its core, it's a relational term meaning a standard of right relationships.",
    "start": "00:27:57",
    "end": "00:28:04"
  },
  {
    "text": "You're talking about the word righteousness or righteousness.",
    "start": "00:28:04",
    "end": "00:28:06"
  },
  {
    "text": "Okay. It's the same. The word tzedeqah gets translated into English as righteousness. And what if you look at all the. Whatever, 200 some odd uses of it in the Old Testament, it's an ethical standard that consists of people in right relationships. It's a relationship word. And it's something similar of like, in English, we have this phrase of doing right by someone. You've done right by me. That actually is a more helpful English paraphrase of righteousness.",
    "start": "00:28:06",
    "end": "00:28:40"
  },
  {
    "text": "You do right by me.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "Righteousness, righteousness and justice are the foundation of God's throne. Psalm 99. So doing right by people through acts of mishpat, that's the foundation of God's rule and character.",
    "start": "00:28:42",
    "end": "00:28:56"
  },
  {
    "text": "But how else can you do right by someone other than mishpat?",
    "start": "00:28:57",
    "end": "00:29:00"
  },
  {
    "text": "Oh, correct, correct. So the two go together at least.",
    "start": "00:29:01",
    "end": "00:29:06"
  },
  {
    "text": "I mean, are there.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "There might be ways, I suppose.",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "Okay.",
    "start": "00:29:10",
    "end": "00:29:10"
  },
  {
    "text": "Yeah. If you look at how they're tied together, tzedeqa is the standard of right equitable relationships between the two of us. And mishpat are the actions that you take to create that standard and to do it.",
    "start": "00:29:10",
    "end": "00:29:29"
  },
  {
    "text": "So if I have righteousness, it's because I'm in right relationship. It's always referring to my righteousness towards.",
    "start": "00:29:29",
    "end": "00:29:36"
  },
  {
    "text": "Someone or someone else. That's right. Yeah.",
    "start": "00:29:36",
    "end": "00:29:38"
  },
  {
    "text": "It's never just eternal thing like integrity.",
    "start": "00:29:38",
    "end": "00:29:42"
  },
  {
    "text": "Yeah. But integrity is also a relational word.",
    "start": "00:29:44",
    "end": "00:29:47"
  },
  {
    "text": "That's true.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "Yeah. Yeah. So. Yeah. So righteousness is the standard of relating to everyone else in my life in a right way.",
    "start": "00:29:48",
    "end": "00:29:59"
  },
  {
    "text": "Okay.",
    "start": "00:29:59",
    "end": "00:30:00"
  },
  {
    "text": "And what kinds of actions display that standard? Mishpat, which is both recompense. Right. So like confronting the whatever injustice and making sure it's accounted for, but also this other sense of mishpat majority, which is looking out for the situation of the vulnerable. And you can just see. So here's just one example. You can see how it works out. This is from Job. This is from Job's final defense before God about why it's screwed up that he's suffering in job 29. But it offers one of the most complete poetic definitions of righteousness in the Old Testament. So Job 29, starting in verse 12, he says, I delivered the poor who cried for help, and the orphan who had no helper. The blessing of the one ready to perish came upon me. I made the widow's heart sing for joy. Notice the vulnerable triad there. I put on tzedekah and it clothed me. I put on mishpat like a robe in a turban. I was eyes for the blind, feet for the lame, father for the needy. I investigated the case which wasn't my own. I broke the jaws of the wicked. I snatched the prey from his teeth. So he sees tzedeqa as this way of life that he was practicing is a way of life that embodies. He talks about tzedeqah as what clothes him. And then mishpat is like his outerwear.",
    "start": "00:30:00",
    "end": "00:31:47"
  },
  {
    "text": "So like, righteousness to me was always a very personal thing. But you're talking about it as a very interpersonal thing.",
    "start": "00:31:48",
    "end": "00:31:56"
  },
  {
    "text": "Well, Job's talking about it as a personal thing. This is just one example, right? Yeah, that's what I'm saying. Righteousness is an outward oriented standard of how I relate to other people, particularly how I relate to people in difficult situations. That's what he's saying. Here's an example from Ezekiel, chapter 18. But if a man is righteous and practices mishpat and tzedakah, the righteous person, when you see that word in the Bible, the righteous, it's taking that word tzedakah and it's turning it into an adjective.",
    "start": "00:31:56",
    "end": "00:32:31"
  },
  {
    "text": "Tzadik, sadiq, tzadik, if a man is.",
    "start": "00:32:32",
    "end": "00:32:34"
  },
  {
    "text": "Sadiq, if a man is tzadik and does mishpat and tzedakah, namely, if he doesn't oppress anyone, but he restores the debtor's pledge, if he doesn't commit robbery, so that's things that he doesn't do. And if he gives his bread to the hungry and covers the naked with clothing, then he will find life. So being a tzadik is about how you relate to injustice in your community. And it's also about how you relate to the vulnerable in your community. Mishpat and tzedakah so this is interesting. In later Hebrew and even still today, the word tzedakah is now one of the basic words in modern Hebrew for a gift to the poor. Tzedekah, like an alms. Alms, yep. Is tzedeqah in Hebrew, which again, we have a separate word for alms or charity, but in Hebrew it's tzedakah. And it's just right through this is the book of Isaiah. His poetry, especially about the future, hope for the Messianic king is filled with this righteousness and justice language. So in Isaiah 11 he talks about that out of the stump of Israel, when it was cut down by the nations, there'll be a shoot that springs up out of the old stump. And the branch or the shoot is the king, the image for the king. And the spirit rests on him. The appointing spirit rests on him. The sevenfold Spirit. Spirit of the Lord. Wisdom, understanding, counsel, strength, Spirit of knowledge, the fear of the Lord. He won't render justice by what his eyes see, nor make a decision by what his ears hear. But with Tzedekah, he will render mishpat for the poor and decide with fairness for the afflicted of the earth. And he'll strike the earth with the rod of his mouth, with the breath of his lips, he'll slay the wicked. Tzedakah will be a belt around his loins and faithfulness, a belt around his waist.",
    "start": "00:32:34",
    "end": "00:34:48"
  },
  {
    "text": "A lot of clothing images.",
    "start": "00:34:49",
    "end": "00:34:50"
  },
  {
    "text": "Yeah, Same with Job and Job in here.",
    "start": "00:34:50",
    "end": "00:34:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:53",
    "end": "00:34:54"
  },
  {
    "text": "It's a powerful metaphor for wrapping yourself.",
    "start": "00:34:54",
    "end": "00:34:56"
  },
  {
    "text": "And clothing yourself and this type of way of being.",
    "start": "00:34:56",
    "end": "00:35:01"
  },
  {
    "text": "So again, the common denominator is the poor. When you do Tzedeq, nine times out of 10 it's talking about doing right by the poor in your community. So it's what Job did. Just average day to day person. It's what Ezekiel talks about. It's what the Messianic king will do when. When he comes. So there you go, that's the big picture on justice and righteousness. Mishpat and Tzedeqah is that.",
    "start": "00:35:05",
    "end": "00:35:36"
  },
  {
    "text": "And so when Paul uses the word righteousness in Greek, which is what?",
    "start": "00:35:36",
    "end": "00:35:42"
  },
  {
    "text": "Yeah, dikaiosune. Dikaiosune is the noun. Dikaiosune.",
    "start": "00:35:43",
    "end": "00:35:47"
  },
  {
    "text": "Is basically the same concept.",
    "start": "00:35:49",
    "end": "00:35:51"
  },
  {
    "text": "Oh man. That is extremely controversial ground these days in Bible nerds who write and debate about what's controversial, the meaning of righteousness in Paul's letters.",
    "start": "00:35:51",
    "end": "00:36:06"
  },
  {
    "text": "Why wouldn't it just mean what we've been talking about?",
    "start": "00:36:06",
    "end": "00:36:10"
  },
  {
    "text": "I think so.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "Okay.",
    "start": "00:36:11",
    "end": "00:36:12"
  },
  {
    "text": "Yeah. It's a whole incredibly nuanced and wonderful discussion that's happening. But yeah, I think just like the spirit with language about the spirit. For example, I think when you read in Paul's letters about God's righteousness, what we're talking about is God's character that motivates him to address the plight of the vulnerable and the afflicted or the oppressed. But then he also mixes the courtroom because he turns righteousness into a verb that God makes someone righteous. But in our English translations, you don't read that what we have is the English word justify, which is really unfortunate.",
    "start": "00:36:13",
    "end": "00:37:01"
  },
  {
    "text": "Different word.",
    "start": "00:37:01",
    "end": "00:37:01"
  },
  {
    "text": "Because justify in English doesn't mean to declare someone righteous or declare. It means to make an excuse for.",
    "start": "00:37:01",
    "end": "00:37:09"
  },
  {
    "text": "Oh, to justify.",
    "start": "00:37:09",
    "end": "00:37:11"
  },
  {
    "text": "So it's sort of. There's a special biblical meaning of the word justify in our Bibles, but that's not like how we actually use the English word justify. Anyway, that's a whole other thing. But yeah, the biblical authors are completely in tune with all of this.",
    "start": "00:37:12",
    "end": "00:37:28"
  },
  {
    "text": "And so when God says that he is righteous, he's just meaning he has right relationships with humans.",
    "start": "00:37:29",
    "end": "00:37:37"
  },
  {
    "text": "It means he judges fairly. He sees what's happening in the world, and he does and will bring recompense and judge fairly. And what God is about specifically is judging fairly on behalf of those who usually receive injustice, that is the vulnerable. Both of those are woven together tightly.",
    "start": "00:37:37",
    "end": "00:38:03"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project. If you enjoyed this episode on justice, you might also like Tim's lectures on his podcast on the topic of justice. His podcast is called Exploring My Strange Bible. You may have noticed that we've been talking for two weeks about justice and we haven't even brought up Jesus. Well, that's where we're heading next week. It's going to be a great conversation. Stay tuned for that. You could help us by leaving a review on this podcast. It helps other people discover it and it's a big encouragement to us. We have our video on justice coming up, along with a lot of other resources. You could find them@thebibleproject.com thanks for being a part of this with us.",
    "start": "00:38:06",
    "end": "00:38:44"
  }
]