[
  {
    "text": "Hey, this is John from the bibleproject. Today we're going to continue a conversation on biblical justice. There are two terms in the Bible, justice and righteousness, and they're coupled together when talking about the Bible's view of a just society. And what it looks like is pretty clear. It's a society that takes care of the vulnerable, specifically the widow, the orphan, the poor, and the immigrant, or what theologians have called the quartet of the vulnerable. In this episode, we're going to look at Jesus and how he carries this rich tradition of biblical justice forward.",
    "start": "00:00:09",
    "end": "00:00:46"
  },
  {
    "text": "Jesus comes onto the scene, embodies this prophetic vision of mishapat. He's constantly moving towards the vulnerable and including them first. The Gospel of Luke intentionally turns up the volume on that part of Jesus mission. It's good news for the poor. It's mishpat for the poor.",
    "start": "00:00:46",
    "end": "00:01:04"
  },
  {
    "text": "So we're gonna talk about Jesus, his mission of justice, and why it's crucial for us to think of humans as being made in the image of God. Here we. How does this come to its climax in Jesus? Yeah, that's what we haven't talked about.",
    "start": "00:01:05",
    "end": "00:01:27"
  },
  {
    "text": "No, no, we haven't even talked about Jesus.",
    "start": "00:01:27",
    "end": "00:01:29"
  },
  {
    "text": "We haven't talked about this far.",
    "start": "00:01:30",
    "end": "00:01:32"
  },
  {
    "text": "So maybe I could just do a quick breeze through what I think the storyline could be like.",
    "start": "00:01:32",
    "end": "00:01:37"
  },
  {
    "text": "Okay.",
    "start": "00:01:37",
    "end": "00:01:37"
  },
  {
    "text": "All of this is rooted in the way the Bible works as a unified story. All of this is rooted in humans as the image of God, the ones.",
    "start": "00:01:37",
    "end": "00:01:47"
  },
  {
    "text": "Who are supposed to be ruling the world on God's behalf.",
    "start": "00:01:47",
    "end": "00:01:49"
  },
  {
    "text": "Yeah. What makes a human different from praying mantis in Annie Dillard's terms?",
    "start": "00:01:49",
    "end": "00:01:55"
  },
  {
    "text": "Many things.",
    "start": "00:01:55",
    "end": "00:01:56"
  },
  {
    "text": "Yeah, well, many. Yeah, there's a lot of things. But in terms of the Bible's vision of what humans are, humans uniquely are the divine image representations of God appointed to be responsible and steward and rule over the world and its resources in a way that no other species has proved capable. Even though many other species of creatures are more powerful than we are.",
    "start": "00:01:56",
    "end": "00:02:23"
  },
  {
    "text": "They don't have the intelligence.",
    "start": "00:02:24",
    "end": "00:02:27"
  },
  {
    "text": "Yeah.",
    "start": "00:02:27",
    "end": "00:02:28"
  },
  {
    "text": "They don't have the brain, the prefrontal cortex.",
    "start": "00:02:28",
    "end": "00:02:30"
  },
  {
    "text": "That's right. So the biblical vision of justice and right relationship underneath it all is what's going on on pages one and two of the Bible with humans. How we treat each other is supposed to be different than how praying mantises treat each other, and it's because of the image. So you have Genesis 1.",
    "start": "00:02:30",
    "end": "00:02:52"
  },
  {
    "text": "Praying mantises are the ones where the female eats the husband.",
    "start": "00:02:52",
    "end": "00:02:54"
  },
  {
    "text": "I know. I was just thinking about this. Yeah. After mating.",
    "start": "00:02:54",
    "end": "00:02:59"
  },
  {
    "text": "Mating.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "So where this comes out on page One is, let us make humanity in our image. Let them rule over the creatures and that kind of thing. So humans are God's image. They represent God and are responsible. But where this comes out actually is in chapter nine of Genesis, this thing about the sacred value of life in chapter nine, where after getting off the boat, Noah and his family, God recommissions Noah as a new Adam. It's like Creation's been washed and renewed and Noah is blessed and gets the same commission as humanity on page one. Except there's a couple things different, and one of them is the ideal humanity from Noah onward doesn't have to be vegan. Ideal humanity is vegan on pages one and two. And it's the vision again of a world where for me to exist, another creature doesn't have to die, another animal. You just eat plants on pages one and two. But, but from now on.",
    "start": "00:03:03",
    "end": "00:04:09"
  },
  {
    "text": "What about bacteria and viruses and.",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "Yeah, yeah, whatever. I'm just, I'm just telling the story. That's how the story works.",
    "start": "00:04:11",
    "end": "00:04:16"
  },
  {
    "text": "But Genesis 102 doesn't say don't eat animals.",
    "start": "00:04:16",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, yeah. It says, I've given you every plant and seed bearing tree. Yeah.",
    "start": "00:04:18",
    "end": "00:04:24"
  },
  {
    "text": "So by excluding animals from that list.",
    "start": "00:04:25",
    "end": "00:04:27"
  },
  {
    "text": "Correct? That's correct, yeah. The ideal vision is. Yeah, a vegan diet where you live off what the land, just what the land produces.",
    "start": "00:04:27",
    "end": "00:04:35"
  },
  {
    "text": "Yeah. You gotta make sure you get a whole protein out of those nuts.",
    "start": "00:04:35",
    "end": "00:04:40"
  },
  {
    "text": "Nuts.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "Well, nuts, Some nuts. Yeah. Complete protein.",
    "start": "00:04:41",
    "end": "00:04:44"
  },
  {
    "text": "That's right. But when Noah gets recommissioned as the new humanity, there's a provision made for eating animals, and then there's a clarification made saying, but not humans. Not humans. And then this is a little poetic line, that's interesting. Whoever sheds a human's blood by humans, his blood shall be shed. For in the image of God, he made humanity.",
    "start": "00:04:44",
    "end": "00:05:12"
  },
  {
    "text": "I want to look this up.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Genesis 9, Genesis 9, verses 5 and 6.",
    "start": "00:05:13",
    "end": "00:05:17"
  },
  {
    "text": "He says, don't eat humans.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "No, no, no, no, no, no, no. He says, I give you. He repeats what he gives to humans on page one. All of.",
    "start": "00:05:19",
    "end": "00:05:28"
  },
  {
    "text": "So God bless Noah and his son, saying, be fruitful, increase in number and fill the earth. So that's repeating. Genesis 2. The fear and dread of you will fall on all the beasts of the earth and the birds of the sky, and every creature that moves along the ground, and all the fish in the sea, they are given into your hands. Everything that lives and moves about will be your food for you. So this is the new thing.",
    "start": "00:05:29",
    "end": "00:05:47"
  },
  {
    "text": "Yeah, I give it all to you, just as I gave you the plant.",
    "start": "00:05:47",
    "end": "00:05:51"
  },
  {
    "text": "Just as I gave you the plants. Now. Cool. Now you can eat the animals. Yeah. Wow. I never really noticed that.",
    "start": "00:05:51",
    "end": "00:05:55"
  },
  {
    "text": "Yeah.",
    "start": "00:05:55",
    "end": "00:05:56"
  },
  {
    "text": "So now you. Yeah. You're off your vegan diet, but you must not eat meat that has its lifeblood still in it, which is like a kosher thing, right?",
    "start": "00:05:56",
    "end": "00:06:06"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "And your lifeblood, it will surely demand an accounting. Mm. What does that mean? Oh, and for your lifeblood, I will surely demand an accounting.",
    "start": "00:06:08",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. For humans.",
    "start": "00:06:17",
    "end": "00:06:20"
  },
  {
    "text": "So if a human dies, someone's gonna be held responsible.",
    "start": "00:06:20",
    "end": "00:06:23"
  },
  {
    "text": "And then you get a little poem to unpack it. Whoever sheds human blood by a human, their blood shall be shed.",
    "start": "00:06:23",
    "end": "00:06:29"
  },
  {
    "text": "I see.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "Why? Why? Why is killing an animal to eat it different than killing a human? For in the image of God, he made humans. So animal rights activists who seek mishpat for vulnerable animals, well, have had a difficult time.",
    "start": "00:06:30",
    "end": "00:06:45"
  },
  {
    "text": "Yeah. This isn't a great passage.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "And what he's saying isn't, therefore, go, like, destroy all living creatures. That's ridiculous.",
    "start": "00:06:50",
    "end": "00:06:55"
  },
  {
    "text": "He does say that they will fear and dread you.",
    "start": "00:06:57",
    "end": "00:06:59"
  },
  {
    "text": "Yeah.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Like a deer.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "Deer doesn't want to eat you. Yeah.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "He fears and dreads you.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "Yeah. He runs away.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "But you have cattle, and they like you. They're hanging out.",
    "start": "00:07:06",
    "end": "00:07:09"
  },
  {
    "text": "That's a good point.",
    "start": "00:07:09",
    "end": "00:07:10"
  },
  {
    "text": "Your pig becomes a pig.",
    "start": "00:07:11",
    "end": "00:07:11"
  },
  {
    "text": "I did not grow up on a farm.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Me neither. But I hear pigs are very intelligent animals.",
    "start": "00:07:13",
    "end": "00:07:16"
  },
  {
    "text": "So the point is, in Genesis 9, the value of human life is seen as having a sacred, transcendent dignity. That a human being who takes the life of another human is very different than squishing a praying mantis. And that you're actually wronging God, and you're wronging God when you harm your animal. Remember that proverb about the wise man takes care of his animal because that's a part of God's creation and good world.",
    "start": "00:07:18",
    "end": "00:07:50"
  },
  {
    "text": "However, there's never a moment where you can kill a person for your own sustenance or preservation, but you can with an animal.",
    "start": "00:07:51",
    "end": "00:08:01"
  },
  {
    "text": "This seems to be the point here. And why is it? What's the rationale underneath that?",
    "start": "00:08:02",
    "end": "00:08:07"
  },
  {
    "text": "Because of the image of God.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "The image of God. So here's. What's important is that this is a uniquely Jewish Christian tradition and idea that is not derived from nature.",
    "start": "00:08:08",
    "end": "00:08:20"
  },
  {
    "text": "Sure.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "It's also unique in the history of human civilization. You can go to the great author, the great ethical thinkers of ancient Greece, Aristotle, and his whole argument is, there are some humans who are more valuable than others, and by nature, some humans are meant to be slaves and be ruled by the reasonable and the rational.",
    "start": "00:08:21",
    "end": "00:08:47"
  },
  {
    "text": "That's not even Just an ancient thing. I mean, when the founding of America.",
    "start": "00:08:48",
    "end": "00:08:51"
  },
  {
    "text": "Totally. Yeah. Right. Yeah. All humans are created equal except the ones who aren't white Europeans.",
    "start": "00:08:52",
    "end": "00:08:57"
  },
  {
    "text": "And women.",
    "start": "00:08:59",
    "end": "00:08:59"
  },
  {
    "text": "And women. Yeah, exactly. Even societies that say that they honor the Bible have found this a difficult vision to live up to or have just straight up not actually been consistent. They've been inconsistent. This is a radical contribution of the Hebrew Bible to human history. Is the concept of a mishpat, a right extends on the inherent possession of every single human, regardless of. I mean, it's page one, regardless of the page.",
    "start": "00:09:00",
    "end": "00:09:35"
  },
  {
    "text": "So that's easy to take. That's easy to take for granted that all humans deserve.",
    "start": "00:09:35",
    "end": "00:09:42"
  },
  {
    "text": "Yes, yeah, that's right. In our culture, it's now easy to take for granted because of our cultural amnesia.",
    "start": "00:09:42",
    "end": "00:09:49"
  },
  {
    "text": "But yeah, like, that's. Why should you care about every human the same?",
    "start": "00:09:51",
    "end": "00:09:56"
  },
  {
    "text": "Yeah.",
    "start": "00:09:56",
    "end": "00:09:56"
  },
  {
    "text": "And in reality, we don't. I mean, I can't. I can't care as much for an orphanage full of kids in Romania as I do care about my own kids. I just. Yes, but maybe that's not what we're talking about because I'm not gonna go and kill him.",
    "start": "00:09:56",
    "end": "00:10:14"
  },
  {
    "text": "No, I don't. I don't think that's necessarily what it's talking about. But. But it is. Saying this is the rationale underneath all of this mishpat and tzedakah, and it's that human life is sacred and precious. Every single human life. And so within my community and realms of influence that, you know, under the wise administration of my life and resources, there are going to be people, however, whose mishpat is neglected, their image bearing value is neglected. And aish, God, a follower of Jesus who takes it seriously, will notice, like, try and notice that and be a part of. With whatever is at their disposal to change that for other people. And it's really like, you don't learn this. Oh, so anyway, there's one other time the image of God's explicitly drawn on in the same way in the New Testament. It's in the letter of James where he talks about the way we talk with people, talk to people in James, chapter three. And it's that great line where he says, with the same mouth, you know, we say, praise God and thank you, God, for everything. And then we go and speak poorly of somebody we don't like. And he says so with. Yeah, with the same tongue we bless God, and with it we curse humans who have been made in the image of God. This should not be happening, he says. So it's the same rationale there's actually no human who deserves to be cursed. You can say what somebody's doing is wrong, but to slander and devalue them, treat them as less than human, that's a violation of their dignity. Even people that you don't like, That's a really uniquely biblical idea.",
    "start": "00:10:14",
    "end": "00:12:19"
  },
  {
    "text": "Okay, image of God.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "Okay, image of God. So that's the idea where every human has a mishpat before God, a right and a value sa from here, then it's kind of familiar territory. When human beings redefine good and evil, they take the knowledge of good and evil into their own hands. They tend to create societies where I assert the rights of me and my. The mishpat of me and my group at the expense of the mishpat of. Of you and your group and whatever. That's just human history. That's Genesis 1:11. So God singles out a family. And there's a line in the Abraham stories that haven't got the attention they deserve. It's in chapter 18 where God says about Abraham, surely Abraham will become a great and mighty nation, and in him all the nations of the earth will be blessed, won't they? For I have chosen him so that he may command his children and household after him to keep the way of the Lord by doing tzedakah and mishpat, righteousness and justice, so that the Lord may bring upon Abraham what he's spoken about him. So what's the promise? That all nations will be restored to divine blessing. How? Through this family living among the nations by a different value system than Egypt or Babylon and its righteousness and justice. And so here the definition is assumed, all this broad meaning that we've talked about. And then they experience themselves, God's own righteousness and justice. When he redeemed them out of slavery in Egypt, they became the vulnerable. And God showed righteousness and justice for the oppressed on their behalf. Therefore, he revealed to them the laws of the Torah that were embodiments of mishpat and tzedeqah to create the family of Abraham that does mishpat and tzedeqah. And that all the nations would look and say, whoa, what an incredibly wise nation that does mishpat and tzedakah. Israel doesn't do it. Here's where the prophets come into play. And then here's what I thought was interesting when we get to the prophets in the wisdom literature is that the prophets are pointing out all these ways that Israelites are perpetrating injustice. And they talk about the new messianic leader who's going to come and so on. But I thought this was this quote from Bruce Waltke. This is from his commentary on Proverbs. He's incredible. Hebrew Bible scholar. Wrote two fat volumes on Proverbs that are so legit. But the whole. The first volume begins.",
    "start": "00:12:20",
    "end": "00:15:58"
  },
  {
    "text": "This is the excitement you get about large books every single time. It's like you actually show me the size of them with your hands and then your eyes kind of glaze over and your mouth drops a little bit.",
    "start": "00:15:59",
    "end": "00:16:10"
  },
  {
    "text": "Wow.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Pretty funny. Okay.",
    "start": "00:16:12",
    "end": "00:16:13"
  },
  {
    "text": "The first hundred pages is just these really cool essays on all these biblical vocabulary words of like, wisdom, foolishness. And he has these two great essays on righteousness and justice in the Book of Proverbs. Anyway, he summarizes it with this great line. He says, if you read the book of Proverbs, here's what the common denominator you see about the righteous, the tzadik. The righteous are those who are willing to disadvantage themselves to the advantage of their community.",
    "start": "00:16:15",
    "end": "00:16:47"
  },
  {
    "text": "We call those suckers. Right? No.",
    "start": "00:16:47",
    "end": "00:16:54"
  },
  {
    "text": "The wicked in Proverbs. The rasha. The wicked. Those are who are willing to disadvantage the community to advantage themselves.",
    "start": "00:16:58",
    "end": "00:17:10"
  },
  {
    "text": "So funny. Like, I've been. I was really into poker for a while, and I remember that. You remember that?",
    "start": "00:17:11",
    "end": "00:17:17"
  },
  {
    "text": "Well, I remember I was living in Wisconsin in that period.",
    "start": "00:17:18",
    "end": "00:17:21"
  },
  {
    "text": "You know, I probably was playing a little bit when you moved back, too. I don't know what point I stopped.",
    "start": "00:17:21",
    "end": "00:17:26"
  },
  {
    "text": "Like, you like poker night with your friends?",
    "start": "00:17:27",
    "end": "00:17:29"
  },
  {
    "text": "No, I would go and play, like, tournaments. Oh, well.",
    "start": "00:17:29",
    "end": "00:17:31"
  },
  {
    "text": "What?",
    "start": "00:17:32",
    "end": "00:17:32"
  },
  {
    "text": "Yeah.",
    "start": "00:17:32",
    "end": "00:17:32"
  },
  {
    "text": "Oh, I did not know that. I just thought you would do poker nights.",
    "start": "00:17:32",
    "end": "00:17:36"
  },
  {
    "text": "No, poker nights got boring because my friends don't like to really play poker. You know, like, it just becomes a social thing, which I should care about. I should care about it. But what I was really loving was just the competition. The competition, the game of poker. And in the game of poker, it's all about taking advantage of people when they make mistakes. You have to. Like, that's how you win. When someone makes a mistake, you take advantage of that person and you get some of their chips. And it's all about collecting the chips over time. And it's not necessarily the cards you get dealt. It's about finding the opportunities to take advantage of someone. You can lie. It's bluffing. You're supposed to. You're supposed to pretend you have a better hand than you do. And the person who comes and doesn't know what they're doing, you call them the fish. They're the fish. They're the Sucker. And every table, you don't know who the fish is. You're the fish. And so it's always being aware of who can I take advantage of and how am I going to take advantage of them. And then when people are strong and you know it's going to be hard to take advantage of them, then you try to find their weaknesses. You're like, okay, what's this person's weakness? Do they have a telling where they can, you know. You know what they might have by their body language or by their actions. Do they have certain habit just in the way that they bet or different things and take advantage of that? It's like so interesting. Yeah, it's like the opposite of mishpat. That's why I bring it up.",
    "start": "00:17:36",
    "end": "00:19:14"
  },
  {
    "text": "Yeah, that's interesting. Do you think that that's different than any other sport? Do you feel like the.",
    "start": "00:19:14",
    "end": "00:19:20"
  },
  {
    "text": "Oh, yeah, it's very different.",
    "start": "00:19:20",
    "end": "00:19:21"
  },
  {
    "text": "Okay.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "Yeah. It's weird.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Like, when you're playing basketball, you're also trying to exploit your opponent's weaknesses and take advantage, right?",
    "start": "00:19:23",
    "end": "00:19:30"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Is it different because it's just you as opposed to a team? And it's a.",
    "start": "00:19:32",
    "end": "00:19:35"
  },
  {
    "text": "It is true. It's very individual. There's no. There's no teamwork.",
    "start": "00:19:35",
    "end": "00:19:38"
  },
  {
    "text": "It's usually for money as opposed to.",
    "start": "00:19:38",
    "end": "00:19:40"
  },
  {
    "text": "I don't know, there's something ruthless about it.",
    "start": "00:19:42",
    "end": "00:19:44"
  },
  {
    "text": "Yeah.",
    "start": "00:19:44",
    "end": "00:19:44"
  },
  {
    "text": "You know, I can.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "I can. It feels different. I'm just trying to understand what the.",
    "start": "00:19:45",
    "end": "00:19:49"
  },
  {
    "text": "Difference is between that and basketball. Because in basketball. Yeah, you want to fool your opponent. You want to think you're dribble left and you're going to dribble right, and you want to fake them out and realize, oh, they don't have a good jump shot, so I'm going to make them have to take the jump shot. Yeah. I don't know. But for whatever reason reading that, the righteous are those who are willing to disadvantage themselves to the advantage of their community. If you go into a poker room with that mentality and you're gonna lose, you're gonna lose, everyone else is gonna take advantage of you. And I think that's the mentality that maybe when that gets applied, then to life. Like, life is the poker room, and I've got to. I've got to take the chips that I can. And I can't show weakness or I'm gonna get taken advantage of. To tell someone to go. Go into the situation and be willing to disadvantage yourself for the advantage of the community is just so backwards.",
    "start": "00:19:49",
    "end": "00:20:44"
  },
  {
    "text": "Yeah, that's true. And here, the reason why I Included, that is because I think this is kind of our ticket to the way this video works and the way it connects to Jesus.",
    "start": "00:20:45",
    "end": "00:20:58"
  },
  {
    "text": "Yeah.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "I mean, really, it's like the perfect segue, because Jesus comes onto the scene and he first of all embodies this prophetic vision of mishpat. He's constantly moving towards the vulnerable and including them first within the Gospel of Luke intentionally turns up the volume on that part of Jesus mission. This is good news for the poor is a part. It's mishpat for the poor. Like, think of his parable where, like, if you throw a luncheon, if you're a part of the kingdom of God and you throw a dinner.",
    "start": "00:20:59",
    "end": "00:21:32"
  },
  {
    "text": "Yeah. Don't invite people that can pay you back.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "Yes. Invite the people who actually can't benefit you at all, which means it actually is all for your disadvantage because you're paying for the meal. And Jesus says that's what it is. When Jesus confronts the Pharisees in the Gospel of Luke in chapter 11, he says, you know, you're really precise at paying a tithe, not just your produce, but of your mint plants you have out front. Yet you disregard justice and the love of God. These are things you should be doing without neglecting the others. So justice and love are two sides of the same coin for Jesus. But that's what we already knew that from Micah. To do justice and to love mercy in terms of looking for. For those who are the vulnerable. So that's the Jesus part. And then so it's both. He embodied that vision of mishpat in his Kingdom of God mission, and then what? The cross. The moment of the cross is precisely.",
    "start": "00:21:34",
    "end": "00:22:44"
  },
  {
    "text": "The moment where he disadvantages himself.",
    "start": "00:22:44",
    "end": "00:22:48"
  },
  {
    "text": "God, yeah. In Jesus, God disadvantages himself while he also accomplishes recompense. So the cross becomes this moment where the judge becomes the judged. Or you could say it's where both definitions of justice perfectly meet together at the cross, where God brings a just recompense on human evil, but he provides it by embodying mishpat for the poor, by taking it himself. And so the cross is where God's love and justice meet together. I think that's a really compelling, interesting, and beautiful idea.",
    "start": "00:22:48",
    "end": "00:23:35"
  },
  {
    "text": "Sam.",
    "start": "00:23:47",
    "end": "00:23:56"
  },
  {
    "text": "And then where you go from there, since our goal was to think about response in some way, is followers of Jesus find themselves as people who have received this loving mishpat. Where our plight has been, our plight of frail, mortal, morally corrupt humans has been recognized. It's been addressed through the life, death and resurrection of Jesus.",
    "start": "00:24:19",
    "end": "00:24:47"
  },
  {
    "text": "It's our exodus.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "It's our Exodus. Yeah. He looked on us in our slavery, to ourselves, and to even deeper mysterious evil powers that I don't claim to understand. And he provided a way forward himself. And so the people of Jesus should be at the forefront of creating this kind of mishpat, especially for the vulnerable. You can kind of see how the arc goes there.",
    "start": "00:24:48",
    "end": "00:25:20"
  },
  {
    "text": "Yeah.",
    "start": "00:25:20",
    "end": "00:25:20"
  },
  {
    "text": "So it's the image of God. Every human has inherent sacred right. And value the way human history works. We disregard that God singled out a family. I mean, this has the arc of many of our theme videos.",
    "start": "00:25:21",
    "end": "00:25:36"
  },
  {
    "text": "Yeah. I wonder when these are gonna get, like, tiring to people.",
    "start": "00:25:36",
    "end": "00:25:39"
  },
  {
    "text": "Yeah, I know. Yeah.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Same thing.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "Yeah, It's a good question. Part of it is just. This just. Is the biblical story.",
    "start": "00:25:42",
    "end": "00:25:48"
  },
  {
    "text": "Yeah.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "So we're just trying to think about it from different angles.",
    "start": "00:25:49",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:53"
  },
  {
    "text": "But, yeah, I thought about that as I was writing this.",
    "start": "00:25:54",
    "end": "00:25:57"
  },
  {
    "text": "Oh, did you? I don't think we're there, but it is something that came to both of our minds.",
    "start": "00:25:57",
    "end": "00:26:03"
  },
  {
    "text": "Yeah.",
    "start": "00:26:03",
    "end": "00:26:03"
  },
  {
    "text": "No, that's cool. And then. Yeah.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "What I like is that if we can build these two senses of justice and then Jesus and his death and resurrection are where both of them come together. Where God's way of confronting evil and stopping it is also his means of showing generous attention to.",
    "start": "00:26:06",
    "end": "00:26:26"
  },
  {
    "text": "Yeah. The two ideas are very stitched together, almost so much so that, like, is it essentially the same thing? Like, does. Does our evil always result in oppression? Is that just a natural result?",
    "start": "00:26:26",
    "end": "00:26:42"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "Or is there a kind of evil that wouldn't, you know, like.",
    "start": "00:26:43",
    "end": "00:26:47"
  },
  {
    "text": "Well, it's interesting. Yeah. When you're talking about, like, the Bernie Madoff example interview.",
    "start": "00:26:47",
    "end": "00:26:52"
  },
  {
    "text": "Yeah.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "Even the person at the center of all that wasn't just, like, the embodiment of evil.",
    "start": "00:26:52",
    "end": "00:26:58"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "So somehow our own insecurities, mistakes, even noble efforts can all get twisted and turned into. Create great injustice.",
    "start": "00:26:59",
    "end": "00:27:11"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:27:11",
    "end": "00:27:13"
  },
  {
    "text": "That's a part of. Yeah. The human condition.",
    "start": "00:27:14",
    "end": "00:27:16"
  },
  {
    "text": "Yeah.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "That we. We need help. We need to figure that out. Somebody needs to figure out. Help us figure that out. And the story of the Bible is that Jesus is the one who is the only way out of that plight by what he did on our behalf, but also by the new way of living that he embodied.",
    "start": "00:27:17",
    "end": "00:27:39"
  },
  {
    "text": "And here we're talking about what he did on our behalf is an example. But then it also, some way releases us from whatever the draw is, whatever that spiritual evil is that traps us in, that this video really isn't gonna be able to get into that.",
    "start": "00:27:39",
    "end": "00:28:00"
  },
  {
    "text": "No, no.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "Which is interesting. Like, what's the. Oh, you said we might do this video, it would be the.",
    "start": "00:28:03",
    "end": "00:28:09"
  },
  {
    "text": "The chaos.",
    "start": "00:28:10",
    "end": "00:28:11"
  },
  {
    "text": "The chaos monster.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "Chaos monster.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "But like, yeah, like that, that's the connecting piece to, like, what's the salvation? What am I being freed from so that now I can live a life more of righteousness and justice? Because I could think of how I might be able to do it without Jesus. I'd be like, well, I'm just gonna care more about the poor and I'm gonna care more about my consumer habits and the climate, all these different things that might all affect things, and that's make my life all about that. And I don't need Jesus in that equation. So maybe I'll be like, yeah, he's a cool moral example of having done that. But yeah, what's the actual empowerment? But that's a different video.",
    "start": "00:28:13",
    "end": "00:28:58"
  },
  {
    "text": "It seems like, yeah, it is.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "Okay.",
    "start": "00:28:59",
    "end": "00:29:00"
  },
  {
    "text": "I think this is mostly about painting this biblical definition of justice as being primarily oriented towards the vulnerable. How that's rooted in the image of God and then violated, and that God's on a mission to create a people who live differently, and that Jesus is the one who perfectly embodies and trailblazes the way forward into that by taking the ultimate consequences of injustice, therefore rendering recompense on human injustice, but then also in that same act, seeking out the mishpat of the vulnerable.",
    "start": "00:29:00",
    "end": "00:29:47"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We're gonna do a question and response episode next on Biblical Justice. So we need your question. What you can do is you can record your question on your phone or computer and then email it to us. Supportoinethebibleproject.com Try to keep the question to, I don't know, 15, 20 seconds or less. Don't forget to give us your name and where you're from. And again, the email is supportoinethebibleproject.com we need these questions by Wednesday, October 25th, so send them on over and we'll get as many as we can into that next episode of the podcast. Our video on justice is releasing next Thursday, the 26th, so keep a lookout for that. We're really proud of it. Thanks for being a part of this with us.",
    "start": "00:29:51",
    "end": "00:30:44"
  },
  {
    "text": "Sa.",
    "start": "00:30:59",
    "end": "00:30:59"
  }
]