[
  {
    "text": "Hey, this is John and this is.",
    "start": "00:00:00",
    "end": "00:00:01"
  },
  {
    "text": "Tim and this is BibleProject podcast. For the last five weeks, including this week, we have been re releasing podcasts from our back catalog.",
    "start": "00:00:01",
    "end": "00:00:10"
  },
  {
    "text": "Yeah. We have been taking a break. We are in 250 plus weekly episodes. Five years. And this is our first time saying let's stop for a few weeks. Mostly because it's so much fun to do this work and have these conversations.",
    "start": "00:00:10",
    "end": "00:00:25"
  },
  {
    "text": "It hasn't been hard. When I realized we hadn't missed a week, it was like, whoa.",
    "start": "00:00:25",
    "end": "00:00:30"
  },
  {
    "text": "Yeah.",
    "start": "00:00:30",
    "end": "00:00:31"
  },
  {
    "text": "Crazy.",
    "start": "00:00:31",
    "end": "00:00:31"
  },
  {
    "text": "And you know, just as a quick note, looking back over those five years and 250 plus episodes, I mean, the reason we can do all this is because you all are so enthusiastic, listening, supporting, getting behind the Bible project. And so just thank you, thank you, thank you. We couldn't do this without your support and we're super grateful that we get to do this.",
    "start": "00:00:31",
    "end": "00:00:53"
  },
  {
    "text": "Yeah. And we're excited to do a lot more. So this episode is the fifth most listened to episode in our catalog and it's part of the Character of God series.",
    "start": "00:00:53",
    "end": "00:01:03"
  },
  {
    "text": "Yes, yes.",
    "start": "00:01:03",
    "end": "00:01:04"
  },
  {
    "text": "Remember doing that?",
    "start": "00:01:04",
    "end": "00:01:05"
  },
  {
    "text": "I do, yes. So this is a whole series that was kind of word and theme studies based on the description of God in Exodus chapter 34, verses 6 and 7.",
    "start": "00:01:05",
    "end": "00:01:15"
  },
  {
    "text": "Yeah. Exodus 34, 6, 7 are the most quoted verses in the Bible. Within the Bible.",
    "start": "00:01:15",
    "end": "00:01:21"
  },
  {
    "text": "Within the Bible.",
    "start": "00:01:21",
    "end": "00:01:21"
  },
  {
    "text": "And when we say quote.",
    "start": "00:01:21",
    "end": "00:01:23"
  },
  {
    "text": "Yeah. They adapt it or choose one or two key phrases or words from it, but. But it's the most repeated line by later biblical authors within the Bible. One thing I'm also remembering is that this was you, me and Carissa Quinn for all of this series. And she researched and wrote two of the five videos that came out of these conversations. Also, these conversations from the first to the last were recorded all remote and at home.",
    "start": "00:01:23",
    "end": "00:01:52"
  },
  {
    "text": "That's right.",
    "start": "00:01:52",
    "end": "00:01:52"
  },
  {
    "text": "Cause it was kind of in the first few months of the COVID pandemic, so.",
    "start": "00:01:52",
    "end": "00:01:56"
  },
  {
    "text": "So this is Character of God, episode one, the most quoted verse in the Bible.",
    "start": "00:01:56",
    "end": "00:02:00"
  },
  {
    "text": "Thanks for joining us. The Bible is written by many different authors over hundreds of years. And so one way that it stays connected as one unified story is through repetition. Biblical authors love to quote each other and to adapt these quotes into new contexts, building on them and giving them continued life. This happens constantly.",
    "start": "00:02:00",
    "end": "00:02:29"
  },
  {
    "text": "But there are two verses in the.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "Hebrew scriptures that get quoted and adapted more than any other.",
    "start": "00:02:31",
    "end": "00:02:36"
  },
  {
    "text": "It's kind of like, you know, how John 3:16 forgot to love the world, gave his one and only son. You know, it's like the most quotable verse, at least in American Christianity, some forms. It's as if these two verses, Exodus 34, 6 and 7, were the John 3:16 of ancient Israel. They just. They come up so much as you read throughout the rest of the Bible.",
    "start": "00:02:36",
    "end": "00:02:57"
  },
  {
    "text": "The most quoted verse by biblical authors in the Bible is Exodus 34, verses 6 and 7, and it reads, yahweh. Yahweh, compassionate and gracious, slow to anger, abounding in loyal love and faithfulness, maintaining love for thousands, forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished. He punishes the children and their children for the sins of their parents to the third and fourth generation. We're going to start an entire series walking through these verses and looking at the key vocabulary. But in this episode, we want to lay some groundwork. In particular, we want to look at this tension that pops in this verse, how it starts with such a lovely and caring picture of God. Gracious, slow to anger, abounding with loyal love. But then it seemingly ends with a vindictive picture of God who wants to punish kids for the sins of their fathers.",
    "start": "00:02:57",
    "end": "00:03:56"
  },
  {
    "text": "We see them as like these two parts of God's character that we perceive somehow in tension with one another. And I think that's because the biblical authors are putting them out there as genuine tensions. But the question is, are these tensions that God feels within himself? The tension comes with how does God relate to people who constantly fail as his partners?",
    "start": "00:03:56",
    "end": "00:04:18"
  },
  {
    "text": "I'm John Collins. This is the Bible Project podcast. Today on the show, we're going to dig into these beautiful, important lines in Scripture. Joining me is Tim Mackey and another member of our team, Dr. Carissa Quinn. We're discussing the character of God. Thanks for joining us. Here we go.",
    "start": "00:04:18",
    "end": "00:04:34"
  },
  {
    "text": "Okay, we're going to start a new series in Exodus 34, it's two verses in 6 and 7. And here on the podcast, of course, is Tim.",
    "start": "00:04:42",
    "end": "00:04:49"
  },
  {
    "text": "Hello.",
    "start": "00:04:49",
    "end": "00:04:50"
  },
  {
    "text": "Hello, Tim. Also with us is Carissa Quinn.",
    "start": "00:04:50",
    "end": "00:04:55"
  },
  {
    "text": "Hello.",
    "start": "00:04:55",
    "end": "00:04:56"
  },
  {
    "text": "And you might remember Carissa from a podcast episode, maybe even a year ago, where she walked us through the word witness in the Bible for a word study that she wrote that is up on our YouTube channel. Chris has been part of our team for a while now, and she does a lot of work for us. But, Krista, why don't you just. People might not remember you quickly. Just the quick bio of yourself and what you've been doing on the team.",
    "start": "00:04:56",
    "end": "00:05:25"
  },
  {
    "text": "Sure. I'm a Bible scholar and educator. My main areas of research are the things that I'm really fascinated with. All have to do with the Literary artistry of Scripture and I work here at the Bible Project doing biblical research and developing educational resources. So right now I'm writing some of the upcoming videos like this topic we're talking about today. So we're talking about Exodus 34 and Tim and I are writing videos on some of the words used to describe God there. So I'm doing some of that and then developing the curriculum for classroom where we're starting to provide free online classes for all of you.",
    "start": "00:05:26",
    "end": "00:06:05"
  },
  {
    "text": "Yeah. Awesome. Chrissa, you're creating in between like sessions, video of that classroom session. So you're creating interactive exercises, questions, all this interactive scripture study stuff that goes along to make it a whole class. And it's awesome. It's really cool stuff.",
    "start": "00:06:05",
    "end": "00:06:21"
  },
  {
    "text": "Right. So Tim teaches through multiple sessions on a topic or we'll have another instructor in and then students will get to interact with questions and hear other students answers and do some projects and that sort of thing.",
    "start": "00:06:21",
    "end": "00:06:35"
  },
  {
    "text": "That's great. And though you said biblical studies as a whole, of course you know which part of the Bible is near and dear to your heart.",
    "start": "00:06:35",
    "end": "00:06:43"
  },
  {
    "text": "The better part. No, I'm just kidding. The Hebrew Bible is my area of study. I have my PhD in Hebrew Bible and focused on the psalms and the shape or the story that the psalms tell.",
    "start": "00:06:43",
    "end": "00:06:55"
  },
  {
    "text": "There you go.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Cool.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "Chrissa.",
    "start": "00:06:56",
    "end": "00:06:57"
  },
  {
    "text": "Well, yeah, Chris will be with us this whole series as we walk through Exodus 34, 6 and 7 slowly and it's going to be awesome. This is recorded during quarantine?",
    "start": "00:06:57",
    "end": "00:07:07"
  },
  {
    "text": "Yes, it is. Yeah. So April, early April 2020. It'll be interesting because when these episodes go live on our podcast, who knows?",
    "start": "00:07:07",
    "end": "00:07:17"
  },
  {
    "text": "Yeah, I was just thinking about that. What quarantine will sound like at that time.",
    "start": "00:07:18",
    "end": "00:07:23"
  },
  {
    "text": "Yeah.",
    "start": "00:07:23",
    "end": "00:07:24"
  },
  {
    "text": "Or what, what the feel will be of it.",
    "start": "00:07:24",
    "end": "00:07:25"
  },
  {
    "text": "Yeah.",
    "start": "00:07:25",
    "end": "00:07:26"
  },
  {
    "text": "So these are coming out in the fall and what we're going to do is there's these two verses in Exodus and going to talk about those and then we're going to actually dig in deep to five attributes of God that we find in those and those will be in subsequent podcasts. But to tee this off, Tim, you know one, one thing that you told me is that this is the most referenced verse in the Bible by biblical authors.",
    "start": "00:07:26",
    "end": "00:07:54"
  },
  {
    "text": "Yeah. Yeah. So big picture, we're going to do five word studies that are all come from one verse in the book of Exodus, Exodus 34, 6. But what we wanted to do was actually make a video that introduces people to these verses and where they appear in context because they are the most re quoted and cross referenced verses within the Old Testament. It's kind of like, you know, how John 3:16 forgot to love the world, gave us one and only son. You know, it's like the most quotable verse, at least in American Christianity. Some forms.",
    "start": "00:07:55",
    "end": "00:08:29"
  },
  {
    "text": "Yeah.",
    "start": "00:08:30",
    "end": "00:08:30"
  },
  {
    "text": "It's as if these two verses, Exodus 34, 6 and 7, were the John 3:16 of ancient Israel. Oh, yeah, they just. They come up so much as you read throughout the rest of the Bible. So we thought, let's make a video about these key words because it's a description of God's attributes, but the sense that they make is the sense when they're first introduced in a story in the book of Exodus. And so we thought, let's make an intro video to a word study series. And that's this conversation that we're having right now. So, Chrissa, why don't you introduce us? Just, actually just read these two verses aloud and maybe we can just kind of make some initial observations about it.",
    "start": "00:08:30",
    "end": "00:09:12"
  },
  {
    "text": "Okay, good. Yeah. This is Exodus 34, 6 and 7. Yahweh. Yahweh, a compassionate God and gracious, slow to anger, and abundant of loyal love and faithfulness, Keeper of loyal love for thousands, forgiver of iniquity, transgression and sin. Yet he will surely not clear the guilty visitor of the iniquity of fathers upon sons, and upon the sons of sons, upon the third and the fourth generations. And that's your translation in your notes, Tim.",
    "start": "00:09:12",
    "end": "00:09:43"
  },
  {
    "text": "Mm. Yep. So maybe. I'm guessing our listeners have probably heard at least some of these lines before. But John, can you remember back when we first started talking about this and before we took a deep dive into these verses and what they mean, what your perception was?",
    "start": "00:09:43",
    "end": "00:10:02"
  },
  {
    "text": "Yeah. So the first verse is really wonderful. Compassionate and gracious, slow to anger, abundant and loyal love and faithfulness. Like that's what you would want in any friend. Those attributes are really lovely. And so no wonder it's re quoted so much by biblical authors in different ways. And then the second half of the verse, it starts out really lovely too. It reinforces that God's keeper of loyal love for thousands, and forgiver of iniquities and transgressions and sins. And then it just all of a sudden takes a turn. Yet he will not clear the guilty. He will visit the iniquity upon the fathers and the sons, and on their sons and their sons, like the grandkids to the third and fourth generation. And so it just kind of ends with this, like, whoa, I guess God is vengeful after all. What does this deal with, like, punishing grandkids? For like. And it's like, you know, when you're writing something out in. When I think of writing a memorable paragraph, I'm going to end with the thing that is I want the listener to really go away with. And just like, the last thought is the thought I want them to. It becomes a central thought. And the last thought here is about visiting iniquity, generationally.",
    "start": "00:10:03",
    "end": "00:11:35"
  },
  {
    "text": "Yeah. And yeah.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Which is intense.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:11:37",
    "end": "00:11:39"
  },
  {
    "text": "And all those other thoughts, like, of being faithful and all those things, like all of a sudden are in the background.",
    "start": "00:11:39",
    "end": "00:11:44"
  },
  {
    "text": "Yeah, yeah. I think when I've quoted this verse or said, oh, I love this verse, I stop after. Forgiver of iniquity, transgression and sin.",
    "start": "00:11:45",
    "end": "00:11:53"
  },
  {
    "text": "Yeah, let's just.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Let's just stop. Totally. Yeah. Because then you just. You got the goodies, all the. The God's goodies, you know, before that point. So you're saying it's kind of like a bait and switch almost. It feels like, I love you, I love you, he's wonderful, and he's gonna punish your family, you know. Intense. Yeah, totally. But that's interesting to think about it from that angle, John, where from a modern communication standpoint, you end with the thing that you really want to make sure they take away for long term.",
    "start": "00:11:55",
    "end": "00:12:23"
  },
  {
    "text": "Yes.",
    "start": "00:12:24",
    "end": "00:12:25"
  },
  {
    "text": "And that seems to be a different communication strategy here, where there's a balance. It's almost like the first half of the statement is about God's compassion and generosity, but then the second half is about how God's generosity is not licensed for people to go do whatever they want. There's judgment and accountability. I guess the balancing act is more important than the final word. I just think that's interesting. Different communication strategy.",
    "start": "00:12:25",
    "end": "00:12:56"
  },
  {
    "text": "Well, yeah. And you. And you showed, Tim. We. We've really dissected these two verses in terms of their literary structure. And our first video here on this is going to be highlighting. Yes, there's kind of two chiasms happening here, and there's all the symmetry. And it's in the symmetry that I'm supposed to kind of walk away with appreciating the tension, but. But also appreciating how much more highlighted God's attributes of faithfulness and slow to anger and gracious compassion. How much more these good attributes, what we would call good attributes, I guess they're supposed to stick with us in terms of being more important, even though there is a tension. But you only get there when you kind of appreciate all that literary design. Whereas just a Western modern reader, I'm just like, whoa, it feels like it Ends Big punch.",
    "start": "00:12:57",
    "end": "00:13:51"
  },
  {
    "text": "Yeah, we'll come back to that. The literary design of these couple verses. It was my kind of main theology mentor in seminary professor Gary Brashears who really put these two verses on my radar in a significant way. I don't even remember. I think it was a theology class. But he's the one who first showed me that this is first of all, it's the first description of God's character that you come across as you're reading through the Bible from page one. So you watch God say and do a lot of things, but it's the first time that God's own character is described in some kind of summary. But then second, he was the one who told me that it's the most repeated re quoted verse of the Old Testament within the Old Testament itself. And so I have Gary to thank for putting me onto this. This is many, many years ago. Chrissa, did you, Was he still working that when you had classes with him?",
    "start": "00:13:51",
    "end": "00:14:45"
  },
  {
    "text": "Yeah, you know, probably. I can't remember. But I'm sure because it is a really important, I mean it's, these verses are super important for understanding who Yahweh is because it's all about God revealing himself and all his goodness.",
    "start": "00:14:45",
    "end": "00:14:58"
  },
  {
    "text": "Yeah.",
    "start": "00:14:58",
    "end": "00:14:58"
  },
  {
    "text": "To Moses. So I'm. Yeah, I'm sure. And it is interesting that this self revealing of God is portrayed as something new and that God says explicitly to Moses that even though he's revealed himself in the past, he hasn't made himself known by his name, which is exactly what he's doing here.",
    "start": "00:14:58",
    "end": "00:15:15"
  },
  {
    "text": "Yeah. By repeating the divine name twice. Yahweh. Yahweh. We'll actually get more into the narrative context I think a little bit later. But for the moment. Yeah, Chrissa, you're just naming. This is the moment that Moses is in a cave up on Mount Sinai and there's a divine storm cloud passing by because Moses asked to see God's glory and God passes by in a storm. And then what Moses hears is this announcement and it's verses six and seven. That's a pretty intense thunderstorm.",
    "start": "00:15:15",
    "end": "00:15:47"
  },
  {
    "text": "Yeah.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "So what we're putting our finger on for the moment is that this is the first character description of God. It's one of the most important like statements in the Old Testament itself. And what we found was this tension. This is what you were feeling, John, of like, what is God like? If I just look at this first description of God in the Bible. Well, it's a balance of mercy and compassion and patience, but also a very firm sense of justice and accountability and Recompense. And the first three, like mercy and compassion, make our hearts warm and fuzzy. And then we hear judgment or justice and recompense. And I don't know, for many of us, and I feel it too, we start to get a little uncomfortable. And I think there's cultural reasons for that in our cultural setting for why we start to squirm a little bit. But it's just interesting to pay attention to.",
    "start": "00:15:48",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. And that I can adjust to this idea of justice. Yeah. Okay. So there's justice for when you do wrong. God's going to hold you accountable to that iniquity, to use the biblical word there. But then when it says to the sons and their sons, to third and fourth generation. And on a plain reading, that just. That just looks like God's holding a grudge.",
    "start": "00:16:45",
    "end": "00:17:09"
  },
  {
    "text": "Totally.",
    "start": "00:17:09",
    "end": "00:17:09"
  },
  {
    "text": "Yeah. That's a challenging part.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Yeah. Actually, this Exodus 34,7 has given rise to a pretty widespread idea. I know in the Christian tradition, different strands of the tradition. I don't, I don't know in Judaism about the idea of a generational curse or that there can be some kind of divine judgment that lingers over a family so that bad stuff happens to them, you know, for generations and so on. I've totally heard people talk about this before as if it's something that the Bible teaches. So. Yeah, that does sound intense if in fact that's what it means. So we'll come back around to that, I think, by the end of this first conversation. So first, however, I think it's good to just sample this again. The language of Exodus 34, 6 and 7 gets repeated or re. Quoted or reused, I used to say over 20 times in the Bible. So I've got 27, and I'm pretty sure that I'm missing about half a dozen more that might just be little, little snippets of one or two of the words together.",
    "start": "00:17:11",
    "end": "00:18:14"
  },
  {
    "text": "Now if, if, if they're re quoting it, why would it be so difficult to find how many times we've done it?",
    "start": "00:18:15",
    "end": "00:18:19"
  },
  {
    "text": "Oh, it's, it's not that. It's not that hard. It's more just. I've sat down a couple different times and then I get interrupted or something and. But I've got.",
    "start": "00:18:19",
    "end": "00:18:28"
  },
  {
    "text": "But sometimes they only quote part of it or maybe the words in a different order.",
    "start": "00:18:28",
    "end": "00:18:33"
  },
  {
    "text": "Yep.",
    "start": "00:18:33",
    "end": "00:18:34"
  },
  {
    "text": "So it just takes some reflection.",
    "start": "00:18:34",
    "end": "00:18:36"
  },
  {
    "text": "So what's valuable about these at least 27, but I know there's some more reuses of these verses is you get to actually see how the biblical authors themselves understood it. By the way, that they requote it, you get to see what they think it means, which is why they're re quoting it in the first place. And so I think that can give us a clue as to how the biblical authors themselves understood the significance of this description of God's character. So should we session? Some of them are really interesting. Yeah. Okay. The first time that it gets re quoted is in the Book of numbers, chapter 14. And it's actually Moses is the one who requotes them. And that makes sense because he was the one who first heard them. So numbers, chapter 14. This is the story of the spies, the rebel spies who go into the land and then come back. You guys know the story. It's a pretty famous story. So 10 of the spies give a report that, hey, you know the promised land, it's awesome. Look at the grapes, they're huge. They're carrying these huge grapes. But then they say, but we also saw huge cities and huge people. The Nephilim, they say, are there. The group called the Anakites or the Anakim, who were descendants of the Nephilim. Yeah, from the flood story. So that's intense. That's not a place you want to go hang out. And so totally. So the 10 spies say, no way, we're not going in there. Yahweh can't deliver us from those giants. We're going to die. But two of the spies, Joshua and Caleb, say, oh, it's no problem. Like God's, you know, he can take care of giants. He's done it before. They don't say that, but that's the way the design pattern works. And so the 10 rebel spies get the whole people into a riot and the people want to actually appoint a new leader and go back to Egypt. That's the scene right here. So what God says is exactly what he says in the lead up to God saying this about himself in the book of Exodus. He says, I'm done with these people. I'm going to destroy them and start over with the new people. And so what Moses says, what he responds is these verses in Numbers, chapter 14, verse 17. One of you should read it.",
    "start": "00:18:36",
    "end": "00:21:13"
  },
  {
    "text": "Okay. Starting in verse 17. But now I pray, let the power of the Lord be great, just as you have declared. The Lord is slow to anger and abundant in loving kindness, forgiving iniquity and transgression. But he will by no means clear the guilty. Visiting the iniquity of the fathers on the children, to the third and the fourth generations forgive, I pray the iniquity of this people According to the greatness of your loving kindness. Just as you also have forgiven this people from Egypt, even until now.",
    "start": "00:21:13",
    "end": "00:21:43"
  },
  {
    "text": "So when he quotes it, he really is focusing on the second half of the quote. But he throws in first. The Lord is slow to anger and abundant and loving kindness. So there's two of the five attributes that we had previously.",
    "start": "00:21:44",
    "end": "00:21:59"
  },
  {
    "text": "And forgiving.",
    "start": "00:21:59",
    "end": "00:22:00"
  },
  {
    "text": "Yep.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "Yeah. It's really interesting that he still. He quotes the second half. This part that we think is really more harsh. But within or because of that quoting, he's asking to forgive that God would forgive the iniquity of the people. It seems like he would have just left off the second half and just quoted the first. But. But I think that also shows us that we're maybe missing what that second half means if we're reading as a fully negative statement.",
    "start": "00:22:01",
    "end": "00:22:27"
  },
  {
    "text": "Totally. Yeah. Yeah, That's a great observation. In other words, he condenses the first half, Exodus 3, 4, 6, and he just quotes two out of the five, and then he condenses Exodus 34, verse 7. But his takeaway, even after quoting that God won't clear the guilty and visit the iniquity of fathers on the children. His takeaway is so forgive the people. Yeah, because that's what you say you do. You're a forgiver. And so you've forgiven us up till now, so do it again.",
    "start": "00:22:27",
    "end": "00:22:57"
  },
  {
    "text": "Can we stop there, Tim?",
    "start": "00:22:57",
    "end": "00:22:58"
  },
  {
    "text": "Because that's. It is really odd. He quotes God. God's own proclamation of himself, by the way. Right. We haven't said that.",
    "start": "00:22:58",
    "end": "00:23:06"
  },
  {
    "text": "Oh, that's true. Yeah, that's in Exodus 34.",
    "start": "00:23:06",
    "end": "00:23:09"
  },
  {
    "text": "In Exodus, this is Yahweh himself saying this about himself.",
    "start": "00:23:09",
    "end": "00:23:14"
  },
  {
    "text": "Correct.",
    "start": "00:23:14",
    "end": "00:23:14"
  },
  {
    "text": "That he will not clear the guilty. And not only will he not clear the guilty, but like generations to come.",
    "start": "00:23:15",
    "end": "00:23:22"
  },
  {
    "text": "Yeah.",
    "start": "00:23:22",
    "end": "00:23:22"
  },
  {
    "text": "And then right after that, Moses says, so forgive the guilty.",
    "start": "00:23:23",
    "end": "00:23:27"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:23:27",
    "end": "00:23:28"
  },
  {
    "text": "Did he not just listen to like his own statement?",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "It's really interesting that those. And right before that it says forgiving iniquity. And now it says, but he will visit the iniquity on the fathers and the children. So, yeah, there's definitely an interesting relationship.",
    "start": "00:23:32",
    "end": "00:23:44"
  },
  {
    "text": "Yeah. In other words, Moses takeaway is not. Oh. Therefore there's like no hope for somebody.",
    "start": "00:23:44",
    "end": "00:23:49"
  },
  {
    "text": "Who blows it because this is a moment of iniquity.",
    "start": "00:23:49",
    "end": "00:23:52"
  },
  {
    "text": "Right, Totally. That's right. That's right.",
    "start": "00:23:52",
    "end": "00:23:54"
  },
  {
    "text": "They're saying we're not going to go to where God wants us to go. This promise, correct?",
    "start": "00:23:54",
    "end": "00:23:58"
  },
  {
    "text": "Yeah, that's right. So, yeah, that's right. Now this is the. Hold on. There's 2 and 11. 1 and 12. So 13. This is the fourth rebellion story in the wilderness of the Book of Numbers as the people leave Mount Sinai in numbers, chapter 10. Going from numbers chapter 11 to numbers, chapter 20, there are seven. Seven rebellion stories where the people rebel against God or Moses. This is the fourth. It's the center one, which. Which I think is significant. And then in the center we find this is. Moses is doing the same thing he had to do on Mount Sinai in this story of the Golden Calf, which is intercede. And he quotes the same words. And he's essentially. He's asking God to be consistent by changing his decision to destroy the people.",
    "start": "00:23:58",
    "end": "00:24:47"
  },
  {
    "text": "Right.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "And to forgive them. And he doesn't see God's justice and his mercy as contradictory. It's like somehow he knows if I press on the mercy side of the scales, God will yield because he knows that at his core. That verse six describes some kind of baseline. And the stuff about clearing the guilty, it's important. And God will do that. But what else does he mean to say? You won't clear the guilty, so forgive these guilty people.",
    "start": "00:24:48",
    "end": "00:25:15"
  },
  {
    "text": "Yeah, I was thinking about this. Is there any time in the Hebrew Bible where someone intercedes or asks God for something and he doesn't respond with compassion or mercy or loving kindness?",
    "start": "00:25:16",
    "end": "00:25:29"
  },
  {
    "text": "Man. Okay, well, that's really interesting. There's not, for the most part, when you get into the book of Jeremiah, he actually tells Jeremiah not to pray or intercede. He forbids him. And the logic is exactly that. Because when you have a righteous intercessor, God listens. So God tells him not to pray on behalf of the people. He orders Jeremiah not to intercede. Isn't that interesting?",
    "start": "00:25:29",
    "end": "00:25:59"
  },
  {
    "text": "That's really interesting.",
    "start": "00:25:59",
    "end": "00:26:01"
  },
  {
    "text": "Yeah.",
    "start": "00:26:01",
    "end": "00:26:01"
  },
  {
    "text": "That's weird. It gives me this picture of, like, that God knows he's a pushover, so he's like, protecting himself.",
    "start": "00:26:01",
    "end": "00:26:09"
  },
  {
    "text": "Yeah, it is. It's interesting. We see them as like, these two parts of God's character that we perceive somehow in tension with one another. And I think that's because the biblical authors are putting them out there as genuine tensions. But the question is, are these tensions that God feels within himself? The tension comes with, how does God relate to people who constantly fail as his partners?",
    "start": "00:26:09",
    "end": "00:26:33"
  },
  {
    "text": "Well, and he does get angry. If we go back to the original story, we haven't talked about the narrative.",
    "start": "00:26:33",
    "end": "00:26:37"
  },
  {
    "text": "Yet, but that's right, he's angry. Totally.",
    "start": "00:26:37",
    "end": "00:26:40"
  },
  {
    "text": "That's right, he is. But it also takes him with Moses. It's not until the fifth time that Moses resists him that he gets angry.",
    "start": "00:26:40",
    "end": "00:26:48"
  },
  {
    "text": "That's true.",
    "start": "00:26:49",
    "end": "00:26:49"
  },
  {
    "text": "Yeah, he's slow to anger.",
    "start": "00:26:49",
    "end": "00:26:51"
  },
  {
    "text": "Slow to anger. Yeah. Yeah, that's right.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Slow to anger.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "Okay, so this is one example of a re quotation, and it's an illuminating one, I think. Should we look at some others? Oh, this is important. Let's go to another Moses one. This is in the book of Deuteronomy, chapter 5. In Deuteronomy 5, Moses retelling to the children of the people who rebelled in the wilderness. So that story we just read from numbers, God actually says to the rebels, spies, and to the people who rebelled, he says, oh, you don't want to go into the promised land? Well, then you won't. You'll die in the wilderness, and your kids will be the ones who get to go in. And so in the book of Deuteronomy, Moses is now readdressing this new generation before they go into the land. And so Deuteronomy 5, it's a re quotation of the Ten Commandments. The Ten Commandments appear twice in the Old Testament. We've talked about this before. And so when he gets to the first commandments about having no other gods, he inserts a quotation of these lines. Super interesting. And maybe John, Deuteronomy 5, 9. He's talking about, don't have any other gods before me.",
    "start": "00:26:53",
    "end": "00:28:40"
  },
  {
    "text": "Yeah. So you should not worship or serve them. For I, the Lord your God, am a passionate God. And then he quotes visiting the iniquity of the fathers on the children and on the third and the fourth generations of those who hate me, but showing loving kindness to thousands to those who love me and keep my commandments. So there he flips it. Yeah, it's like more digestible when you flip it to me.",
    "start": "00:28:40",
    "end": "00:29:03"
  },
  {
    "text": "Oh, this is what you were talking about earlier.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "You end with the good news.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Yeah, sure. Yeah, sure.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "It's like, okay, he's going to be just when he has to be just great. Oh, but he's loving like, it settles a little better.",
    "start": "00:29:06",
    "end": "00:29:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "This one is also quoting directly from Exodus 20, the Ten Commandments. Right. So not. Not Exodus 34.",
    "start": "00:29:16",
    "end": "00:29:23"
  },
  {
    "text": "Yeah.",
    "start": "00:29:23",
    "end": "00:29:24"
  },
  {
    "text": "So Exodus 34, when Moses is on the mountain, is almost recapping Exodus 20, the Ten Commandments, but changing it up a little bit.",
    "start": "00:29:24",
    "end": "00:29:33"
  },
  {
    "text": "Yeah, actually, that's a great observation, Chris. So in other words, this idea of God being both compassionate and patient and visiting just. And visiting iniquity of fathers on the children and so on, that basic idea occurs for the first time in the Ten Commandments of Exodus. And then what God is doing in Exodus 34 is picking that up and developing it. And then that's what's getting re quoted here. Do you notice there's also two small differences to each of these lines? That's not precedent in Exodus 34.",
    "start": "00:29:33",
    "end": "00:30:07"
  },
  {
    "text": "Yeah. There's the clarification of the disposition of the people. So he visits the iniquity on those who hate him, but shows loving kindness to those who love him.",
    "start": "00:30:08",
    "end": "00:30:19"
  },
  {
    "text": "Yes, and keep my commandments. So this actually, I think is hugely significant. It's as if when you're reading in just Exodus 34 and you read, he visits the iniquity of the fathers upon the sons and upon the grandsons, to the third and the fourth generation, what you're not told in that little kind of recap there is, well, what did the children do? This is what bothered you, John, right?",
    "start": "00:30:19",
    "end": "00:30:44"
  },
  {
    "text": "Right.",
    "start": "00:30:44",
    "end": "00:30:45"
  },
  {
    "text": "Yes. Yeah. It's like, oh, is it just because.",
    "start": "00:30:45",
    "end": "00:30:47"
  },
  {
    "text": "Your dad did something bad?",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "Correct.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "Why do you have to suffer?",
    "start": "00:30:49",
    "end": "00:30:50"
  },
  {
    "text": "Correct. And the question is, is that in fact what it means? That God will visit the consequences of my grandfather's sin, but I'll be the one to suffer for it? Is that what Exodus 34:7 means? Well.",
    "start": "00:30:50",
    "end": "00:31:04"
  },
  {
    "text": "And why not the fifth generation?",
    "start": "00:31:04",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "Why do they get up there?",
    "start": "00:31:07",
    "end": "00:31:08"
  },
  {
    "text": "Yeah. So what this rephrasing of it in Deuteronomy 5 tells us is when we're talking about these further generations, their behavior is crucial to how God responds to them. In other words, when God says in Deuteronomy 5, he visits the iniquity of the fathers on the children to the third and the fourth generations of those who hate me. It's clarifying that what we're talking about is if later generations repeat or persist in the covenant rebellion of their ancestors, they're going to get the same consequence. But when we talk about these thousands that get love, loyal love, we're talking about thousands of generations who stay faithful to the covenant. No generation gets a free pass or no generation will be treated unjustly. Their own behavior matters for how God responds to them. It seems to me that's the implication here.",
    "start": "00:31:08",
    "end": "00:32:04"
  },
  {
    "text": "What you're saying then is the whole bit about generations is just God clarifying. This isn't just for you guys. This is also for your kids and your kids. Kids. I'm not making some special thing for this generation. This is just how it's always going to be.",
    "start": "00:32:04",
    "end": "00:32:20"
  },
  {
    "text": "That's right.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "You, you hate me and you, you do evil, then I'm going to have to hold you accountable to that. But my disposition is loving kindness.",
    "start": "00:32:21",
    "end": "00:32:30"
  },
  {
    "text": "I think that's what it means. And also this is the bigger context. This is God's revelation of his character to the specific people group that he's made a generational covenant with. So, point is, as the generations go by, as we go down the line in this long history of relationship, you can count on me being this way, and this is how I will interact with every generation. So really it's a statement about the. About the stability of God's character.",
    "start": "00:32:30",
    "end": "00:33:03"
  },
  {
    "text": "That's interesting because I take that for granted. Maybe having grown up in Western Christianity, we talk a lot about God is immutable, you know, or like that theological term of he just. He doesn't change. He's always the same. So I think I come to a verse and I just take that for granted where if I put myself in the psyche of an ancient Israelite forming this covenant, you might wonder, yeah, okay, is this just for us or is this going to be for kids and is this going to continue?",
    "start": "00:33:03",
    "end": "00:33:30"
  },
  {
    "text": "Yeah. I think what's harder for us in our modern context is the responsiveness of God, that he's consistent to respond according to his character and according to how people respond to him. Yeah, I think that that might be the harder part.",
    "start": "00:33:30",
    "end": "00:33:46"
  },
  {
    "text": "You're saying just the fact that he is genuinely relational and interactive. Yeah, yeah, I agree. I think that is hard for some people, maybe in some traditions. It's hard to tell. Do you have a sense of why from your own experience, Karissa?",
    "start": "00:33:46",
    "end": "00:34:01"
  },
  {
    "text": "I think that for a lot of people, it does conflict with that immutability or unchangeable nature of God. But I think like Jeremiah 18, you were talking about, Jeremiah earlier explains the consistency of God, that if a nation turns from their evil, then I'll relent, and if they do evil, then I'll bring calamity on them. And that's. It's like a consistent thing you can depend on with God. But I think what's interesting about this statement is that the scales are tipped toward grace and compassion, which I don't think means more people are doing good. You know what I mean?",
    "start": "00:34:01",
    "end": "00:34:39"
  },
  {
    "text": "Yeah, yeah, that's interesting.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "It means God just chooses to be gracious above and beyond what people deserve, which I guess is the meaning of grace in the first place.",
    "start": "00:34:40",
    "end": "00:34:46"
  },
  {
    "text": "Yeah, it's good. Our observations are really like, somehow when we, the three of us, and I'm guessing we represent how people in general, you know, in our culture might hear this, we see the statement about God having this, like, nice side and then a more just or stern side. And for us, we hear those as somehow they're in conflict or in Tension. But when the biblical authors heard this, they heard the whole thing as a statement of stability and assurance and that God will deal with us justly and fairly, always tending towards mercy. But any generation will get what's coming to it if that's how they really. If that's how they act. And it may be that I didn't grow up as a polytheist, you know, and so I've. I don't know what it's like to believe in or be loyal to a God who you hope will favor you.",
    "start": "00:34:47",
    "end": "00:35:42"
  },
  {
    "text": "You know, but you have no idea.",
    "start": "00:35:42",
    "end": "00:35:44"
  },
  {
    "text": "You don't have any idea. Yeah.",
    "start": "00:35:44",
    "end": "00:35:46"
  },
  {
    "text": "Yeah. Did you make the right sacrifice? Did you. Yeah. Say the right prayer?",
    "start": "00:35:46",
    "end": "00:35:50"
  },
  {
    "text": "Say the right prayers. Especially then if you interpret, you know, the quality of your life as a form of blessing or judgment, you know.",
    "start": "00:35:50",
    "end": "00:35:57"
  },
  {
    "text": "Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "If I have bad crops or all my chickens die in a plague, which God is punishing me and which. For what reason? You know, this is like a real crisis for a lot of ancient cultures and some cultures still today that still relate. If they believe in divine powers, they relate to divine powers in this way.",
    "start": "00:35:57",
    "end": "00:36:17"
  },
  {
    "text": "Well, now, Tim, to be fair, there's a lot in the Torah about how if you obey me, your crops are going to be good.",
    "start": "00:36:17",
    "end": "00:36:24"
  },
  {
    "text": "Totally. But the whole point of a statement like this is to say, if your crops are going bad, you know why. You know exactly why. It takes the mystery out of it. At least. I think the whole point of God giving Israel the terms of the covenant and then here saying, this is how God will relate to you based on the covenant.",
    "start": "00:36:25",
    "end": "00:36:44"
  },
  {
    "text": "So you think the big takeaway is okay, now I know the attributes of God that He wants me to care about, and they're his patience and his mercy and his faithfulness.",
    "start": "00:36:44",
    "end": "00:36:58"
  },
  {
    "text": "Yeah.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "But he also wants me to know that he has a consistency for how he's going to deal with. With us, and that I can know that. And so there's not some unpredictability to Him. So those are the kind of two main takeaways.",
    "start": "00:36:58",
    "end": "00:37:13"
  },
  {
    "text": "I think that's right.",
    "start": "00:37:14",
    "end": "00:37:14"
  },
  {
    "text": "I also think it's significant in this verse in Deuteronomy 5. That and in Exodus 20, where it's quoting from that, it gives the context for what iniquity means. It starts with, you shall not worship other gods or serve them. I think sometimes when we think of iniquity or sin, we think of just doing something bad. But I think this seems like a bigger, a whole heart thing about which God you worship.",
    "start": "00:37:14",
    "end": "00:37:37"
  },
  {
    "text": "Yeah, that's right. Allegiance.",
    "start": "00:37:37",
    "end": "00:37:39"
  },
  {
    "text": "Can I ask you, Tim, in this Deuteronomy 5. He says I'm a passionate God.",
    "start": "00:37:39",
    "end": "00:37:43"
  },
  {
    "text": "Yes. Yeah, that's my translation.",
    "start": "00:37:43",
    "end": "00:37:45"
  },
  {
    "text": "Oh, what's the word there?",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "Oh, Kana. It's usually translated jealous. I am a jealous God. And I've become convinced that the English word jealousy communicates only part of what kana is communicating. And also the word jealousy introduces a layer of meaning that's not fully present with Kana. And so I like the word passionate more in English.",
    "start": "00:37:47",
    "end": "00:38:13"
  },
  {
    "text": "Jealousy has an envy become kind of synonymous?",
    "start": "00:38:13",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, maybe like uncontrolled rage or something.",
    "start": "00:38:17",
    "end": "00:38:20"
  },
  {
    "text": "Yeah, Actually, Tristan, I had to deal with this as we've written about emotions and this idea of if you look up the way jealousy has been used traditionally, it means like when something that you deserve or should have is taken from you, then you're jealous. Where envy is when you want something that you don't have. I understand why you'd move away from jealousy, but why the word passion mainly?",
    "start": "00:38:20",
    "end": "00:38:44"
  },
  {
    "text": "Yeah, because jealousy, I think in English at least, what it means to me, and I've asked lots of other people about this too before, because I gave a sermon on this once and I really wanted to figure it out. I think jealousy in English for most English speakers has a self oriented focus. It's about what I deserve and what I want. And so I'm jealous. I want something usually that I don't have and I'm jealous of somebody else.",
    "start": "00:38:44",
    "end": "00:39:09"
  },
  {
    "text": "Well, that's where we conflate it with envy. And that's just become the typical way that that word's used now.",
    "start": "00:39:09",
    "end": "00:39:13"
  },
  {
    "text": "So kanah, it's a covenant term and it has to do with the passion that arises within you when you see somebody that you're covenantally connected to, giving their allegiance and their well being over to someone who will hurt them. So one of the important other times kanah is used is of a husband and a wife, where a husband hears or is suspicious that his wife is sleeping with another man. And this is in numbers five and it says if a spirit of Kanah comes over him. And so it's passion for his covenantal partner, for his wife.",
    "start": "00:39:13",
    "end": "00:39:54"
  },
  {
    "text": "Well, that's the traditional meaning of the word jealous.",
    "start": "00:39:54",
    "end": "00:39:57"
  },
  {
    "text": "Correct.",
    "start": "00:39:57",
    "end": "00:39:57"
  },
  {
    "text": "It just doesn't really mean that anymore.",
    "start": "00:39:57",
    "end": "00:39:59"
  },
  {
    "text": "But what's underneath it with other gods isn't just that. Well, because I deserve your praise, not the other gods. It's because the consistent depiction of allegiance to other gods is that it will degrade your humanity and lead Israel to death, specifically towards injustice and neglect of the poor.",
    "start": "00:39:59",
    "end": "00:40:17"
  },
  {
    "text": "There's almost like an element of compassion in the Passion.",
    "start": "00:40:17",
    "end": "00:40:21"
  },
  {
    "text": "Yeah, that's right. It's not actually very different than the, like, passion. This hasn't happened too much with my kids yet, but I can already start to see as they're in our neighborhood school, and there are some little, like, neighborhood buddy friends that are awesome. And I'm so stoked to, like, take one of my kids over to play at someone's house for an afternoon. But then there have been other times where one of my sons has come home from a couple hours at a friend's house. Just the vibe he's giving off and the words he's using. And it's like, I realized, like, oh, he was exposed to a different value system just now, and he's treating his brother a lot more poorly now. And so we have to deal with that. And so the feeling inside of me is a kind of protective jealousy. I think of, like, oh, no, dude. He's going to be exposed to something that's going to, I think, you know, Chip. Weight his character and actually make him a less generous person. That's the kind of passion. And it's not about me as such. Like, he must be raised in my home and have my values. It's that I think the values we're trying to give him are the ones that are actually going to help him flourish the best anyway. So that's kind of a side trail on Kana. Maybe we should make a video, a word study video about that.",
    "start": "00:40:21",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, that'd be cool.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "Thank you for going down that rabbit hole. Passionate's still a hard.",
    "start": "00:41:36",
    "end": "00:41:39"
  },
  {
    "text": "Passionate doesn't do the whole job. But I think it at least does a better job than jealousy because it will raise a question of, like, what does that mean? Just like it did with you.",
    "start": "00:41:39",
    "end": "00:41:48"
  },
  {
    "text": "Yeah.",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "Can you think of another English word that captures that idea?",
    "start": "00:41:49",
    "end": "00:41:52"
  },
  {
    "text": "Well, you know, it's funny is I just wanted to reclaim the original meaning of jealous was my, like, strategy, and I was voted down. It's just become our vernacular. It's just you say jealous to mean desiring you to have something that you. You don't have.",
    "start": "00:41:52",
    "end": "00:42:06"
  },
  {
    "text": "Yeah. Did you guys land on something better, you and Tristan?",
    "start": "00:42:06",
    "end": "00:42:10"
  },
  {
    "text": "No, we just. We just ended up using the word jealous. And just. And the way that it's used today.",
    "start": "00:42:10",
    "end": "00:42:15"
  },
  {
    "text": "I think it used to have. It could have a more negative, selfish meaning, or it could have a more positive, other centered meaning, meaning that you're. I'm jealous for this meaning. I'm passionate to see.",
    "start": "00:42:15",
    "end": "00:42:27"
  },
  {
    "text": "Yeah, no one's. No one uses that way anymore, but.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "I think it used to.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "Yeah, it probably had kind of this like slow morphing into it was very positive. And then it became a mixed bag. And now it's just. Being jealous is not a good thing.",
    "start": "00:42:31",
    "end": "00:42:41"
  },
  {
    "text": "Yeah, yeah. Here, let me show you guys a couple others. A couple other times that these verses get re quoted, let's look at how it gets used in the prophets. Let's go to Joel, chapter two. So in the book of Joel, he's experiencing. He's watching a drought which causes a famine in the land of Israel, and then there's a locust swarm. And if you know the covenant key covenant passages in the Torah, like Leviticus 26 or Deuteronomy 28, you know, those things are a result of God removing his kind of protective hand of blessing on Israel, the result of covenant violation. This is what he calls the people to do in response. Joel 2:13. This is actually kind of a famous verse. I don't know, is this another bumper sticker verse from the Bible?",
    "start": "00:42:41",
    "end": "00:43:55"
  },
  {
    "text": "It's a good one.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "It is a good one. I'll just go ahead and read it. He says to the people, rend your hearts and not your garments. Return to the Lord your God, because he is gracious and compassionate, slow to anger, abounding in loyal love and relenting of doing harm. We're doing catastrophe.",
    "start": "00:43:56",
    "end": "00:44:18"
  },
  {
    "text": "Raw.",
    "start": "00:44:18",
    "end": "00:44:19"
  },
  {
    "text": "Yeah, raw. So notice he's just quoted from what we call verse 6 of Exodus 34. He's only quoted from the first, the positive half, which is interesting.",
    "start": "00:44:19",
    "end": "00:44:29"
  },
  {
    "text": "Yeah, the God goodies, as you call it.",
    "start": "00:44:29",
    "end": "00:44:31"
  },
  {
    "text": "Yeah, the God goodies. It's as if what he sees around them is the results of verse seven. Right. Because in what he sees, a locust plague and a famine. And he thinks this is all the result of covenant rebellion. And so here he is. God is not clearing the guilty and he's visiting the iniquity right on us. But even in the midst of God's judgment, he knows that God has a soft spot for people who turn to him in humility. I think this is why he told Jeremiah not to pray for the people. It's the same idea. And so he says, listen, if we turn back to God, we can count on the fact that he will respond in some way at least. This is a very common way that the verses get used, just people in trouble. And they say, let's turn to God. Cry out to God because he's like this.",
    "start": "00:44:31",
    "end": "00:45:23"
  },
  {
    "text": "Yeah. A lot of the quotations you have here, just quote from the first half.",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Yeah, that's right. Ooh, this is a good one about God's. Soft spot, John. It's from the repurposing of these words in Jonah. Oh, yeah, In Jonah. Yes. John, I'll let you read it. This is from Jonah, chapter four.",
    "start": "00:45:28",
    "end": "00:45:43"
  },
  {
    "text": "Yes. The forgotten chapter of the Bible.",
    "start": "00:45:43",
    "end": "00:45:46"
  },
  {
    "text": "Yeah, that's right. This is right after the people of Nineveh turn to God and God forgives the city and the people and the king of Nineveh.",
    "start": "00:45:46",
    "end": "00:45:56"
  },
  {
    "text": "And that's where the storybooks end. But there's another chapter. Yeah. Jonah gets angry. It greatly displeased Jonah and he became angry. He prayed to the Lord and said, please, Lord, was not this what I said while I was still in my own country? Therefore, in order to forestall this. Forestall this. Is this your translation?",
    "start": "00:45:56",
    "end": "00:46:15"
  },
  {
    "text": "No, this is New American Standard, I think.",
    "start": "00:46:16",
    "end": "00:46:18"
  },
  {
    "text": "Therefore, in order to prevent this, I fled to Tarshish. For I knew that you are a gracious and compassionate God, slow to anger and abundant in loyal love, and one who relents concerning Ra doing calamity.",
    "start": "00:46:18",
    "end": "00:46:33"
  },
  {
    "text": "Yeah. So this is sarcastic.",
    "start": "00:46:33",
    "end": "00:46:35"
  },
  {
    "text": "Yeah. Is that the right word for it? Sarcastic?",
    "start": "00:46:35",
    "end": "00:46:37"
  },
  {
    "text": "Yes.",
    "start": "00:46:37",
    "end": "00:46:38"
  },
  {
    "text": "Yeah. He's like, I know this of you. And so I didn't want to go to Nineveh because I don't like those guys.",
    "start": "00:46:38",
    "end": "00:46:42"
  },
  {
    "text": "Yeah.",
    "start": "00:46:42",
    "end": "00:46:42"
  },
  {
    "text": "And they don't deserve your patient mercy.",
    "start": "00:46:42",
    "end": "00:46:45"
  },
  {
    "text": "Yeah. He's angry that God is this way towards other people that he doesn't like. But of course, what was it that moved God to have the fish, like, vomit him out so that he would live and not die? The narrative doesn't say it, but the implication is because God was gracious and compassionate with him. But then somehow, the moment God is compassionate, we're back to God's consistency. He says, this is why I didn't want to go to the A city of Nineveh, because I know you have the soft spot for people, no matter who they are, to turn to you, and you always forgive them.",
    "start": "00:46:45",
    "end": "00:47:23"
  },
  {
    "text": "And it makes like there was nothing that Jonah could do to stop this consistency of God.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "Yeah, that's right. Yeah. We're back to that consistency theme, that God doesn't play favorites. And with every generation, and apparently with any people group, he will always operate According to Exodus 34, 6 and 6, 7. So much so that you can. Jonah can, like, throw these words in God's face as an accusation almost.",
    "start": "00:47:29",
    "end": "00:47:48"
  },
  {
    "text": "Well, yeah. And he could take those words at the bank. He doesn't like the Ninevites so much, and he believes in God's character so.",
    "start": "00:47:48",
    "end": "00:47:55"
  },
  {
    "text": "Much that he decides to take off.",
    "start": "00:47:55",
    "end": "00:47:58"
  },
  {
    "text": "Yeah. That's interesting.",
    "start": "00:47:58",
    "end": "00:47:59"
  },
  {
    "text": "Yeah, it is. Okay, so Joel that usage from Joel gave us people sitting in hardship, but they know that God will be gracious. Let's humble ourselves into a dim. Jonah flips this over. The prophet Nahum does something interesting. What he does is turn up the volume on verse 7, on the intense parts. And so this is a whole book that is a prophet who's commenting on the downfall of the Assyrians, the Assyrian Empire, and the downfall of the city of Nineveh, which Jonah, you know, that features in the book of Jonah. So we're talking about an empire that ruled the ancient near east for centuries with an iron fist. I mean, they would, like, peel off people's skin in public as public shame and punishment and like, put heads on spikes of cities they conquered. You know, it was gnarly. So the whole ancient world was rejoicing when Nineveh fell to the Babylonians. And so Nahum writes this poem to talk about how he believes Yahweh is the one behind the downfall of Nineveh. This is from chapter one, maybe. Chrisa, you want to read it?",
    "start": "00:47:59",
    "end": "00:49:09"
  },
  {
    "text": "Sure. Chapter one, verses two and three. A jealous. Is that the same word for jealous there?",
    "start": "00:49:10",
    "end": "00:49:15"
  },
  {
    "text": "Yes, it is.",
    "start": "00:49:15",
    "end": "00:49:16"
  },
  {
    "text": "Must be Yakanah. A jealous and avenging God is the Lord. The Lord is avenging and wrathful. The Lord takes vengeance on his adversaries, and he reserves his wrath for his enemies. And then the quotation. The Lord is slow to anger and great in power, and the Lord will by no means leave the guilty unpunished.",
    "start": "00:49:16",
    "end": "00:49:35"
  },
  {
    "text": "Yeah, that's intense.",
    "start": "00:49:35",
    "end": "00:49:37"
  },
  {
    "text": "What's interesting, though, is that these verses are written about an oppressor.",
    "start": "00:49:37",
    "end": "00:49:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "To God's people. And it also kind of makes me wonder about the Exodus passage, if that not clearing the guilty. I mean, I think it's. It's multifaceted. But Pharaoh is one of the ones who sinned the most in this, in the narrative, and he was oppressing the people. I don't know. I wonder if there's some connection to taking vengeance on those who are oppressing the weaker.",
    "start": "00:49:44",
    "end": "00:50:06"
  },
  {
    "text": "For sure. Yeah. The most intense forms of divine anger in the Bible are aimed at leaders of people, Israelite or non Israelite. Yeah. Who abuse their positions of power. Without a doubt. That's a great observation. That's really worth observing. What's interesting here is that the way that the language of Exodus 34, 6 and 7 is quoted. So Nahum 1, 3. The Lord is slow to anger and he's great. And what should come is in loyal love, covenant love. But what he says is great in power and Then he adds from verse seven of Exodus 3. Four, the Lord won't declare innocent the guilty, or he won't leave guilty the unpunished. So what's interesting about that is to say that he's great in loyal love. That's a covenant term. He's going to stick by his covenant. Well, Yahweh is not in a covenant with the nation of Assyria.",
    "start": "00:50:06",
    "end": "00:50:58"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "So he doesn't use that word, loyal love, because he's never made a covenant promise to Assyria. But he is great in power, which means that he oversees the nations and Assyria's time is up. You know, this is a really intense language of divine anger and recompense on one of the great tyrants of the ancient Near East. And so verse three says, he's slow to anger, but he still gets angry. You know, God's reached the limit of his patience. And that's what this poem is emphasizing. So I don't know if this makes you squirm. It should. But then it's also crucially important to remember it's aimed at a king of, you know, one of the most oppressive empires of the ancient world.",
    "start": "00:50:59",
    "end": "00:51:43"
  },
  {
    "text": "Yeah, I was going to say, if you're part of the oppressed, then it's good news.",
    "start": "00:51:43",
    "end": "00:51:46"
  },
  {
    "text": "Correct.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "Is this after or before Jonah?",
    "start": "00:51:47",
    "end": "00:51:50"
  },
  {
    "text": "This is after Jonah, Yeah. The story of Jonah is taking place when Nineveh is at its kind of peak in its heyday as the capital of the Assyrian Empire. Nahum is riding right after the fall of the Assyrian Empire. So big picture. Just kind of some observations here. If you look through these 27 that I have, and I think there's a few more. The vast majority quote from verse six from, like, the goody parts that we like. The most consistent way these verses are quoted is people in trouble, people sitting in a mess of their own making, and they turn back to God and say, let's go back to God, because Exodus 34, 6, he's this way. And that kind of makes sense because that's a big part of what they mean, and that's a part of the original context of the story that these verses appear in. But verse seven is just as important of a statement about God's character. But I think we've touched on it. It's a promise of stability, of a predictability in God's response. He's merciful and he's just. Which. Even verse seven, which is intense, brings a degree of assurance that I always know where I stand with Yahweh based on my own behavior. And choices, I don't have to wonder. And that he's going to be like this always for every generation, not like change from generation to generation. I think those are significant takeaways.",
    "start": "00:51:50",
    "end": "00:53:10"
  },
  {
    "text": "Yeah, I agree. We're going to talk about each attribute and we're going to get to slow to anger. And during that conversation, we will talk about the idea of God being angry.",
    "start": "00:53:11",
    "end": "00:53:22"
  },
  {
    "text": "Yes.",
    "start": "00:53:22",
    "end": "00:53:22"
  },
  {
    "text": "And so a lot of this language and Joel, of being a wrathful God.",
    "start": "00:53:22",
    "end": "00:53:28"
  },
  {
    "text": "Or Nahum. The Nahum example. Yeah.",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "Or sorry, Nahum. Yeah, I want to dig into that more, but I'm just kind of knowing that we will in time.",
    "start": "00:53:30",
    "end": "00:53:37"
  },
  {
    "text": "Correct, right. Yeah, correct. Divine anger is really important that we get right, our understanding of divine anger, especially because something about our cultural context, angry authority figures and violence. This is a huge theme in our culture, I think, especially in my generation, our generation, and maybe the one before, because there's been such, I don't know, a public kind of whistleblowing on abuse of power and angry authority figures in abuse. So people have become really sensitive to this in the Old Testament in a way that when I talk to people from an older generation, they don't feel the problem here. They're like, yeah, God gets angry and he can punish people. What's the big deal? I've had to work through some kind of squirminess about that. Do you guys resonate with that?",
    "start": "00:53:37",
    "end": "00:54:28"
  },
  {
    "text": "Yeah.",
    "start": "00:54:28",
    "end": "00:54:28"
  },
  {
    "text": "Yeah. So for me is it's forced me to go back in and really understand divine anger in context, which is why we're going to dedicate a whole video to it.",
    "start": "00:54:28",
    "end": "00:54:37"
  },
  {
    "text": "Cool. So we'll put the rest of these scripture references that requote Exodus 34, 4, 6, and 7. Put in the show notes if you want to geek out further. What we'll do then is in the next episode, we'll talk about the narrative context of these verses and kind of situate ourselves in what was going on in the biblical story.",
    "start": "00:54:37",
    "end": "00:55:02"
  },
  {
    "text": "What prompted God to say this about himself to Moses in the first place?",
    "start": "00:55:02",
    "end": "00:55:07"
  },
  {
    "text": "Yeah.",
    "start": "00:55:07",
    "end": "00:55:07"
  },
  {
    "text": "Yeah.",
    "start": "00:55:07",
    "end": "00:55:08"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. This is the first episode in a new series on the character of God. Our overview video on these two verses.",
    "start": "00:55:10",
    "end": "00:55:19"
  },
  {
    "text": "Is already completed, and it's up on our website and on our YouTube channel.",
    "start": "00:55:19",
    "end": "00:55:23"
  },
  {
    "text": "It's called the Character of God. Go check it out. Next week, we're going to continue looking at these verses, and we're going to dig into the backstory, the context for when this statement was first proclaimed.",
    "start": "00:55:23",
    "end": "00:55:35"
  },
  {
    "text": "And so Exodus 24 ends with Moses going up the mountain to kind of seal the deal to tell God. Like, yep, the people are going to do it. We're going to do this. We're going to be your covenant people. So he goes up and the whole thing is the people just said, we'll accept these vows. We're going to get married. It's going to be awesome. This is the, the very next thing that is going to happen in the narrative. And Exodus, chapter 32, verse 1 is where the story picks up and it's where everything starts to go terribly terrible, terribly wrong.",
    "start": "00:55:35",
    "end": "00:56:05"
  },
  {
    "text": "Today's episode was produced by Dan Gummel. Our theme music comes from the band tents, and our show notes are Produced by Camden McAfee. And speaking of our show notes, you should check them out. There's detailed notes adapted from Tim's original notes that we curated, and it's a wonderful resource. You can find it on our websites under the Resource tab. It's a great way to study further. Or if you are building a Bible study or if you're building curriculum, I highly recommend checking out these notes. Bibleproject is a crowdfunded nonprofit. We're in Portland, Oregon. We make free resources that help you experience the Bible as a unified story that leads to Jesus. And we're so grateful to be able to work on this project and so grateful for you who make it possible. So thank you for being a part of this with us.",
    "start": "00:56:06",
    "end": "00:56:57"
  },
  {
    "text": "Hi, this is Ben Locascio and I'm from West Chicago, Illinois, and this is my cat, Luna. My favorite thing about the Bible Project is how it exposes the beautiful story which leads to the Messiah. Once you're exposed to so much beauty, you're going to get addicted. And the Bible Project has helped me fall in love with the Bible to the point where I'm reading it all the time. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@thebibleproject.com what do you think, Luna?",
    "start": "00:56:58",
    "end": "00:57:34"
  },
  {
    "text": "Sa.",
    "start": "00:57:47",
    "end": "00:57:47"
  }
]