[
  {
    "text": "Hey, this is John and this is Tim.",
    "start": "00:00:00",
    "end": "00:00:01"
  },
  {
    "text": "And for the last few weeks and for the next couple weeks we are re releasing episodes from our back catalog, the five most listened to podcast episodes in our 250 plus podcast series.",
    "start": "00:00:02",
    "end": "00:00:15"
  },
  {
    "text": "Yeah, we've been rocking a weekly podcast for over five years and it's been amazing, so much fun. But we've also never taken a break. So we're taking a few weeks to take a break and you know, the next series is going to start after this. So we're really excited about that. But yeah, the seventh Day Rest series. Do you remember this a couple years ago?",
    "start": "00:00:15",
    "end": "00:00:36"
  },
  {
    "text": "Yeah. We did this series as part of a bigger focus on themes that happen in Genesis 1 and 2 and one of them was on the theme of rest on Sabbath stopping.",
    "start": "00:00:36",
    "end": "00:00:49"
  },
  {
    "text": "The video that came out of these conversations was called Sabbath but we were.",
    "start": "00:00:49",
    "end": "00:00:53"
  },
  {
    "text": "Calling it seventh day Rest. This was the first episode in that series. It's the third most listened to episode in our whole catalog. And it's great to about rest because that's what we're doing right now. Oh, that's what we're resting.",
    "start": "00:00:53",
    "end": "00:01:07"
  },
  {
    "text": "Yeah. For us this isn't just like have some vacation. You know, the Sabbath as an important principle that you build into your life rhythms where you stop and rest and reflect and show gratefulness. It's like a discipline and it's actually.",
    "start": "00:01:07",
    "end": "00:01:23"
  },
  {
    "text": "A pretty strange tradition to have because it just doesn't help you actually survive in the world. Super.",
    "start": "00:01:23",
    "end": "00:01:30"
  },
  {
    "text": "Well, I think I need to re listen to this episode.",
    "start": "00:01:30",
    "end": "00:01:33"
  },
  {
    "text": "Yeah, this episode's gonn great. If you enjoy it. There's a whole series on seventh day rest and also a YouTube video we made. It's one of my favorite videos.",
    "start": "00:01:34",
    "end": "00:01:43"
  },
  {
    "text": "We hope you enjoy this re released episode.",
    "start": "00:01:44",
    "end": "00:01:46"
  },
  {
    "text": "The Restless craving for rest. 7th Day Rest Episode 1. We live in a busy, fast paced world. We can shop, eat and work any hour of the day. Most of us live with constant access to the Internet. And if you're like me, you're constantly checking your phone for news and updates. There's always a new deadline, a new urgent request, a new problem to solve. One day bleeds into the next. Life can be hectic and it can be exhausting. And then we get to the Bible and there's an idea, a theme that you may have heard of, but if you're like me, you might not know a lot about. It's the idea of the Sabbath.",
    "start": "00:01:46",
    "end": "00:02:35"
  },
  {
    "text": "At its most basic. It's that you stop. The word Sabbath means stop. The word Shabbat in Hebrew. There are actually other words for Rest, like, in English, we think of, like, laying down and relaxing and being rejuvenated. To do those things, you have to Shabbat. But the word Shabbat, its basic meaning is to cease from, to stop.",
    "start": "00:02:37",
    "end": "00:02:55"
  },
  {
    "text": "I'm John Collins, and this is the BibleProject Podcast. Now, the Hebrew word Shabbat is where our English word Sabbath comes from. And you may have heard of people observing a Sabbath day, an entire day of stopping from your work. Or you might have heard of people taking sabbaticals, long breaks from their work. But this practice comes from a much larger theme in the Bible.",
    "start": "00:02:56",
    "end": "00:03:18"
  },
  {
    "text": "The practice of Shabbat is just one way to think about something way bigger going on, which is about this design of time, all culminating in a seventh day.",
    "start": "00:03:18",
    "end": "00:03:31"
  },
  {
    "text": "God creates the heavens and the earth in six days. And on the seventh day, he stops. He enters his creation and he rests and rules. And humans are there with God to rule and rest with him on the seventh day.",
    "start": "00:03:31",
    "end": "00:03:44"
  },
  {
    "text": "The seventh day is like a multifaceted gem. And as the concept develops through the story of the Bible, we're going to discover in different story after story that there's going to be different ways and angles and facets that get you to the core. One of the main facets is the fabric of creation as leading towards a great goal where humans imitate God and join him in ceasing from work and labor. There's going to be another facet that's all about being enslaved to our labor. And so the seventh day is the time to celebrate our liberation from slavery so that we can rest with God.",
    "start": "00:03:45",
    "end": "00:04:29"
  },
  {
    "text": "Today we're beginning a new series, understanding the theme of seventh day rest. Thanks for joining us. Here we go. This is going to be a very long conversation. When we did the God conversation, which turned into a 20 episode podcast, it was about 40 pages of notes.",
    "start": "00:04:30",
    "end": "00:05:03"
  },
  {
    "text": "That's correct.",
    "start": "00:05:03",
    "end": "00:05:04"
  },
  {
    "text": "And here in my hand are 41 pages of notes on the Sabbath.",
    "start": "00:05:04",
    "end": "00:05:10"
  },
  {
    "text": "On Sabbath. New discussion for us. This is a Bible project theme video. I started reading and writing and collecting notes, I don't know, a couple months ago, so I guess that's when it technically started. But our conversation about it starts now. It will become a theme video at some point in our future.",
    "start": "00:05:10",
    "end": "00:05:29"
  },
  {
    "text": "In the future of this conversation, at.",
    "start": "00:05:29",
    "end": "00:05:32"
  },
  {
    "text": "Some point when somebody's listening to this, it might be the past. When the video's out.",
    "start": "00:05:32",
    "end": "00:05:35"
  },
  {
    "text": "Time is relative.",
    "start": "00:05:35",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. So, yeah, here we go. I've learned so much as I've been preparing.",
    "start": "00:05:36",
    "end": "00:05:42"
  },
  {
    "text": "Our office whiteboards are just filled with your beautiful mind notes just all over the place.",
    "start": "00:05:43",
    "end": "00:05:50"
  },
  {
    "text": "And a lot of it, too, was. I hit the Torah, like, hard in, like, study mode about two years ago.",
    "start": "00:05:50",
    "end": "00:05:56"
  },
  {
    "text": "Right.",
    "start": "00:05:56",
    "end": "00:05:56"
  },
  {
    "text": "It's pretty much I've just been living and breathing, reading and rereading the Torah over and over again. And so I've just been noticing. Collecting all these observations specifically around patterns of the number seven woven into the narrative and poetry of the Torah. And then as I started to think about this conversation, all of a sudden it hit me like, it's all connected to Sabbath. And so then I started collecting stuff on the idea of the actual Sabbath. But all these other narratives and poems in the Pentateuch keep getting pulled into the conversation. Thus, 40 pages of things for us to talk about.",
    "start": "00:05:56",
    "end": "00:06:33"
  },
  {
    "text": "Sweet.",
    "start": "00:06:33",
    "end": "00:06:33"
  },
  {
    "text": "Yeah, dude, I learned so much.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "I'm excited to learn.",
    "start": "00:06:36",
    "end": "00:06:37"
  },
  {
    "text": "And I'm actually not even done. Like, I've just outlined the New Testament stuff in these notes. I haven't actually filled it in.",
    "start": "00:06:37",
    "end": "00:06:44"
  },
  {
    "text": "Oh, really?",
    "start": "00:06:44",
    "end": "00:06:44"
  },
  {
    "text": "Yeah. I'm sorry. You're welcome.",
    "start": "00:06:44",
    "end": "00:06:47"
  },
  {
    "text": "This theme wasn't on your original list.",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "That's a good point. Yeah. I don't know when it dawned on me. Like, this is an organizing main theme of the entire biblical story.",
    "start": "00:06:51",
    "end": "00:07:00"
  },
  {
    "text": "Yeah.",
    "start": "00:07:00",
    "end": "00:07:01"
  },
  {
    "text": "Literally begins with the opening line of Genesis, really, in terms of its literary design.",
    "start": "00:07:01",
    "end": "00:07:06"
  },
  {
    "text": "Cool.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. So, like, you. When we started this project, you had about 25 theme videos.",
    "start": "00:07:07",
    "end": "00:07:12"
  },
  {
    "text": "Correct.",
    "start": "00:07:12",
    "end": "00:07:12"
  },
  {
    "text": "And then what happened was we started thinking about doing a series on Genesis 1 through 3, a creation series. And so basically, like, five or six ideas that are really important to those chapters, and Sabbath was one of them.",
    "start": "00:07:12",
    "end": "00:07:30"
  },
  {
    "text": "And.",
    "start": "00:07:30",
    "end": "00:07:30"
  },
  {
    "text": "And instead of treating it as a creation series, we decided just to treat them all as separate theme videos. Theme videos. And so are we forcing this to be a theme, or you think this is like a biblical theme?",
    "start": "00:07:30",
    "end": "00:07:39"
  },
  {
    "text": "Oh, it definitely is.",
    "start": "00:07:39",
    "end": "00:07:41"
  },
  {
    "text": "Cool.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "Yeah. In terms of our usual criteria of introduced on pages 1, 2, and 3, developed, worked over and over and over again in repeating developments throughout the Hebrew scriptures. There's a culminating moment in the story of Jesus, which then launches you out into the new creation, the Sabbath. It actually probably is even more a theme in that way than many of the. Some of the other themes that we have made videos about. It's just. It's everywhere.",
    "start": "00:07:41",
    "end": "00:08:10"
  },
  {
    "text": "Sweet.",
    "start": "00:08:10",
    "end": "00:08:11"
  },
  {
    "text": "Yeah. It's awesome. Yeah.",
    "start": "00:08:11",
    "end": "00:08:13"
  },
  {
    "text": "Well, let's get into it all.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "So let's first do this instead of first going to Genesis one.",
    "start": "00:08:54",
    "end": "00:08:57"
  },
  {
    "text": "Yeah.",
    "start": "00:08:57",
    "end": "00:08:57"
  },
  {
    "text": "Um, let's talk about a memory that you and I share and then connected to a memory that I have from the year that my wife and I lived in Jerusalem and I was studying there and Our apartment was in West Jerusalem, not far from, like, the old medieval walls of the Old City. And we lived by the largest outdoor market in Jerusalem. It's a famous tourist spot now, which is why, years later, you and I went there.",
    "start": "00:08:58",
    "end": "00:09:26"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:09:26",
    "end": "00:09:27"
  },
  {
    "text": "It's called Machine Yehudah. The Camp of Judah is what that phrase means. But do you remember that market?",
    "start": "00:09:27",
    "end": "00:09:32"
  },
  {
    "text": "I remember. Did we eat lunch there and.",
    "start": "00:09:33",
    "end": "00:09:35"
  },
  {
    "text": "Yeah, we hung out for a couple hours.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah, we were at the market, and then we went and found some lunch.",
    "start": "00:09:36",
    "end": "00:09:39"
  },
  {
    "text": "That's right. Yeah. So probably takes up the equivalent of, like, in an American city, maybe two square blocks of space, but it's just all of these little narrow alleyways in a maze, and every square foot of the walls are little storefronts, and it's really just vendor tables. Right. And then it's like fish or meat or berries or nuts or produce or.",
    "start": "00:09:39",
    "end": "00:10:07"
  },
  {
    "text": "Bread and a lot of trinkets.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "Yeah. And then tons of. Yeah, all kinds of stuff. Yeah. You can get shoes there. Yeah, yeah. Homewares. So when Jessica and I lived there, our apartment was two blocks away. Oh, wow. So I would never live so close to much less like, getting.",
    "start": "00:10:08",
    "end": "00:10:22"
  },
  {
    "text": "Oh, wait a second. I'm thinking of a different place. I'm thinking of the very touristy place. The open. Yeah, the market. This is where you made me do the Shema. Yes. Yes.",
    "start": "00:10:22",
    "end": "00:10:32"
  },
  {
    "text": "Totally. Yes, that's right. Yes. Okay. All right, so we'll get to that.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "Okay.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "Okay. So we live there two blocks away. And it was great because it was, like, all having a grocery store, but where everything is fresh. Every day. Every day. And you walk into this place, hundreds of vendors, everybody's yelling like, you know, in Hebrew, of course, or Arabic, like, what they're selling. How much? You know, fish. Fish. Five shekels. Five shekels, but in Hebrew. So it's just like, really intense, overstimulating.",
    "start": "00:10:36",
    "end": "00:11:03"
  },
  {
    "text": "Lots of bodies.",
    "start": "00:11:04",
    "end": "00:11:04"
  },
  {
    "text": "Yeah. People bustling in these little narrow alleyways, bargaining over stuff.",
    "start": "00:11:05",
    "end": "00:11:09"
  },
  {
    "text": "Yeah.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "You know, it's like, old. You'd see old, like, Jewish woman haggling for, you know, her hummus or something.",
    "start": "00:11:10",
    "end": "00:11:17"
  },
  {
    "text": "Yeah.",
    "start": "00:11:17",
    "end": "00:11:17"
  },
  {
    "text": "Just wonderful.",
    "start": "00:11:18",
    "end": "00:11:19"
  },
  {
    "text": "Yeah.",
    "start": "00:11:19",
    "end": "00:11:19"
  },
  {
    "text": "So we would basically just go there every couple days and get food for the next couple days instead of going once a week or something. Because it was fun to go there. Yeah. So you and I, a number of years later, when we visited, we went.",
    "start": "00:11:20",
    "end": "00:11:32"
  },
  {
    "text": "There on the Sabbath.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "That's right. So we were there on Friday afternoon.",
    "start": "00:11:33",
    "end": "00:11:36"
  },
  {
    "text": "Yeah. Okay. So it was about to be the Sabbath.",
    "start": "00:11:36",
    "end": "00:11:38"
  },
  {
    "text": "It was. Yep. Yeah. It was the afternoon before Shabbat. That's how you say it in Hebrew. Yeah. So there were some young men, Hasidic Jews, who were there doing the equivalent of what some Christian traditions call like street evangelism. Do you remember this?",
    "start": "00:11:38",
    "end": "00:11:54"
  },
  {
    "text": "Totally.",
    "start": "00:11:54",
    "end": "00:11:55"
  },
  {
    "text": "Yeah.",
    "start": "00:11:55",
    "end": "00:11:55"
  },
  {
    "text": "They were hanging out in the marketplace getting people to. Well, I didn't know what they were doing.",
    "start": "00:11:55",
    "end": "00:12:01"
  },
  {
    "text": "That's right. I kind of. I was like, hey, John, come over here, let's talk to these guys. Because I knew what they would do to you. But you didn't know.",
    "start": "00:12:01",
    "end": "00:12:08"
  },
  {
    "text": "Yeah, but imagine. Imagine. Don't be sorry. Yeah, imagine a street preacher. They want to get your attention, and then they want you to engage with them and they want to convince you of something.",
    "start": "00:12:08",
    "end": "00:12:19"
  },
  {
    "text": "That's right.",
    "start": "00:12:19",
    "end": "00:12:20"
  },
  {
    "text": "But they're not talking about Jesus. They're Jewish, and they want other things from them.",
    "start": "00:12:20",
    "end": "00:12:24"
  },
  {
    "text": "They want you to acknowledge the one God of Israel. So they see some tourists. I think they see you have maybe some olive complexion. Olive skin complexion. They're like, oh, this guy might be in the crew.",
    "start": "00:12:24",
    "end": "00:12:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "They wrapped these leather straps around you.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "Well, if you back up. My brother had just like a month previous to this, taken one of those 23andMe DNA tests.",
    "start": "00:12:39",
    "end": "00:12:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:47",
    "end": "00:12:48"
  },
  {
    "text": "And it came back that we have, like, Ashkenazi Jew. Jewish blood. And we had no idea. So my brother had just shared that with me. I was like, oh, wow. And then we were in Israel and I told you, and it's like. It's like 15% or something.",
    "start": "00:12:48",
    "end": "00:13:01"
  },
  {
    "text": "Yes. Yeah, totally. Yeah. I was like, john, it's time to realize your heritage. So we walked over, these guys were thrilled. And then, well, they say, are you Jewish? That's right. Well, and they're talking in Hebrew, and.",
    "start": "00:13:01",
    "end": "00:13:16"
  },
  {
    "text": "I don't know what they're saying, and then you in Hebrew say, yeah, this guy is Jewish.",
    "start": "00:13:16",
    "end": "00:13:19"
  },
  {
    "text": "Yeah. So I'm telling them that he just discovered that he has some Jewish heritage. And then I told him, and he would like to say the Shema. And they were thrilled. So remember, they wrapped.",
    "start": "00:13:19",
    "end": "00:13:31"
  },
  {
    "text": "Yeah. They bound.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "So they have these things called the tefilin in Hebrew, but they're these traditional Jewish prayer, like regalia. So it's these straps that are connected to prayer practices in certain forms of Judaism. They put this thing on your head. Do you remember, a little prayer strap with a little box on it that has within it a little scroll that's written on it, the Shema. And then they had you.",
    "start": "00:13:32",
    "end": "00:13:57"
  },
  {
    "text": "And then they had me repeat in Hebrew the Shema. And I'm just butchering it because I don't know Hebrew.",
    "start": "00:13:57",
    "end": "00:14:03"
  },
  {
    "text": "It was awesome.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Yeah, it was cool.",
    "start": "00:14:04",
    "end": "00:14:05"
  },
  {
    "text": "It was, yeah. Everyone around.",
    "start": "00:14:05",
    "end": "00:14:07"
  },
  {
    "text": "Special moment.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Everyone around. Enjoyed watching you do it.",
    "start": "00:14:08",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, I'm glad you made me do that. Definitely a good memory. So that. And they were doing that because they were preparing people for Shabbat.",
    "start": "00:14:10",
    "end": "00:14:18"
  },
  {
    "text": "They're there every Friday afternoon because they want to. It's a place where the city gathers and they're honoring the God of Israel by anybody who's there at the market, who maybe their heart isn't right with God or maybe they haven't been faithful to the traditions of Israel. They want to be there, to be available in that moment to help any Israelite, any Jew recommit. And what better time to do it than hours before Shabbat so that you could recommit and then go home and fulfill Shabbat maybe in a way you never have before.",
    "start": "00:14:18",
    "end": "00:14:52"
  },
  {
    "text": "I didn't notice anyone else doing it. Do they get a lot of people stopping by?",
    "start": "00:14:52",
    "end": "00:14:56"
  },
  {
    "text": "It's a good question. I don't know. So when Jessica and I would shop there, because I would have been going to school during the week and she, Jessica actually served during the week. She would cross through the checkpoint over into the west bank and she would volunteer at Bethlehem Bible College, which is a Palestinian Christian. Is that where we visited school? Oh, we visited there too.",
    "start": "00:14:56",
    "end": "00:15:20"
  },
  {
    "text": "Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "With a group. Yep. So she would volunteer in their like administration, in the office because she's a wizard that way. A wizard. So Friday, gender neutral afternoon, I would get out of school, she would take the bus back from Bethlehem, we'd meet up and then we'd just do like our weekend shopping because most of those stores are not going to be open in 24 hours. And so on Friday afternoon it's like the crush of people there and everybody's there getting ready for Shabbat. And So everybody's getting 36, 48 hours worth of food. And so what would happen right before sunset is it's packed because everyone's just got off work and it's all the busy prep. This is like a weekly rhythm, just like breathing for us. It's just by the clock, predictable in this market. And I remember the first time we were there and we were pushing it time wise for Shabbat. And then these men, maybe like half an hour before sunset, these men in long black jackets and robes and the Russian hats, a certain kind of Russian Jewish group that lives across the street in the ultra Orthodox neighborhood called me' a Sharim. And they would run through the market with these little trumpets. I had never seen anything like it. Like Maybe a foot long. And they would be tooting on these.",
    "start": "00:15:21",
    "end": "00:16:38"
  },
  {
    "text": "Trumpets, like, get out of here.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Like, well, you got 30 minutes.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Oh, it's like the 30 minute clock.",
    "start": "00:16:40",
    "end": "00:16:42"
  },
  {
    "text": "The 30 minute warning. And then they would come through 10 minutes later with like the 20 minute warning. And some people liked it. I could tell some people were annoyed.",
    "start": "00:16:42",
    "end": "00:16:52"
  },
  {
    "text": "Because not everyone in the city cares.",
    "start": "00:16:53",
    "end": "00:16:56"
  },
  {
    "text": "About and observe Shabbat. Shabbat, that's right.",
    "start": "00:16:56",
    "end": "00:16:58"
  },
  {
    "text": "But a lot do. Like, what percentage would you say?",
    "start": "00:16:58",
    "end": "00:17:00"
  },
  {
    "text": "Oh, I don't know the answer. I think it depends in the city. In Jerusalem, I think it's higher.",
    "start": "00:17:00",
    "end": "00:17:05"
  },
  {
    "text": "Yeah.",
    "start": "00:17:05",
    "end": "00:17:05"
  },
  {
    "text": "Go to Tel Aviv. No, very few. Yeah, yeah. I act like I really know. I don't know what the numbers are, but I remember being in Tel Aviv, which feels like you're in New York way secularized, and you couldn't even tell Shabbat started if you're eating at a restaurant in downtown Tel Aviv. But in Jerusalem attracts more religious, passionate people.",
    "start": "00:17:05",
    "end": "00:17:26"
  },
  {
    "text": "Yeah.",
    "start": "00:17:26",
    "end": "00:17:27"
  },
  {
    "text": "So anyway, so these people would be running through, blowing these horns. And then if you happen to be, I mean, anywhere in the city at sunset, these sirens go off through the whole city.",
    "start": "00:17:27",
    "end": "00:17:38"
  },
  {
    "text": "Oh, wow.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "Yes.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "I don't remember that because, let's see. Did we leave the city?",
    "start": "00:17:40",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, we would have been gone.",
    "start": "00:17:43",
    "end": "00:17:45"
  },
  {
    "text": "Oh, that's right, we did. Well, we did a Shabbat.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "We were at that guy's home. Yeah, yeah, that's right. So we were there at that guy's house by then. Yeah. So these sirens go off through the whole city. If you've lived in the Midwest and you know, the tornado sirens, it's like that. Yes, like that.",
    "start": "00:17:47",
    "end": "00:17:58"
  },
  {
    "text": "The Shabbat tornado is coming.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Yeah, totally. And then it's just like all of a sudden you look out your window and there's no cars on the road. And it's just. It just got real quiet, especially in our neighborhood. And then it would just be quiet and you would just see lights on. If you happen to not be observant and you're walking around, you would just hear people singing. Hear family singing.",
    "start": "00:18:00",
    "end": "00:18:20"
  },
  {
    "text": "Walking around is not observant.",
    "start": "00:18:20",
    "end": "00:18:22"
  },
  {
    "text": "Oh, got it. Well, if you're observant, you're in your house with your family having the meal.",
    "start": "00:18:22",
    "end": "00:18:27"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:18:27",
    "end": "00:18:27"
  },
  {
    "text": "But sometimes Jessica and I liked it as an evening to go for a quiet walk, because what we learned is you walk through some of these neighborhoods and you would hear family singing. Yeah, like you could hear, especially in the. In the summer when windows are open.",
    "start": "00:18:27",
    "end": "00:18:39"
  },
  {
    "text": "So cool.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "It was beautiful.",
    "start": "00:18:40",
    "end": "00:18:41"
  },
  {
    "text": "Yeah.",
    "start": "00:18:41",
    "end": "00:18:42"
  },
  {
    "text": "And it was for a whole year, just like living in the City experiencing this rhythm. It was so amazing. And I just never experienced. I knew about Shabbat.",
    "start": "00:18:42",
    "end": "00:18:52"
  },
  {
    "text": "Yeah.",
    "start": "00:18:52",
    "end": "00:18:53"
  },
  {
    "text": "But I never lived in a community that was so passionate about it.",
    "start": "00:18:54",
    "end": "00:18:59"
  },
  {
    "text": "Right.",
    "start": "00:18:59",
    "end": "00:18:59"
  },
  {
    "text": "So think about this. That was, that was a long time ago, 2006, 2007, that we were there. So me and Jessica didn't have kids yet. So to think what we were experiencing that year has been a ritual, regular practice for this people group for somewhere around 30 plus centuries.",
    "start": "00:19:00",
    "end": "00:19:21"
  },
  {
    "text": "Wow. Crazy.",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "Think how many Friday evenings that is.",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "Yeah.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "Wow.",
    "start": "00:19:29",
    "end": "00:19:29"
  },
  {
    "text": "I just, I have to imagine myself into a culture that has been doing this thing for 30 plus centuries.",
    "start": "00:19:29",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Probably more.",
    "start": "00:19:38",
    "end": "00:19:38"
  },
  {
    "text": "Well before anyone had a weekend.",
    "start": "00:19:39",
    "end": "00:19:41"
  },
  {
    "text": "Yeah. All around the world, in different cultures, different neighborhoods, different language groups, this people has been practicing Friday at sundown. Yep. The Friday afternoon hustle to get ready, get everything ready. Because it's a lot of work to get ready to not work.",
    "start": "00:19:41",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:59",
    "end": "00:19:59"
  },
  {
    "text": "You got to get all your food ready.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "Yeah.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "Got to get everything arranged. Think if you're on a farm, you gotta get the animals fed all this thing, because these are things you're not going to be doing for 24 hours once the sun sets. So yeah. Imagine yourself into that. Imagine being born into a culture where it's already ancient and for your whole life you don't know anything different except this rhythm of working, especially the bustle up on the sixth day, Friday, the sixth day of the Jewish Shabbat calendar. Your whole week leads up to this moment, and then it stops at sunset. And then you're with your family, you have some friends over. And so here's what you do. You sunsets and you all come around the dinner table and you light candles and then you say a prayer. Maybe dad, maybe mom sings out. Baru ka taaronailoheno melekaulam Asher kit shanu bemitzvotav vitzivanu lahadlik NER shel Shabbat. Blessed are you, Lord our God, King of the universe, who has set us apart as holy by his commandments and has commanded us to light the lamp of the Sabbath. And then the next 24 hours, we're going to eat, we're going to sing, we're going to read from the Torah and prophets and writings. You're going to wake up the next morning, you're going to go to synagogue, you're going to hear the Torah prophets and writings read aloud. You're going to hear homily. You'll go home, have another meal and wait for the next dinner on what we call Saturday night. And then That's a whole other deal, is to wave goodbye to the Shabbat for another six days until you greet it again. And then you celebrate the coming of the eighth day, which then becomes the first day of a new Shabbat cycle. So in that calendar, Sunday is the beginning of the week.",
    "start": "00:20:01",
    "end": "00:22:01"
  },
  {
    "text": "Right.",
    "start": "00:22:01",
    "end": "00:22:02"
  },
  {
    "text": "And notice the Shabbat begins on what we perceive as the end of the day. Sunset is the beginning of the Shabbat day. It goes from sunset to sunset because.",
    "start": "00:22:02",
    "end": "00:22:13"
  },
  {
    "text": "That'S the day delineator is sundown.",
    "start": "00:22:13",
    "end": "00:22:16"
  },
  {
    "text": "And this is all about Genesis 1. So we'll talk about it. Yeah, it goes from sundown to sundown.",
    "start": "00:22:17",
    "end": "00:22:21"
  },
  {
    "text": "Yeah.",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "So you're actually welcoming in a new day at sunset on Saturday.",
    "start": "00:22:21",
    "end": "00:22:25"
  },
  {
    "text": "You know, it was always hard for me to understand that because that's not how I think of days. I think of days when you wake up.",
    "start": "00:22:25",
    "end": "00:22:31"
  },
  {
    "text": "Correct.",
    "start": "00:22:31",
    "end": "00:22:31"
  },
  {
    "text": "And I remember, I think it was around in college when I finally figured it out, it was because there's a website, BH photo, that's owned by Orthodox Jews.",
    "start": "00:22:31",
    "end": "00:22:41"
  },
  {
    "text": "Oh, sure.",
    "start": "00:22:41",
    "end": "00:22:42"
  },
  {
    "text": "And they don't let you buy online on their website.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "Yeah, sure, sure.",
    "start": "00:22:45",
    "end": "00:22:45"
  },
  {
    "text": "From sundown on Friday. And I was always like, I would log on at certain times and I'd like to buy something. And I'd be like, wait a. Why can't I buy anything? It's like, Friday night.",
    "start": "00:22:45",
    "end": "00:22:53"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "And it's like, oh, yeah, Friday night.",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Yeah, that's right. Yeah. Yeah. You'd walk around Jerusalem and not everywhere, but many shops are closed and they won't be open for the next 24 hours. You'll see a lot of people. Yeah. They won't drive, they'll walk, but just around the neighborhood. They've developed traditions about how far you can walk. Yeah. Not walking too far. The point is.",
    "start": "00:22:55",
    "end": "00:23:17"
  },
  {
    "text": "Becomes work.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "Yeah, yeah, totally. Because of the stories about Jesus and the Gospels having conflicts with religious leaders over.",
    "start": "00:23:18",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. How to observe the Sabbath.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "How to observe the Sabbath. There has been an unfortunate reflex, unintended, I think, by the Gospel authors that has cast a negative atmosphere over the Sabbath and the guidelines for observing it as being legalistic or rule oriented instead of God oriented. And that's totally wrong in Jewish tradition. It's so beautiful. What the Sabbath means. We haven't even talked about its meaning. But what the Sabbath means is it's worthy being protected. Just like parents will establish guidelines for how we work as a family in our house, we don't yell at each other. We say, please, we share a thing. You know, like, those are rules. And it would be totally Missing the point to be like, how legalistic, you know, the point is you love this thing and you want to honor it precisely by protecting it. So in all these different ways, different Jewish traditions develop different types of guidelines for what constitutes work. But the whole thing was, there's something beautiful here. When we stop, we stop the hustle and bustle. We stop acting like we're the center of the universe, or that my work is the center of the universe, or.",
    "start": "00:23:26",
    "end": "00:24:38"
  },
  {
    "text": "That my striving in work is keeping everything glued together.",
    "start": "00:24:38",
    "end": "00:24:41"
  },
  {
    "text": "Yeah, that's right. Yes. Yeah. Everything will fall apart if I don't. X, Y, or Z. You just. You stop. So we'll unpack what Sabbath means in the Hebrew scriptures. It actually means a lot of things, but at its most basic, it's that you stop. The word Sabbath means stop. The word Shabbat. In Hebrew, there are actually other words for rest. Like, in English, we think of, like, laying down and relaxing and being rejuvenated. To do those things, you have to Shabbat. But the word Shabbat, its basic meaning is to cease from. To stop.",
    "start": "00:24:41",
    "end": "00:25:17"
  },
  {
    "text": "Shabbat. Sabach.",
    "start": "00:25:21",
    "end": "00:25:37"
  },
  {
    "text": "I am not strictly. I'm not Shabbat observant in any kind of strict way. And we've adapted, Jessica and I have, over the years about how we try to live by the wisdom of it.",
    "start": "00:26:03",
    "end": "00:26:14"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "And we'll get there when we talk about the Apostle Paul. So it's. I haven't lived this reality except for living in a culture that did it for a year. And it was really impacting. That night, when we were in Jerusalem, after you said the Shema, we went to an amazing Shabbat meal together. That was an incredible experience.",
    "start": "00:26:15",
    "end": "00:26:34"
  },
  {
    "text": "You know, I'm remembering now. We walked to that house and the city was empty from the market.",
    "start": "00:26:34",
    "end": "00:26:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:40",
    "end": "00:26:41"
  },
  {
    "text": "The streets were completely empty. Yeah, I didn't really think about that. But now remembering back. Yeah, we went to that guy's house and he hosted, like, all of us.",
    "start": "00:26:42",
    "end": "00:26:50"
  },
  {
    "text": "Yeah. There was, like, a group of 30.",
    "start": "00:26:50",
    "end": "00:26:52"
  },
  {
    "text": "It was crazy. And then. Yeah, he led us through all the songs and prayers and the meals. It was a lot of work for them to put that on.",
    "start": "00:26:52",
    "end": "00:27:00"
  },
  {
    "text": "Totally. Yeah. I think it's a thing they do. They host groups of essentially tourists to introduce them. Introduce them to the.",
    "start": "00:27:00",
    "end": "00:27:09"
  },
  {
    "text": "It was great.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "It was a really cool family.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "Yeah.",
    "start": "00:27:11",
    "end": "00:27:12"
  },
  {
    "text": "Yeah. It was this amazing evening.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "Yeah.",
    "start": "00:27:13",
    "end": "00:27:14"
  },
  {
    "text": "He or he and his wife would sing these different traditional prayers. One part of it is singing selections from Proverbs 31, the poem about the amazing woman. And you remember the guy was singing to his wife the lines of Proverbs 31.",
    "start": "00:27:14",
    "end": "00:27:29"
  },
  {
    "text": "He's hamming it up. Oh, yeah, he loved it.",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "Like this love song. Yeah. So there it is. I'm a little intimidated, actually, to have these conversations and to make a video about it because this isn't native to my tradition and life experience. And so it's sort of like, who am I? Who are we Gentiles?",
    "start": "00:27:31",
    "end": "00:27:47"
  },
  {
    "text": "Explain this.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "Yeah, Totally ancient thing. And because it's been going for over 30 centuries, it's developed its meaning and the traditions and the way people talk and practice it has changed and developed over time. And so what we're going to be talking about is the earliest period and the biblical materials that talk about it, which after 30 is only the first 10 centuries of the tradition. Like after the biblical. After the Hebrew Bible period, it kept developing for another 20 centuries. So maybe one helpful distinction to make as we begin. A lot of people love to learn and talk about the Shabbat because they're really interested in the practice of it, like the Friday night to Saturday night practice and why and what that means. Our conversation is going to be a little bit different of a focus. And the video will be different in that if you go to the Hebrew Scriptures, you have to wait 80 chapters in the whole book of Genesis and then half of the book of Exodus, you don't get a command about observing the Sabbath until Exodus chapter 20. So that's 70 chapters in really bad math. So think about that. If the Bible is designed to give the people of Israel a handbook on how to observe Shabbat, it's kind of a weird one because it doesn't even get to it, you know, 70 chapters. And then what's interesting, and we'll look. The Sabbath commands in the Torah are differently worded and they give different reasons about why they practice the Sabbath.",
    "start": "00:27:50",
    "end": "00:29:20"
  },
  {
    "text": "Different than what?",
    "start": "00:29:20",
    "end": "00:29:21"
  },
  {
    "text": "From each other. The Sabbath command is repeated twice. We'll look at it in a moment. But there's different reasons for why you do it. They're not necessarily contradictory, but they're different. So in other words, the Hebrew Bible doesn't seem concerned to be a handbook on how to observe Shabbat. What it's more interested is the meaning of Shabbat, which is why the meaning of Shabbat is introduced on page one.",
    "start": "00:29:21",
    "end": "00:29:44"
  },
  {
    "text": "And in true Jewish meditation literature style, it doesn't come right out and tell you the meaning of Shabbat. Totally.",
    "start": "00:29:44",
    "end": "00:29:51"
  },
  {
    "text": "It keeps developing. That's right. Yeah. That develops it so that by the time you're 70 chapters into the Torah, then you get a command about the Shabbat. Well, you actually already all know all about what that seventh day rest means. You've been thoroughly educated by Exodus 20. So the Torah's burden, the burden of the Torah and of the Hebrew scriptures, it does tell us about the development of the Shabbat practice and the practice, but within the storyline of the Old Testament, the practice of Shabbat is just one way to think about something way bigger going on, which is about this design of time, all culminating in a seven, a seventh day, which is way bigger than just what you do on Friday night. What people do on Friday nights is one of many symbolic narrative pointers to a larger theological idea. So it's the idea that the video is going to be about. The video won't be about practicing the practice as such. We'll get there in the video and in our conversations. But it's a governing theological idea about the concept of time in the Bible. And time is moving towards a climactic resolution and a time of ultimate bliss and abundance and rest. And the weekly practice of Sabbath is just a pointer and a foretaste of something way bigger. Is that distinction clear? I'm still trying to find language for it.",
    "start": "00:29:51",
    "end": "00:31:19"
  },
  {
    "text": "When we think of the Sabbath, especially a Christian, a non Jewish person being introduced to the Sabbath, it's all about the practice of taking the day to stop. How do you do it and how do you do it as a Christian? And why do you do it? You're saying there's a bigger set of ideas about how the Bible thinks about time and the culmination of time, that the Sabbath is just one manifestation of correct.",
    "start": "00:31:19",
    "end": "00:31:49"
  },
  {
    "text": "The practice of the Sabbath. The practice of the Sabbath as it's described in the Hebrew scriptures is just one of many, many, many other ways the Sabbath idea is explored and talked about and developed.",
    "start": "00:31:49",
    "end": "00:32:02"
  },
  {
    "text": "And I guess the tricky part is that it's the same word.",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "It's the same word. Yeah. Really what this video is about is about the seventh day.",
    "start": "00:32:04",
    "end": "00:32:10"
  },
  {
    "text": "The seventh day. Do we call it the seventh day?",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Well, that's okay. I'm open to that. In other words, there are many different seventh days.",
    "start": "00:32:12",
    "end": "00:32:18"
  },
  {
    "text": "There are many different.",
    "start": "00:32:18",
    "end": "00:32:19"
  },
  {
    "text": "There are many ways and words that the culminating seventh day day concept gets developed. One of them is Shabbat. Another one is called Shmita release, which is the seventh year when slaves are released and debts are canceled. Another one of them is the year of yovel of jubilee, which is the seventh, seventh, the seven times seventh year when debts are released, slaves are freed. And land goes back to its original Eden like conditions when Israel first entered the land. So Shabbat, the year of release, the Jubilee, are all different time practices that point towards the same idea.",
    "start": "00:32:19",
    "end": "00:33:03"
  },
  {
    "text": "The seventh day of the seventh day, the culminating day.",
    "start": "00:33:03",
    "end": "00:33:06"
  },
  {
    "text": "So maybe we call this video the seventh day. Yeah, that's interesting.",
    "start": "00:33:06",
    "end": "00:33:10"
  },
  {
    "text": "We don't have to decide that. But if the ambiguity between the practice of the weekly Shabbat and this video, which is about this idea of the.",
    "start": "00:33:10",
    "end": "00:33:22"
  },
  {
    "text": "Culmination of time, the seventh day as the culmination of history.",
    "start": "00:33:22",
    "end": "00:33:26"
  },
  {
    "text": "The seventh day is the culmination of.",
    "start": "00:33:26",
    "end": "00:33:28"
  },
  {
    "text": "History as a theme unifying the whole storyline of the Bible. And Shabbat points to it, but so does the year of release and so does the jubilee. That's interesting. It's just becoming clear to me in this moment. Remember how we made the video called the Holy Spirit and many people watched it hoping that we would be talking about the Trinity and that's not what we talked about. And so we reflected, maybe should we have called it just the Spirit or the Spirit of God? Because we mostly were talking about the Hebrew Bible in that video. I wonder if this is a similar thing where people will be disappointed. People will be like, oh, they made.",
    "start": "00:33:28",
    "end": "00:34:02"
  },
  {
    "text": "A video about it, this course on how to do the Sabbath.",
    "start": "00:34:02",
    "end": "00:34:04"
  },
  {
    "text": "Yeah, Sabbath. What are people doing Friday to Saturday night? What's the meaning of that? And this is about what's the meaning of the seventh day in the storyline of the Bible. That's interesting. So the Sabbath is one of the Ten Commandments.",
    "start": "00:34:05",
    "end": "00:35:21"
  },
  {
    "text": "Yeah, the very overlooked.",
    "start": "00:35:21",
    "end": "00:35:23"
  },
  {
    "text": "Yeah, that's right. That's right. At least.",
    "start": "00:35:24",
    "end": "00:35:26"
  },
  {
    "text": "At least for Gentiles.",
    "start": "00:35:26",
    "end": "00:35:28"
  },
  {
    "text": "No, that's interesting. I think. Yeah, you're right. Probably for in certain culture, debates about the importance of the Ten Commandments.",
    "start": "00:35:28",
    "end": "00:35:35"
  },
  {
    "text": "Do you remember we were at. Remember we were at Calamity Jane's and they had the cowboy commandments and I pointed this out to you. There's a restaurant, it was this restaurant up on Mount Hood.",
    "start": "00:35:36",
    "end": "00:35:46"
  },
  {
    "text": "Remember it?",
    "start": "00:35:46",
    "end": "00:35:47"
  },
  {
    "text": "Let me just Google cowboy commandments, maybe it'll come up. But it was like this tongue in cheek kind of like. Yeah, here it is.",
    "start": "00:35:47",
    "end": "00:35:53"
  },
  {
    "text": "Retelling.",
    "start": "00:35:53",
    "end": "00:35:54"
  },
  {
    "text": "Retelling of the Ten Commandments.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "I don't remember this One.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Just one God. Two, Honor your mom, Pa. Three. No telling tales or gossiping. Four, get yourself to Sunday meetings.",
    "start": "00:35:56",
    "end": "00:36:05"
  },
  {
    "text": "Oh, okay, there it is.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "Get yourself to Sunday meetings.",
    "start": "00:36:06",
    "end": "00:36:08"
  },
  {
    "text": "That's the cowboy command.",
    "start": "00:36:08",
    "end": "00:36:10"
  },
  {
    "text": "So it's like they get to the Sabbath and for the cowboy, which is, you know, the American gentile Bible person.",
    "start": "00:36:10",
    "end": "00:36:19"
  },
  {
    "text": "Protestant.",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "Protestant, yep. Sabbath Just means go to church on Sunday.",
    "start": "00:36:20",
    "end": "00:36:23"
  },
  {
    "text": "Totally. So I don't know if these debates happen in Europe or Australia about the public display of the Ten Commandments.",
    "start": "00:36:23",
    "end": "00:36:31"
  },
  {
    "text": "Right.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "This has been big debate in America. This has been in the last half century, a hot topic in American culture, certain parts of America. But yeah, I think the idea is. I think the paradigm is that we should publicly display the moral code of the Bible. The paradigm being the Bible is God's handbook for behavior, so we should publicly, and the Ten Commandments, summarize it best. That's one way to think about it. I think there are more helpful ways to think about it, and a lot of them work one God, the one God of the Bible.",
    "start": "00:36:32",
    "end": "00:37:01"
  },
  {
    "text": "Yeah.",
    "start": "00:37:01",
    "end": "00:37:01"
  },
  {
    "text": "You know, tell the truth, don't lie, don't commit adultery, don't murder.",
    "start": "00:37:01",
    "end": "00:37:04"
  },
  {
    "text": "Right.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "The one that really sticks out.",
    "start": "00:37:05",
    "end": "00:37:07"
  },
  {
    "text": "Yeah. Everyone agrees with them. I mean, even if you're not a Christian or even not religious, everyone's like, yeah, that's right. We could all agree we're not going.",
    "start": "00:37:07",
    "end": "00:37:14"
  },
  {
    "text": "To murder each other. Yeah. And I don't believe in. Maybe people who don't believe in God. They'd be like, okay, I'll take a path on that one. But yeah, don't murder and tell the truth. Tell the truth. Yeah. But the one of the 10 that's really situated in it as a Israelite, Jewish practice.",
    "start": "00:37:14",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Keep the Sabbath is keep the Sabbath. So in Christian tradition, what's happened is that just gets removed from the Friday night to Saturday night thing and gets applied to going to church on Sundays.",
    "start": "00:37:33",
    "end": "00:37:43"
  },
  {
    "text": "Just going to church on Sundays.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "And it's true. Actually, my kids are listening a lot to audiobooks of Little House on the Prairie. And so that's how Ma and Pa talk about going to church, keeping Sabbath.",
    "start": "00:37:45",
    "end": "00:37:55"
  },
  {
    "text": "Yeah.",
    "start": "00:37:55",
    "end": "00:37:56"
  },
  {
    "text": "So woven early into American culture is the concept of that Sunday's a Sabbath. And that probably goes back into European Christianity roots. But there's irony there because that's not what Sabbath means in the Old or New Testament.",
    "start": "00:37:56",
    "end": "00:38:11"
  },
  {
    "text": "This is the argument I heard that the Sabbath was on Saturday, but then Jesus rose from the dead on a Sunday. And so the early Christians began to celebrate the Sabbath on the Sunday. And that's why we all do church on Sunday. Yeah.",
    "start": "00:38:11",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. Okay. That's a common conception. Underneath that concept is loads of controversy because the historical data to tell us that story is not clear. It's very complicated. So we might get here maybe at the end of our discussion.",
    "start": "00:38:29",
    "end": "00:38:47"
  },
  {
    "text": "It's not important.",
    "start": "00:38:47",
    "end": "00:38:47"
  },
  {
    "text": "Well, it's not important for the video.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "Yeah.",
    "start": "00:38:49",
    "end": "00:38:49"
  },
  {
    "text": "I think it actually is really interesting and important, but Sabbath. Within the first two generations of Christianity and Christian literature, Sabbath never referred to Sunday. The Sabbath was Friday night to Saturday night. And Sunday is called, most likely is what the phrase the Lord's Day refers to. It was only much later that the word Sabbath came to be attached to mean, like a Christian version, which is on Sunday. But because think, for many of those early generations, you know, many of the followers of Jesus were Jewish, and so they would observe Sabbath Friday night to. No, they didn't stop observing Sabbath. They observed Sabbath. But then they would also do something on Sunday.",
    "start": "00:38:49",
    "end": "00:39:33"
  },
  {
    "text": "In fact, there was an expectation amongst Jewish followers of Jesus, or kind of a hope that Gentiles would also adopt the Sabbath.",
    "start": "00:39:33",
    "end": "00:39:43"
  },
  {
    "text": "And then this became a controversy that we know about through Paul's letters to the church in Rome and to the churches of Galatia and so on, and Colossae. So I just want to, like, put an asterisk on that.",
    "start": "00:39:43",
    "end": "00:39:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:56",
    "end": "00:39:57"
  },
  {
    "text": "And we'll pick it up later because it's not what we're talking about in the video. What I want to draw attention to is the Sabbath is one of the Ten Commandments.",
    "start": "00:39:57",
    "end": "00:40:03"
  },
  {
    "text": "Yes.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "And the Ten Commandments appear twice in the Hebrew Scriptures. We've talked about this before. Yeah, yeah. In the Law. So one's in Mount Sinai and Exodus 20. Another set of ten commandments is in Deuteronomy 5, when the children of the Exodus generation are with Moses about to go in to the Promised land. So Exodus 28 begins by saying, remember the Sabbath day and keep it holy. In Deuteronomy 5, Moses says, Keep the Sabbath day in order to keep it holy. So in one, it's remember. When Moses repeats it and remembers for a new context, he says, keep.",
    "start": "00:40:04",
    "end": "00:40:43"
  },
  {
    "text": "Okay. Remember, that's fine. Or keep.",
    "start": "00:40:43",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. How do you remember it? You keep it. And as you keep it, you're obviously remembering it. But it's a little difference. From there, both commands are verbatim. The same six days, you shall labor and do all of your work. But the seventh day is a Sabbath of Yahweh, your God. On it, you shall do no work, neither you nor your son, or your daughter, or your male slave, or your female slave, or your ox or your. And then here's where the passages depart. So in Exodus, it finishes by saying, your ox or the immigrant who stays with you. So then it's done in Deuteronomy 5, the list keeps on going. Neither your ox or your donkey or your cattle, or the immigrant who stays with you. And then here's where the two different passages depart in Exodus 20. The reason. Why do you do this? Why do you stop working? Verse 11 of Exodus 20. For in six days, Yahweh made the skies and the land and the sea and all that is in them. And he rested on the seventh day. And the Hebrew word there is Shabbat. He ceased on the seventh day.",
    "start": "00:40:45",
    "end": "00:41:58"
  },
  {
    "text": "Shabbat.",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "Yep. So clear hyperlink to Genesis 1.",
    "start": "00:41:59",
    "end": "00:42:02"
  },
  {
    "text": "Yeah.",
    "start": "00:42:02",
    "end": "00:42:03"
  },
  {
    "text": "So why do we do this? Why do we stop from work? That's what God did in Exodus 20. God stopped on the seventh day. Therefore we stop. When you're reading in Deuteronomy 5 and you get to the. The reason why, it says, so that your male slave and your female slave may rest along with you. And the word rest there is different. The word rest, that's the same root as Noah's name. And Nuach means that you have stopped and now you're in a state of being refreshed and settling in and resting in the place that you've stopped. So they're kind of two stages. Shabbat is about stopping. What you were doing. Nuach is about now settling in to the place where you stopped so that you can be refreshed. The next part.",
    "start": "00:42:03",
    "end": "00:42:55"
  },
  {
    "text": "So you can't Nu'.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "Akh.",
    "start": "00:42:56",
    "end": "00:42:56"
  },
  {
    "text": "Unless you've.",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "Yeah, you have to Shabbat in order to Nuach. And if you're newaching, that's because you've Shabbated. Yeah. So but then, look, Deuteronomy 5 goes on and says, you shall remember you were a slave in the land of Egypt, and Yahweh, your God brought you out of there by a mighty hand and outstretched arm. Therefore, Yahweh, your God commanded you to observe the Sabbath day. So two different rationales for the Sabbath. They're not contradictory, but they are different.",
    "start": "00:42:57",
    "end": "00:43:26"
  },
  {
    "text": "Sure. Okay. So in Exodus, the rationale is, this is what Yahweh did when he created.",
    "start": "00:43:26",
    "end": "00:43:32"
  },
  {
    "text": "Six days of work.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "Six days of work rested. There's something about the fabric of the cosmos and what God did.",
    "start": "00:43:34",
    "end": "00:43:41"
  },
  {
    "text": "And imitating.",
    "start": "00:43:42",
    "end": "00:43:43"
  },
  {
    "text": "And imitating.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "You do this because that's what God did.",
    "start": "00:43:44",
    "end": "00:43:48"
  },
  {
    "text": "And then in Deuteronomy, there's this focus on, well, and because it's about slavery, they have slaves. How should you treat slaves? Well, remember, you were a slave, you weren't treated well. God rescued you. I want you to treat your slaves in a different way.",
    "start": "00:43:48",
    "end": "00:44:05"
  },
  {
    "text": "That's right. Why do you observe the sabbath in Deuteronomy 5? So that your slaves can have a day of rest along with you. You get a day of rest. They get a day of rest. Why is that? Well, remember the Exodus? In the Exodus, all of you were slaves and God redeemed you so that you could have rest in the promised land. So now once you go into the promised land, you make sure that everybody gets a day of rest. You could say this is. It's a liberation unto rest.",
    "start": "00:44:05",
    "end": "00:44:35"
  },
  {
    "text": "That's interesting. I don't want to jump the gun, but like, you know, Paul talks about being slaves to sin. You know, that whole identity of slavery super crucial, especially in, well, from Exodus narrative on. And yeah, it's interesting to think about what that means. What is our slavery and what does it mean to stop from.",
    "start": "00:44:36",
    "end": "00:44:59"
  },
  {
    "text": "Totally. We're already to it right here. The seventh day is like a multifaceted gem. And as the concept develops through the story of the Bible, we're going to discover in different story after story that there's going to be different ways and angles and facets that get you to the core. One of the main facets is the fabric of creation as leading towards a great goal where humans imitate God and join him in ceasing from work and labor. But there's going to be another facet that's all about being enslaved to our labor and slaves to something. And so the seventh day is the time to celebrate our liberation from slavery so that we can rest with God. And actually both of these themes are in Genesis 1:3. Genesis 1:3 is where you find both of them developed and then it's like from there you get two strands, two chords, like think of a symphony and one will be the creation and all history leading up to the seventh day. Another one will be the seventh day is about liberation from slavery to rest in an Eden like state. But they're both really about the same thing. And you can see it. This is why I like the two expressions of the Ten Commandments. Exodus 20 gives you the creation. Imitate God, participate with him in the seventh day. Deuteronomy 5 gives you the liberation from slavery. You're celebrating liberation from slavery every seventh day in anticipation of some future full liberation. That's right. And those two ideas are both ways of thinking about the meaning of the seventh day. It's like Genesis 1:3 will introduce these two facets of Sabbath and then the rest of the storyline of the Bible is like a symphony. It's going to riff and weave them with different stories and different themes and so on.",
    "start": "00:45:00",
    "end": "00:47:03"
  },
  {
    "text": "Co.",
    "start": "00:47:03",
    "end": "00:47:03"
  },
  {
    "text": "Let me close this with a longish quote that I think will be interesting. This is an Israeli scholar, Matasyahu Sevat, a really amazing scholar. He is cluing into this phrase that's repeated in both Sabbath commands. This phrase in English, it gets rendered. The seventh day is a Sabbath of Yahweh. In Hebrew, the phrase is Shabbat le Adonai, a Sabbath to Yahweh. One day out of seven, the Israelite is to renounce dominion over his own time and recognize God's dominion over it. Simply put, every seventh day, the Israelite renounces his autonomy, affirms God's dominion over him. In conclusion, every seventh day, the Israelite renounces dominion over his time, renounces autonomy, recognizes God's dominion over time, and thus over himself. His conclusion, keeping the Sabbath is an acceptance of the kingdom and sovereignty of God. I like the way he puts that so well. Yeah, you tell me what you're hearing and the significance of it.",
    "start": "00:48:40",
    "end": "00:49:44"
  },
  {
    "text": "So to call the Sabbath, the claim that the Sabbath belongs to God is to kind of jar you into remembering. I mean, it's kind of weird to think about a day of the week belonging to someone.",
    "start": "00:49:45",
    "end": "00:49:57"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "It was weird to think about. But then he kind of makes the point like, we're masters of our own time. We think of ourselves as like, time belongs to us, our time belongs to us. Remember, time is a currency. Our.",
    "start": "00:49:58",
    "end": "00:50:11"
  },
  {
    "text": "Yeah, our conversations about metaphor and poetry.",
    "start": "00:50:11",
    "end": "00:50:13"
  },
  {
    "text": "Yeah.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "That was the thing about time as a possession.",
    "start": "00:50:14",
    "end": "00:50:16"
  },
  {
    "text": "Time as a possession.",
    "start": "00:50:16",
    "end": "00:50:16"
  },
  {
    "text": "You earn it, you lose it.",
    "start": "00:50:16",
    "end": "00:50:18"
  },
  {
    "text": "Yeah.",
    "start": "00:50:18",
    "end": "00:50:18"
  },
  {
    "text": "You take it, you spend it, you spend it. Save it, all that. Yeah.",
    "start": "00:50:18",
    "end": "00:50:22"
  },
  {
    "text": "It's how we think about our time. It's like one of our possessions. I don't think we think about it enough, actually. I think it's actually kind of a cruel thought experiment to realize how little time you actually have and how fast it goes and how one third of it, you're asleep.",
    "start": "00:50:22",
    "end": "00:50:37"
  },
  {
    "text": "One third of it, you're asleep.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "That's true for me.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "It's about one quarter. I wish it was a third.",
    "start": "00:50:41",
    "end": "00:50:44"
  },
  {
    "text": "But yeah. So I think that every day belongs to me.",
    "start": "00:50:46",
    "end": "00:50:49"
  },
  {
    "text": "Well, Shabbat, it's a ritual practice. Rituals are habits and structures in our lives that determine reality, even in ways that we're not conscious of. Right. So the fact that I have a calendar app on my smartphone and I determine what goes on and off of that. The only thing structured for me is an empty box called 8am March 8th. And I determine everything that goes into March 8th and that doesn't. So that's a ritual and structure in my life that unconsciously convinces me that I control my days. I Think that's kind of what he's getting at here. We consider ourselves the masters of our time.",
    "start": "00:50:50",
    "end": "00:51:34"
  },
  {
    "text": "Yeah. That by the ritual practice of just observing that one day actually belongs to God.",
    "start": "00:51:35",
    "end": "00:51:44"
  },
  {
    "text": "It humbles you.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "Yeah.",
    "start": "00:51:45",
    "end": "00:51:46"
  },
  {
    "text": "It's renouncing autonomy.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "It's kind of like cracking the door open just enough, you know, like at least recognize one day is mine. And then all of a sudden as you do that, you realize, oh, all time belongs to God.",
    "start": "00:51:47",
    "end": "00:51:58"
  },
  {
    "text": "Mm. Mm. Yeah. And the seventh day. This is anticipating our later discussion. But the seventh day is always some culminating day of rescue or of divine miraculous provision, or of God doing something and coming through in a way that I couldn't do myself.",
    "start": "00:51:58",
    "end": "00:52:20"
  },
  {
    "text": "Yeah. That's interesting. This is how the two motifs weave together.",
    "start": "00:52:20",
    "end": "00:52:23"
  },
  {
    "text": "Yes. The liberation.",
    "start": "00:52:23",
    "end": "00:52:24"
  },
  {
    "text": "Yeah.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:52:25",
    "end": "00:52:25"
  },
  {
    "text": "So one is. So one idea is, I'm a master of my own time and that needs to be readjusted. But the other idea is, well, what do I do with my time? Well, generally I obsess about, do I have enough? Am I protected? Am I gonna be happy?",
    "start": "00:52:25",
    "end": "00:52:46"
  },
  {
    "text": "Yeah, you're busy securing your life, stability and provision.",
    "start": "00:52:46",
    "end": "00:52:50"
  },
  {
    "text": "Yeah.",
    "start": "00:52:50",
    "end": "00:52:51"
  },
  {
    "text": "That's what we're doing.",
    "start": "00:52:51",
    "end": "00:52:51"
  },
  {
    "text": "Can I hold everything together?",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "Yeah.",
    "start": "00:52:53",
    "end": "00:52:53"
  },
  {
    "text": "And make sure that my life doesn't fall apart small and big ways I don't want. Like my car battery didn't start today.",
    "start": "00:52:53",
    "end": "00:53:00"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:53:01",
    "end": "00:53:02"
  },
  {
    "text": "Right.",
    "start": "00:53:02",
    "end": "00:53:02"
  },
  {
    "text": "Yeah.",
    "start": "00:53:03",
    "end": "00:53:03"
  },
  {
    "text": "And that screws things up.",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "Yeah. The universe kind of broke for you this morning. Yeah. Right.",
    "start": "00:53:04",
    "end": "00:53:07"
  },
  {
    "text": "But. But that's a small thing. But we're just trying to hold it all together.",
    "start": "00:53:07",
    "end": "00:53:10"
  },
  {
    "text": "Yeah. Tragedies crash into our lives and remind us we're not the masters of much of anything.",
    "start": "00:53:10",
    "end": "00:53:17"
  },
  {
    "text": "Yeah. But we like to pretend we are. And so these two kind of things are like, well, one, you're not. And secondly, you're trying to be because you're hoping for liberation.",
    "start": "00:53:17",
    "end": "00:53:28"
  },
  {
    "text": "You're hoping for stability.",
    "start": "00:53:28",
    "end": "00:53:29"
  },
  {
    "text": "You're hoping for stability and peace. And that's something God's going to provide.",
    "start": "00:53:29",
    "end": "00:53:33"
  },
  {
    "text": "Correct.",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "God's the master of time, and God's.",
    "start": "00:53:33",
    "end": "00:53:35"
  },
  {
    "text": "Going to provide the master of your life and well being. And so here's when the tragedy hits, or when I'm reminded that I'm not the master of my life or time. And tragedies have a way of shaking us awake to that. But what if I've developed a lifetime habit of inconveniently interrupting my time and my life every seven days? It's inconvenient. The reason why Jessica and I found it hard to implement this is because we haven't been strict about A practice. And so we kind of morph it and we flex it. And so the whole point of this tradition is you don't morph. You flex your life to this pattern. And it's inconvenient. That's why everybody's bustling around in the market at 4pm it's inconvenient on purpose on Friday. It's intentionally inconveniencing your life. And the structure reminds you there's something bigger going on, and I have to adjust my life to it. And Matas Yahoo's way of saying it is. It's the kingdom of God. You're recognizing that in God's time and in God's power, he will provide and work out his purposes. And I adjust my life to that storyline. That's powerful.",
    "start": "00:53:35",
    "end": "00:54:49"
  },
  {
    "text": "Yeah.",
    "start": "00:54:49",
    "end": "00:54:49"
  },
  {
    "text": "And I've often wondered this, like, if and asked, you know, friends Jews or messianic Jews, like the psychology that. That shapes in you over time that you only get six out of seven days to do what you want. It really has a deep formative influence on how people think about their lives.",
    "start": "00:54:49",
    "end": "00:55:07"
  },
  {
    "text": "But the intent isn't, though, to say, okay, I get six days and God gets one day.",
    "start": "00:55:07",
    "end": "00:55:11"
  },
  {
    "text": "No, no, no, that's the wrong way to. Yeah, I get six. God gets one. Yeah. It's more that what I need is a regular reminder of the true reality of my life, which is that none of my days belong to me. In a way, you know, I like the way that he's put it. Renouncing autonomy, affirming God's kingdom and sovereignty, which just begs the question, the bigger question then, what is the story of God's kingdom and sovereignty that culminates in the seventh day? What am I imitating? When God culminates in rests on the seventh day? What's the meaning of that? Why is he resting? I see what I need to rest.",
    "start": "00:55:11",
    "end": "00:55:51"
  },
  {
    "text": "That's a great question.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "I'm a little puny mortal creature. Why is God. What's that mean? And why is the idea of God's rest connected to the liberation of slaves? So that they can have rest. Like, how does that all bundle together? And I think that's where the magic of the video could be is in tying together, stopping with liberation and the culmination of time. Some great Sabbath event.",
    "start": "00:55:52",
    "end": "00:56:17"
  },
  {
    "text": "Yeah.",
    "start": "00:56:18",
    "end": "00:56:19"
  },
  {
    "text": "And that is the storyline of the Bible.",
    "start": "00:56:19",
    "end": "00:56:22"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Today's show is produced by Dan Gummel, theme music by the band Tents. You might have enjoyed the Jewish music today. And we'd like to thank EITAN Katz and Joshua Aaron for generation generously allowing us to use that music. You can learn more on their website Eitan Katz.com that's E I T A N K A T Z COM and Joshua Aaron.com the Bible Project is a crowdfunded nonprofit in Portland, Oregon and all this is made possible through the generous support of many people like you. So thanks for being a part of this with us.",
    "start": "00:56:24",
    "end": "00:56:56"
  },
  {
    "text": "Hi, this is Lucy Edwards and Ella Edwards and we're from Waco, Texas. My favorite thing about the Bible Project is the awesome animation. I really like it. My favorite thing about the Bible Project is how hard they work on their videos and how much color they add. And it's really beautiful watching all the animations and stuff. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Us Find free videos, study notes, podcasts and more@thebibleproject.com. thank you.",
    "start": "00:56:57",
    "end": "00:57:35"
  }
]