[
  {
    "text": "Hey, this is John and this is Tim.",
    "start": "00:00:00",
    "end": "00:00:02"
  },
  {
    "text": "And we are re releasing the top five podcasts that we've ever had on this. On this podcast. We've actually never taken a break before.",
    "start": "00:00:02",
    "end": "00:00:12"
  },
  {
    "text": "We are at episode. Well, we're over 250 episodes in.",
    "start": "00:00:14",
    "end": "00:00:18"
  },
  {
    "text": "Yes, it's amazing, but it's been wonderful.",
    "start": "00:00:18",
    "end": "00:00:20"
  },
  {
    "text": "It's been incredible.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "So this summer we are giving ourselves a little bit of a break and also giving you an opportunity to revisit some podcasts that maybe you haven't ever heard before because they're reaching back far into our back catalog. Like this one today is on Understanding the Law part one. It's actually the very first episode that we ever released.",
    "start": "00:00:22",
    "end": "00:00:40"
  },
  {
    "text": "Yeah. Episode one.",
    "start": "00:00:40",
    "end": "00:00:42"
  },
  {
    "text": "Yeah. And we happened to be working on the video on the Law when we decided to start recording our conversations all.",
    "start": "00:00:42",
    "end": "00:00:49"
  },
  {
    "text": "The way back in 2015.",
    "start": "00:00:49",
    "end": "00:00:50"
  },
  {
    "text": "Do you remember the first one that we did? Do you remember sitting down and doing it?",
    "start": "00:00:50",
    "end": "00:00:54"
  },
  {
    "text": "Mm. Did we record it sitting under the stairs of the basement office where we started?",
    "start": "00:00:54",
    "end": "00:01:00"
  },
  {
    "text": "Yeah, that's where we started.",
    "start": "00:01:00",
    "end": "00:01:01"
  },
  {
    "text": "Yeah. That room was tiny and so hot.",
    "start": "00:01:01",
    "end": "00:01:04"
  },
  {
    "text": "Yeah. And loud.",
    "start": "00:01:04",
    "end": "00:01:05"
  },
  {
    "text": "Yeah.",
    "start": "00:01:06",
    "end": "00:01:06"
  },
  {
    "text": "With the recording studio.",
    "start": "00:01:06",
    "end": "00:01:08"
  },
  {
    "text": "And these episodes that we're re releasing are also being remixed or remastered.",
    "start": "00:01:08",
    "end": "00:01:12"
  },
  {
    "text": "Yeah, I mean, I did these in my spare time and we did not have a recording studio, so they're a little rough around the edges and they're gonna be a little nicer to listen to.",
    "start": "00:01:12",
    "end": "00:01:22"
  },
  {
    "text": "Sweet.",
    "start": "00:01:22",
    "end": "00:01:22"
  },
  {
    "text": "So remastered revisited. Let's listen to Understanding the Law, episode one, how this whole thing got started. Hey. This is the first episode of the BibleProject podcast. My name is John Collins and today I'm going to be talking with Dr. Timothy Mackey, PhD, the co creator of the Bible Project with me. We recently put a video out on the Law and there was a ton of stuff we had to cut out of the video. We have to do this in every video. And so this is a conversation to fill out all the things that we left out, but also to go deeper into the things that we brought up in the video but couldn't dig deeply into. In this first episode, we're going to talk about what are these laws? How did ancient Israel get them? What was the purpose of these laws? In the second episode, we're going to look at how the Old Testament prophets thought about the law and the need for a new heart to obey the law. And then we're also going to look at Jesus and how he jumps in the conversation and turns things on its head. This has been amazing for me to listen to and discuss and I'm glad You guys are joining the conversation. You can follow us on Twitter oinBibleProj, facebook.com join the Bibleproject. We'd love to hear from you. All right, here we go. So let's get started from the beginning. And first of all, when we. When you say. Or when I say law, like, what am I even referring to there?",
    "start": "00:01:23",
    "end": "00:03:10"
  },
  {
    "text": "What's right? So Allah is in the Old Testament. Allah is a command that God gave to the people of ancient Israel. That's what the laws are in the Old Testament. And there's a lot of them, but they're all concentrated in one set of books in the Old Testament that are within the first five books called the Torah, which is translated into English as law.",
    "start": "00:03:10",
    "end": "00:03:37"
  },
  {
    "text": "And we talk about in the video how that translation is a bit confusing. Why did we translate it into law?",
    "start": "00:03:37",
    "end": "00:03:45"
  },
  {
    "text": "Yeah. The English rendering law of the Hebrew word Torah comes to us through about 200 years before Jesus. There was a community of large Jewish community living in Alexandria, Egypt, where it was a center of Greek learning and language. And that's where the first translation of the Bible was ever made into Greek. It was the Hebrew Bible being translated. That was the Septuagint, called the Septuagint. Yeah. And the translation of the word Torah into Greek was the Greek word namas, law. So that's just kind of passed into Greek and then Latin and English throughout the years.",
    "start": "00:03:46",
    "end": "00:04:35"
  },
  {
    "text": "And why did they choose namas?",
    "start": "00:04:35",
    "end": "00:04:37"
  },
  {
    "text": "Yeah, that's a great question. Namas was just one of the standard Greek words for principles. Well, I'm not as much of a Greek scholar.",
    "start": "00:04:37",
    "end": "00:04:51"
  },
  {
    "text": "Yeah.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "So off the top of my head, I actually don't know, like, the historical origins of the Greek word namas.",
    "start": "00:04:52",
    "end": "00:04:58"
  },
  {
    "text": "But they must have looked at that section of scripture and were like, hey, there's a lot of laws here.",
    "start": "00:04:58",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. The namas is the appropriate word to talk about a command. And actually, Torah isn't the only Hebrew word for law. There's about five different words that bring out different nuances. Just like in English we have law, command, regulation.",
    "start": "00:05:04",
    "end": "00:05:23"
  },
  {
    "text": "Well, so this is what I was wondering.",
    "start": "00:05:25",
    "end": "00:05:26"
  },
  {
    "text": "Sorry.",
    "start": "00:05:26",
    "end": "00:05:27"
  },
  {
    "text": "No, don't be sorry, John.",
    "start": "00:05:28",
    "end": "00:05:30"
  },
  {
    "text": "I'm not sorry.",
    "start": "00:05:30",
    "end": "00:05:30"
  },
  {
    "text": "In Hebrew, in Hebrew, when I use the word Torah, does that mean command, law, or did that just refer to the first five books? It's just what they called it. What's the etymology of.",
    "start": "00:05:31",
    "end": "00:05:44"
  },
  {
    "text": "The word Torah? Comes from a verb, yara, which means to teach or instruct.",
    "start": "00:05:46",
    "end": "00:05:51"
  },
  {
    "text": "Okay.",
    "start": "00:05:52",
    "end": "00:05:52"
  },
  {
    "text": "And then the word Torah is a teaching or instruction or principle of guidance. That's what the word Torah means.",
    "start": "00:05:53",
    "end": "00:06:02"
  },
  {
    "text": "So even In Hebrew, the idea is these are books of teachings, of guidance.",
    "start": "00:06:02",
    "end": "00:06:08"
  },
  {
    "text": "Teaching or guidance. Yeah. And within the Hebrew Bible itself, that word is sometimes used to talk about the commands or the laws or regulations that you find in those first five books of the Bible.",
    "start": "00:06:08",
    "end": "00:06:25"
  },
  {
    "text": "So in a psalm, when I, you know, a lot of times David will say, I love your law.",
    "start": "00:06:25",
    "end": "00:06:30"
  },
  {
    "text": "I love the Torah, I love the Torah.",
    "start": "00:06:31",
    "end": "00:06:33"
  },
  {
    "text": "And he's referring to those five books. But is he referring to the books or is he referring to this idea that God gives us commands?",
    "start": "00:06:33",
    "end": "00:06:39"
  },
  {
    "text": "Well, that's the million dollar question.",
    "start": "00:06:39",
    "end": "00:06:42"
  },
  {
    "text": "If I answer that question, I get a million dollars.",
    "start": "00:06:43",
    "end": "00:06:45"
  },
  {
    "text": "I wish.",
    "start": "00:06:47",
    "end": "00:06:47"
  },
  {
    "text": "There's a lot of money in Hebrew biblical scholarship. Chose the right field.",
    "start": "00:06:47",
    "end": "00:06:54"
  },
  {
    "text": "Yeah, that's the 10 cent question. I guess it can refer to the body of teaching or instruction that God has given. But in the history of Israel, that body of teaching instruction began at Mount Sinai. And so Torah became the way to refer to the first five books of the Bible because there were so many laws in it. But part of what we're doing in the video is saying that's misleading, confusing, because it leads you to think that those first five books of the Bible are a law book or a law code where their purpose is to teach you to obey the laws, but the laws actually don't appear until you're 69 chapters into the Torah, which if the Torah is a law book that you're supposed to read and then obey the law.",
    "start": "00:06:55",
    "end": "00:07:59"
  },
  {
    "text": "Got a big preface.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "It's a very strange one. Yeah, it's a very strange one. And there's some. Within Jewish tradition. There's actually a lot of debate about this. Where does the Torah actually begin? Does it begin once the first commands are being given? In which case that would be the commands about Passover in the Exodus story. Or does it begin as a narrative, in which case the Torah purpose of the Torah is something different.",
    "start": "00:08:00",
    "end": "00:08:24"
  },
  {
    "text": "But.",
    "start": "00:08:26",
    "end": "00:08:26"
  },
  {
    "text": "Yeah, so part of the Torah is the way it presents itself to us is a story. And the story has a moment in it where laws are given to the people of ancient Israel, but those are framed in a narrative framework. And you approach a story a different way than you do a law book. You read them with different kinds of expectations.",
    "start": "00:08:26",
    "end": "00:08:53"
  },
  {
    "text": "I don't read a lot of law books.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Yeah, I've never.",
    "start": "00:08:54",
    "end": "00:08:55"
  },
  {
    "text": "So I don't even really know what that would be like.",
    "start": "00:08:55",
    "end": "00:08:57"
  },
  {
    "text": "Read one.",
    "start": "00:08:57",
    "end": "00:08:58"
  },
  {
    "text": "The Constitution.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "Some people go to bed, like reading dictionaries, you know, like read dictionary.",
    "start": "00:08:59",
    "end": "00:09:04"
  },
  {
    "text": "Do you know someone who does that?",
    "start": "00:09:04",
    "end": "00:09:06"
  },
  {
    "text": "I had a friend who. Yes, I know a friend right now who Reads five dictionary entries a day of words to learn new words, but.",
    "start": "00:09:07",
    "end": "00:09:18"
  },
  {
    "text": "Not to fall asleep, just to learn.",
    "start": "00:09:18",
    "end": "00:09:20"
  },
  {
    "text": "I just made that up as an imaginary scenario. Yeah, but they read a dictionary. They just are going through the dictionary. Yeah.",
    "start": "00:09:20",
    "end": "00:09:28"
  },
  {
    "text": "And a dictionary would be a good example of the type if it was a law book. It's just entries, and you can choose any entry and you can say, okay, this is. And it would probably be alphabetized in some way or arranged in a way that was easy to find, like a glossary.",
    "start": "00:09:28",
    "end": "00:09:44"
  },
  {
    "text": "Yeah, yeah. I have a few friends that are lawyers. I went to one's office once, was looking at his reference books. It's all online now. But yeah, it was this reference series of case laws on the particular. And it's arranged by topics and it's summaries of the cases and then the law or statutes that were established by that case. And it's all arranged with indexes and you can look up topics and stuff.",
    "start": "00:09:45",
    "end": "00:10:12"
  },
  {
    "text": "Right.",
    "start": "00:10:12",
    "end": "00:10:12"
  },
  {
    "text": "And the Torah that's in the Bible is definitely not that.",
    "start": "00:10:13",
    "end": "00:10:18"
  },
  {
    "text": "So the question then is, did. Did ancient Israel have that? Was there ever a document that they had? Was just, here's the whole constitution, here's the whole list of laws that you have to follow as an Israelite.",
    "start": "00:10:18",
    "end": "00:10:34"
  },
  {
    "text": "Right? Yeah, that is the question. And I think we have, yes, it's a safe assumption to say, yes, Israel had some kind of religious, political, legal constitution that governed their life as a people. And that what we have in the first. In the Torah, in first five books of the Bible is a selection from that constitution. So in the. So there's a basic confusion that we're trying to clarify is people identify the Old Testament or the book, the first five books of the Bible with Israel's constitution that they lived by. And basically, I think the reason we conclude it is just because there's so many. I mean, the. The official number in Jewish tradition, the scholar named Maimonides gave the official report of 613 laws between Exodus 19.",
    "start": "00:10:34",
    "end": "00:11:42"
  },
  {
    "text": "Why does he get credit for that? I mean, you just have to count them. That doesn't sound very difficult.",
    "start": "00:11:42",
    "end": "00:11:46"
  },
  {
    "text": "Well, there's repetition. Okay, and so this. Okay, we're in. So here we go. Like, some laws get repeated. One law, don't cook a baby goat in its mother's milk, gets repeated three times. Okay, so some law, the tabernacle instructions. So, like, there's a lot of repetition of laws. It's a very odd law book because there's lots of rep. So there's debate exactly. About how many there are. Do you count Repetitions and so on. So Maimonides gave the official report of Rabbinic Judaism613.",
    "start": "00:11:46",
    "end": "00:12:20"
  },
  {
    "text": "613. And so that's one of the reasons why we're confident that this isn't the law book that they had. Because why would you have a law book that repeats laws?",
    "start": "00:12:20",
    "end": "00:12:33"
  },
  {
    "text": "Yeah, why would you have a law book that begins with 69 chapters of a story? The first 11 chapters just to easy in.",
    "start": "00:12:34",
    "end": "00:12:44"
  },
  {
    "text": "Easy end of those laws, easy in.",
    "start": "00:12:44",
    "end": "00:12:46"
  },
  {
    "text": "The first 11 chapters of the story have nothing to do with Israel. They're about the nations and floods and that kind of thing. Second, why are the laws broken up into all of these chunks and sections and dropped right into a flowing narrative? Why are some of the most basic laws that you would think should be there aren't in the laws?",
    "start": "00:12:47",
    "end": "00:13:16"
  },
  {
    "text": "Like what?",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "Like 613 laws. There's only two about divorce. Any guidance for divorce whatsoever? There's laws about marriage, but there's only two laws about divorce, which is one of the most basic human institutions of dealing with marriage and divorce. There's two. And even those two are not very clear. And they assume a whole bunch of other laws about divorce and remarriage underneath them that are not in the Torah. So there's a lot of laws like that. If you actually wanted to run the temple sacrifice system just based off the information in Leviticus, you don't have.",
    "start": "00:13:17",
    "end": "00:14:01"
  },
  {
    "text": "You don't have enough.",
    "start": "00:14:01",
    "end": "00:14:02"
  },
  {
    "text": "Nowhere near.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "So how would we rebuild the temple then and reinstate a new sacrificial system? Not that we're planning on doing that. I'm just wondering.",
    "start": "00:14:03",
    "end": "00:14:16"
  },
  {
    "text": "There are people who plan on doing there is doing such things. So there is a body of literature around the Torah that clarifies all those gaps that fills it in, that gives. And those are the traditional Jewish documents called the Mishnah and the Talmud, which are at their heart, commentaries on the 613 laws in the Torah. And then expanding and developing and adding new laws to clarify, fill in the gaps, to make it a comprehensive law code that a people can actually live by.",
    "start": "00:14:17",
    "end": "00:14:55"
  },
  {
    "text": "So if you need some more guidance on divorce, you go to the Mishnah and the Talmud.",
    "start": "00:14:56",
    "end": "00:15:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "So in the video we talk about how these laws are interspersed in the narrative and that you think there's a design to how that's done. Where did you learn that?",
    "start": "00:15:02",
    "end": "00:15:15"
  },
  {
    "text": "Yeah, the first teacher, two teachers that I had, one in college, professor named Ray Lubeck, taught Old Testament at Multnomah University in Portland. And then the second was a Hebrew Bible scholar named John Sailhammer, who taught at a lot of different schools, but he taught in Portland for a few years at Western Seminary. So, man, foundational reading on the Pentateuch, or the Torah, is a book that Sailhammer wrote called the Pentateuch as narrative. It's basically, it's a commentary on the first five books of the Bible, but it's a commentary that's trying to explore the Torah as a narrative. And his basic thesis is that the Torah is not a book of law, but it's a book telling a story about the laws given to Israel. And that the point isn't that you read this book and think, oh, I need to go obey these laws. It's to get a message from the author, actually, about my incapability of truly obeying God's law and how I need God to transform my heart, to make me into a person that can truly love and serve him. So that's pretty different message.",
    "start": "00:15:17",
    "end": "00:16:46"
  },
  {
    "text": "Yeah, pretty different. Different ways of.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Different ways of viewing the message of the Torah. One is obey the laws. Viewing it as a story that's trying to tell you something about the laws and about human nature. It's pretty different.",
    "start": "00:16:49",
    "end": "00:17:01"
  },
  {
    "text": "Did Sailhammer teach about. So in the video we talk about, you know, laws were given, like the first set at Sinai.",
    "start": "00:17:02",
    "end": "00:17:13"
  },
  {
    "text": "Yeah, yeah, the first ten.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "I mean, the Ten Commandments.",
    "start": "00:17:14",
    "end": "00:17:15"
  },
  {
    "text": "Yeah, Ten Commandments come first. So Israel comes out of slavery in Egypt. They go to the foot of Mount Sinai. God says, you're going to be a kingdom of priests. You're going to be my unique people set apart to show who I am to the nations. That's what priests do. And so then come the Ten Commandments. Then comes the first chunk of law after that called the Book of the Covenant or the Covenant code. It's Exodus 20:23. And the first two commands don't have any other gods, don't make idols, don't murder. All that. And then the Covenant Code is fleshing all that out for Israel, you know, Iron Age farming communities, you know, but it's fleshing out what those. The Ten Commandments look like in about 50 more commands. And then there's a narrative. The laws come to a close. And then the first narrative after the giving of the laws is about Israel breaking the first two laws of the Ten Commandments, worshiping the golden calf. And Salehammer's point is, if you pay attention to the storyline of the Torah, you'll see a pattern of laws of Israel rebelling or disobeying or breaking the laws. Then comes another big block of Laws given to Israel, Mount Sinai. Then another story of some failure or sign of failure. More laws. Failure, more laws. You can follow it right through, all the way through the book of Numbers, which is not most people's favorite book of the Bible. Numbers.",
    "start": "00:17:15",
    "end": "00:19:00"
  },
  {
    "text": "Because there's not just laws. There's now a big blocks of census.",
    "start": "00:19:00",
    "end": "00:19:04"
  },
  {
    "text": "Yeah, there's huge census lists. I mean, it's hard stuff to get through for most modern readers, but numbers, you can just see it. There'll be Israel rebels. It's the same principle as the, you know, why is there a sign in front of this business building that says no loitering? So at some point, somebody came along and loitered for way too long and distracted customers. And so. Oh, we should do something about that. Put up a sign.",
    "start": "00:19:04",
    "end": "00:19:35"
  },
  {
    "text": "Right? Or like, why do I have a sign? I don't have one of these. But why would you have a sign that says no soliciting? Yeah, it's because the third or fourth time you got interrupted when you were reading dinner, and you're like, I'm just gonna put a sign up.",
    "start": "00:19:36",
    "end": "00:19:50"
  },
  {
    "text": "Yeah, yeah. They come to your door at the worst times and they want signatures for this or that. So it's that principle. It's laws come, more laws come as a result of some violation or some rebellion or something wrong. And that basic principle is what you see throughout the design of the Pentateuch.",
    "start": "00:19:50",
    "end": "00:20:14"
  },
  {
    "text": "There is stories of Moses going back and, like, consulting with God and getting more laws.",
    "start": "00:20:15",
    "end": "00:20:20"
  },
  {
    "text": "Yeah, totally. Yeah, that's exactly right. Israel comes to Mount Sinai, and they're there, wait for three days, don't touch the mountain. Then God's presence is going to come down. And then the people were called to ascend the mountain, but they don't when God's presence comes down because he's scared. So Moses goes up instead, and then he receives the ten Commandments and the first block of laws. Then he comes down. Golden calf debacle, the golden calf incident. And then he goes back up and intercedes for Israel, and God renews the covenant. And then you get a little quick summary in chapter 30, Exodus 34 of the Covenant Code from 20 to 23. And then Israel is at Mount Sinai for a year receiving blocks of laws as the tabernacle is being built and as the priesthood is being, you know, instituted and so on. But then once they set out into the wilderness, there's a story of rebellion. So one of these plagues come as a result of Israel rebelling. And so some people die. And then you get a block of laws, numbers 15, about dealing with impurity and corpses and dead bodies. I mean, it makes sense. So, like, the need arose for more clarity about what to do with dead bodies. And so they get laws about it.",
    "start": "00:20:20",
    "end": "00:21:50"
  },
  {
    "text": "But so is the idea there that they ran. There's like all these dead bodies and Moses is like, okay, let's go consult with God and he gets more laws, or is the idea, no, they already had these laws. But this is as a way to teach. We're gonna place the laws at this.",
    "start": "00:21:50",
    "end": "00:22:06"
  },
  {
    "text": "Point in the narrative. Yeah. So we don't know. We just know this is how the Pentateuch is designed. At a story where some people die, then the next chapter is some lost.",
    "start": "00:22:06",
    "end": "00:22:17"
  },
  {
    "text": "Because I always had in my mind, Moses just gets the whole. He gets the whole constitution. And I always wondered how he got it all on two tablets.",
    "start": "00:22:17",
    "end": "00:22:24"
  },
  {
    "text": "And then, well, so there's two things relevant just to give a complete answer. At the end of Numbers, there are some people who come to Moses and say, hey, the existing laws we have about how to observe Passover or what to do with, like, the inheritance of the land. Like, we have some questions and there's no law for it. So Moses goes and inquires of the Lord and then comes back with more laws. And then the book of Deuteronomy is for the new generation, the children of the Exodus generation whose parents died in the wilderness. And then Deuteronomy, the core of the book, chapters 12 to 26, is whole, hundreds of laws, and some of them repeat laws from the earlier sections, and then a whole bunch of them are brand new. And so that's Moses in a new location, not Mount Sinai, unpacking more laws for the next generation. So the laws come in stages throughout the story of Moses, me. Anyway, that's. So that's how it goes in the storyline.",
    "start": "00:22:26",
    "end": "00:23:34"
  },
  {
    "text": "The Torah is called the Law. In English, it even means that in Hebrew.",
    "start": "00:23:51",
    "end": "00:23:56"
  },
  {
    "text": "Precisely. It means teaching or instruction and guidance.",
    "start": "00:23:57",
    "end": "00:24:01"
  },
  {
    "text": "It all culminates at the end with Moses giving the speech. And one of the things Moses says is, hey, guys, you're not capable of following all these laws.",
    "start": "00:24:01",
    "end": "00:24:12"
  },
  {
    "text": "Yeah, yeah. He said both from experience. He spent 40 years with this group of people, so he knows that they have not been able or faithful to follow the laws. And he predicts that that's just going to keep on happening, that Israel is going to fail at being covenant partners with God and obeying these laws. And so what's important is, right as the Torah is coming to an end, he says, you guys signed up to obey all these laws. And you signed up to the consequences of it, which is blessing. God's blessing and things going good if you are a nation of justice and obey all the laws, or curse and devastation and exile if you don't. And we do point this out in. Not this video, in a different video, the Deuteronomy video. I was thinking about how it recalls the human condition from Deuteronomy, which will.",
    "start": "00:24:13",
    "end": "00:25:15"
  },
  {
    "text": "Come out in November of 2015. Yeah, we'll talk more about blessing and curse.",
    "start": "00:25:15",
    "end": "00:25:19"
  },
  {
    "text": "Yeah. But the design of the Pentateuch is to parallel the story of Israel receiving these commands and not obeying them. The design of the Pentateuch parallels Israel with Adam and Eve in the garden receiving a command and also breaking it and going into exile and. And so on. So part of the design of the Torah is that Israel becomes a case study in human nature in general, that we seem to not want to do what we're told to do. We don't like people telling us what to do.",
    "start": "00:25:19",
    "end": "00:25:59"
  },
  {
    "text": "So when you come to read the Bible, you're a regular guy. You decide, I'm gonna read through the Bible, and you get going. There's 69 chapters of narrative. It's kind of weird stuff. It's ancient literature. It's hard, but you're getting through it. And then all of a sudden, you get into the guts of the Torah and it's a bunch of really. Just lists of laws. Some stuff's really obscure and weird. Some stuff makes sense, and most people stop. They can't get through it. And so that's always a problem with the law. But then the other problem which is connected to it is as you're reading them, I think the question you start asking yourself is, well, why has this been preserved for me to read? Why is this in my. In the holy. You know, the holy book of my. My tradition? Am I supposed to follow these laws? Maybe just some of them. Because the Ten Commandments are actually pretty legit. You know, like, we kind of stand by those, but then there's other ones, like boiling a goat and its mother's milk or ways grooming things or different things that you're like, yeah, we don't. I'm not going to do that.",
    "start": "00:26:00",
    "end": "00:27:21"
  },
  {
    "text": "Yeah. So what are they there for? What should I do about them? If I believe the Bible in some form to be a divine and human book or God's word, what should I do with these laws? Why are they here? What do I do with them? Yeah, so I have a handy dandy list of sail hammers, four uses, excuse Me, I have a handy dandy list of sail hammers for use. Roles of the laws in the Pentateuch. It's a great list. It's in his little book. The Pentateuch is narrative. So, first of all, the laws are not given to all humanity. They're not given to all of the nations. They're given to the people of ancient Israel as a part of the covenant God made with them. So you have to ask yourself first, why are these here? They play a role in the storyline, the Torah, which is that God wants to bring his blessing to all of the nations, and he's going to do that through a people somehow who will live by these laws in their own context, in this case Israel, and embody a new vision of justice and community and business and family and marriage that sets them apart from the nations. So Moses in Deuteronomy 4 says, if Israel obeys the laws, it shows God's wisdom and God's righteousness to the nations. And so I think what you can say, the author has included all of these laws to give us not a comprehensive but a full vision of what life for Israel was like according to these laws. But they are a sample. It's a large sample. A large sample, but it's a sample of the actual constitution.",
    "start": "00:27:23",
    "end": "00:29:17"
  },
  {
    "text": "So that's number one.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "That's number one.",
    "start": "00:29:19",
    "end": "00:29:19"
  },
  {
    "text": "Number one is these were written specifically for ancient Israel.",
    "start": "00:29:19",
    "end": "00:29:24"
  },
  {
    "text": "Yeah, numbers one and two. They were written to show me, the reader of the Torah, what life was like under the covenant at Sinai and to show how God's laws were to affect all areas of their life, individually and corporately. And then two, those laws were to shape Israel so that other nations like me, 3,000 years later look in and when I read those laws in their ancient context and I can see, oh, wow, those are principles of wisdom and justice that God was pushing Israel towards.",
    "start": "00:29:24",
    "end": "00:30:03"
  },
  {
    "text": "So you think even now, as a modern American, you can look at those ancient law codes and see the wisdom of God?",
    "start": "00:30:03",
    "end": "00:30:10"
  },
  {
    "text": "Yes, totally. I think there's precedent for that within the Bible itself. Moses said the nations will look at the laws and see justice.",
    "start": "00:30:11",
    "end": "00:30:23"
  },
  {
    "text": "Sure. The nations back then who were slaughtering their children and stuff.",
    "start": "00:30:23",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, totally. That's right. But that's important, I think. So it's important to see that these laws didn't drop out of heaven for all people of all time. They were for Israel at that time in their history. When you compare the laws in the Pentateuch to laws on the same topics in Babylonian, the code of Hammurabi or Assyrian laws, I Mean, it's really a step forward.",
    "start": "00:30:27",
    "end": "00:30:53"
  },
  {
    "text": "You see the wisdom of God.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Yeah. When you read them, only in comparison to modern Western law, they'll seem bizarre to you. But when you compare them to other cultures that share the same worldviews and many of the same cultural practices, you can see women and servants had a much better life in ancient Israel than they did in ancient Babylon, largely due to the laws in the Torah.",
    "start": "00:30:56",
    "end": "00:31:25"
  },
  {
    "text": "What I hear you saying is one of the purposes of the law in the Bible is so that us people of other nations can read it and see the wisdom of God. Is that what I just heard you say?",
    "start": "00:31:25",
    "end": "00:31:38"
  },
  {
    "text": "Yep. Good summary, John.",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "But we don't have the context of what life was like around that time. Maybe we can kind of read between the lines a bit.",
    "start": "00:31:41",
    "end": "00:31:54"
  },
  {
    "text": "You mean if I only read the Bible.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "You only read the Bible. If we didn't have the code of Ahmarah be.",
    "start": "00:31:56",
    "end": "00:32:00"
  },
  {
    "text": "Yeah.",
    "start": "00:32:01",
    "end": "00:32:01"
  },
  {
    "text": "If we didn't have. If we didn't have modern. What's that called when you dig stuff up from the ground?",
    "start": "00:32:03",
    "end": "00:32:10"
  },
  {
    "text": "Archaeology.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "Yeah, we didn't have archeology, then I wouldn't be able to see as clearly the wisdom of God. And so is that a design flaw in the Bible?",
    "start": "00:32:11",
    "end": "00:32:21"
  },
  {
    "text": "Man? That's more a question about the nature of the Bible. If the Bible is something like divine golden tablets dropped out of heaven that tell humans what to do so that they can go to heaven after they die, then, boy, the Bible just does a really poor job of being that kind of document. It was written in ancient Hebrew. I mean, how are you even supposed to know what any of these words mean if you don't learn an ancient language? So I think the fact that God. Here's what it is. The Bible itself is the product of God working with, speaking to and working out his purposes in human history. And the Bible is the wedding of God's word, written and expressed through humans who lived at certain times and places in history. And so our modern kind of Western ideal is equality. Right. The democratic ideal. And so we think, well, if God was going to ever reveal himself to all humans, do it in English. Do it in. Actually, I was thinking of the UN meetings where everybody gets headsets. Headsets.",
    "start": "00:32:22",
    "end": "00:33:43"
  },
  {
    "text": "It just automatically translates and it's just.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "Hearing everything automatically in their own language. But that's what we think. All of a sudden the idea that God would start revealing himself at a point in history through a people and working itself out, in this case Israel, and reveal what to the Israelites were huge steps forward in justice. But now we look back and it seems archaic to us. So that's just a fact that God has chosen to work within history to reveal himself. And I don't know, you just got to reckon with that, or else nothing in the Bible is going to make a lot of sense to you, I think.",
    "start": "00:33:45",
    "end": "00:34:27"
  },
  {
    "text": "Sure. So one of the purposes of the law is to. Or these are principles. So the first principle is these were laws specifically for ancient Israel. The second principle is they show other nations the wisdom of God. And that's where I got hung up. Because it's like, I don't see that as clearly as I would.",
    "start": "00:34:27",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, sure. If I lived in Israelite, if I.",
    "start": "00:34:52",
    "end": "00:34:55"
  },
  {
    "text": "Lived in ancient Babylon and I got these texts, I might go, I like this God. This God seems wise. But I read it as a modern Westerner and I think, wait a second, does he not know about.",
    "start": "00:34:55",
    "end": "00:35:07"
  },
  {
    "text": "You can actually see that in the history of interpretation of some of the laws, where their meaning was lost to history but then recovered. So that the law I mentioned earlier about don't boil a baby goat in its mother's milk. It's repeated. It's the only law that's repeated three times. The only one that's repeated three times in the Torah. And what a boil, a baby goat and its mother's milk. So in Jewish tradition, what that came to mean is somehow cooking something in the life liquid of the same species that it came from. Don't do it. It's cruel, it's bad. And that was discerned as the principle underneath the law, which is why in Jewish kosher law, as far back as we can tell, the separation of dairy and meat is law. Kosher laws, cheeseburgers are off limits.",
    "start": "00:35:08",
    "end": "00:36:13"
  },
  {
    "text": "Oh, and that's why.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "That's why. Because of that law, putting dairy onto meat. Yeah.",
    "start": "00:36:14",
    "end": "00:36:19"
  },
  {
    "text": "Same principle as boiling a goat in its mother's milk.",
    "start": "00:36:19",
    "end": "00:36:23"
  },
  {
    "text": "Yeah. So the rabbis discerned, what's this law for? Why is it there three times? God doesn't want us mixing a source of life with something that is dead of the same kind. So don't mix milk and meat. So kosher restaurants have a veggie side where there's dairy and then a meat side where there's no dairy. Yeah.",
    "start": "00:36:23",
    "end": "00:36:48"
  },
  {
    "text": "And you use different plates.",
    "start": "00:36:48",
    "end": "00:36:49"
  },
  {
    "text": "Different plates. Oh, yeah. Different dishwasher, all that kind of thing. So what is interesting, though, is that late 1800s archaeology in Israel, Palestine's in full swing. And there was a full excavation done in an ancient Canaanite city dating to about the same time as Joshua. It's called Ugarit. And It's a. You know, they discovered a library there, huge library. And it was the first thing like it, biggest library of Israel's neighbors ever found. There's a temple there. So. But within the library are all kinds of texts that read like Leviticus. They're like priestly tech manuals for guidelines for the priest to do. And for one, there's a ritual that mentioned boiling animals in the milk of their mothers. So this was a Canaanite ritual practice involved in the worship of Canaanite gods. And one of the purpose of the laws was to set Israel apart from the nations. So that's an example where the meaning of Allah was lost to history. But then we found. We found.",
    "start": "00:36:50",
    "end": "00:38:09"
  },
  {
    "text": "So it had nothing to do with cheeseburgers.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "Well, then that's the debate.",
    "start": "00:38:13",
    "end": "00:38:14"
  },
  {
    "text": "That's very diplomatic of you.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Yeah, I mean, that's the debate. And so you have to say, wow, that's interesting. Then is it possible that we have this whole modern. Well, not modern, like a whole practice within kosher law that actually wasn't perhaps what the law was originally intended to communicate. And I think that's probably what happened.",
    "start": "00:38:17",
    "end": "00:38:35"
  },
  {
    "text": "Yeah.",
    "start": "00:38:35",
    "end": "00:38:36"
  },
  {
    "text": "So there's lots of things like that where there's something in the Bible, a word, a phrase, a law, and its meaning was lost to history once the historical circumstances passed. And that's why biblical scholarship is so awesome, because we can learn. Like, we actually are still learning about the Bible. Yeah, there's all kinds of things that are coming to light in light of the Dead Sea Scrolls and other stuff.",
    "start": "00:38:37",
    "end": "00:39:03"
  },
  {
    "text": "That'S a bit scandalous. You know, you come with this perspective of the Bible is everything I need for life and godliness. God gave us this complete library of literature. But, you know, we're 2,000 years after Jesus and we're still discovering how to read this thing correctly.",
    "start": "00:39:04",
    "end": "00:39:26"
  },
  {
    "text": "Yeah, you can respond to that in a number of ways. One is you can anybody. Narrative is so woven into the human brain and psyche. You can read the Pentateuch if you're looking at it as a narrative and get the basic. Get the idea of the storyline. Even if you are clueless about what half of these laws meant in their context, you can get the, oh, Israel is given under these laws. They don't obey them, they're given more laws. They still don't obey them. They're given more laws. Like, you get it? And then Moses says at the end, oh, yeah, you don't obey them. Your hearts are hard. You need God to change your heart.",
    "start": "00:39:26",
    "end": "00:40:05"
  },
  {
    "text": "Like, so you don't need to be A biblical scholar?",
    "start": "00:40:05",
    "end": "00:40:09"
  },
  {
    "text": "No, no, I don't figure that out. No, you do need to learn how to read stories that are written differently than modern Western novels. But I think a reader who's willing to put in the work can get totally get what the message of the story is.",
    "start": "00:40:09",
    "end": "00:40:29"
  },
  {
    "text": "So at that level, which is a really important level, the barrier to entry is very small.",
    "start": "00:40:29",
    "end": "00:40:36"
  },
  {
    "text": "Yeah.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "But then the well goes deep and we're still uncovering like these facets of these texts that we, up until we dig something out of the ground we just didn't know.",
    "start": "00:40:37",
    "end": "00:40:50"
  },
  {
    "text": "Yeah, yeah, you don't know what you don't know until. Yeah, you dig stuff up. And that goes back to what the nature of the Bible is. That God has revealed himself within history. Which means that God has communicated in and through people who live in cultures and speak languages and language. Unless. There you go. Unless God's gonna speak to us all in UN headphones, which he clearly has chosen not to do.",
    "start": "00:40:50",
    "end": "00:41:20"
  },
  {
    "text": "He blew that opportunity. That would have been awesome if I could just wake up and put on a set of headphones and then God just tells me what's up that day.",
    "start": "00:41:21",
    "end": "00:41:30"
  },
  {
    "text": "Oh man. Imagine.",
    "start": "00:41:31",
    "end": "00:41:32"
  },
  {
    "text": "He'S just like, hey John, so today you're gonna be really tempted to be mad at your wife and your kids for these reasons. Just patience. And also you're gonna get tired around 2:30. Like, I recommend a walk. I'm like, cool, thanks God. I'm on it.",
    "start": "00:41:34",
    "end": "00:41:55"
  },
  {
    "text": "You know, it's funny.",
    "start": "00:41:55",
    "end": "00:41:56"
  },
  {
    "text": "And he's like, and love your neighbor. And I'm like, got it.",
    "start": "00:41:56",
    "end": "00:41:59"
  },
  {
    "text": "We, you are not too many steps removed from the theology of the Spirit. Holy Spirit in the New Testament. I'm not joking. Yeah, I mean maybe not the Spirit telling you to go for a walk.",
    "start": "00:42:00",
    "end": "00:42:13"
  },
  {
    "text": "Part, but why not? But yeah, maybe I'm just saying he could do it through you on headphones. Yeah, that would be, be helpful.",
    "start": "00:42:13",
    "end": "00:42:22"
  },
  {
    "text": "Well, but actually this, this joke isolates part of the problem. I think the story of the Torah is trying to point out though is.",
    "start": "00:42:22",
    "end": "00:42:33"
  },
  {
    "text": "That, that we need UN headphones.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "The laws were good and they served those purposes of setting Israel apart. God's wisdom and justice. But the laws were not adequate to completely guide and reshape the broken human condition. To live in love and obedience to God. The humans need something more than just to be told what to do. Somehow just telling people what to do is not a long term solution. The reason we make decisions is tied into our affect, like what we want, what we desire, motivation. Not just because it's the right thing to do. Clearly if we all did things just because it's the right thing to do. Human history wouldn't look the way it is.",
    "start": "00:42:37",
    "end": "00:43:30"
  },
  {
    "text": "And so the metaphor that Moses uses and then also the prophets pick up on is a new heart. Or does Moses actually use circumcise your heart?",
    "start": "00:43:30",
    "end": "00:43:38"
  },
  {
    "text": "Yeah, Moses uses the word hard heart.",
    "start": "00:43:38",
    "end": "00:43:40"
  },
  {
    "text": "Heart. Hard heart.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "Yeah. So.",
    "start": "00:43:42",
    "end": "00:43:42"
  },
  {
    "text": "And you'll have to make a soft heart.",
    "start": "00:43:42",
    "end": "00:43:44"
  },
  {
    "text": "Yeah. So actually, this is Sailhammer's third point about the role of the law.",
    "start": "00:43:44",
    "end": "00:43:49"
  },
  {
    "text": "Nice segue.",
    "start": "00:43:49",
    "end": "00:43:50"
  },
  {
    "text": "Yeah. Is that the laws, in the context of the story show that Israel's heart, that their will and moral sensitivities were actually so broken that they were incapable of obeying the laws. So this is counterintuitive. There's 613 laws. And Sinheimer's point is nice even number. If you read the story, the story is trying to tell you Israel didn't and can't obey the laws. Why are there so many laws in there? Wisdom of God, that whole thing. But also to show you that they didn't and they can't. So really, you know, there was that thing, the. Oh, come on. The guy who tried to live by all the laws.",
    "start": "00:43:50",
    "end": "00:44:40"
  },
  {
    "text": "Oh, yeah, the day. The day. The year. He did it for a year or something. The year of living biblically. Is that what it is here?",
    "start": "00:44:41",
    "end": "00:44:47"
  },
  {
    "text": "I'm just going to pull it up. Yeah. So, for example, AJ Jacobs, the year of living biblically. One man's humble quest to follow the Bible as literally as possible.",
    "start": "00:44:47",
    "end": "00:44:59"
  },
  {
    "text": "Yeah. And I remember hearing an interview with him, and he, like, even stoned a woman. He, like, threw pebbles at her.",
    "start": "00:44:59",
    "end": "00:45:06"
  },
  {
    "text": "Because.",
    "start": "00:45:08",
    "end": "00:45:08"
  },
  {
    "text": "She committed adultery or something. Eddie literally took little pebbles and just pegged her with them.",
    "start": "00:45:08",
    "end": "00:45:14"
  },
  {
    "text": "So that's a great example. The year of living biblically. Sailhammer would say, and I think he's right, is missing the point of the Torah because it's saying, oh, there's 613 laws in the Bible. The Bible's message to me is, obey these laws. So I guess if I'm going to follow the Bible, I'm going to. And Sailhammer's point would be, no. The Torah is a story, and you follow a story by reading it to get its message and then responding to its message. So following the Bible, if you read the Torah as the story, would be to get on my knees and say, dear God, please change my heart so that I want to love my neighbor and love you.",
    "start": "00:45:14",
    "end": "00:45:59"
  },
  {
    "text": "But if I was a Jewish, let's say, post exile, and I'm doing that very thing. Yes, I read that story and I go oh, man, I need a new heart. I still am gonna try to keep the Sabbath and all these things. Because I'm a Jew.",
    "start": "00:46:00",
    "end": "00:46:15"
  },
  {
    "text": "Totally. Yes. Because that's right. Because they were the.",
    "start": "00:46:15",
    "end": "00:46:21"
  },
  {
    "text": "That's my culture. That's my heritage culture, people who.",
    "start": "00:46:22",
    "end": "00:46:25"
  },
  {
    "text": "And as the tribe, they still saw themselves in that covenant. So I guess the role is in the narrative. The third thing would be in the narrative, the laws are demonstrating this point. Israel did not and cannot keep the law.",
    "start": "00:46:25",
    "end": "00:46:39"
  },
  {
    "text": "Okay. And then it points to a solution.",
    "start": "00:46:39",
    "end": "00:46:42"
  },
  {
    "text": "And so by that design, the laws then fourthly, are pointing to the real problem.",
    "start": "00:46:43",
    "end": "00:46:49"
  },
  {
    "text": "Yeah. And so then we explore that in the video. We show how the narrative continues after the Torah. They go into the land. They continue to break the laws, Just story after story. Got the time of the judges. Those are pretty gnarly times.",
    "start": "00:46:49",
    "end": "00:47:04"
  },
  {
    "text": "Yep.",
    "start": "00:47:04",
    "end": "00:47:04"
  },
  {
    "text": "Then you've got the time of the Kings.",
    "start": "00:47:04",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, yeah. The Books of Samuel, 1st and 2nd Samuel and 1st and 2nd Kings.",
    "start": "00:47:07",
    "end": "00:47:11"
  },
  {
    "text": "And there's some good moments.",
    "start": "00:47:11",
    "end": "00:47:13"
  },
  {
    "text": "But the story of every significant figure is a story of some rise, initial rise, and a time of blessing and goodness and obedience, and then a crucial failure to follow the laws.",
    "start": "00:47:14",
    "end": "00:47:27"
  },
  {
    "text": "Yeah.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "And then a demise. And that. That story for all of the leaders is then playing out in the life cycle of the nation of Israel as a whole.",
    "start": "00:47:28",
    "end": "00:47:39"
  },
  {
    "text": "And then that part of the story ends with Babylon taking them out into exile, which is kind of what Moses predicts.",
    "start": "00:47:39",
    "end": "00:47:48"
  },
  {
    "text": "That's what Moses said would happen. Yeah.",
    "start": "00:47:48",
    "end": "00:47:50"
  },
  {
    "text": "So that all plays out. So what Moses predicts in the Torah comes to be. And so this leads the reader to go, oh, okay, I get it. They weren't following. They were incapable of following the law.",
    "start": "00:47:51",
    "end": "00:48:05"
  },
  {
    "text": "That's right. An extended case study.",
    "start": "00:48:05",
    "end": "00:48:07"
  },
  {
    "text": "Long extended case study.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "Basically a third of the Bible.",
    "start": "00:48:08",
    "end": "00:48:10"
  },
  {
    "text": "We're a third of the way through the Bible, and we've just thoroughly seen over and over that the human condition is just.",
    "start": "00:48:10",
    "end": "00:48:19"
  },
  {
    "text": "We're really bad off. It's like watching Breaking Bad or the Godfather trilogy. You just walk away feeling dirty.",
    "start": "00:48:19",
    "end": "00:48:26"
  },
  {
    "text": "But highly entertained.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "But highly entertained.",
    "start": "00:48:30",
    "end": "00:48:32"
  },
  {
    "text": "And you learn a few things about human nature.",
    "start": "00:48:32",
    "end": "00:48:34"
  },
  {
    "text": "Yeah.",
    "start": "00:48:34",
    "end": "00:48:35"
  },
  {
    "text": "That's it for episode one. The next episode is us talking about the prophets, talking about Jesus and Paul and New Testament Christians, Jewish and non Jewish followers of Jesus wrestling through. What do we do now with these laws? You can watch the video we made on the law. It's@YouTube.com thebibleproject we have a lot of other videos on there. They're all free and we're really proud of them. We. We hope you like them. Thanks for being a part of this with us.",
    "start": "00:48:38",
    "end": "00:49:13"
  },
  {
    "text": "Hi there. This is Vanessa and I'm from the sunny island of Singapore.",
    "start": "00:49:13",
    "end": "00:49:17"
  },
  {
    "text": "Hi, this is Brandon and I'm from Oklahoma City, Oklahoma.",
    "start": "00:49:17",
    "end": "00:49:21"
  },
  {
    "text": "Hi, this is Roger Karwski and I'm from Columbia, Missouri.",
    "start": "00:49:21",
    "end": "00:49:25"
  },
  {
    "text": "I first heard about bibleproject from my social media feed. It was a short animated video that made sense of these ancient texts from the Bible.",
    "start": "00:49:25",
    "end": "00:49:34"
  },
  {
    "text": "I first heard about the Bible Project through a suggestion on YouTube.",
    "start": "00:49:34",
    "end": "00:49:37"
  },
  {
    "text": "I use the Bible Project for teaching middle school at my church. My favorite thing about the Bible Project is the background information on Hebrew word meaning.",
    "start": "00:49:38",
    "end": "00:49:48"
  },
  {
    "text": "I now use Bible Project for my own quiet time, a space where I carve out and reflect on how I live my life.",
    "start": "00:49:48",
    "end": "00:49:56"
  },
  {
    "text": "I use the Bible Project for personal growth, study and teaching others about the Bible.",
    "start": "00:49:56",
    "end": "00:50:01"
  },
  {
    "text": "My favorite thing about bibleproject is the relevancy of the messages given, how they connect teachings from the Bible to the world today and how we can learn to treat others and ourselves.",
    "start": "00:50:01",
    "end": "00:50:13"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:50:14",
    "end": "00:50:18"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:50:18",
    "end": "00:50:28"
  }
]