[
  {
    "text": "Hey, this is John Collins. And this is part two where we talk with Tim Mackey, Ph.D. about heaven. In the last episode, we talked about how in the Hebrew language, the word heavens is always plural and it always refers to the sky. And it is assigned as a place where God's presence dwells.",
    "start": "00:00:11",
    "end": "00:00:28"
  },
  {
    "text": "Biblical authors will use the sky as a way of talking about the nature of God's space, that it's high, it's transcendent, it's authoritative, it's where he sees everything.",
    "start": "00:00:28",
    "end": "00:00:38"
  },
  {
    "text": "But in biblical thought, God's presence isn't only in the sky.",
    "start": "00:00:38",
    "end": "00:00:41"
  },
  {
    "text": "We know that they believe that God's presence was accessible here on Earth. His throne in heaven overlapped with Earth.",
    "start": "00:00:41",
    "end": "00:00:49"
  },
  {
    "text": "In fact, the whole point of creation is for God's space and our space to be united.",
    "start": "00:00:49",
    "end": "00:00:54"
  },
  {
    "text": "And in the story of the Bible, it begins with God's space completely overlapping with human space. That's the ideal. That's the whole point.",
    "start": "00:00:55",
    "end": "00:01:02"
  },
  {
    "text": "That's the whole point. But it isn't our reality right now. And so in Hebrew thought, in biblical thought, there was still a place where you can find God's presence, where God's presence overlaps with ours. And that's the temple.",
    "start": "00:01:03",
    "end": "00:01:19"
  },
  {
    "text": "Temples are the pointers to the reality that God's presence should, ought to, and will one day once again permeate all of his world, just like it was back in the ideal. Which raises the question, well, where did it go? Why isn't it everywhere anymore? And that is how this whole set of concepts is a really cool way of looking at the story of the whole Bible as the story of the reunion of Heaven and Earth.",
    "start": "00:01:19",
    "end": "00:01:45"
  },
  {
    "text": "So here we go, part two of a three part conversation on heaven. Thanks for joining us. Here we go.",
    "start": "00:01:46",
    "end": "00:01:52"
  },
  {
    "text": "I'll remind you of the day you were just a boy trying to pretend pleasing all your mentors. You're never quite confessed. Now you are a shoulder free, swift test. Now it's time to rest.",
    "start": "00:01:53",
    "end": "00:02:15"
  },
  {
    "text": "Okay, so the story of the Bible begins. And we have Adam and Eve, and we have God in the Garden of Eden. So where the humans live and where God dwells, that's the same space. There's no distinction. So God's space and our space are completely overlapped. But then there's a schism. Something happens. So what's the story there?",
    "start": "00:02:19",
    "end": "00:02:43"
  },
  {
    "text": "The story is that heaven and Earth, God space and human space overlapped. In the garden, humans rebelled and so found themselves banished from God's space and live in the world where they die and horrible things happen and people do horrible things to each other. So we Explored this in the video. Just in terms of the rebellion of humanity is what disqualifies them.",
    "start": "00:02:43",
    "end": "00:03:12"
  },
  {
    "text": "So, yeah, the rebellion, the division. Can we talk about how God put a sphinx thing in front of the garden?",
    "start": "00:03:13",
    "end": "00:03:24"
  },
  {
    "text": "Oh, that's interesting. Okay, yeah. So the idea is after the humans rebel against God, rebel against his command and so on, they don't drive God out of the world. What they are is banished out of the garden. The garden where heaven and earth overlap out into a place where God's presence isn't as immediately accessible. And the guardian of that boundary line is called Cherubim, or Cherubim in English, how we refer to them, Kerouvim, which in the Hebrew Bible are not human like figures. They might have some human features, but. But always mixed together with animal like features. So they have wings, but they are not people with wings. There are no human figures with wings in the Bible. That's a strange mutant that appeared somewhere later in medieval church history. All of the winged figures that are connected with God's presence in the Bible are a mix of animal, and sometimes they have like human hands or some part of a human face, but not a human body or feet or anything like that. And what these creatures are have parallels among Israel's neighbors about these animal like, multiform, Multi animal like creatures that are guardians of the divine space. And so the Sphinx is one of those. So it's the guardian of the king's burial chambers that are the pyramids. And so it's a lion like figure, but with one of the Pharaoh's heads. And we know these figures, like the Assyrian Lamassu statue is of like an ox or like a. I think it's a lion's body, but with the king's head and some wings. And some wings, yeah, wings. The way that the cherubim are described in the temple is also of these multiform animal like creatures that have wings. Ezekiel's vision.",
    "start": "00:03:24",
    "end": "00:05:36"
  },
  {
    "text": "And they guard and they're in the holy of holies.",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "And they are over the ark. Yeah, they shadow the ark. And there's a psalm, there's a few places in the Psalms where God is said to dwell above the Cheravim or the one who is enthroned above the cherubim. So yeah, that's what these creatures are. So when Adam and Eve are banished from God's presence. Right. There is a figure who the Israelites would know is a figure associated with God's presence in the temple.",
    "start": "00:05:37",
    "end": "00:06:06"
  },
  {
    "text": "Yeah. So let's talk about the Sphinx then, in Egypt. In what way was it Actually guarding the tomb because it's just a statue. It's not gonna, like, get me if I try to go in and steal the king's body or something.",
    "start": "00:06:06",
    "end": "00:06:23"
  },
  {
    "text": "Yeah. I mean, it's symbolism. And again, we're to that point again, where was it just a symbol?",
    "start": "00:06:23",
    "end": "00:06:29"
  },
  {
    "text": "They just, they knew that there was some protection around this temple and they symbolized it.",
    "start": "00:06:29",
    "end": "00:06:34"
  },
  {
    "text": "Yeah.",
    "start": "00:06:34",
    "end": "00:06:35"
  },
  {
    "text": "With these statues.",
    "start": "00:06:35",
    "end": "00:06:36"
  },
  {
    "text": "Correct. Yeah. And what these.",
    "start": "00:06:36",
    "end": "00:06:38"
  },
  {
    "text": "Which would seem really amazing. I mean, I can imagine walking up to one and being like, whoa, this is intense.",
    "start": "00:06:38",
    "end": "00:06:44"
  },
  {
    "text": "Very impressive.",
    "start": "00:06:44",
    "end": "00:06:45"
  },
  {
    "text": "Very impressive.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Yes. The Sphinx still today is extremely impressive. I've never seen it. Yeah. I'm just. It's. Yeah, it's very profound thing. You're also looking at it with a thousand other people with cameras. Kind of diminishes the effect of taking.",
    "start": "00:06:46",
    "end": "00:07:00"
  },
  {
    "text": "The best photo ever of the Sphinx.",
    "start": "00:07:00",
    "end": "00:07:02"
  },
  {
    "text": "That's right. But imagine being, you know, just yourself and a few other people walking up to the pyramids and you have to pass on the road this enormous, intimidating creature.",
    "start": "00:07:02",
    "end": "00:07:12"
  },
  {
    "text": "Yeah.",
    "start": "00:07:12",
    "end": "00:07:12"
  },
  {
    "text": "And. Yeah. This symbolism of all different kinds of creatures. It's as if all creation is standing guardian of the Creator's space. I mean, it's a place, it's transcendent. It's a gateway to the most important thing in the world. Many cultures have a concept of the divine space being marked by a boundary where you meet some animal like protector creatures.",
    "start": "00:07:13",
    "end": "00:07:41"
  },
  {
    "text": "I keep thinking of. Did you ever watch the Neverending Story growing up?",
    "start": "00:07:41",
    "end": "00:07:46"
  },
  {
    "text": "Dude, I was just about to bring it up.",
    "start": "00:07:46",
    "end": "00:07:47"
  },
  {
    "text": "Really?",
    "start": "00:07:47",
    "end": "00:07:47"
  },
  {
    "text": "Yeah. It's those two statues.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "Yeah.",
    "start": "00:07:49",
    "end": "00:07:49"
  },
  {
    "text": "And then their lasers shoot out and destroy anybody who passes.",
    "start": "00:07:49",
    "end": "00:07:52"
  },
  {
    "text": "Yeah. They're intense. They're like guardians, right?",
    "start": "00:07:52",
    "end": "00:07:54"
  },
  {
    "text": "Yep.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "Those things, man, I remember as a kid just being.",
    "start": "00:07:55",
    "end": "00:07:58"
  },
  {
    "text": "Yeah. So there's something of that idea in the Garden of Eden because the Caravim guarding the Garden of Eden has a flashing sword. A sword that's flashing?",
    "start": "00:07:58",
    "end": "00:08:08"
  },
  {
    "text": "Yeah, yeah. These things have wings, massive wings. And they're kind of like a. It's kind of like a woman slash leopard or I don't know.",
    "start": "00:08:09",
    "end": "00:08:18"
  },
  {
    "text": "But yeah. Yeah. Wearing it. Yeah, yeah. Those are totally Caravim like figures. And they guard. Yeah. The Divine Presence, they're guarding there.",
    "start": "00:08:18",
    "end": "00:08:26"
  },
  {
    "text": "So if I were an ancient Israelite and I was like, hey, how did this all start? You'd be like, well, there's a Garden Eden and it's out there somewhere. I mean, because if you. If you go try to find it, if you happen to run into it, you're going to run into a Caravim.",
    "start": "00:08:26",
    "end": "00:08:44"
  },
  {
    "text": "How do you pronounce?",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "It's Going to be this caravim there with a flaming sword, and it's not going to let you pass. And. And then I'd be like, whoa, that sounds intense.",
    "start": "00:08:45",
    "end": "00:08:58"
  },
  {
    "text": "This is somehow related to the idea of God's holiness as being powerful and good and also dangerous at the same time.",
    "start": "00:08:58",
    "end": "00:09:06"
  },
  {
    "text": "Right? Like, yeah, it's super good. It's a great place.",
    "start": "00:09:07",
    "end": "00:09:10"
  },
  {
    "text": "It's the source of all life. But if you go in there on.",
    "start": "00:09:11",
    "end": "00:09:14"
  },
  {
    "text": "Your terms, this thing's gonna destroy you.",
    "start": "00:09:14",
    "end": "00:09:17"
  },
  {
    "text": "Won't be good for you.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "You can't even get in.",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Just like. I don't get to determine the terms of the sun and my relationship. That's bad English. I don't get to determine the terms of my relationship to the sun. The sun's really good. I'm really happy for it, but I can't.",
    "start": "00:09:19",
    "end": "00:09:35"
  },
  {
    "text": "Let's keep it a couple million miles away.",
    "start": "00:09:35",
    "end": "00:09:36"
  },
  {
    "text": "Yeah. Fly a million miles to it and not wear sunscreen and think that everything's gonna be fine. So that's. These images are getting at this idea of the transcendent otherness of God as holy and the creator.",
    "start": "00:09:36",
    "end": "00:09:50"
  },
  {
    "text": "So whether or not someone back then really was like, oh, man, I could actually run into this place or not, or they're like, oh, I get it. That's a rich metaphor for something. Regardless of that, that's the image, and it's pretty intense.",
    "start": "00:09:51",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. That's their.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "But the thing is, you could. I mean, you can imagine, like, let's say you live back then, and you show up in Egypt, you've never been there before, and you run into this thing. It's the first time you've ever seen it, and you just didn't know it was there. That'd be so intense. You'd be like, whoa. And you'd go back and you'd tell stories about how intense this thing was. So, I mean, it isn't that ridiculous to have a story about if you go and find this place that's guarded by this crazy creature. Creature, yeah.",
    "start": "00:10:06",
    "end": "00:10:34"
  },
  {
    "text": "Yeah. Little slay you. It actually doesn't say the sword. Hold on, let me just.",
    "start": "00:10:34",
    "end": "00:10:39"
  },
  {
    "text": "If I remember correctly, it says lightsaber. Is it. Is it Hebrew for lightsaber?",
    "start": "00:10:39",
    "end": "00:10:45"
  },
  {
    "text": "Yeah. There's no mention of the Caravim holding the sword. It just says he placed there on the side of the garden. Caravim. And a flaming sword that was flat, flashing back and forth in Hebrew. It's really. Yes, it's the word turnover. So it doesn't even say there's anybody holding the sword. So it's the idea of A sword floating there, going, like, spinning around, doing, like, ninja moves by the entrance so that you can't pass it.",
    "start": "00:10:45",
    "end": "00:11:19"
  },
  {
    "text": "That sounds gnarly.",
    "start": "00:11:19",
    "end": "00:11:20"
  },
  {
    "text": "It's like a really intense miniature golf obstacle.",
    "start": "00:11:20",
    "end": "00:11:24"
  },
  {
    "text": "I think I know the plot for the next Mission Impossible. Tom Cruise has got to get through there.",
    "start": "00:11:24",
    "end": "00:11:31"
  },
  {
    "text": "Yeah, he could do it. Yep, I bet he could. I bet he could. Like ballet.",
    "start": "00:11:31",
    "end": "00:11:35"
  },
  {
    "text": "So all to say, that was a vision of heaven, God's presence guarded by a flaming sword. And the Cheravim. Cheravim. I'll get it. I'll just say. I'll just do English. Cherubim.",
    "start": "00:11:35",
    "end": "00:11:49"
  },
  {
    "text": "Yeah, just do that. Do that way. You speak English.",
    "start": "00:11:49",
    "end": "00:11:52"
  },
  {
    "text": "I speak English. It's cherubim. Right. And still, that's a weird word, too.",
    "start": "00:11:52",
    "end": "00:11:55"
  },
  {
    "text": "It is. The problem is that that word, it makes you think of the tiny, plump, naked babies with wings.",
    "start": "00:11:55",
    "end": "00:12:01"
  },
  {
    "text": "Yeah, I know. Caribbean.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "And that's definitely a mutant.",
    "start": "00:12:02",
    "end": "00:12:04"
  },
  {
    "text": "A mutant creation. A cute one. A cute mutant.",
    "start": "00:12:05",
    "end": "00:12:09"
  },
  {
    "text": "A cute. Yeah. So nothing like that in the Bible.",
    "start": "00:12:09",
    "end": "00:12:12"
  },
  {
    "text": "And then, so we've got this picture of Eden being God's presence. We've got this picture of the skies above this dome. That was the understanding back then. That's where God's presence is. And then we have this idea of the temple, this place here on Earth, this very special location, a hot spot where God's presence is. But then Solomon would be like, yeah, but it's not like God can really be here fully. And when Isaiah has the vision, half of him's there, half of them's not there. And then God's like, look, I'm everywhere.",
    "start": "00:12:12",
    "end": "00:12:43"
  },
  {
    "text": "Yeah. So, yeah, there's an acknowledgement that the temple is itself one huge, elaborate symbol, a pointer to the fact that God's purpose is for his personal presence to fill and permeate the whole of creation as it once did or was supposed to, and as it will again one day in the future. So all of the key passages in the prophets that point to the hope of the world, it's not of people leaving Earth and going up to God's space. It's the opposite. It's of God's space coming to fully overlap with earth. So Isaiah 65, where it's the first mentions of the phrase new heaven and earth, God says, I'm going to create a new heavens and earth, a new.",
    "start": "00:12:43",
    "end": "00:13:30"
  },
  {
    "text": "Sky and a new.",
    "start": "00:13:30",
    "end": "00:13:30"
  },
  {
    "text": "Yeah, new sky, new land. So a new or a whole new order. Because the former things, the order of the world as we knew it, won't be remembered, but be glad and rejoice forever in what I will Create. I will create Jerusalem to be a delight and its people a joy. And modern Western readers, we're like, wait, is he creating a new creation or is he creating a new city in Jerusalem? But in the biblical imagination, those are the same thing, because the Jerusalem Temple is itself an image of the joining of heaven and earth. And that's where the God of Israel's presence, uniquely was. And so it's, so to speak, the epicenter where the new creation will emanate out of. So the Jerusalem Temple and the new creation is joined together in the prophets. So at the conclusion of the Book of Joel, you have this image of I, the Lord your God, will dwell in Zion, my holy hill.",
    "start": "00:13:31",
    "end": "00:14:32"
  },
  {
    "text": "Zion being Jerusalem.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "Zion. Zion is another name for the Mount, where the temple was my holy hill. Jerusalem will be holy. Foreigners won't invade her anymore. In that day, the mountains will drip with wine and the hills will flow with milk. The ravines will run with water, a fountain will flow out of the temple, the Lord's house. It's all this Garden of Eden imagery. Where you had out of Eden was a river, was the fountainhead of a river goes out and there's wine and milk just falling out, you know, flowing out of the river.",
    "start": "00:14:33",
    "end": "00:15:04"
  },
  {
    "text": "There was no wine and milk in Eden. Right.",
    "start": "00:15:04",
    "end": "00:15:06"
  },
  {
    "text": "This is imagery of garden imagery.",
    "start": "00:15:08",
    "end": "00:15:11"
  },
  {
    "text": "Yeah.",
    "start": "00:15:11",
    "end": "00:15:11"
  },
  {
    "text": "So vineyards, hills flowing with milk is obviously. It's a metaphor of abundance. So hills don't flow with milk, animals who eat the grass.",
    "start": "00:15:11",
    "end": "00:15:19"
  },
  {
    "text": "That'd be pretty crazy if there was just milk flowing out of the hills.",
    "start": "00:15:19",
    "end": "00:15:22"
  },
  {
    "text": "Yeah.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "But this is poetry.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "It's poetry. Yeah. So superabundance.",
    "start": "00:15:26",
    "end": "00:15:29"
  },
  {
    "text": "Superabundance.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "Food, just food for everyone, just flows out of creation with no effort as a divine gift, which it does normally. It just does it at a slower pace. So these are. Joel 2, Isaiah 65, Ezekiel 47 has the stream emerging out of God's temple and it leaves. It goes down to the Dead Sea, the most barren spot on planet Earth, and it fills it with life and green trees and so on. So all of these passages connect the hope for our world in the image of. In temple language and Garden of Eden language. And it's all.",
    "start": "00:15:30",
    "end": "00:16:07"
  },
  {
    "text": "So when heaven and Earth unite, when God's space comes down in its fullness, there's just abundance. The food, the wine, the water.",
    "start": "00:16:07",
    "end": "00:16:17"
  },
  {
    "text": "Abundance.",
    "start": "00:16:18",
    "end": "00:16:18"
  },
  {
    "text": "There's an abundance of it.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "Yep. Yeah. Which boy, for people who live in super developed countries, that I have an abundance of water. Yeah. I just turn on a lack of water. Yes. Sorry, say that again.",
    "start": "00:16:19",
    "end": "00:16:32"
  },
  {
    "text": "I just turn on a faucet. And have an abundance of water.",
    "start": "00:16:32",
    "end": "00:16:34"
  },
  {
    "text": "Yeah.",
    "start": "00:16:34",
    "end": "00:16:34"
  },
  {
    "text": "Especially in Portland, maybe not in California.",
    "start": "00:16:34",
    "end": "00:16:37"
  },
  {
    "text": "Yeah, right.",
    "start": "00:16:37",
    "end": "00:16:37"
  },
  {
    "text": "There's a drought there.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "And many, not all Americans. Many Americans have access to abundant food, even if they can't always afford it.",
    "start": "00:16:39",
    "end": "00:16:46"
  },
  {
    "text": "Right.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "It's there.",
    "start": "00:16:47",
    "end": "00:16:47"
  },
  {
    "text": "It's there. You go to the market and you're like, whoa, look at all this food.",
    "start": "00:16:47",
    "end": "00:16:50"
  },
  {
    "text": "So these images don't strike people who live in those kinds of cultures with.",
    "start": "00:16:51",
    "end": "00:16:55"
  },
  {
    "text": "Near the effect where you're scrounging for water and food. And if there was an abundance, that would be crazy.",
    "start": "00:16:55",
    "end": "00:17:02"
  },
  {
    "text": "Yeah, totally. Yeah. So, yeah, think of parts of the world where water is very scarce and where food is very scarce, and these images would be otherworldly to you. So, yeah, superabundance of creation is a. Is an Eden, Garden of Eden imagery. So the point is that the hope is not for humans to go somewhere else. It's for God.",
    "start": "00:17:02",
    "end": "00:17:24"
  },
  {
    "text": "It's not like, hey, you know, life is rough. This really stinks. But you know what? One day you're going to go to this new place and things are going to be great and everyone you love is going to be there. That was never the narrative. The narrative was, one day God will come here in a new way. And life is rough. It's always hard to find food, and there's poverty and there's injustice and there's all of these horrible things, violence. But that's all going to be reversed. And there's going to be an abundance, but it's going to be here.",
    "start": "00:17:24",
    "end": "00:17:59"
  },
  {
    "text": "Yeah, that's right. Yeah. So, yeah, you can read these passages in context. They're always joined to other images of God confronting evil and injustice among the nations and making that all right. No more war like Isaiah 2. You know, people turn their swords and spears into plowshares and pruning hooks. Gardening instruments.",
    "start": "00:17:59",
    "end": "00:18:21"
  },
  {
    "text": "Yeah, they take the war instruments and turn them into gardening instruments.",
    "start": "00:18:21",
    "end": "00:18:24"
  },
  {
    "text": "Yes, that's right. And there's no more war. There's peace. Isaiah 11. Creation produces its superabundance because there's peace among the nations and peace among creation. So. So even the most violent creatures in creation, lions and lambs and snakes and children, all coexist in peace. So it's just the visceral sense. There's something wrong with the world. There's something wrong with me. It's out of order. There's an ancient motif about human relationships to animals that somehow we know that's out of whack, too. And that rift will be healed. Part of our relationship to creation will be healed. And that's hinted at in one of the Gospels.",
    "start": "00:18:24",
    "end": "00:19:10"
  },
  {
    "text": "Oh, really?",
    "start": "00:19:11",
    "end": "00:19:11"
  },
  {
    "text": "It's very interesting. Yes. When Jesus comes and he goes out to the wilderness after his baptism, Mark includes a little detail that he was there with the beasts. It says, so he's out there in the wilderness with beasts. And many interpreters think that's an illusion. That's a garden illusion of Adam with the animals. With the animals, yeah. So where Jesus goes, there's little explosions of Eden surrounding him. It's very cool. That's cool. Yeah.",
    "start": "00:19:11",
    "end": "00:19:43"
  },
  {
    "text": "So we're up through the prophets and at this point in the Bible, if you were to ask, are you going to go to heaven when you die? The look back would be this blank stare of like, you're going to go to the sky when you die.",
    "start": "00:20:11",
    "end": "00:20:25"
  },
  {
    "text": "No, this is the opposite direction.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Yeah. You're gonna go in the ground when you die. Yeah, yeah. But won't my like spirit go to the sky and just be like, what?",
    "start": "00:20:27",
    "end": "00:20:36"
  },
  {
    "text": "No, you must be a Canaanite. You must not.",
    "start": "00:20:36",
    "end": "00:20:42"
  },
  {
    "text": "That's not.",
    "start": "00:20:42",
    "end": "00:20:42"
  },
  {
    "text": "Ever read the Hebrew scriptures?",
    "start": "00:20:42",
    "end": "00:20:43"
  },
  {
    "text": "You don't know the Bible. Yeah, but what about resurrection?",
    "start": "00:20:43",
    "end": "00:20:47"
  },
  {
    "text": "Yes.",
    "start": "00:20:47",
    "end": "00:20:48"
  },
  {
    "text": "Was it there was. This might be a complete tangent.",
    "start": "00:20:48",
    "end": "00:20:52"
  },
  {
    "text": "Yeah. Here's what we can say. In the history of the development of the Scriptures and of the prophets and their reflections on the scriptures, there emerged a conviction that because God was the creator of the world and because the world has been so messed up by humans, that God's going to have to recreate and make new his world and not abandon it. And so if God is going to do that, that means his love and his commitment to humans who are earthlings also needs to somehow go beyond the grave and redeem even the grave. And so you will redeem my life from the grave? Yeah. The Psalms are filled with metaphors of God rescuing me from a hard time in life, but they use the language of rescuing me from the grave. And then there are Psalms 49, 73 that even begin to press these metaphors into reality, almost where God is the only one who could redeem a person from death. And the Author of Psalm 73 hopes for such a thing that you'll redeem me. And then Isaiah 26, Daniel 12, those images become a reality and a hope that the prophets believe that when God comes back to make all things new, that those who have put their hope in him will. Will be re embodied to live in the new creation. There are two passages where it clearly appears. One is Isaiah chapter 26 and the other is Daniel, chapter 12. And then a famous image of resurrection in Ezekiel, the Valley of dry bones there. It's an extended metaphor to describe God recreating his covenant. People who are spiritually dead, sitting in exile, and if they're ever going to love and follow him, he's going to have to send his spirit to literally make new humans. But that's an image of Israel's restoration. It's one of these things where the metaphor almost becomes the reality. Kind of like the way C.S. lewis, I think, thought of Christianity as the true myth, the myth that is the true one to which all the other myths point. So these images of God redeeming my life from the grave become of reality and hope for the prophets, man. If somebody, if you're interested in that really great book is the comprehensive study of resurrection by N.T. wright called the Resurrection of the Son of God. You'll learn more about ancient beliefs, about what happens when you die in Greece and Rome and ancient Israel. But it's so interesting how these ideas have developed.",
    "start": "00:20:52",
    "end": "00:23:26"
  },
  {
    "text": "So in Jerusalem, so you got the Mount of Olives and there's a ton of graves there.",
    "start": "00:23:27",
    "end": "00:23:33"
  },
  {
    "text": "Oh, today.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Today, yeah. And it's like premium real estate to get buried as a Jew because the belief is there would be some sort of resurrection.",
    "start": "00:23:35",
    "end": "00:23:45"
  },
  {
    "text": "Yes. The idea of humans being recreated to a new kind of existence, to inhabit this world forever and ever is a uniquely Jewish idea, Israelite Jewish idea that Christianity inherited and developed because of Jesus resurrection. But, yeah, this was just. It's speaking a foreign language. In the ancient world, the idea was mocked.",
    "start": "00:23:46",
    "end": "00:24:14"
  },
  {
    "text": "Oh, this idea that you'd be resurrected.",
    "start": "00:24:14",
    "end": "00:24:16"
  },
  {
    "text": "Yeah. It's like what an absurd idea it still is today. I mean, it's hard to believe.",
    "start": "00:24:16",
    "end": "00:24:20"
  },
  {
    "text": "Yeah. Oh, yeah. Oh, it really is. I mean, I can't wait till we talk about resurrection.",
    "start": "00:24:20",
    "end": "00:24:25"
  },
  {
    "text": "Yeah.",
    "start": "00:24:25",
    "end": "00:24:25"
  },
  {
    "text": "I don't know when it's going to be, but I just have a thousand questions.",
    "start": "00:24:25",
    "end": "00:24:28"
  },
  {
    "text": "Yeah. So, yeah, the resurrection is bound up with this idea of the new creation.",
    "start": "00:24:28",
    "end": "00:24:33"
  },
  {
    "text": "Okay. To summarize the Old Testament story so far, through this theme, heaven and earth were unified in the Garden of Eden. God's space and our space together, we rebelled and there was this schism, this division, and now we don't have access to God's space. In fact, it's protected in this very amazing way. But there are still temples, hotspots where God's presence is.",
    "start": "00:25:09",
    "end": "00:25:38"
  },
  {
    "text": "And those temples pointed to a future hope that once again, God's space and human space will overlap and everything will be healed. And so that's what the prophets hoped for.",
    "start": "00:25:39",
    "end": "00:25:49"
  },
  {
    "text": "And that hope was also referred to.",
    "start": "00:25:50",
    "end": "00:25:52"
  },
  {
    "text": "As the Kingdom of God, yes, because using heaven as the image of God's space connected to his rule, God is enthroned above the heavens, and he sees what people do. So the hope is that one day God's space and rule will fully overlap and permeate all of creation. And so when Jesus comes onto the scene and does what he does, he's introduced to us by the New Testament authors with language and imagery that's all drawn from this heaven, temple, Garden of Eden set of ideas. So the Gospel of John presents Jesus as the Logos, as the word, God's second self that God uttered to bring about all of creation. And then John says in chapter one, verse 14, that that word became human flesh and it dwelt among us. We did highlight this in the video that that word is the word for tabernacle. It's set up. Set up the tabernacle. It's a reference to the tabernacle temple.",
    "start": "00:25:52",
    "end": "00:27:07"
  },
  {
    "text": "What a crazy God's word. The power to create with authority. Is that what they're referring to? The creative act of speaking creation into being became a human.",
    "start": "00:27:09",
    "end": "00:27:22"
  },
  {
    "text": "Yes.",
    "start": "00:27:22",
    "end": "00:27:23"
  },
  {
    "text": "And that human is God's tabernacle amongst us.",
    "start": "00:27:23",
    "end": "00:27:28"
  },
  {
    "text": "Yeah, It's God's very royal personal temple presence as a human. Yeah, yeah. So Jesus is.",
    "start": "00:27:28",
    "end": "00:27:38"
  },
  {
    "text": "So you read the first two verses of John, or is that just verse one and you.",
    "start": "00:27:38",
    "end": "00:27:43"
  },
  {
    "text": "And you read the first opening paragraph.",
    "start": "00:27:43",
    "end": "00:27:46"
  },
  {
    "text": "With like, what the heck?",
    "start": "00:27:47",
    "end": "00:27:49"
  },
  {
    "text": "Yeah, yeah. It's a very tall claim being made about Jesus. Right there.",
    "start": "00:27:49",
    "end": "00:27:53"
  },
  {
    "text": "Right there. You're scandalizing the Jews and you're.",
    "start": "00:27:53",
    "end": "00:27:56"
  },
  {
    "text": "And you're scandalizing Greeks. The idea that the eternal, anything eternal and divine would become human. Yeah, it's offensive and ridiculous. So, yeah, and then Jesus. And then that's the same chapter where Jesus then describes himself as the ramp of Jacob's dream. So John chapter one is just shot through with all of this heaven and earth temple imagery. And the way that the other gospels, Matthew, Mark and Luke, do it is through Jesus announcement that the kingdom of God, or in Matthew, the kingdom of heaven, has arrived in and through him and what he's doing. So it's a way of talking about God's rule and reign. But God's presence in heaven always had those connections of God's authority and rule and kingdom. And so the whole point is that God's heavenly kingdom is now becoming an earthly reality in and through Jesus. And for Jesus to make those claims in a time where the Jerusalem temple still existed. And, like, think of Jesus riding into Jerusalem and everybody's like, you're the Messiah. It's the kingdom of God prophet.",
    "start": "00:27:58",
    "end": "00:29:14"
  },
  {
    "text": "Yeah.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And then he marches into Jerusalem. The first thing he does is go to the temple, turns over some tables. Yeah. Pull this stunt, which itself is a prophetic symbol that I think did a lot of things at the same time. It's showing Jesus opposition to the leaders who allowed the markets to be in the temple courts. It's also Jesus exercising authority in the place of Israel's leadership. So the kings. Kings build temples. David, Solomon, and their day, Herod. And Jesus is shutting down the sacrificial system by cutting off the supply of animals. He's acting like he owns the temple. And then in John's version of the account, he just says, destroy this temple and I'll raise it up again in three days. And they're like, what? Took us four decades to do it? And then John tells us, actually Jesus was talking about his body. That's another development of the Jesus as the temple. So Jesus action in the temple and then his predictions to follow that the temple would be destroyed. The image of Atgius, crucifixion, the curtain of the temple being ripped. So there's a lot of bad stuff being said about or happening to the temple through Jesus. And that's really. It's this idea that the temple under the leadership of Israel had become corrupt and distorted. Instead of being the meeting place of heaven and earth, Jesus said it's now a den of thieves and robbers. So he claimed to replace it and to rebuild the temple in the form of his own resurrected body. And then his body, the community of his followers who will become the new meeting place of heaven and earth. So it's with Jesus that this idea of the new temple being not a building like the prophets described in their poetry, but a community of people who are the reality to which the building always pointed, which offended a lot of people.",
    "start": "00:29:15",
    "end": "00:31:25"
  },
  {
    "text": "Well, it offended a lot of people and also was very. A highly political thing to say.",
    "start": "00:31:25",
    "end": "00:31:29"
  },
  {
    "text": "Yeah. Imagine somebody doing something parallel to the White House in our day.",
    "start": "00:31:30",
    "end": "00:31:33"
  },
  {
    "text": "Yeah, but it's actually. It's kind of more complicated. It's like, imagine. I don't know if this is useful or not, but like, Rome ruled over Jerusalem, so it was kind of like. It would be. Let's imagine like China took over. Let's imagine something more absurd. North Korea takes over, comes over, and now they run the United States. But. But they're cool with us and they like our culture and stuff, and they let us kind of keep doing things. So they let us have the White House and they're like, hey, you still have your president. You can do the White House thing.",
    "start": "00:31:34",
    "end": "00:32:06"
  },
  {
    "text": "Puppet rulers there.",
    "start": "00:32:06",
    "end": "00:32:07"
  },
  {
    "text": "Yeah.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "And they got things.",
    "start": "00:32:07",
    "end": "00:32:08"
  },
  {
    "text": "So we still get to do the whole thing. We get to vote. And every four years, we vote and stuff. But it's really North Korea that's in charge, and. But that's how we still feel American. We still, like. But we still get to do our primaries.",
    "start": "00:32:08",
    "end": "00:32:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:32:21",
    "end": "00:32:22"
  },
  {
    "text": "And the Iowa caucuses are coming up, and we just still feel, like, really American about it all. But we're also really bitter because North Korea, like, is taking away our gun rights and all these other things. And so they're getting really bummed. We're getting bummed as well. And then this guy running for president says, like, he's not even running for president.",
    "start": "00:32:22",
    "end": "00:32:40"
  },
  {
    "text": "No, no. He just. He's an upstart from Wisconsin. Rural Wisconsin.",
    "start": "00:32:40",
    "end": "00:32:45"
  },
  {
    "text": "He's from rural Wisconsin, and people are following him around, and he's like.",
    "start": "00:32:45",
    "end": "00:32:49"
  },
  {
    "text": "He starts a movement saying, the new America is here.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "The new America is coming. Let's tear down the White House. You would get torn apart.",
    "start": "00:32:52",
    "end": "00:33:00"
  },
  {
    "text": "Yeah. Why would you do that? That's the symbol of who we are.",
    "start": "00:33:00",
    "end": "00:33:04"
  },
  {
    "text": "Yeah.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "How ridiculous. And then to actually make a big event of going to D.C. entering the White House.",
    "start": "00:33:05",
    "end": "00:33:12"
  },
  {
    "text": "Yeah.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "And then kind of messing it up. Like, he owns the place.",
    "start": "00:33:13",
    "end": "00:33:16"
  },
  {
    "text": "He gets in and he, like, graffitis at the front door, and he's like, this place is like denim robbers.",
    "start": "00:33:16",
    "end": "00:33:21"
  },
  {
    "text": "Yeah. That's good. Thank you, John. That's helpful. It's a good.",
    "start": "00:33:23",
    "end": "00:33:26"
  },
  {
    "text": "The thing is, we don't have a spiritual sense of the White House. There's a spiritual sense of the temple. That's where God's presence is. We're just kind of like. Yeah, that's where the. I mean, there is a sense of the authority of the state, which is very mystical. What authority?",
    "start": "00:33:26",
    "end": "00:33:42"
  },
  {
    "text": "And as a symbol of identity and who we are as, you know, it symbolizes America, the dream, the story, the vision, identity. Yeah. It's a good analogy.",
    "start": "00:33:42",
    "end": "00:33:52"
  },
  {
    "text": "Massive wrench in this thing.",
    "start": "00:33:52",
    "end": "00:33:54"
  },
  {
    "text": "Yeah. I often use the White House as a way to illustrate what Jesus was doing in Jerusalem. I've never made it this elaborate.",
    "start": "00:33:54",
    "end": "00:34:02"
  },
  {
    "text": "This elaborate.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Yeah. But, yes, that's the gravity of what Jesus was doing, was like that. But he's picking up on a theme. He wasn't the first prophet to condemn the temple and its leaders and say, God's done with this building before Isaiah, Jeremiah, Amos, and they were underdogs in their own day. Nobody listened to him. But they all said because of Israel's hypocrisy God's done with this building because you say we're the nation where heaven and earth meet in our capital, but you don't live like it. And so God.",
    "start": "00:34:04",
    "end": "00:34:40"
  },
  {
    "text": "So he had precedent for that.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Yeah.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "That's what's interesting about Jesus is he acts like a prophet, but then he also acts like the one fulfilling the prophets.",
    "start": "00:34:42",
    "end": "00:34:48"
  },
  {
    "text": "Yeah, as the king to which the prophets point.",
    "start": "00:34:50",
    "end": "00:34:52"
  },
  {
    "text": "All right, thanks for listening to the second part of this discussion on heaven and earth. We're going to wrap this up in the next episode, part three. We're going to look at how Jesus followers saw themselves collectively as God's temple carrying on Jesus legacy. We're going to see how that all culminates in the revelation, this apocalyptic vision of heaven and earth coming back together and reuniting creation. If you want to watch the video that we made, it is at YouTube.com thebibleproject it's called Heaven and Earth. It's a five minute animated overview of this topic. It's a great way to introduce people to these ideas. There's a lot of other videos on our YouTube channel. We're really proud of them. Check them out. YouTube.com TheBibleProject Also, say hi to us. We're on Facebook. Facebook.com Join the BibleProject on Twitter oinBibleProj. If you're really enjoying these conversations like I am, a way to help us is you can go on itunes and you can write a review and you can also just share it with other people. Alright, see you next time.",
    "start": "00:35:06",
    "end": "00:36:20"
  },
  {
    "text": "All my courage all my bones left my body Hit the road Come and visit me I'll be home I am here.",
    "start": "00:36:22",
    "end": "00:36:41"
  },
  {
    "text": "Sam.",
    "start": "00:36:46",
    "end": "00:36:56"
  }
]