[
  {
    "text": "This is John at the bibleproject. Tim and I wrote a book. It's called When Heaven Meets Earth, a biblical study on the theme of heaven in the Bible. It's set up like a workbook. There's 12 sessions that you could go through by yourself or with others. One of the first videos we made was a video on the biblical theme of heaven and earth. It's the story about how God created heaven and earth united, how they were driven apart, and how God plans to bring them back together again, and our role in that entire story. The video does a really good job of showing an overview of this theme, but we couldn't really get into a lot of the juice. And so what this workbook allows us to do is dig in. There's 12 sessions. It goes through the entire story arc of the Bible from the beginning to the end. There's essays by Tim and I. There are geek out sections that allow you to get really geeky if you want to. There's dig deeper sections which allow you to open up the Bible, read scripture and engage with it yourself. And then there's discussion questions. If you want to do this with a group, you can find it@thebibleproject.com heavenbook. You can download it for free, and you can pre order a physical copy. Okay, so since that workbook was on the brain, this podcast episode is us talking about heaven and earth uniting, but me asking some questions around some things that Jesus says in the Gospel of John that to me, doesn't feel like heaven and earth uniting. It feels like us teleporting away to heaven when we die. And if it's surprising you that you don't fly off to heaven when you die, consider this.",
    "start": "00:00:08",
    "end": "00:01:52"
  },
  {
    "text": "Never once in the Bible is the phrase go to heaven used to talk about what happens after you die. Not even once.",
    "start": "00:01:52",
    "end": "00:02:00"
  },
  {
    "text": "So what happens when you die? Why does Jesus talk about going away and preparing a place for us in the Gospel of John? We're going to talk about that in this episode. Here we go. What I really want to talk about is this whole idea of heaven uniting with earth. It's a biblical paradigm. Yes, but it's not the one that I grew up with, and I don't think a lot of Christians did. And so it feels like we're rediscovering it.",
    "start": "00:02:01",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. You had some questions about the language of heaven and earth and this world and not of this world from the Gospel of John.",
    "start": "00:02:39",
    "end": "00:02:46"
  },
  {
    "text": "Yeah. So the Gospel of John and how.",
    "start": "00:02:47",
    "end": "00:02:48"
  },
  {
    "text": "That fits in, because we don't talk about it. That much in the workbook. And we didn't talk about the Gospel of John's heaven and earth language that much in the podcast.",
    "start": "00:02:48",
    "end": "00:03:00"
  },
  {
    "text": "We make a really, really thorough, excellent case. Not that a case has to be made, but that the way to think about heaven and earth is not that one day I leave earth to go to some final resting place up in the sky.",
    "start": "00:03:00",
    "end": "00:03:15"
  },
  {
    "text": "Correct.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "That's very unbiblical. However, with that in mind, in the Gospel of John, Jesus talking to his disciples says a couple things that can easily be interpreted in my mind as this paradigm of zapping out of earth to go to heaven.",
    "start": "00:03:16",
    "end": "00:03:32"
  },
  {
    "text": "Yeah. Maybe just as a preface, if you already have that story in your mind of the story of the Bible is about the world is bad. Jesus came not of this world into the world to become human, but then to save us from this material world to go to a disembodied, non material heaven forever. And that is salvation. If you already have that story in your mind from your church or youth pastor or whatever, then you come to the Gospel of John. And out of all of the four gospels, Gospel of John will be the friendliest.",
    "start": "00:03:33",
    "end": "00:04:10"
  },
  {
    "text": "To that.",
    "start": "00:04:11",
    "end": "00:04:11"
  },
  {
    "text": "To that. The language and imagery used in the Gospel of John can be easily converted into that storyline, even though that's not actually what is going on in the Gospel of John. But it's. Okay, so, so you tell me, what passage, what part of the Gospel of John are you thinking of?",
    "start": "00:04:12",
    "end": "00:04:33"
  },
  {
    "text": "So let's start with. In John 14, Jesus is talking with his disciples. This is all part of what's called the upper room discourse, right?",
    "start": "00:04:33",
    "end": "00:04:41"
  },
  {
    "text": "Yep. Yep.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "Because they're in a room that's high. Why is it called the upper room discourse?",
    "start": "00:04:42",
    "end": "00:04:48"
  },
  {
    "text": "Yeah, it's because it has to do with where Jesus celebrated the Passover. The Passover meal. Yeah. The night before he got arrested.",
    "start": "00:04:48",
    "end": "00:04:58"
  },
  {
    "text": "It's in a. It's in a room that's above some other.",
    "start": "00:04:58",
    "end": "00:05:00"
  },
  {
    "text": "Yeah, it's just the Gospels call it an upper rim. Yep.",
    "start": "00:05:00",
    "end": "00:05:03"
  },
  {
    "text": "They call it the upper room.",
    "start": "00:05:03",
    "end": "00:05:05"
  },
  {
    "text": "Yeah.",
    "start": "00:05:05",
    "end": "00:05:05"
  },
  {
    "text": "And they have a discourse.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "And. Yeah, in exactly.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "He says, in John 14, I'll just read the verse, chapter one or chapter 14, verse one. Do not let your hearts be troubled. Believe in God. Believe also in me. In my Father's house there are many dwelling places. If it were not so, would I have told you that? Would I have told you that I go to prepare a place for you. And if I go and prepare a place for you, I will come again and will take you to myself. So that where I am, you will. You will also Be. And you know the way to the place where I am going. And then Thomas is like, lord, we don't know where. We don't know where you're going.",
    "start": "00:05:09",
    "end": "00:05:46"
  },
  {
    "text": "And then he says the famous I am the way.",
    "start": "00:05:46",
    "end": "00:05:49"
  },
  {
    "text": "Famous line.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "You do know the way, because I am the way.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "I am the way. Truth and the way.",
    "start": "00:05:52",
    "end": "00:05:53"
  },
  {
    "text": "And you know me. Yeah. So when you read that, you.",
    "start": "00:05:53",
    "end": "00:05:58"
  },
  {
    "text": "Well, first of all, think, what do you remember? Audio Adrenaline? You weren't really following Jesus back in Audio Adrenaline days.",
    "start": "00:05:58",
    "end": "00:06:04"
  },
  {
    "text": "No. I don't know what that means.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "It's a Christian band. It's a band in the 90s.",
    "start": "00:06:09",
    "end": "00:06:11"
  },
  {
    "text": "I was able to put that much together.",
    "start": "00:06:11",
    "end": "00:06:13"
  },
  {
    "text": "Okay.",
    "start": "00:06:13",
    "end": "00:06:13"
  },
  {
    "text": "Okay.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "And they're just like a Christian rock band in the 90s. And they had this song about. It was from this verse about it goes, come and go with me to my father's house. Come. Oh, yeah, it's a big, big house.",
    "start": "00:06:14",
    "end": "00:06:32"
  },
  {
    "text": "Oh, that's where that song came from. Yeah, I remember. I remember I was like, 20 as a new Christian, and I had never really been around Christian camp ever, But I had some friends who invited me to come be, like, a counselor. Well, they had a skate ramp at this Christian camp, and so I was like the skateboard ramp instructor at the Breakout Times. So anyway.",
    "start": "00:06:33",
    "end": "00:07:02"
  },
  {
    "text": "And they were playing that song.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Yeah. But at, like, the campfire times at night, they would sing that song.",
    "start": "00:07:03",
    "end": "00:07:06"
  },
  {
    "text": "Oh, they would sing it.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "Yeah, they sang that song like all the kids.",
    "start": "00:07:07",
    "end": "00:07:10"
  },
  {
    "text": "Yeah.",
    "start": "00:07:10",
    "end": "00:07:11"
  },
  {
    "text": "And I didn't understand why they were.",
    "start": "00:07:11",
    "end": "00:07:13"
  },
  {
    "text": "Okay. Yeah. So this. It's a very. It's a very captivating image.",
    "start": "00:07:13",
    "end": "00:07:17"
  },
  {
    "text": "It's a song based on this.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "A song based on this, which is this image of in heaven, God has this mansion, this massive house, and it's got lots of rooms, and he's going to go and he's going to, like, get it ready, make sure the lawn's manicured, make sure everything's tight, because we're going to go meet him there.",
    "start": "00:07:19",
    "end": "00:07:40"
  },
  {
    "text": "Yeah.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "And that. That seems like what he's saying. Here in my father's house, there are many dwelling places. And I'm going to go and prepare a place for you.",
    "start": "00:07:41",
    "end": "00:07:53"
  },
  {
    "text": "Okay.",
    "start": "00:07:54",
    "end": "00:07:54"
  },
  {
    "text": "And then I'll come and I will take you.",
    "start": "00:07:54",
    "end": "00:07:56"
  },
  {
    "text": "Yeah.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "I will take you to myself.",
    "start": "00:07:57",
    "end": "00:07:58"
  },
  {
    "text": "Yeah, got it. So you're like, my, my. Yeah. Heaven is the golden mansions. Whatever in the sky.",
    "start": "00:07:58",
    "end": "00:08:04"
  },
  {
    "text": "He's going there.",
    "start": "00:08:04",
    "end": "00:08:05"
  },
  {
    "text": "Jesus is going there. And then he's going to return and zap us all out of the world. And so we can go live in the ephemeral, cloudy, golden mansions forever and ever.",
    "start": "00:08:06",
    "end": "00:08:18"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:08:18",
    "end": "00:08:20"
  },
  {
    "text": "Seems quite. Seems very clear, doesn't it?",
    "start": "00:08:20",
    "end": "00:08:22"
  },
  {
    "text": "Yeah. And it probably has a really great backyard.",
    "start": "00:08:22",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. Oh, man, this. Yeah, this saying is so cool. Really cool things happening here. Okay, well, first, just think in terms of what you already know. Think back to the I think it's three part Heaven and Earth podcast.",
    "start": "00:08:27",
    "end": "00:08:42"
  },
  {
    "text": "Okay.",
    "start": "00:08:43",
    "end": "00:08:43"
  },
  {
    "text": "And you're an ancient Israelite and one of your main frameworks is corresponding to the temple that you see in Jerusalem. That corresponds to that gives you a concrete image of God's own dwelling place, which overlaps right there in the temple, but then also is a mirror of God's dwelling place above the skies, above the dome.",
    "start": "00:08:44",
    "end": "00:09:10"
  },
  {
    "text": "So the temple that I can go check out in the middle of the city or wherever it is, is where God dwells.",
    "start": "00:09:10",
    "end": "00:09:19"
  },
  {
    "text": "It's like a portal, portal between heaven.",
    "start": "00:09:20",
    "end": "00:09:23"
  },
  {
    "text": "And earth, but also represents God's dwelling place.",
    "start": "00:09:23",
    "end": "00:09:26"
  },
  {
    "text": "Yeah, like think of, think of the psalms that say, you, O Lord, dwell above the heavens, you created heaven and earth, you, you founded your throne above them all that kind of thing. So this is why Isaiah, when he's in, has his vision. It's vision, he wasn't actually there. He has a vision of being in the holy of holies because he would never get allowed to be in there, only the high priest could. So he has a vision that he's in there. And what he sees is the lower half, right, of God's robe and feet and the train of his robe. And the other half is in the upper part of the portal. And it represents the mirror of the earthly temple, which is the heavenly temple. And the heavenly temple is like what John the Visionary sees in the book of Revelation. He has that vision, the heavens open and he sees above the sky dome. And what he sees is the heavenly throne room and all the angelic creatures.",
    "start": "00:09:26",
    "end": "00:10:25"
  },
  {
    "text": "This is in Revelation.",
    "start": "00:10:25",
    "end": "00:10:26"
  },
  {
    "text": "This is in the book of Revelation. Yeah. So you have this, this is a. Remember, so the biblical world, the ancient authors, they're thinking of a three tiered universe. The land, the waters under the land, and then the sky, and then who reigns as transcendent king above it all God does. So my point is that in this conception of God, when we talk about God living in the heavens, this is an image of God as the transcendent king. And the way the heavens are high above the land is an image of God's rule as being high above any human rule. So this is connected to the image of God's dwelling place in heaven, the heavenly temple. So the temple in Jerusalem had tons of rooms. In fact, the Whole. The temple building itself in Solomon's Temple had all these storerooms around the outside, and then they're called the store rooms. And that's where it's like the treasuries, you know, it's where when you bring a tenth of your produce of your wheat field, like, where does all that get stored? There's all these story rooms. Different priests and Levites who were on rotation could stay in these rooms. These rooms, they're mentioned all over. They're mentioned in all these different stories. In the Old Testament, the rooms. So that's what Jesus is picking up on here. The heavenly temple where God rules and reigns over the world. And in my Father's house, there are many rooms.",
    "start": "00:10:26",
    "end": "00:12:16"
  },
  {
    "text": "So in the temple, there are many rooms.",
    "start": "00:12:16",
    "end": "00:12:19"
  },
  {
    "text": "Yeah. When Jesus used language of my Father's house. House is the main word for temple in the Bible. The house of God means temple. So in my Father's heavenly temple, there's many rooms, just like in Jerusalem Temple. And then what he's saying is, and.",
    "start": "00:12:20",
    "end": "00:12:38"
  },
  {
    "text": "These rooms were used for work.",
    "start": "00:12:38",
    "end": "00:12:40"
  },
  {
    "text": "Yeah, they were used for the work of the temple. Yeah, yeah, that's right. So my point is just, he's using an image that the disciples would know and be familiar with. And this is why, you know, think of the psalms like Psalm 42 or 87, my soul longs to be in the courts of the Lord. And, you know, it's this image of being in the temple and near God's beautiful presence. It's awesome. This image of intimacy and closeness. So Jesus is telling his disciples, I'm about to. I'm going to die. I'm going away. And he's trying to let this sink in, that he's been with them, but now he's not going to be with them. And then what he's saying is, I'm going to open up the way to God's temple. He's going to repair the disunity between heaven and earth.",
    "start": "00:12:40",
    "end": "00:13:39"
  },
  {
    "text": "So when he says, I'm going to prepare a place for you, a place for you to be in God's heavenly temple.",
    "start": "00:13:40",
    "end": "00:13:47"
  },
  {
    "text": "Correct?",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "Yeah. But they wouldn't be thinking, oh, right, because I'm going to go up into heaven and live in God's heavenly temple, they would have understood that means access to God's divine presence.",
    "start": "00:13:48",
    "end": "00:13:58"
  },
  {
    "text": "Okay, all right, so now we're to it. So the question is, what does. I will come again and take you to myself that you may be where I am. So there's a couple things relevant here, and these are just kind of more detailed interpretation Things. But if you go down in the teaching just a few paragraphs later, in verse 18, he says, I'm in verse 16. Excuse me, chapter 14, verse 16. I'll ask the Father, and he's going to give you another helper or another advocate, the spirit of truth. And then he says, I won't leave you as orphans. I will come to you. So this whole thing's about, I'm going away. She's trying to get them ready for that. So here's a place a little bit later where he says, I'm going away. And God's the Father's going to send you the Spirit who's going to come to you. He will abide with you and be in you. And then the next sentence is, I won't leave you as orphans. I will come to you. And you're like, wait, I thought, the Spirit's going to come to me? Yes. Wait. Is Jesus going to come to me or is the Spirit going to come to me? And he just says both in these two sentences. The Spirit will come to be with you, and I will come to you.",
    "start": "00:13:59",
    "end": "00:15:20"
  },
  {
    "text": "It's kind of like how the New Testament authors will often interchange Jesus, the Spirit of Jesus, and the Holy Spirit.",
    "start": "00:15:20",
    "end": "00:15:27"
  },
  {
    "text": "Or the Spirit of God. Yeah, that's right. So that's interesting. But he uses the language of I will come to you. Then just a few sentences later, in verse 23, Jesus says, Jesus answered and said to Judas, not Iscariot, who betrayed him, but another Judas. Verse 23, if anyone loves me and keeps my word, my father will love him, and we will come to him and make our abode with him. And that word, abode is the same exact Greek word as the word rooms up in the. I don't know why there are English translations, use different English words. Because it hides abode. Yeah, abode. That word abode in verse John 14:23 is the same Greek word mone, as what Jesus says. Up in my Father's house are many.",
    "start": "00:15:28",
    "end": "00:16:22"
  },
  {
    "text": "What's the Greek word? Mone.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "Mone isn't abode.",
    "start": "00:16:24",
    "end": "00:16:26"
  },
  {
    "text": "Got like a bide. Abode.",
    "start": "00:16:26",
    "end": "00:16:29"
  },
  {
    "text": "Abide. Yes. Yeah. So there's a. It connects to a verb that's used all throughout the Gospel of John, Meno. So mone is the noun dwelling place or abiding spot. And then meno is the verb abide. All the famous lines of like, abide in me, I abide in you.",
    "start": "00:16:29",
    "end": "00:16:49"
  },
  {
    "text": "That's all.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "Mene, if the branch in the vine. If the branch abides in the vine, it will produce much fruit. So abide is this image of intimacy and connection. To abide in Jesus means to give my allegiance to him, to trust him, to trust his love for me, and to follow his teachings. And so my point is within One chapter, John 14, this image of Jesus abiding, or us abiding in Jesus, or Jesus coming to be with us, it's a really fluid, dynamic image. It can refer to the coming of the Spirit in Pentecost, I'll send you the Spirit and I will come to you. Or it can refer to me and my Father, anyone who obeys me and follows me. God's loving presence is with that person. And you can say God's abode is with them. So to bring us all the way back to the beginning of John 14.",
    "start": "00:16:49",
    "end": "00:17:55"
  },
  {
    "text": "So when he says, I will come again.",
    "start": "00:17:55",
    "end": "00:17:57"
  },
  {
    "text": "Yes. Well, so that's the debate. The debate is when Jesus says at the beginning, I go to prepare a place for you and I will come again and take you to myself. The question is, what's that talking about? Some people think that's talking about Jesus appearing after the resurrection. Some people think it refers to Pentecost and the coming of the Spirit. And there are some people who think Jesus is here referring to his return at the end of the age to receive them to himself. Now, I'm gonna surprise you. I don't know, maybe I'm gonna surprise you. I actually think that third option makes the most sense, that he is referring in context. It seems like he's referring to I will come again and take you to myself. Meaning that? Well, yeah, when whenever Jesus returns, he's going to receive his people to himself so that they can be with him.",
    "start": "00:17:57",
    "end": "00:18:55"
  },
  {
    "text": "But not in some unearthed.",
    "start": "00:18:59",
    "end": "00:19:03"
  },
  {
    "text": "Remember, there's this category that all of the apostles have that death cannot break or get in the way of God's love for me or his commitment to me. And so Paul has this category of being with Jesus, being with Jesus after death. But that's not the end of the story. The end of the story is recreation and new creation and resurrection, body and so on.",
    "start": "00:19:03",
    "end": "00:19:31"
  },
  {
    "text": "So he could just be referring to, I'll kind of collect you up when you die.",
    "start": "00:19:31",
    "end": "00:19:36"
  },
  {
    "text": "Yeah, I think Jesus and the whole point is comfort. What he just said, don't let your hearts be troubled. He's going to talk about how the world hates you, they're going to kill you, nobody's going to like you. So Jesus isn't trying to give them a lecture on the nature of the afterlife. He's trying to give them words of comfort as a friend that even Though things are going to get terrible. I'm going to prepare a place for you. Which doesn't mean he's zapping up to heaven to like start building the heavenly temple. It already exists. So how does Jesus prepare a place for other people to enter into the holy of holies? And it's what's gonna happen in the story. He's gonna die for the sins of the world.",
    "start": "00:19:36",
    "end": "00:20:26"
  },
  {
    "text": "That's him preparing a place.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Yeah, him dying and being raised on behalf of sinful, broken humans is how he's preparing a place. And then Jesus is the trailblazer of the reunion of heaven and earth. So what Jesus focus here is, is that I'm opening up the gateway between heaven and earth and I'm going to take you to be to myself. And the focus just for pastoral reasons is just on giving them image of comfort. So it's just the equivalent of what Paul says with, should I. I might get killed in a Roman prison here. Which should I prefer? Man, I'd be with Jesus. That'd be awesome. But it's better for you that I remain so I can keep planting churches and traveling about. So I think that's what Jesus is focusing on here. He's not focusing on the end game, which is the reunion of heaven and earth. He's focusing on the interim period that's very foggy. All it describes here is that you may be where I am, but Jesus doesn't. His whole plan is not to stay in heaven or for heaven and earth to be disconnected.",
    "start": "00:20:27",
    "end": "00:21:40"
  },
  {
    "text": "So when he says, and if I go, is this clear to the disciples? He's talking about dying.",
    "start": "00:21:42",
    "end": "00:21:50"
  },
  {
    "text": "Well, actually through the whole upper room discourse, chapters 14, 15 and 16, he's trying to make it clear to them that that's what he's talking about, what he's talking about. And they keep going like, where are you going? How long will you be gone?",
    "start": "00:21:51",
    "end": "00:22:04"
  },
  {
    "text": "Yeah.",
    "start": "00:22:05",
    "end": "00:22:05"
  },
  {
    "text": "And so the disciples in upper room become this kind of stand in for you, the reader for whom? Jesus. I've never seen Jesus. And so their questions kind of become my questions of like, oh, yeah, I've never seen Jesus. Where is he? Is he going to come back? What's he going to do? What do I do in the meantime? Is he with us or is he not with us? So, yeah, so let me put it simply and then maybe you can say you always do a great job of summarizing. So I think what Jesus is talking about here is that same in between period where people are going to hate you. They might even kill you. You might die. But don't worry. What I'm about to do in my death and resurrection is opening up the way to God's heavenly presence. And I'm going to take you. You'll never be separated from me, not even in death. And at the end of the age, you and I are going to be together in God's presence. What he's not focusing on is the culmination of the story, say in the book of Revelation, where then that heavenly temple that the new Jerusalem comes to be reunited with earth and new creation. And that's just not Jesus focus here because he's not giving a lecture, he's talking to his friends and trying to comfort them that they won't even death won't separate them forever.",
    "start": "00:22:05",
    "end": "00:23:38"
  },
  {
    "text": "So there's this in between time that Paul talks about being with Jesus. Jesus here talks about being with him, where he is at, and that there's a place for them in God's heavenly temple.",
    "start": "00:23:39",
    "end": "00:23:56"
  },
  {
    "text": "Correct.",
    "start": "00:23:56",
    "end": "00:23:57"
  },
  {
    "text": "So there's something happening here and it's very foggy. We don't have a clear perspective of what it is.",
    "start": "00:23:57",
    "end": "00:24:04"
  },
  {
    "text": "Jesus called it paradise to the guy crucified next to him today. You'll be with me in the Garden of Eden. Yeah, that's what he says. Which was a cosmic temple.",
    "start": "00:24:04",
    "end": "00:24:16"
  },
  {
    "text": "Is this a disembodied state?",
    "start": "00:24:16",
    "end": "00:24:18"
  },
  {
    "text": "Well, I think it has to be.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "Yeah.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "Yeah.",
    "start": "00:24:21",
    "end": "00:24:22"
  },
  {
    "text": "Okay. So there is some sort of interim disembodied state that Jesus and Paul both talk about.",
    "start": "00:24:22",
    "end": "00:24:30"
  },
  {
    "text": "Yep. Yeah, yeah. But it's not a permanent state and it's not the end of the story because it doesn't solve the problem. The problem is about the relationship between heaven and earth. That's the biblical drama. But that's not what Jesus is talking about in John 14. He's talking to his friends who are traumatized by the fact that he just said, I'm going to go get crucified.",
    "start": "00:24:30",
    "end": "00:24:59"
  },
  {
    "text": "During 1st century Judaism, what were the paradigms that they had of after death, pre resurrection state?",
    "start": "00:24:59",
    "end": "00:25:09"
  },
  {
    "text": "We talked about this some in the Holy Spirit question and response about your soul or body or spirit. So the conviction is, if my life belongs to God and his love, then death is not the end. And God's love is going to bring new life and bring a new creation. That's the biblical drama, the biblical storyline. What that leaves a question of is, okay, so what happens to me if I die this side of the new creation and in that time period before what do I cease to exist? And at least that's not how any of the biblical authors put it, how they put it is God will take me to himself, that he will sustain me by his love and creative power and by nature. That has to be in a non embodied state. So my body is in the ground cremated or in the ground decomposed. Yeah, but. Yeah, there's just.",
    "start": "00:25:10",
    "end": "00:26:25"
  },
  {
    "text": "Unless you have some sort of different type of body.",
    "start": "00:26:25",
    "end": "00:26:27"
  },
  {
    "text": "Yeah, but.",
    "start": "00:26:28",
    "end": "00:26:29"
  },
  {
    "text": "But the idea is that you're going to be united with your body.",
    "start": "00:26:29",
    "end": "00:26:32"
  },
  {
    "text": "Yeah. The hope is what happened to Jesus, the empty tomb is what will happen to his people in the resurrection and in the new creation. And so Jesus again, we're back to. We have a whole session on this in the Heaven and Earth book is like John in the Revelation. John didn't have a little video camera that he looked into to wonder what the new creation would be like. They were eyewitnesses to the resurrected Jesus. They ate food with him, they touched him. And he was the same Jesus that they walked around with in Galilee. But he was at the same time a different Jesus fundamentally. Like his body had really strange properties and at some moments they couldn't recognize him, like Mary or the two on the road to Emmaus. And so these are ways of talking about how whatever the new creation is, it's a renewal of this world, but it will be so fundamentally transformed that it's also not this world. This is also the same dynamic at work in the. Of this world or not of this world. Language in the Gospel of John.",
    "start": "00:26:32",
    "end": "00:27:52"
  },
  {
    "text": "Right. Which I wanted to talk to you about.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "Yeah.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "So maybe we could jump there.",
    "start": "00:27:54",
    "end": "00:27:56"
  },
  {
    "text": "Yeah. So it's by nature a disembodied state after death. And you're with Jesus. He says it here. Paul says it. Jesus said it to the guy crucified next to him. But again, as we say in the video, that's not the focus of the story.",
    "start": "00:27:56",
    "end": "00:28:14"
  },
  {
    "text": "If there's such this conviction that you are a body and you don't really have an essence outside of your body, then how can there be a sense of a disembodied state?",
    "start": "00:28:14",
    "end": "00:28:24"
  },
  {
    "text": "Yeah, well, yeah, we just don't have. In the Old Testament, you just. You just die.",
    "start": "00:28:24",
    "end": "00:28:34"
  },
  {
    "text": "Didn't they summon a spirit? Didn't someone summon some sort of spirit man?",
    "start": "00:28:35",
    "end": "00:28:38"
  },
  {
    "text": "There's one occasion. Yeah. The Witch of Endor. Right. At the end of First Samuel.",
    "start": "00:28:38",
    "end": "00:28:45"
  },
  {
    "text": "Yeah.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "Such an amazing. I still remember reading that story for the first time and the little title summary just says, witch of Endor. The Witch of Endor.",
    "start": "00:28:46",
    "end": "00:28:56"
  },
  {
    "text": "And you're like, am I reading Tolkien?",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, yeah. She summons up the ruach of Samuel, the breath from the dead. Yeah, it's a bizarre story.",
    "start": "00:28:58",
    "end": "00:29:09"
  },
  {
    "text": "So that's some sort of disembodied state.",
    "start": "00:29:09",
    "end": "00:29:11"
  },
  {
    "text": "So that's the only story like it in the entire Bible where a person who's dead. Dead. Their presence or life presence, makes it an appearance to somebody in some kind of magic ceremony. Seriously, it's the only place in the entire Bible where that happens.",
    "start": "00:29:11",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, it's a strange story.",
    "start": "00:29:36",
    "end": "00:29:37"
  },
  {
    "text": "It's a very strange story.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "But obviously there's some sort of category then. Yeah, there's a category for disembodied essence of who you are.",
    "start": "00:29:38",
    "end": "00:29:45"
  },
  {
    "text": "Yeah, that's right. But it has nothing to do with the inherent immortality of the human soul. It has to do with God's commitment to not let his beloved people be destroyed by death, but that he preserves the life of his people beyond death and through death and then out into new creation. And just. Yeah, just the biblical authors don't have much more to say about it except for these images of being with Jesus or being in the temple, even in God's heavenly temple.",
    "start": "00:29:45",
    "end": "00:30:25"
  },
  {
    "text": "I wish there was just, like a journalist back then who just drilled Jesus on some of this stuff. Yeah, I feel like he could have been a little more thorough.",
    "start": "00:30:27",
    "end": "00:30:33"
  },
  {
    "text": "Well, you can go to other Jewish literature of the period, Dead Sea Scrolls, they're really interested in the heavenly temple. And Philo, who was a Jewish philosopher, roughly contemporary, he wrote a ton, but he was also trying to integrate the Hebrew Bible with the philosophy of Plato and Aristotle. And so he's fully transformed the Hebrew thought categories.",
    "start": "00:30:34",
    "end": "00:31:00"
  },
  {
    "text": "Yeah. What you want to know is what did Jesus think?",
    "start": "00:31:01",
    "end": "00:31:04"
  },
  {
    "text": "Yeah.",
    "start": "00:31:04",
    "end": "00:31:05"
  },
  {
    "text": "Because there's probably different opinions floating around Judaism.",
    "start": "00:31:05",
    "end": "00:31:08"
  },
  {
    "text": "Well, you know, he tells that parable about the rich man and Lazarus, and actually, I know there's even some debate, not that much debate among scholars about whether or not that's a parable, but I think it has all the clues of one of Jesus parables. But he just uses the phrase Abraham's bosom.",
    "start": "00:31:08",
    "end": "00:31:31"
  },
  {
    "text": "Yeah, right.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "The poor man Lazarus dies, and he's in Abraham's bosom, which of course is a metaphor.",
    "start": "00:31:33",
    "end": "00:31:39"
  },
  {
    "text": "Because we're the seed of Abraham.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "Well, it's the family of Abraham is God's covenant people.",
    "start": "00:31:42",
    "end": "00:31:45"
  },
  {
    "text": "But your bosom is like your.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. Oh, yeah. It's like holding you close to your chest.",
    "start": "00:31:47",
    "end": "00:31:50"
  },
  {
    "text": "You're getting a bear hug from Abraham.",
    "start": "00:31:52",
    "end": "00:31:54"
  },
  {
    "text": "Yeah, yeah. It's actually not too different than in my father's house or many dwellings. In the same way those temple rooms are so close to the temple, to be able to have your own personal one is like Being in God's bosom.",
    "start": "00:31:54",
    "end": "00:32:06"
  },
  {
    "text": "It'S like getting a bear hug from.",
    "start": "00:32:06",
    "end": "00:32:08"
  },
  {
    "text": "Totally. Yeah. So the rich man is not in Abraham's bosom. And poor Lazarus, even though he was rejected, he was a member of the covenant people. And so God won't forget him and he's taken into the bosom of the father of the covenant people. So it's a rich metaphor for the same idea to be with God, to be with Jesus.",
    "start": "00:32:08",
    "end": "00:32:30"
  },
  {
    "text": "It's like we're being asked to hold onto an idea very lightly.",
    "start": "00:32:32",
    "end": "00:32:36"
  },
  {
    "text": "Yeah.",
    "start": "00:32:37",
    "end": "00:32:37"
  },
  {
    "text": "Like we're not given. Very clear. It's like Jesus wanted them to be comforted.",
    "start": "00:32:37",
    "end": "00:32:46"
  },
  {
    "text": "Comfort. Don't let your hearts be troubled.",
    "start": "00:32:46",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "Trust in God and trust in me. That's the open line of trouble.",
    "start": "00:32:49",
    "end": "00:32:52"
  },
  {
    "text": "But his comfort didn't come with a lot of information. It's, you know, I mean, you kind of get a sense that they get it enough. Like, I guess they're like they're following enough to get comforted. But I would have been like, whoa, whoa, whoa, whoa, where you going? Well, that's what he does say.",
    "start": "00:32:52",
    "end": "00:33:07"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "I don't know how to get where you're going.",
    "start": "00:33:08",
    "end": "00:33:09"
  },
  {
    "text": "Yeah. And then what again? And his point isn't to feel speculation. Right.",
    "start": "00:33:09",
    "end": "00:33:16"
  },
  {
    "text": "Yeah.",
    "start": "00:33:16",
    "end": "00:33:16"
  },
  {
    "text": "Thomas says, we don't know the way. And he doesn't say, oh, sorry, what I meant was the heavenly temple. And in the interim period between death and pre birth, what Jesus says is just, Thomas, I am the way. So he's constantly redirecting attention just to himself. The hope isn't in an idea. So it's this thing of like, they've.",
    "start": "00:33:16",
    "end": "00:33:38"
  },
  {
    "text": "Become really attached to Jesus.",
    "start": "00:33:38",
    "end": "00:33:40"
  },
  {
    "text": "Yeah.",
    "start": "00:33:40",
    "end": "00:33:40"
  },
  {
    "text": "But he's going away. And so he is the way. And it's as simple as just hang with me and everything's gonna be all right. And you get that message enough. And then Jesus says, actually, I'm leaving. Then your world's gonna be rocked because your strategy is just, I'm just gonna hang with this guy.",
    "start": "00:33:41",
    "end": "00:34:01"
  },
  {
    "text": "Yeah, yeah. And so that's why he says, later, don't. I'm going away, but I'm not leaving you as orphans. I will come to you through the spirit's coming to you.",
    "start": "00:34:01",
    "end": "00:34:12"
  },
  {
    "text": "And the reason I'm going away is because I want to connect you with the presence of God himself.",
    "start": "00:34:12",
    "end": "00:34:18"
  },
  {
    "text": "I'm going away. So the spirit's coming in this in between period. Right between now and when I come again. And then also when I do come again, we will be fully reunited and together in God's heavenly temple presence, which wouldn't be Possible for you, aside from what I'm about to do in my death and resurrection on your behalf. But again, even all of that is about their personal hope. He's not talking about the whole storyline of the Bible, which is about that heavenly temple presence of God with all the people who are waiting to be re embodied in the new creation when heaven and earth are reunited.",
    "start": "00:34:18",
    "end": "00:35:09"
  },
  {
    "text": "I mean, these disciples of Jesus, they're Jews and they have some sort of training or understanding of scripture before Jesus.",
    "start": "00:35:11",
    "end": "00:35:23"
  },
  {
    "text": "Sure.",
    "start": "00:35:24",
    "end": "00:35:24"
  },
  {
    "text": "And so what were their expectations of? I mean, if you're a Jewish person and you're following the law, you're not worried about whether or not you're going to be part of God's house, you are a part of it. Right. They wouldn't have had this category of like, well, maybe when I die, I won't be a part of God's heavenly dwelling.",
    "start": "00:35:25",
    "end": "00:35:46"
  },
  {
    "text": "But we're not just reading the writings of what, an average Jewish person. We're reading the Gospel according to John. And so the whole gospel is framed as Jesus comes as Israel's Messiah to show that true faithfulness to the God of Israel in the storyline of the Old Testament is now fulfilled in Jesus. And so how you respond to him is how you respond to the God of Israel now. So the whole point is he's kind of redrawing the boundary lines of who is a part of the covenant people and those who don't recognize him don't actually know the God of Israel. I mean, that's how starkly he puts it at many points. So the point is that Jesus alone is now the gateway.",
    "start": "00:35:46",
    "end": "00:36:38"
  },
  {
    "text": "I am the way, the truth, the light. No one comes to the Father except through me.",
    "start": "00:36:39",
    "end": "00:36:42"
  },
  {
    "text": "Yeah, that's right. And that exclusive claim is matched by the most radically open, armed claim that God loves the world. John 3:16. God doesn't hate this world. Right. This world is under hostile influences and so God loves it. And Jesus came in order to do for it what it couldn't do for itself, so that he could redeem it.",
    "start": "00:36:42",
    "end": "00:37:10"
  },
  {
    "text": "So let's talk about that then just to wrap this up. Yeah, the next chapter. Jesus says chapter 15. If the world hates you, beware that it hated me before it hated you. If you belong to the world, the world would love you as its own because you do not belong to the world. But I have chosen you out of the world. What? This is nrsv. Okay? Therefore the world hates you. Remember the word that I said to you. Servants are not greater than their master. If they persecute me, they will Persecute you. If they kept my word, they will keep yours also.",
    "start": "00:37:27",
    "end": "00:38:09"
  },
  {
    "text": "So, yeah, first, this is really helpful thing to know, the Gospel of John. The way John tells his story, the way he narrates, the way the whole story, the way Jesus talks is actually really different than how he talks in Matthew, Mark or Luke in most places. So the vocabulary of the Gospel of John is permeated with what different commentators called dualisms or dualistic phrases like light and dark, or above and below, heaven and earth, good or evil, blind or sight. Actually, I've got an essay by one of my favorite New Testament scholars, Richard Bauckham. His collection of essays on the Gospel of John. He has a whole chapter on this. I mean, he just has tons of these.",
    "start": "00:38:11",
    "end": "00:39:08"
  },
  {
    "text": "Oh, wow. There's a whole page of.",
    "start": "00:39:08",
    "end": "00:39:12"
  },
  {
    "text": "Yeah, it's actually two pages, front and back. Yeah, yeah. And it just characterizes glory. You receive glory from humans or glory from God. There's the ruler of this world, and Jesus kingdom is not of this world. There's the Father of lies, but the spirit of truth. Children of the devil, children of God, the thief and the bandit versus the shepherd of God's people. Slavery versus freedom. So this is just a mark of the vocabulary, and it's all part of John's effort, as he says at the end, to persuade you to believe that Jesus is the son of God, then that you might believe in him and have life through his name. So the Gospel of John is a persuasion document, and he's using one of the most common techniques of persuasion. Well, sure, yeah.",
    "start": "00:39:12",
    "end": "00:40:04"
  },
  {
    "text": "In the best part of the world.",
    "start": "00:40:04",
    "end": "00:40:06"
  },
  {
    "text": "Actually, most forms of human communication are propaganda. If you mean just trying to persuade you to think or do something.",
    "start": "00:40:06",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "But yeah, he just employs this technique of like black and white contrasts. So of this world and not of this world.",
    "start": "00:40:15",
    "end": "00:40:23"
  },
  {
    "text": "Yeah.",
    "start": "00:40:23",
    "end": "00:40:24"
  },
  {
    "text": "So when he says, so, I think.",
    "start": "00:40:24",
    "end": "00:40:26"
  },
  {
    "text": "Of, yes, I belong to this planet or I don't belong to this planet.",
    "start": "00:40:26",
    "end": "00:40:30"
  },
  {
    "text": "Correct.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "And yeah, if I'm going to be zapped away to be a part of some sort of heavenly kingdom one day, then I'm cool with you saying I don't belong to this planet. That works perfectly in that paradigm.",
    "start": "00:40:31",
    "end": "00:40:41"
  },
  {
    "text": "Yeah.",
    "start": "00:40:41",
    "end": "00:40:41"
  },
  {
    "text": "But if you say, hey, no, heaven and earth are going to unite and we are earthlings that will live on earth in a new Earth, then it's like, well, then I am of this world. Right.",
    "start": "00:40:41",
    "end": "00:40:53"
  },
  {
    "text": "Yeah. So, yeah, the point of him saying, when he says, you're not of this world, he doesn't mean you are not physical. Right. What he means is your value system is no longer based in something that's apart from Jesus or apart from God. It's not merely humanly derived. It's very similar. A great analogy is when Jesus is being tried before Pilate and, you know, Pilate's asking him, are you the king of the Jews?",
    "start": "00:40:53",
    "end": "00:41:32"
  },
  {
    "text": "You say so.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "Yeah, you say so. Actually, that's in Matthew, Mark, or Luke. In John, Jesus answers, my kingdom is not from this world. If my kingdom were from this world, my servants would be fighting so that I wouldn't get arrested. But as it is, my kingdom's not of this world. So whatever not of this world means for Jesus, it doesn't mean not physical. What does it mean to be of this world? In his conversation with Pilate, if my kingdom were of this world, my disciples would be a military crew doing special ops, like, you know, leaping in through the windows and slitting your neck right now. If my kingdom were of this world.",
    "start": "00:41:34",
    "end": "00:42:22"
  },
  {
    "text": "If we had the values of this, of the way the world works.",
    "start": "00:42:22",
    "end": "00:42:25"
  },
  {
    "text": "Yeah, yeah. You tell me, like what? When he says, if my kingdom was of this world, I'd have the assassin crew on you right now, and you'd be dead.",
    "start": "00:42:25",
    "end": "00:42:33"
  },
  {
    "text": "Yeah. If I was. Well, it could mean. In the paradigm I grew up in, it would mean if what I was trying to do was something political right now versus I just want to make sure you guys all can go to heaven.",
    "start": "00:42:34",
    "end": "00:42:51"
  },
  {
    "text": "Yeah.",
    "start": "00:42:51",
    "end": "00:42:51"
  },
  {
    "text": "So my kingdom is the kingdom of heaven.",
    "start": "00:42:52",
    "end": "00:42:54"
  },
  {
    "text": "But that's not what he says.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "I know, but I mean, that's what you're saying.",
    "start": "00:42:56",
    "end": "00:42:58"
  },
  {
    "text": "What could it mean if Jesus meant, my kingdom's not of this world because I'm all about heaven and getting people out of here to go to heaven, Then he would not say, if my kingdom were of this world, then my servants would be fighting. As it is, my kingdom is not of this world. He would say something like, my kingdom's not of this world, so none of this matters. We're all going to heaven. But if my kingdom were of this world, it's not the right contrast.",
    "start": "00:42:58",
    "end": "00:43:27"
  },
  {
    "text": "I don't understand. It's not the right contrast because my.",
    "start": "00:43:30",
    "end": "00:43:35"
  },
  {
    "text": "Kingdom'S not of this world. If it were. If it were of this world, then we'd be launching revolution right now. Oh, I see.",
    "start": "00:43:35",
    "end": "00:43:45"
  },
  {
    "text": "But if we're going to go up to heaven one day, I'm not going to launch.",
    "start": "00:43:45",
    "end": "00:43:48"
  },
  {
    "text": "I'm not going to launch a revolution.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "I mean, it fits. That paradigm fits within what Jesus is saying.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "Yeah, you're right, it does.",
    "start": "00:43:55",
    "end": "00:43:56"
  },
  {
    "text": "But it seems like the other way to take it is saying my ways are not of this world. The ways of this world would be to take this by force, with violence, and overthrow you the way that we've seen a hundred times before. A thousand times before.",
    "start": "00:43:57",
    "end": "00:44:16"
  },
  {
    "text": "Yes. By mentioning a military revolution, he shows that what he's not talking about is a destination.",
    "start": "00:44:16",
    "end": "00:44:23"
  },
  {
    "text": "He's talking about a method of becoming king.",
    "start": "00:44:23",
    "end": "00:44:25"
  },
  {
    "text": "He's talking about how. Yeah. How you exercise power in the world kingdom.",
    "start": "00:44:25",
    "end": "00:44:29"
  },
  {
    "text": "He's not talking about where he's going to become king. He's talking about how he's going to become king.",
    "start": "00:44:30",
    "end": "00:44:34"
  },
  {
    "text": "Yeah, that's right. If my kingdom had the value system of this world, it'd be revolution time right now.",
    "start": "00:44:34",
    "end": "00:44:40"
  },
  {
    "text": "So when he says of this world, he means having the value system of this world.",
    "start": "00:44:40",
    "end": "00:44:46"
  },
  {
    "text": "Yeah. My kingdom doesn't work by the value system of normal kingdoms.",
    "start": "00:44:46",
    "end": "00:44:52"
  },
  {
    "text": "And what's this word here of the world?",
    "start": "00:44:52",
    "end": "00:44:55"
  },
  {
    "text": "Cosmos.",
    "start": "00:44:56",
    "end": "00:44:57"
  },
  {
    "text": "Cosmos.",
    "start": "00:44:57",
    "end": "00:44:58"
  },
  {
    "text": "Cosmos, yeah. And the cosmos is the thing that God loves. In John 3:16, God loves the cosmos. That's why he's. That's why.",
    "start": "00:44:58",
    "end": "00:45:06"
  },
  {
    "text": "And it's not a globe or a planet. That's not the idea.",
    "start": "00:45:06",
    "end": "00:45:11"
  },
  {
    "text": "No. It's just the world, the ordered world that humans inhabit.",
    "start": "00:45:11",
    "end": "00:45:16"
  },
  {
    "text": "Creation.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:45:17",
    "end": "00:45:18"
  },
  {
    "text": "Okay.",
    "start": "00:45:19",
    "end": "00:45:19"
  },
  {
    "text": "The order.",
    "start": "00:45:19",
    "end": "00:45:20"
  },
  {
    "text": "And there's a.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "It's under the influence of hostile powers.",
    "start": "00:45:21",
    "end": "00:45:23"
  },
  {
    "text": "And that is the. That influence. Being under that influence is being of the world.",
    "start": "00:45:24",
    "end": "00:45:29"
  },
  {
    "text": "Mm. Correct. That's right. That's why in a dialogue In John chapter 8, Jesus is talking to a bunch of Jewish leaders who reject him. And what he says to them. John chapter 8, 23, he says, you are from below, I am from above. You are of this world. I am not of this world. And it's the same.",
    "start": "00:45:29",
    "end": "00:45:55"
  },
  {
    "text": "I am an alien.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "Yeah. He's not saying I'm not human. Clearly. So this whole point is. It's like what he says in Nicodemus. If I speak to you about earthly things, worldly things, how can we have a conversation about heavenly things? So this heaven and earth of this world, not of this world, contrasts in John.",
    "start": "00:45:58",
    "end": "00:46:19"
  },
  {
    "text": "It's about value systems.",
    "start": "00:46:20",
    "end": "00:46:21"
  },
  {
    "text": "It's about value systems. It's about worldview. It's about what story. It's about. Is this merely a human concoction?",
    "start": "00:46:21",
    "end": "00:46:28"
  },
  {
    "text": "Is there a verse or is there a verse?",
    "start": "00:46:28",
    "end": "00:46:30"
  },
  {
    "text": "Is this the thing that we'll receive as a gift from God's own life and love and creative power?",
    "start": "00:46:30",
    "end": "00:46:35"
  },
  {
    "text": "Okay, is there a verse that says, don't be of the. Be in the world, but not of the world?",
    "start": "00:46:36",
    "end": "00:46:43"
  },
  {
    "text": "Yeah, that's in the first letter of John.",
    "start": "00:46:43",
    "end": "00:46:46"
  },
  {
    "text": "First letter of John.",
    "start": "00:46:46",
    "end": "00:46:47"
  },
  {
    "text": "Yep. Yeah. So same thing what does it mean to be of this world?",
    "start": "00:46:47",
    "end": "00:46:51"
  },
  {
    "text": "You could be in the world without being of the world.",
    "start": "00:46:52",
    "end": "00:46:53"
  },
  {
    "text": "Yeah. And he talks about pride and that's right.",
    "start": "00:46:53",
    "end": "00:46:58"
  },
  {
    "text": "Okay. So I guess the thing is, as I move my paradigm to being, hey, I want to participate in what God's doing here in this world, preparing for new creation, which will be a new earth. I am an earthling. I will always be an earthling. There might be this time, interim period that's pretty foggy. That's a disembodied state.",
    "start": "00:46:59",
    "end": "00:47:27"
  },
  {
    "text": "Not might. I mean, I think Jesus and Paul, like, there is a time.",
    "start": "00:47:27",
    "end": "00:47:32"
  },
  {
    "text": "There is a time.",
    "start": "00:47:32",
    "end": "00:47:32"
  },
  {
    "text": "If I die before the new creation, they want me to know with confidence that they've got me and that I'll be with Jesus and that my life won't escape from.",
    "start": "00:47:32",
    "end": "00:47:43"
  },
  {
    "text": "So according to Paul and Jesus, this is happening.",
    "start": "00:47:43",
    "end": "00:47:45"
  },
  {
    "text": "But they don't call that heaven.",
    "start": "00:47:45",
    "end": "00:47:47"
  },
  {
    "text": "That's Abraham's bosom, or that's a room in the Father's house, or that's being with Jesus.",
    "start": "00:47:48",
    "end": "00:47:52"
  },
  {
    "text": "With Jesus. Yeah. All these different ways to talk about.",
    "start": "00:47:52",
    "end": "00:47:55"
  },
  {
    "text": "But the. But the room in God's temple is in the heavenly temple. So it's in heaven.",
    "start": "00:47:55",
    "end": "00:48:01"
  },
  {
    "text": "Sure. I'm just saying it's in the heavenly temple. It's still. But it never was referred to as significant. That never once in the Bible is the phrase go to heaven used to talk about what happens after you die. Not even once. Right. There's all these other ways of talking about it, but when you use those other ways of talking about it, they remind you that, oh, yeah, this isn't the end of the game.",
    "start": "00:48:01",
    "end": "00:48:26"
  },
  {
    "text": "Yeah.",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "This is a temporary thing.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "End of the game is being on earth in a new earth, in a.",
    "start": "00:48:28",
    "end": "00:48:32"
  },
  {
    "text": "New creation, which is a union of heaven and earth.",
    "start": "00:48:32",
    "end": "00:48:36"
  },
  {
    "text": "A union of heaven and earth. And so as I shift to that paradigm, I feel like it gives me so much more traction for life now because it's not going to be so different. I mean, it's going to be different, but it won't be some new paradigm.",
    "start": "00:48:36",
    "end": "00:48:52"
  },
  {
    "text": "Well, yeah, it'll be again, it'll be what the apostles experienced when they met the risen Jesus. It's that. But the whole universe.",
    "start": "00:48:52",
    "end": "00:49:03"
  },
  {
    "text": "So it's not like, I mean, if it's some heavenly strange, disembodied state forever that I don't really fully understand. There's not a lot I can hold on to. And it's just kind of like, yeah, well, yeah, I'll wait it out, and until then, I'll just kind of do what I need to do. But If. But if it's something like this, then like I said, there's more traction. There's more like what I do now is actually preparing me for the reality because it's not going to be so different. And. And so as I prepare myself for that and I think about that, a verse like this trips me up because I actually want to use the phrase I am of this world.",
    "start": "00:49:03",
    "end": "00:49:52"
  },
  {
    "text": "Sure.",
    "start": "00:49:53",
    "end": "00:49:53"
  },
  {
    "text": "In the way of, like, I'm made for this world.",
    "start": "00:49:53",
    "end": "00:49:56"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:49:56",
    "end": "00:49:56"
  },
  {
    "text": "I'm made to be an earthling with a human body. I'm not. When. When I hear the phrase I'm not this world, that's a category for me of, oh, yeah, I'm supposed to be this disembodied soul that gets zapped to some other.",
    "start": "00:49:56",
    "end": "00:50:07"
  },
  {
    "text": "Got it. Yeah.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "Platonic state after.",
    "start": "00:50:08",
    "end": "00:50:09"
  },
  {
    "text": "And that's because you. You're. You're using that word world in a way that's different than how John is using the word world.",
    "start": "00:50:09",
    "end": "00:50:15"
  },
  {
    "text": "Yeah. John's using it to talk about a value system where I'm talking about physicality. This is actually. I have to remind myself, because of my tradition, that I actually know I belong here. This is good, being in God's world. And ultimately this needs to be redeemed. But that's not what the Gospel of John needed to remind people of. Need to remind people of. The value systems that have been running this world are going to be going away, and you need to be a part of the value systems that are to come.",
    "start": "00:50:15",
    "end": "00:50:53"
  },
  {
    "text": "And so this is just. I'm just thinking about this, and this really is almost a whole other conversation. But I think that also a person's social location will shape how they. How they think about all of this. In other words, if you have a.",
    "start": "00:50:54",
    "end": "00:51:13"
  },
  {
    "text": "Nice house, if you have.",
    "start": "00:51:13",
    "end": "00:51:14"
  },
  {
    "text": "Yeah. If you're. If you are living a fairly comfortable life and you have the ability to have free choices and shape the world around you.",
    "start": "00:51:14",
    "end": "00:51:23"
  },
  {
    "text": "Right.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "Then you like being here and you don't want to leave here.",
    "start": "00:51:24",
    "end": "00:51:28"
  },
  {
    "text": "Yeah.",
    "start": "00:51:28",
    "end": "00:51:28"
  },
  {
    "text": "And this world's. Yeah. Screwed up, but it's also a lot of beauty in it. So I want to be here and see this improve even better. However, there are many times in history, in fact, probably the majority of humans for the majority of human history, including the early Christians, were living in an extremely hostile environment. They had no influence over how the Romans viewed them or saw them. They were just, you know, perpetrated against or hunted down. And so in that kind of scenario.",
    "start": "00:51:28",
    "end": "00:52:05"
  },
  {
    "text": "This world is rough.",
    "start": "00:52:05",
    "end": "00:52:07"
  },
  {
    "text": "Yeah. You don't want to be of this world. And what you're looking for is something radically different than the current age. And so to me, it's significant that the New Testament talks about this from both angles. You get a beautiful image like Paul's, you know, creation, but redeemed, liberated from decay, and made to be fully what it is in all of its beauty and goodness. But then you also get John, you know, the Gospel of John or letters of John. That's just like the world's corrupt dodge. We're not of this world. And so both of those can be true at the same time and in different seasons of a person's life. I think they will speak different things. So I think it's good to remember what we tend to do is take one of those. If they're like, on a spectrum of how do I feel about the world today, you know, what we tend to do is take one end of the spectrum, the world's bad, and then we make the whole bible about escaping the world. Or you can go the other extreme, though, and be like, no, the world's not that bad, so let's just improve things here. And it'll just be a better version of that, whatever the new creation is. So I just think we need to try and balance both of those. It'll be a heavens and earth, but it'll be a new heavens and earth. It'll be a redeemed version of creation. And the true north of the compass for the apostles, again, isn't some crystal ball that they actually saw what the new creation is going to be. What they saw was the risen Jesus. And then they concluded that what they encountered, the person they encountered, is a preview of what's going to happen for all of creation.",
    "start": "00:52:07",
    "end": "00:53:56"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project. The workbook on heaven and earth can be downloaded for free@thebibleproject.com HeavenBook the Bible Project is a nonprofit. We believe the bible is a unified story that leads to Jesus and has profound wisdom for the modern world. We make videos and resources that help explain that, and they're all free. It's on our website, thebibleproject.com say hi to us. We're on Twitter in BibleProj and on Facebook facebook.com join the BibleProject and our YouTube channel is YouTube.com thebibleproject. Thanks for being a part of this with.",
    "start": "00:54:02",
    "end": "00:54:36"
  },
  {
    "text": "SA Sam.",
    "start": "00:54:43",
    "end": "00:55:19"
  }
]