[
  {
    "text": "There's a part of Israel's ancient law code that spells out a radical economic practice. It's so radical, it's actually hard to imagine how it would actually take place. And there's no evidence that it was ever done in Israel.",
    "start": "00:00:04",
    "end": "00:00:20"
  },
  {
    "text": "Leviticus 25:10. On that 50th year, it says, proclaim a release that shall be a yovel, a jubilee for you. So this is where it gets the name Jubilee. It's the Hebrew word, yovel. Each of you shall return to his own property, each of you to his own family. You shall have the 50th year as a year of jubilee. No sowing, no reaping, no gathering. It's a jubilee. It's holy. Eat what the land produces. So it's that people going back to their own property. In an ancient context, this would keep any one group from having too much land. It's a super Sabbath.",
    "start": "00:00:20",
    "end": "00:00:59"
  },
  {
    "text": "This practice is the year of jubilee. So imagine you're an ancient Israelite and something happened. Things have taken a turn for the worse. Maybe you made a bad investment. Maybe your family became ill and you're unable to work. You had to sell your possessions, and you may have to sell your portion of land that was allotted to you and become servants to another family. How would you ever get yourself out of this situation and not pass it on from generation to generation? That's what the year of jubilee was designed to do.",
    "start": "00:00:59",
    "end": "00:01:35"
  },
  {
    "text": "Since it recurred usually only once a lifetime, an impoverished Israelite would spend most of his life anticipating this event.",
    "start": "00:01:35",
    "end": "00:01:44"
  },
  {
    "text": "This idea of a radical practice that creates such equality for the long run captures your imagination. No matter what life throws at you, there's hope to reclaim.",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "Rest when we get to Jesus and the vision of the Jesus movement. It was a jubilee movement. Jesus started his mission in Nazareth by reading from Isaiah 61 and announcing the jubilee. He says it's the favorable year of the Lord, the year of release. Today, these things are fulfilled in your hearing. That's where this is all going.",
    "start": "00:01:56",
    "end": "00:02:17"
  },
  {
    "text": "So today we learn about one of the most revolutionary ideas in the Bible, the year of jubilee, and why Jesus saw his life, death, and resurrection as fulfilling it. Thanks for joining us. Here we go. Hey. This is episode seven.",
    "start": "00:02:18",
    "end": "00:02:38"
  },
  {
    "text": "Oh, wow.",
    "start": "00:02:38",
    "end": "00:02:40"
  },
  {
    "text": "Of a conversation about sevens.",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "You know, that would be fitting for any of these conversations about the Sabbath.",
    "start": "00:02:43",
    "end": "00:02:47"
  },
  {
    "text": "Yeah.",
    "start": "00:02:47",
    "end": "00:02:47"
  },
  {
    "text": "But it seems extra meaningful.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "Extra meaningful.",
    "start": "00:02:50",
    "end": "00:02:51"
  },
  {
    "text": "Yeah.",
    "start": "00:02:51",
    "end": "00:02:51"
  },
  {
    "text": "The seventh episode about the seventh day.",
    "start": "00:02:51",
    "end": "00:02:54"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "And today we're going to zero in still in Leviticus.",
    "start": "00:02:57",
    "end": "00:03:00"
  },
  {
    "text": "Yep.",
    "start": "00:03:01",
    "end": "00:03:01"
  },
  {
    "text": "And we're going to zero in on.",
    "start": "00:03:01",
    "end": "00:03:03"
  },
  {
    "text": "Three chapters Of Leviticus, three chapters we're going to look at that are fascinating.",
    "start": "00:03:04",
    "end": "00:03:08"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "Really cool. I think so. Bigger context. Genesis 1 and 2 sets up the seventh day as the Eden ideal.",
    "start": "00:03:09",
    "end": "00:03:17"
  },
  {
    "text": "God creates the sixth day, seventh day, he rests.",
    "start": "00:03:17",
    "end": "00:03:19"
  },
  {
    "text": "He rests, settles in creation. Yeah. With his presence, humans are there as his royal priests. There's abundance, man, woman, with the animals. The sun never sets on that first step.",
    "start": "00:03:19",
    "end": "00:03:32"
  },
  {
    "text": "You're not working the land, the land's not working.",
    "start": "00:03:32",
    "end": "00:03:34"
  },
  {
    "text": "You, you're working with, you're working with the land, each other and all creation eaten avocado toast, the food of the gods.",
    "start": "00:03:34",
    "end": "00:03:45"
  },
  {
    "text": "It is.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "So that's the ideal that the whole first page of the Bible is working towards. And then that ideal is forfeited and humans find themselves exiled. And instead of finding rest in God's good world, they find harsh labor that grinds them back into the dust. God chooses a family that he's going to restore this seventh day Eden blessing to all humans through. And that family gets rescued from Egypt, from slavery and set free at Passover to begin a seven day feast of Passover and unleavened bread to commemorate the ideal that God's leading them towards.",
    "start": "00:03:47",
    "end": "00:04:26"
  },
  {
    "text": "Yeah. And now these two ideas of creation being made out of darkness and disorder, liberated from darkness and disorder to create this beautiful world is now put kind of next to this idea of humanity being liberated from slavery and death.",
    "start": "00:04:27",
    "end": "00:04:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "Same kind of idea. Into a Sabbath rest.",
    "start": "00:04:48",
    "end": "00:04:50"
  },
  {
    "text": "That's right. So the seventh day comes to have a couple layers of symbolism. One, it's the Sabbath day rest, or the seventh day rest is a way of talking about the ideal state and of the world as God intends it and wants it for all his creatures. It's complete. The meaning of the number seven, completeness. But then also our journey towards the seventh day through days 1, 2, 3, 4, 5 and 6 is a journey out of death, darkness and chaos liberated into the seventh day. And those become our images. The Israelites were then called to weave these rhythms of seven.",
    "start": "00:04:50",
    "end": "00:05:32"
  },
  {
    "text": "Yeah.",
    "start": "00:05:33",
    "end": "00:05:33"
  },
  {
    "text": "All these rituals into their calendar to anticipate, both, foretaste, get little tastes of the rest of Eden every Sabbath day, where you imitate God. But then also, as we looked at in our last conversation in their monthly and yearly calendars.",
    "start": "00:05:33",
    "end": "00:05:52"
  },
  {
    "text": "Yeah. In order to rest, you have to stop. And so Sabbath means stop.",
    "start": "00:05:52",
    "end": "00:05:58"
  },
  {
    "text": "Shabbat. Yeah. Means to stop.",
    "start": "00:05:58",
    "end": "00:06:00"
  },
  {
    "text": "To stop. Yeah, to stop so that you can.",
    "start": "00:06:00",
    "end": "00:06:03"
  },
  {
    "text": "Noach and then Nuach. Nuach is to settle in and enjoy.",
    "start": "00:06:03",
    "end": "00:06:09"
  },
  {
    "text": "And enjoy.",
    "start": "00:06:09",
    "end": "00:06:10"
  },
  {
    "text": "Yeah, that's right. So our last conversation we looked at the annual calendar of seven appointed times in Leviticus 24.",
    "start": "00:06:10",
    "end": "00:06:18"
  },
  {
    "text": "That's really helpful.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "Yep.",
    "start": "00:06:19",
    "end": "00:06:19"
  },
  {
    "text": "Good overview.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "Seven feasts, they're often called feasts, and not all of them involve eating necessarily. I'm sure they do. But like Rosh Hashanah, as it's described in Leviticus, you blow some trumpets.",
    "start": "00:06:20",
    "end": "00:06:32"
  },
  {
    "text": "In Hebrew, they're called appointed times.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "Appointed times. The moedim, the moadim. Yep, yep.",
    "start": "00:06:35",
    "end": "00:06:38"
  },
  {
    "text": "And how do you know when the appointed times are? If you look up at the sky.",
    "start": "00:06:38",
    "end": "00:06:42"
  },
  {
    "text": "Correct, correct. So you walk out of Leviticus 23, and you walk into three more chapters that are going to keep working this theme, the theme of the seventh day of the seventh day, and Israel organizing their life around their hope in the seventh day and their belief that with the presence and glory of Yahweh in their midst in the symbolic Eden in the tabernacle, that actually a little bit of Eden rest is really among them, and they can participate in it through these rituals and symbols.",
    "start": "00:06:42",
    "end": "00:07:14"
  },
  {
    "text": "Sam.",
    "start": "00:07:14",
    "end": "00:07:38"
  },
  {
    "text": "Okay, so Leviticus 24, Yahweh spoke to Moses saying, command the sons of Israel and let them take for you olive oil that is pure from beaten olives. Let them take it for a light or for a lamp.",
    "start": "00:07:54",
    "end": "00:08:14"
  },
  {
    "text": "You know what's interesting is I just learned recently that I think it was at the Bible Museum that it was the, like, the third pressing of olive oil that was used for lamp oil.",
    "start": "00:08:14",
    "end": "00:08:26"
  },
  {
    "text": "Yeah, yeah, yeah, sure. Yes. Got it.",
    "start": "00:08:26",
    "end": "00:08:28"
  },
  {
    "text": "Because it's kind of, you know, the most bitter and, like, kind of. You wouldn't want to eat it.",
    "start": "00:08:28",
    "end": "00:08:33"
  },
  {
    "text": "Correct.",
    "start": "00:08:33",
    "end": "00:08:34"
  },
  {
    "text": "So that's what they use to light the lamps.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "Yeah, yeah, that's right. Different pressings create different qualities of oil.",
    "start": "00:08:35",
    "end": "00:08:40"
  },
  {
    "text": "Yeah.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "Isn't this what we called virgin? Extra virgin. Oh, isn't this related to. I think it is.",
    "start": "00:08:41",
    "end": "00:08:46"
  },
  {
    "text": "So virgin would be the first pressing, I think. Or would that be extra virgin?",
    "start": "00:08:47",
    "end": "00:08:50"
  },
  {
    "text": "I don't know. I love olive oil.",
    "start": "00:08:51",
    "end": "00:08:53"
  },
  {
    "text": "Put some on some avocado toast.",
    "start": "00:08:54",
    "end": "00:08:56"
  },
  {
    "text": "I don't remember at what point somebody introduced me to the little dish of olive oil with balsamic. And then you just, like, dipped.",
    "start": "00:08:58",
    "end": "00:09:06"
  },
  {
    "text": "Really? Yeah. That's not something I grew up with.",
    "start": "00:09:06",
    "end": "00:09:08"
  },
  {
    "text": "Me neither. But, yeah, I was in my 20s.",
    "start": "00:09:08",
    "end": "00:09:10"
  },
  {
    "text": "Put some bread, dip it in, and.",
    "start": "00:09:10",
    "end": "00:09:12"
  },
  {
    "text": "Then I was like, what's happening?",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "Don't need anything else.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "What's happening to me? And then it's like, gluten bomb, and you just want to go to sleep afterwards, but that's okay.",
    "start": "00:09:14",
    "end": "00:09:20"
  },
  {
    "text": "Now I want to know. Olive oil is graded virgin. Extra. Virginia. If you look at it, you see the extra Version is noticeably darker.",
    "start": "00:09:21",
    "end": "00:09:30"
  },
  {
    "text": "I thought it would be about what pressing gives you. What kind of.",
    "start": "00:09:30",
    "end": "00:09:34"
  },
  {
    "text": "Well, it's about quality.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Yes. So in this context, the point is, take clear olive oil, which I'm guessing would be. Yeah, like you said. What, you learned a later pressing.",
    "start": "00:09:35",
    "end": "00:09:45"
  },
  {
    "text": "Well, no, actually, what I'm getting at here is it seems like it would be one of the first pressings.",
    "start": "00:09:45",
    "end": "00:09:51"
  },
  {
    "text": "Oh, okay. I don't know. I've never crushed olives before. I've picked olives in Jerusalem, but I've never crushed them.",
    "start": "00:09:51",
    "end": "00:09:57"
  },
  {
    "text": "Yeah, I think you're gonna probably. I don't know. What do I know?",
    "start": "00:09:58",
    "end": "00:10:01"
  },
  {
    "text": "Yeah, I don't know.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "You're not gonna use your best oil for lighting lamps.",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "For lamps.",
    "start": "00:10:05",
    "end": "00:10:05"
  },
  {
    "text": "That's the point.",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "Yeah. The oil best for consumption is gonna.",
    "start": "00:10:06",
    "end": "00:10:09"
  },
  {
    "text": "Be the clear oil.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "I see.",
    "start": "00:10:10",
    "end": "00:10:10"
  },
  {
    "text": "And here you are burning in a lamp.",
    "start": "00:10:10",
    "end": "00:10:12"
  },
  {
    "text": "Oh, that's what you're saying?",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "That's what I'm saying. It seems like there's something here. I'm totally getting us off track. It's like taking, like, an unblemished. You know, it's just like the best of the best.",
    "start": "00:10:13",
    "end": "00:10:23"
  },
  {
    "text": "There's one place to go when you have questions about Leviticus. You go to Jacob Milgrom. You produce three volumes of some 1600 pages.",
    "start": "00:10:23",
    "end": "00:10:33"
  },
  {
    "text": "Wow.",
    "start": "00:10:33",
    "end": "00:10:33"
  },
  {
    "text": "Every single word, no word unturned of Leviticus. It was a lifetime accomplishment. Yeah. In the Anchor Bible.",
    "start": "00:10:34",
    "end": "00:10:40"
  },
  {
    "text": "Let's see what he has to say.",
    "start": "00:10:40",
    "end": "00:10:42"
  },
  {
    "text": "Yeah, yeah, yeah. Okay. He's quoting from the Mishnah, and he says there are three kinds of oil. The first, when the olives are pounded in mortar and. And you put into a basket, and the oil oozes out and filters through the basket into the vessel below. Rabbi Judah says, around the basket, around its sides. So the oil doesn't mix with any other solid matter, but runs down the sides. This gives the first oil.",
    "start": "00:10:42",
    "end": "00:11:08"
  },
  {
    "text": "First oil. Is it clear? Is that the clear oil?",
    "start": "00:11:08",
    "end": "00:11:11"
  },
  {
    "text": "They would pound the olives and press them with the beam, Rabbi Judah says, or with stones. And this gives you the second oil. They are then ground and pressed again. This gives the third oil. The first oil is fit for lampstands.",
    "start": "00:11:11",
    "end": "00:11:28"
  },
  {
    "text": "Oh.",
    "start": "00:11:28",
    "end": "00:11:28"
  },
  {
    "text": "The first oil is fit for others are for cereal offerings. The requirement, Milgram says, of pure oil within the tabernacle has a practical reason. The walls and curtains are less likely to become darkened with soot as the first press oil. What's interesting is the word for pure overlaps with. Is a synonym with the verb for spotless or blameless, like for the lambs. So just like you offer a Lamb without blemish.",
    "start": "00:11:28",
    "end": "00:12:01"
  },
  {
    "text": "Yeah.",
    "start": "00:12:01",
    "end": "00:12:02"
  },
  {
    "text": "So in the same way, you bring the most pure form of olive oil, Right? Yeah.",
    "start": "00:12:02",
    "end": "00:12:07"
  },
  {
    "text": "Cool.",
    "start": "00:12:07",
    "end": "00:12:07"
  },
  {
    "text": "That's cool. Okay, that's actually. That's kind of related, but also unrelated. So notice, what we're talking about is this is going to be a law about the olive oil and the lamps.",
    "start": "00:12:07",
    "end": "00:12:18"
  },
  {
    "text": "Yeah.",
    "start": "00:12:18",
    "end": "00:12:19"
  },
  {
    "text": "What lamp is inside the tabernacle? It's the seven.",
    "start": "00:12:19",
    "end": "00:12:22"
  },
  {
    "text": "The menorah.",
    "start": "00:12:23",
    "end": "00:12:23"
  },
  {
    "text": "The menorah that's shaped on the main single stand, and then the seven offshoots, all with these, like, almond blossom flowers made out of gold. I mean, it's supposed to look like a garden tree, like the tree of life. This is about the oil. So tell the sons of Israel to bring you their best oil from beaten olives for the light to make the lamp burn perpetually. 24 7. That thing's going in there. And of course it's in the tent.",
    "start": "00:12:23",
    "end": "00:12:53"
  },
  {
    "text": "Yeah. There's no sunlight in there.",
    "start": "00:12:53",
    "end": "00:12:54"
  },
  {
    "text": "No. The word for light is the same word that describes the sun and the moon in Genesis 1. In a way, you could say. You could translate Genesis 1, that God made the big lamp, God made the small lamp.",
    "start": "00:12:54",
    "end": "00:13:09"
  },
  {
    "text": "Oh, right. Yeah, yeah.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "You mentioned that the sun and the moon are described with language from the menorah in Genesis 1. So when you come here. Okay, so outside of the veil of testimony in the tent of meeting, do you remember the tabernacle has two spaces inside?",
    "start": "00:13:10",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "The holy space, which is two thirds of it, and then the one third is the holy of holies. So this, the menorah stands right outside the veil that stands in front of the Ark of the Covenant. What's in there? What's in the holy space outside the veil? The two thirds. There's the menorah. There's the incense stand. That's right in front of the veil. Menorah's to the side, and then the table of bread.",
    "start": "00:13:27",
    "end": "00:13:53"
  },
  {
    "text": "That's right. The show bread.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "The show bread. Okay. So outside the veil, Aaron will keep it in order from evening to morning. That's Genesis 1.",
    "start": "00:13:54",
    "end": "00:14:04"
  },
  {
    "text": "There was evening.",
    "start": "00:14:04",
    "end": "00:14:04"
  },
  {
    "text": "So you have the light, the lamp of Genesis 1. The light. And now the evening and morning. It's before the Lord continually. A perpetual statute. He shall keep the lamps in order on the pure gold lampstand before the Lord continually. So here's the thing. You come in. He comes in every day to make sure that thing's burning 247 from evening until morning as a lamp before the Lord in his presence. So remember our whole discussion about stars and the sun as symbols in Genesis 1. This is the same similar thing happening here. We're in the presence of the royal throne room, and these lights become images of God's light. And behind the curtain, like, shining through. But since you have to have a curtain to cut it off, these become little symbols of Yahweh's light perpetually burning. They're like a little symbol of the glory cloud.",
    "start": "00:14:04",
    "end": "00:15:02"
  },
  {
    "text": "A symbol of the glory cloud.",
    "start": "00:15:02",
    "end": "00:15:04"
  },
  {
    "text": "The glory cloud is Yahweh's light and glory. Presumably that's what lit up the universe. Right. On day one.",
    "start": "00:15:04",
    "end": "00:15:11"
  },
  {
    "text": "Oh, right. Let there be light.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Let there be light. And then on day four, the sun, moon and stars are symbols of God's light. They now point to God's glory. Yeah, that's right.",
    "start": "00:15:12",
    "end": "00:15:22"
  },
  {
    "text": "And so that's what this lamp's doing, too.",
    "start": "00:15:22",
    "end": "00:15:24"
  },
  {
    "text": "This lamp is a symbol of the sun and the moon and the stars. That's why they're called by the same name as the sun moon. In Genesis 1, it's called the lamp. And it's a symbol of the tree of Life and. Yes. And. Yeah, shining. Yeah, totally. That's right. Yep. Okay.",
    "start": "00:15:24",
    "end": "00:15:38"
  },
  {
    "text": "Doing a lot of work.",
    "start": "00:15:39",
    "end": "00:15:39"
  },
  {
    "text": "Doing a lot of symbolic work. And of course, it's a symbolic space. Verse 5. Then take fine flour and bake 12 cakes with it. With 2/10 of an ephah shall be in each cake. And set them in two rows, six in a row, on the pure gold table before.",
    "start": "00:15:39",
    "end": "00:15:57"
  },
  {
    "text": "This is a pure gold table. Wow.",
    "start": "00:15:58",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. Isn't that fancy? Pure gold table with seven loaves of bread put in six rows.",
    "start": "00:16:00",
    "end": "00:16:07"
  },
  {
    "text": "They gotta lug this thing around the wilderness.",
    "start": "00:16:07",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, yeah. I could put some Levites on that.",
    "start": "00:16:11",
    "end": "00:16:13"
  },
  {
    "text": "Yeah, the labor crew.",
    "start": "00:16:13",
    "end": "00:16:15"
  },
  {
    "text": "Yeah, yeah, yeah. Facility maintenance facilities. Levites you shall put.",
    "start": "00:16:15",
    "end": "00:16:22"
  },
  {
    "text": "I don't want to be on the table crew, I'll tell you that much.",
    "start": "00:16:22",
    "end": "00:16:24"
  },
  {
    "text": "You shall put pure frankincense like incense on each row that it may be a memorial for the bread, an offering by fire to the Lord. So there's incense burning alongside the bread.",
    "start": "00:16:25",
    "end": "00:16:40"
  },
  {
    "text": "Okay.",
    "start": "00:16:40",
    "end": "00:16:40"
  },
  {
    "text": "Every Sabbath, how long does the bread sit there until you replace it? Every Sabbath, he sets it in order before Yahweh.",
    "start": "00:16:41",
    "end": "00:16:48"
  },
  {
    "text": "It's a Sabbath activity.",
    "start": "00:16:48",
    "end": "00:16:50"
  },
  {
    "text": "Yep. Continually, perpetually. This is an everlasting covenant for the sons of Israel.",
    "start": "00:16:50",
    "end": "00:16:55"
  },
  {
    "text": "Every Sabbath, new bread. Every day, new oil.",
    "start": "00:16:55",
    "end": "00:16:59"
  },
  {
    "text": "Yeah. So think that every day there's light.",
    "start": "00:16:59",
    "end": "00:17:02"
  },
  {
    "text": "Evening and morning, evening and morning, let there be light.",
    "start": "00:17:02",
    "end": "00:17:05"
  },
  {
    "text": "Yep. And then every Sabbath, new bread. And this is all. Think of where we've been in these patterns so far. Of every seventh in the wilderness, God provides extra manna. For the seventh day. And it's called bread. Bread from heaven. It's as if every seventh day you put out the bread and the tabernacle is heaven. It's heaven and earth in one. So it's as if this is the. It's the bread of heaven being put on the table. But notice how many loaves are there?",
    "start": "00:17:05",
    "end": "00:17:39"
  },
  {
    "text": "Six in each stack.",
    "start": "00:17:40",
    "end": "00:17:41"
  },
  {
    "text": "Yes.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "How many stacks?",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Two stacks.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Two stacks.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "Two stacks.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "There's 12 for the 12 tribes.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "12? Yeah. So there's multiple meanings here. So there's. We think of bread as something that comes from God, and that's what it is on the manna every seventh day. So we're in that thought world, but then there's 12, and that's a very clear symbol for the tribes. And if you then take the tribes and they're before the Lord in front of the tent, and then you have the light that is a symbol of God's light. And there before the Lord you get this image of the daily light shining on the 12 loaves. And the 12 loaves are renewed every Sabbath. They're recreated every Sabbath by as fresh bread. And you get this little. There's a little story being told here about God's light perpetually shining on Israel and Israel being recreated every Sabbath with God's fresh bread. Isn't that beautiful? And then incense, all the while symbolizing their sacrifices and prayers to give thanks to God.",
    "start": "00:17:47",
    "end": "00:18:51"
  },
  {
    "text": "What a multi sensory place.",
    "start": "00:18:51",
    "end": "00:18:52"
  },
  {
    "text": "Yeah. Too bad, like, hardly anyone could ever go incense. Yeah. Yeah. Too bad hardly anyone could ever go into there. Just the priests. Yep. I don't know, maybe in my experience, it wasn't until I'd say even recently that I began to be more interested and excited about more symbolic, liturgical expressions of the Christian faith. And I don't know, man, I love it now. And maybe it's just the more time I've spent in Leviticus. These symbols. These symbols do things sensory in ways that hearing of an idea doesn't. Just hearing an idea is cool. There's a certain smelling an idea, there's a certain pedagogy.",
    "start": "00:18:52",
    "end": "00:19:40"
  },
  {
    "text": "Is that the right word about it? Where it's training you and it's teaching you in a slower, very formative way, it's molding your imagination slowly.",
    "start": "00:19:40",
    "end": "00:19:52"
  },
  {
    "text": "Yeah, that's right. And when you smell it, you taste it, you sing it, say it and hear it, there's something powerful that happens there.",
    "start": "00:19:52",
    "end": "00:20:01"
  },
  {
    "text": "But just the priests.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Yeah, but this guy is just the priests. This is a quote from the book on Leviticus I think I recommended in the Last episode.",
    "start": "00:20:04",
    "end": "00:20:13"
  },
  {
    "text": "Who shall you ascend?",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "Who shall ascend the mountain of the Lord? Yeah. He puts it this way. He says the Menorah lampstand contains a sevenfold structure, symbolizing the entire seven part structure of time provided by the heavenly lights.",
    "start": "00:20:13",
    "end": "00:20:29"
  },
  {
    "text": "So, seven part structure.",
    "start": "00:20:29",
    "end": "00:20:31"
  },
  {
    "text": "The sun and moon provide the Sabbath cycle, but perpetually, every day, evening and morning. Just as the cosmos was created for humanity's Sabbath communion and fellowship with God, so too the Tabernacle is established for Israel's Sabbath communion. Fellowship with God every day of the Sabbath. This ritual drama about the lights and the bread symbolizes the ideal Sabbath. We're back to that Eden ideal. The tribes of Israel basking in the divine light, being renewed by God's presence every Sabbath. And every Sabbath. That's the story here. So this is Leviticus 23 gives you the ritual calendar.",
    "start": "00:20:31",
    "end": "00:21:11"
  },
  {
    "text": "Yeah.",
    "start": "00:21:11",
    "end": "00:21:11"
  },
  {
    "text": "Leviticus 24 gives you this lights and the bread. Yeah. There's a fascinating story after this, we can't explore. What I want to do is turn to Leviticus 25.",
    "start": "00:21:11",
    "end": "00:21:20"
  },
  {
    "text": "Okay.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "And now we're walking into the jubilee. Sam, the conversation we had about Sabbath as an ideal. The conversation we had about the seventh year in Exodus and Deuteronomy. Take, like, everything we've talked about, everything from Eden, from the blessing of Abraham in the seven line poem, the abundance of the garden, the liberation from slavery into the promised land, the filling of the tabernacle of God's presence on the 7th, and the provision, this extra provision on the 7th. All this. The jubilee year takes it all and, like, compresses it into one chapter and one practice. It's a remarkable chapter.",
    "start": "00:21:21",
    "end": "00:22:42"
  },
  {
    "text": "I don't know if I understand what that means.",
    "start": "00:22:42",
    "end": "00:22:44"
  },
  {
    "text": "The jubilee year is activating all of the previous stories.",
    "start": "00:22:45",
    "end": "00:22:50"
  },
  {
    "text": "Okay.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "It's like, yeah, it's a mountain peak. In the Torah, Yahweh spoke to Moses at Mount Sinai, saying, speak to the sons of Israel. Say to them, when you come into the land, I give you. So we're in the wilderness, looking forward to the land. None of this will make any sense in the wilderness. You can't practice this in the wilderness. It only can be done once you're farming. When you come into the land that I give you, the land shall have a Shabbat for Yahweh.",
    "start": "00:22:52",
    "end": "00:23:23"
  },
  {
    "text": "We talked about this.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Yes. In that every seventh year you release the land from being your slave. Yeah, yeah, but this is a new way to phrase it. The land gets a Sabbath.",
    "start": "00:23:25",
    "end": "00:23:34"
  },
  {
    "text": "Yeah.",
    "start": "00:23:34",
    "end": "00:23:34"
  },
  {
    "text": "All right. The land needs some rest from humans. Six years sow the field. Six years prune. Your vineyard, gather the crop. But the seventh year, the land gets a Shabbat, a Sabbath rest, a Sabbath for Yahweh. Don't sow the field, don't prune the vineyard. Look at this. Your harvest after growth, you shall not reap. So this is what you brought up. Little still produce things. Yeah, but your grapes, leave them untrimmed. Yeah, let it go. The land gets a Sabbath. All of you shall have the Sabbath products of the land for food.",
    "start": "00:23:34",
    "end": "00:24:10"
  },
  {
    "text": "Yeah.",
    "start": "00:24:11",
    "end": "00:24:11"
  },
  {
    "text": "So in Exodus it just mentioned the poor and the wild animals go get to eat whatever the land grows. But here it's everybody it clarifies.",
    "start": "00:24:12",
    "end": "00:24:21"
  },
  {
    "text": "Wait, but it says, don't reap. What? But then you can eat it. So how do you eat it without reaping it?",
    "start": "00:24:21",
    "end": "00:24:26"
  },
  {
    "text": "Oh, that's a good point. I think reaping would be like, the goal is to gather as much versus.",
    "start": "00:24:26",
    "end": "00:24:32"
  },
  {
    "text": "Just getting what you need for the day.",
    "start": "00:24:32",
    "end": "00:24:33"
  },
  {
    "text": "All of you have the Sabbath products. You just go out and get what you need. Kind of like the manna. Actually, it's probably very similar to the manna principle. You, you just go out and get what you need for each day.",
    "start": "00:24:33",
    "end": "00:24:43"
  },
  {
    "text": "The poor are going to be in there taking some. You go there, take some.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "So you let the land produce whatever God supplies it to produce. You will know it's God's will for whatever you have to eat that year, because it will be whatever the land produces. That sounds terrifying.",
    "start": "00:24:48",
    "end": "00:25:02"
  },
  {
    "text": "That would be an adventure.",
    "start": "00:25:02",
    "end": "00:25:03"
  },
  {
    "text": "Yeah. So that's every seven years.",
    "start": "00:25:03",
    "end": "00:25:05"
  },
  {
    "text": "Yeah.",
    "start": "00:25:05",
    "end": "00:25:06"
  },
  {
    "text": "Okay, so we knew about. We had a category for that already. Here is a new idea. Verse 8. You shall also count off seven Sabbaths of years for yourself. Seven times seven years, so that you have the time of the seven Sabbaths of years, namely 49 years. So the 49th year is one of these Sabbath years. Yeah, but then.",
    "start": "00:25:06",
    "end": "00:25:30"
  },
  {
    "text": "But it's an extra special Sabbath year.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "But then on the day of atonement that year, on the 10th day of the seventh month, sound the ram's horn.",
    "start": "00:25:33",
    "end": "00:25:40"
  },
  {
    "text": "Is right in the center of it all.",
    "start": "00:25:40",
    "end": "00:25:43"
  },
  {
    "text": "Yeah. On the day of atonement, you sound a ram's horn throughout all the land and announce another year. Right. We're just.",
    "start": "00:25:43",
    "end": "00:25:52"
  },
  {
    "text": "Oh, yeah. Because it's kind of like a new year of sorts, right?",
    "start": "00:25:52",
    "end": "00:25:55"
  },
  {
    "text": "Well, no, no. On the day of atonement, you sound the ram's horn and consecrate a 50th year. So in other words, seven times seven, the 49th year, you're going to do your normal Sabbath year for the seven year rotation.",
    "start": "00:25:55",
    "end": "00:26:11"
  },
  {
    "text": "Okay.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "But then on the Day of Atonement, you sound the ram's horn and you say, now it's the culmination of the 7 times 7 year. The 50th year.",
    "start": "00:26:12",
    "end": "00:26:21"
  },
  {
    "text": "The 50th year won't start until it.",
    "start": "00:26:21",
    "end": "00:26:24"
  },
  {
    "text": "Starts on the Day of Atonement.",
    "start": "00:26:24",
    "end": "00:26:25"
  },
  {
    "text": "Wow. It starts a little early.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "Yes. This interesting.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "Get it going.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "Yeah.",
    "start": "00:26:29",
    "end": "00:26:29"
  },
  {
    "text": "Why wait?",
    "start": "00:26:29",
    "end": "00:26:30"
  },
  {
    "text": "The Day of Atonement, you do this every year. But every 49th day of atonement, when that goat gets sent out, your sins are away. You've offered your lives up blameless to God through the one that you slaughter. You've just created the potential for Eden. And now you're really going to commit to this Eden thing. This whole year, we are living like Eden.",
    "start": "00:26:31",
    "end": "00:26:56"
  },
  {
    "text": "Wow.",
    "start": "00:26:56",
    "end": "00:26:56"
  },
  {
    "text": "Yeah.",
    "start": "00:26:56",
    "end": "00:26:56"
  },
  {
    "text": "And it's. So the year begins in the seventh month and then it goes to the next seventh month.",
    "start": "00:26:56",
    "end": "00:27:02"
  },
  {
    "text": "Doesn't say.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "Doesn't say.",
    "start": "00:27:03",
    "end": "00:27:03"
  },
  {
    "text": "But apparently. Yep, that's right.",
    "start": "00:27:03",
    "end": "00:27:06"
  },
  {
    "text": "What happens on the special year?",
    "start": "00:27:06",
    "end": "00:27:07"
  },
  {
    "text": "You shall thus consecrate the 50th year and proclaim a release.",
    "start": "00:27:07",
    "end": "00:27:11"
  },
  {
    "text": "Because on every seventh year, you're already releasing debts and slaves.",
    "start": "00:27:12",
    "end": "00:27:16"
  },
  {
    "text": "Correct.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "So now this is. That just happened.",
    "start": "00:27:17",
    "end": "00:27:19"
  },
  {
    "text": "Yep, that just happened. Basically, you're carrying it forward. You're doing it for an extra year. You're doing it for an extra year. You do it essentially two years with a little bit difference because you're doing it, starting it in the seventh month. So the question is, do you do it a year and a half?",
    "start": "00:27:19",
    "end": "00:27:33"
  },
  {
    "text": "Yeah.",
    "start": "00:27:33",
    "end": "00:27:33"
  },
  {
    "text": "The calendar nerds go to town on this. I've got a little calendar chart from a Jubilee nerd who is really smart. He's worked it out. Yeah. The point, what makes it special is not that you do something different, it's that you carry forward the seventh year idea, but into an even longer period of time.",
    "start": "00:27:34",
    "end": "00:27:53"
  },
  {
    "text": "I thought there was something unique like.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "Oh, actually, I'm sorry. I'm sorry, what am I saying? There are some extra things we're going to talk about. Yeah, that's right. So Leviticus 25:10, on that 50th year, it says, proclaim a release. And that word in verse 10 is going to be important for the prophets and for Jesus. Release, it's liberation, freedom, going out. A Dror is the Hebrew word, dror. So proclaim release. That shall be a yovel, a jubilee for you. So this is where it gets the name Jubilee. It's the Hebrew word yovel. Each of you, here's what's new about this year. Each of you shall return to his own property. Each of you to his own family. You shall have the 50th year as a year of jubilee. No sowing, no reaping, no gathering. It's a jubilee. It's holy. Eat what the land produces. So it's that people going back to their own property.",
    "start": "00:27:56",
    "end": "00:28:52"
  },
  {
    "text": "Yeah, it's a big reset. So on the normal seven year cycle, on the seventh year, debts are forgiven, but you might not get your land back.",
    "start": "00:28:53",
    "end": "00:29:04"
  },
  {
    "text": "Yeah, you went into debt and maybe you became a debt slave as a result. So yeah, your debts are forgiven and you're no longer that person's property. Yep, that's right.",
    "start": "00:29:04",
    "end": "00:29:14"
  },
  {
    "text": "But they might still if you had.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "To sell off your land. Yeah, bummer.",
    "start": "00:29:15",
    "end": "00:29:18"
  },
  {
    "text": "Yeah.",
    "start": "00:29:18",
    "end": "00:29:18"
  },
  {
    "text": "But on the 50th, 50th land, the land full economic reset, where all land, ancestral land, is reset to the tribal boundary lines and family boundary lines from when they entered the land with Joshua. Yeah, it's the same principle just multiplied by seven and then intensified because it's the land that's getting a Sabbath now and again. In an ancient context, this would keep any one group from having too much land. From one it was having too much money or owning too many slaves.",
    "start": "00:29:18",
    "end": "00:29:54"
  },
  {
    "text": "It's breaking up monopolies now.",
    "start": "00:29:54",
    "end": "00:29:56"
  },
  {
    "text": "We're breaking up the centralization of land.",
    "start": "00:29:56",
    "end": "00:30:00"
  },
  {
    "text": "Yeah.",
    "start": "00:30:00",
    "end": "00:30:00"
  },
  {
    "text": "Yep, that's it. Right? That's the idea. Yeah. A super Sabbath.",
    "start": "00:30:00",
    "end": "00:30:04"
  },
  {
    "text": "This would be really hard to administrate. Like it'd be really hard to make sure everyone actually was doing. I mean that's a lot of organ like.",
    "start": "00:30:04",
    "end": "00:30:12"
  },
  {
    "text": "Yeah, I hear that.",
    "start": "00:30:13",
    "end": "00:30:13"
  },
  {
    "text": "Everyone's got to be on board.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "Yep. This is remarkable. There aren't any narratives in the Hebrew Bible in Joshua through Kings about the Israelites ever doing this, which is a puzzle. There are a couple narratives about the release of slaves in Jeremiah and then in the Book of Ezra. And they're actually both cases where people, they said it but didn't actually do it, or they took it back. But this, the Jubilee and the restoration of land, there's no narrative about it which has made some people ask whether or not what we're looking at is a full on symbolic hope. It's created by a biblical author who's actually looking at the Hebrew Bible or the whole of the Torah and creating the ultimate, like a super Sabbath. In fact, here let me read to you a quote by John Bergsma, who is. He wrote the book on the Jubilee. It's called the Jubilee from Leviticus to Qumran. He traces the concept and practice or discussion about the Jubilee over the course of a, a millennium of interpretation and history. It's really thorough. He says there is something inherently eschatological about the Jubilee. We don't use that word very often.",
    "start": "00:30:15",
    "end": "00:31:35"
  },
  {
    "text": "Pointing towards the fulfillment of time.",
    "start": "00:31:36",
    "end": "00:31:38"
  },
  {
    "text": "Yeah. Eschatos is the Greek word for end or last. So forward, pointing to the culmination of history. There's something culminating about the Jubilee long before it was seen as a symbol of the eschaton, the culmination of all things by the later writers. Since the Jubilee returned only once in a lifetime, usually. That's interesting to think about every 50 years.",
    "start": "00:31:38",
    "end": "00:32:02"
  },
  {
    "text": "Yeah. You're not gonna get more than one of those.",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "More than likely. Unless you're born. Unless you're like, little kid infant. On the first one, it's probably some number of people.",
    "start": "00:32:04",
    "end": "00:32:11"
  },
  {
    "text": "Yeah.",
    "start": "00:32:11",
    "end": "00:32:11"
  },
  {
    "text": "You might remember one from your childhood.",
    "start": "00:32:11",
    "end": "00:32:13"
  },
  {
    "text": "Yeah.",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "You might be, like, experience one in.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "Your old age on your first one.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "56. On your second one.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "That's it. But for most people, this comes once a lifetime, so he says, since it recurred usually only once a lifetime, an impoverished Israelite would spend most of his life anticipating this event of restoration.",
    "start": "00:32:18",
    "end": "00:32:32"
  },
  {
    "text": "Oh, man. Can you imagine if this is always on the horizon? You're like, yeah, yeah. Ten more years.",
    "start": "00:32:32",
    "end": "00:32:37"
  },
  {
    "text": "Yeah. Just like every week, you're thinking about the seventh day rest. If you're a farmer.",
    "start": "00:32:37",
    "end": "00:32:42"
  },
  {
    "text": "Yeah.",
    "start": "00:32:42",
    "end": "00:32:42"
  },
  {
    "text": "Israelite farmer. So if you're an Israelite farmer or an Israelite slave, you're thinking about this. Yeah, yeah.",
    "start": "00:32:43",
    "end": "00:32:50"
  },
  {
    "text": "And I mean, you're thinking about it in a very. It's gonna disrupt the order of things so much.",
    "start": "00:32:50",
    "end": "00:32:59"
  },
  {
    "text": "Yes.",
    "start": "00:32:59",
    "end": "00:32:59"
  },
  {
    "text": "It's gonna be very. What's the word I'm looking for?",
    "start": "00:32:59",
    "end": "00:33:02"
  },
  {
    "text": "Yeah. Create.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "I wanna say apocalyptic, but upheaval. It's very.",
    "start": "00:33:03",
    "end": "00:33:06"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. That's right.",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "So you'd be thinking about. I mean, every. It's a countdown clock to the year of Jubilee. I mean, everything's gonna change.",
    "start": "00:33:08",
    "end": "00:33:13"
  },
  {
    "text": "That's right. Yeah. Yeah. Your whole neighborhood.",
    "start": "00:33:13",
    "end": "00:33:16"
  },
  {
    "text": "What's going to stay the same?",
    "start": "00:33:16",
    "end": "00:33:17"
  },
  {
    "text": "Who lives where?",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Yeah.",
    "start": "00:33:18",
    "end": "00:33:18"
  },
  {
    "text": "Who owns what?",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "Right.",
    "start": "00:33:20",
    "end": "00:33:20"
  },
  {
    "text": "Yeah. Just. Yeah. This is good. Let's imagine this.",
    "start": "00:33:20",
    "end": "00:33:23"
  },
  {
    "text": "Yeah, right.",
    "start": "00:33:23",
    "end": "00:33:24"
  },
  {
    "text": "Let's imagine this. I mean, it's hard in. Yeah, it's hard when modern Western economies, we don't even have a category for this kind of savings. What time period of original owners or tenants on the land do you go back to? So, like, for Americans, as they go back to, like, first nations, in terms of, like, American Indian tribes.",
    "start": "00:33:24",
    "end": "00:33:43"
  },
  {
    "text": "Yeah. Can you imagine if we all knew, like. Yep. 10 more years. It's all going back to Native Americans Yep.",
    "start": "00:33:43",
    "end": "00:33:48"
  },
  {
    "text": "Yep, that's right. So there's that. Or do you go back to just 50 years? I mean, here you're going back to your nation's founding.",
    "start": "00:33:48",
    "end": "00:33:55"
  },
  {
    "text": "Yeah.",
    "start": "00:33:55",
    "end": "00:33:55"
  },
  {
    "text": "In the land.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "Well, it's not just that, but like your land is your.",
    "start": "00:33:56",
    "end": "00:34:00"
  },
  {
    "text": "Is everything. That's right.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "So we have savings accounts and we have retirement accounts and all these other things.",
    "start": "00:34:02",
    "end": "00:34:09"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:34:09",
    "end": "00:34:10"
  },
  {
    "text": "You owe and. And you have mortgages and you have car loans and you have.",
    "start": "00:34:10",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. Different kinds of. Different kinds of debts.",
    "start": "00:34:15",
    "end": "00:34:17"
  },
  {
    "text": "It's hard to.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "Yeah.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "So I don't know what that would mean for it to reset, but I'm almost thinking like. It's like instead of thinking about it in terms of money, if it's in terms of your vocation, if it was like. If it's like everyone knew that at a certain year everyone's gonna have a new job.",
    "start": "00:34:18",
    "end": "00:34:38"
  },
  {
    "text": "Yeah.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "How disruptive would that be?",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Yes.",
    "start": "00:34:42",
    "end": "00:34:42"
  },
  {
    "text": "It's like. Yep. In 2020.",
    "start": "00:34:42",
    "end": "00:34:44"
  },
  {
    "text": "Yeah.",
    "start": "00:34:45",
    "end": "00:34:45"
  },
  {
    "text": "Like we're all getting new jobs.",
    "start": "00:34:45",
    "end": "00:34:47"
  },
  {
    "text": "We're all going back to our first jobs.",
    "start": "00:34:47",
    "end": "00:34:49"
  },
  {
    "text": "We're all going back to our first jobs. Well, that would be horrible. I'd be working at a bookstore. That would be too bad.",
    "start": "00:34:49",
    "end": "00:34:55"
  },
  {
    "text": "I'd be working at Spaghetti Factory. Or we would go back to when we worked at that valet parking place together.",
    "start": "00:34:55",
    "end": "00:35:02"
  },
  {
    "text": "Oh, yeah, that would be so bad.",
    "start": "00:35:02",
    "end": "00:35:04"
  },
  {
    "text": "That was kind a fun job.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "It was fun. Drive nice cars.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Yeah. For other people. Hang out other people's fancy cars. Yeah. I'm sorry, I made a joke of that. You were going for a real analogy there. No, it's good.",
    "start": "00:35:06",
    "end": "00:35:17"
  },
  {
    "text": "Well, yeah, I'm just thinking, what would be that disruptive? That disruptive?",
    "start": "00:35:17",
    "end": "00:35:20"
  },
  {
    "text": "Yeah, that's disruptive. Yeah. Yeah. But think. Yeah, let's.",
    "start": "00:35:20",
    "end": "00:35:24"
  },
  {
    "text": "You couldn't plan anything without going, well, but then remember your jubilee. It's just. It'll be always looming in the back of your mind like this disruptive year of like.",
    "start": "00:35:24",
    "end": "00:35:37"
  },
  {
    "text": "Yeah, that's right. Yeah, that's it.",
    "start": "00:35:37",
    "end": "00:35:38"
  },
  {
    "text": "Of a crazy reset, Sam.",
    "start": "00:35:38",
    "end": "00:36:22"
  },
  {
    "text": "So. All right, that's helpful. It's good to imagine ourselves into that space. Back to Bergsma, he says, so an Israelite would spend most of his life, his or her life, anticipating this event of restoration.",
    "start": "00:36:32",
    "end": "00:36:42"
  },
  {
    "text": "Yeah.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "Also from the perspective of the Pentateuch, the literary text, the conquest and the settlement of Canaan, what's going to happen in Joshua, that was a kind of realized eschatology, Israel realizing in the present what was coming at the end. Because the fulfillment of the promise of the land of Canaan was originally made to Abraham.",
    "start": "00:36:43",
    "end": "00:37:06"
  },
  {
    "text": "Yeah. And it was all about the Sabbath rest back into Eden.",
    "start": "00:37:06",
    "end": "00:37:10"
  },
  {
    "text": "You got it.",
    "start": "00:37:10",
    "end": "00:37:10"
  },
  {
    "text": "Yep.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "The promised land. As we go on into the rest of the Bible, we're going to see that the promise promised land becomes an image of eden. So Leviticus 29, Bergsma goes on in its present position in the Pentateuch, looks forward to the time when the eschatological, the ultimate condition of Israel dwelling within her land will be realized. And it enacts measures to ensure that periodically this utopian final state of Israel will be renewed and restored. It's a way of living in the present, of reenacting in the present what you believe the whole story is moving towards in the future.",
    "start": "00:37:11",
    "end": "00:37:48"
  },
  {
    "text": "Yeah.",
    "start": "00:37:49",
    "end": "00:37:49"
  },
  {
    "text": "He calls it a realized eschatology.",
    "start": "00:37:49",
    "end": "00:37:52"
  },
  {
    "text": "And that seems like that's what all this has been about.",
    "start": "00:37:52",
    "end": "00:37:54"
  },
  {
    "text": "Yeah, that's right. Yeah. That's why it's helpful.",
    "start": "00:37:54",
    "end": "00:37:56"
  },
  {
    "text": "Yeah.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "Every Sabbath is about that.",
    "start": "00:37:57",
    "end": "00:37:59"
  },
  {
    "text": "That's every Sabbath. Yeah. It's a realized eschatology.",
    "start": "00:37:59",
    "end": "00:38:02"
  },
  {
    "text": "Yeah.",
    "start": "00:38:02",
    "end": "00:38:02"
  },
  {
    "text": "And I remember you first kind of explained this to me and that sinking in was really powerful because it's easy to start thinking about these as like, okay, I'm not supposed to work. Maybe it's to teach me something about rest. And that's true. But if you think of it as like this, like this practice to, like, prepare yourself for something so important.",
    "start": "00:38:02",
    "end": "00:38:27"
  },
  {
    "text": "Yes.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "And creating the muscle memory for what it's like to be a certain kind of human living in this really backwards way.",
    "start": "00:38:28",
    "end": "00:38:36"
  },
  {
    "text": "Yeah.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "Yeah. It's full of so much more meaning.",
    "start": "00:38:36",
    "end": "00:38:38"
  },
  {
    "text": "Yeah, I agree. I agree. This has been a significant learning and discovery. I had heard this idea before, but in sitting down to think about a video about it, I realized it's the core of it. It's a foretaste of the new creation.",
    "start": "00:38:38",
    "end": "00:38:54"
  },
  {
    "text": "And I keep trying to think of some sort of metaphor to that degree of like, what does that mean to. To kind of play, act, but in a way that actually makes something a reality.",
    "start": "00:38:54",
    "end": "00:39:04"
  },
  {
    "text": "This is where overlaps. This concept of Jubilee has energized a lot of different organizations, mostly Christian movements, organizations, to take this principle and go work it out in practice, communal practice. There's different organizations, and this is actually somewhat controversial because in their own different contexts. But here's just. For example, an organization called the Jubilee Debt Campaign. They have a website.org.uk so for them, they're looking at national debt crises the way nation states.",
    "start": "00:39:05",
    "end": "00:39:46"
  },
  {
    "text": "Oh, I've heard about this.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "Modern nation states.",
    "start": "00:39:48",
    "end": "00:39:48"
  },
  {
    "text": "Yeah, I've heard about this.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Yeah. And so what they do is they are advocating for governments for certain states, for certain countries.",
    "start": "00:39:49",
    "end": "00:39:58"
  },
  {
    "text": "That are like being crushed by their own debt.",
    "start": "00:39:58",
    "end": "00:40:01"
  },
  {
    "text": "Yep. Correct.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Just like, just release them from it.",
    "start": "00:40:02",
    "end": "00:40:04"
  },
  {
    "text": "Yep. Yeah, that's right. So this is just. I googled and saw a jubilee debt campaign, but you Google it. There's lots of different organizations and so. And people apply it in different ways. But it's an interesting experiment to say what would it look like to try and create analogies and equivalents. We're not ancient Israelite farmers. Nobody is. There are modern Israeli farmers, you know, living in the nation state of Israel. But it's a different situation there than it was. So what are analogies or ways. But the nature of the Jubilee is that it's public and communal and it's about family and land and property and economics, which makes people nervous and creates debate because religion isn't supposed to address those things. Right. Religion is supposed to be personal and between you and God.",
    "start": "00:40:04",
    "end": "00:41:02"
  },
  {
    "text": "Yeah. Don't get into my politics.",
    "start": "00:41:02",
    "end": "00:41:04"
  },
  {
    "text": "So what I found is that these different Jubilee movements tend to generate conflicting. Lots of conflicting points of view.",
    "start": "00:41:05",
    "end": "00:41:13"
  },
  {
    "text": "Yeah. Can you imagine if just all of a sudden, you know, how much debt. Have you ever thought about America's debt?",
    "start": "00:41:13",
    "end": "00:41:19"
  },
  {
    "text": "I've been hearing about it.",
    "start": "00:41:20",
    "end": "00:41:21"
  },
  {
    "text": "It's at 22 trillion right now. It's just about to hit 22 trillion.",
    "start": "00:41:21",
    "end": "00:41:24"
  },
  {
    "text": "Yeah. And that's. I remember again, it was about 10 years ago, hearing there was a movement happening about 10 years ago that was about. Especially about developing countries that have relatively small budget national budgets.",
    "start": "00:41:24",
    "end": "00:41:40"
  },
  {
    "text": "Our debt's not crushing us the way that.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Correct.",
    "start": "00:41:43",
    "end": "00:41:43"
  },
  {
    "text": "Some countries.",
    "start": "00:41:44",
    "end": "00:41:44"
  },
  {
    "text": "It's just their whole budget is not even as big as their debt that's owed to maybe China or Russia or the US or something. Yeah. So I don't know, man. I don't know anything about this stuff. If you think about. I mean, we're going to get here when we get to Jesus. And the vision of the Jesus movement. It was a jubilee movement. Jesus started his mission in Nazareth by reading from Isaiah 61 and announcing the Jubilee. He says it's the favorable year of the Lord, the year of release. Today these things are fulfilled in your hearing. That's where this is all going.",
    "start": "00:41:44",
    "end": "00:42:21"
  },
  {
    "text": "That's right.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "We haven't really. I haven't let the cat out of the bag yet, but here I am.",
    "start": "00:42:22",
    "end": "00:42:25"
  },
  {
    "text": "It's all leading to Jesus.",
    "start": "00:42:26",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. Of course, Jesus launched his movement as a Kingdom of God jubilee movement. And then all of a sudden, all the Sabbath controversies come into new focus.",
    "start": "00:42:27",
    "end": "00:42:37"
  },
  {
    "text": "Yeah, I'm excited to talk about that.",
    "start": "00:42:38",
    "end": "00:42:39"
  },
  {
    "text": "All of his teachings about forgiveness and not going into debt or Releasing people from the debts they owe you. Forgiveness in Jesus teachings is the same word as the word release for this release year. This is not like a tangential issue for being a follower of Jesus. The meaning of Sabbath and the jubilee is actually pretty core.",
    "start": "00:42:39",
    "end": "00:43:05"
  },
  {
    "text": "By that, you don't mean having debt or not having debt or owning debt. You're talking about this theme developing to.",
    "start": "00:43:06",
    "end": "00:43:18"
  },
  {
    "text": "Jesus, the cosmic jubilee.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "Cosmic jubilee, yeah.",
    "start": "00:43:20",
    "end": "00:43:22"
  },
  {
    "text": "Jesus launches a cosmic jubilee. Yeah.",
    "start": "00:43:22",
    "end": "00:43:24"
  },
  {
    "text": "I'm excited to dig into that.",
    "start": "00:43:25",
    "end": "00:43:26"
  },
  {
    "text": "Yeah, me too. And the reason he's doing that is because Isaiah and Ezekiel and Jeremiah all looked at these themes in the Torah and made them cosmic.",
    "start": "00:43:26",
    "end": "00:43:38"
  },
  {
    "text": "Well, you said this is a mountaintop moment. And so I think by that, you meaning, like. Yeah. Out of all of these rituals that are just saturated in sevens.",
    "start": "00:43:38",
    "end": "00:43:46"
  },
  {
    "text": "Yep.",
    "start": "00:43:46",
    "end": "00:43:47"
  },
  {
    "text": "This one is. It pops the most. It has the biggest bang. It's the loudest. And I mean, it's intense.",
    "start": "00:43:47",
    "end": "00:43:55"
  },
  {
    "text": "Yes.",
    "start": "00:43:56",
    "end": "00:43:56"
  },
  {
    "text": "And so to think about new creation and the intensity of that and how cataclysmic and how much things will change, like, this kind of gets at that in a way that.",
    "start": "00:43:56",
    "end": "00:44:13"
  },
  {
    "text": "Yeah, yeah. In terms of its disruptive nature, its restorative nature, it equalizes.",
    "start": "00:44:14",
    "end": "00:44:22"
  },
  {
    "text": "Yeah.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "Just like every Sabbath, you and your animals. And if you're an Israelite who owns slaves, and you're slaves, you all. Nobody belongs to each other on that day because everybody belongs to Yahweh. It's this. But ramped up to a whole year of it. Yeah, that's right. And it's all an image of what the restored Eden ideal is at the end. The culmination of the story as a social vision. I think that's what Jesus was intending to launch, which was a group of people who would live as if every day was this.",
    "start": "00:44:23",
    "end": "00:44:59"
  },
  {
    "text": "That's interesting.",
    "start": "00:44:59",
    "end": "00:45:00"
  },
  {
    "text": "Yeah.",
    "start": "00:45:00",
    "end": "00:45:00"
  },
  {
    "text": "That's why they shared everything common.",
    "start": "00:45:00",
    "end": "00:45:02"
  },
  {
    "text": "Mm. Yeah. And that's why you forgive. That's why you. Radical forgiveness.",
    "start": "00:45:02",
    "end": "00:45:07"
  },
  {
    "text": "But that's. But that's like interpersonal forgiveness. That's not like you owe me 10 bucks forgiveness.",
    "start": "00:45:08",
    "end": "00:45:14"
  },
  {
    "text": "Sure it is.",
    "start": "00:45:14",
    "end": "00:45:15"
  },
  {
    "text": "Really?",
    "start": "00:45:15",
    "end": "00:45:15"
  },
  {
    "text": "Yeah. I mean, I can forgive you because you said something mean about me. I can forgive you because you stole 10 bucks from me. I can forgive you because we started a business together and things went south and we had to part ways. And, you know, I mean, all forgiveness is a communal event because it's interpersonal. Right. So Jesus launches.",
    "start": "00:45:15",
    "end": "00:45:39"
  },
  {
    "text": "It's so easy to separate those two types of forgiveness in my mind.",
    "start": "00:45:41",
    "end": "00:45:44"
  },
  {
    "text": "Right. Yeah. Isn't that interesting? Yeah, yeah, yeah, yeah.",
    "start": "00:45:44",
    "end": "00:45:46"
  },
  {
    "text": "Forgive someone for hurting my feelings.",
    "start": "00:45:46",
    "end": "00:45:48"
  },
  {
    "text": "Do we use the Word forgive in a more economic or substantive sense, I think we do.",
    "start": "00:45:49",
    "end": "00:45:57"
  },
  {
    "text": "We do or cancel or. Yeah, forgive. Forgive alone. It's the same word. It's just. It just not. It registers in a different category of my brain.",
    "start": "00:45:57",
    "end": "00:46:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:46:07",
    "end": "00:46:08"
  },
  {
    "text": "Different section of my brain.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "Interesting.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "But you're saying it's the same. I mean, it's the same idea.",
    "start": "00:46:10",
    "end": "00:46:15"
  },
  {
    "text": "I think so. Again, this is all telescoping, forwarding to why Jesus is going to have these disputes about the Sabbath. Because for Jesus, every day is the Sabbath. Because the Sabbath is an ideal. It's the kingdom of God. It's not just bound up with a day now, it's every day until the new creation comes. We live in the present as if the future has arrived. That's why he heals people on the Sabbath. And that's. Anyhow, we'll talk about it in future episodes.",
    "start": "00:46:15",
    "end": "00:46:50"
  },
  {
    "text": "How can I be a capitalist then and a Christian at the same time?",
    "start": "00:46:50",
    "end": "00:46:56"
  },
  {
    "text": "Oh, I don't know the answer. And I don't. Yeah. Those are important conversations. I'm not qualified to have that conversation.",
    "start": "00:46:56",
    "end": "00:47:04"
  },
  {
    "text": "Yeah.",
    "start": "00:47:04",
    "end": "00:47:04"
  },
  {
    "text": "I mean, I think because the cultural context for these is so different than so many modern Western countries. Yeah. I think certain people get nervous because some want to like, plop them right in.",
    "start": "00:47:04",
    "end": "00:47:18"
  },
  {
    "text": "Yeah.",
    "start": "00:47:18",
    "end": "00:47:18"
  },
  {
    "text": "And you have to think things through a little more thoroughly than that.",
    "start": "00:47:18",
    "end": "00:47:22"
  },
  {
    "text": "People get nervous like you're going to destroy the economy. My retirement account is not safe. Your theology is making my retirement account.",
    "start": "00:47:23",
    "end": "00:47:32"
  },
  {
    "text": "Yeah. Or to just say people have given a lot of thought to what kinds of economic structures can create the most benefit for the most. But also economic structures have a way of developing and falling prey to human nature, too. And creating really screwed up structures.",
    "start": "00:47:32",
    "end": "00:47:49"
  },
  {
    "text": "Becoming emergent powers.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "Yeah, yeah. That enslave people. And so no economic system is like, innocent in that way. But again, I know so little about economics. I probably know more about ancient Israelite economics than I do about this conversation.",
    "start": "00:47:50",
    "end": "00:48:09"
  },
  {
    "text": "Just got really political.",
    "start": "00:48:09",
    "end": "00:48:10"
  },
  {
    "text": "Well, sure. Yeah. But I think we're forced to have that kind of conversation, don't you think?",
    "start": "00:48:11",
    "end": "00:48:16"
  },
  {
    "text": "Yeah.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Political. You mean in terms of just. I don't know, Political groups often have certain visions of an ideal economy.",
    "start": "00:48:17",
    "end": "00:48:26"
  },
  {
    "text": "Yeah.",
    "start": "00:48:26",
    "end": "00:48:26"
  },
  {
    "text": "Is that what you mean?",
    "start": "00:48:26",
    "end": "00:48:27"
  },
  {
    "text": "I guess so.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "And then that divides people and.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "Yeah, Jesus imagined. And the early Christians were living in a Jubilee kind of way.",
    "start": "00:48:30",
    "end": "00:48:38"
  },
  {
    "text": "Evidence of the New Testament all points in that direction. And in a transformed Jubilee. Because none of them were ancient Israelite farmers. Yeah, maybe a few were, but. So you find them but innovating new patterns of life, social interaction, social value, what we Would call welfare webs of support.",
    "start": "00:48:38",
    "end": "00:48:58"
  },
  {
    "text": "Yeah, it's interesting. I think that's kind of what maybe like, the generosity movement that I've been connected to. Like, they're trying to work that out in a way, too. They're trying to figure out, like.",
    "start": "00:48:59",
    "end": "00:49:12"
  },
  {
    "text": "Yes.",
    "start": "00:49:13",
    "end": "00:49:13"
  },
  {
    "text": "What's the phrase you use? It's like they were trying to work it out in their setting. They're trying to figure out, how do you live the life of jubilee? And, yeah, this made me think, like, I should think about that more. What does that look like in my life to live a life of jubilee. Yeah, it's really, really fascinating. And I think that's the question those guys are asking, is why I bring that up.",
    "start": "00:49:13",
    "end": "00:49:35"
  },
  {
    "text": "Yeah, I think that's probably true. Yep. You can translate it into social relationships where in the early Christian communities, Paul talks a lot about this. Like Philemon and Onesimus, you have a slave who's runaway from his master. In some way. He's become a follower of Jesus. Paul's trying to reunite a runaway slave with his master. And what he urges him to do, persuades him to do, is to receive him back not only as a slave, but more than a slave, as a brother. Treat him as a family member. Scott McKnight has done a lot of work on this, where the number one term that Paul the Apostle uses to describe a house church that he's writing letters to is as a sibling set, Brothers and sisters, not tenant and landlord, slave or master, male or female, Greek or barbarian, slave or free, brothers and sisters in the Messiah. That's a restructuring of social, economic relationships. And it seems to me that's a jubilee principle, where images of God, male and female, ruling together, made to flourish together.",
    "start": "00:49:35",
    "end": "00:50:48"
  },
  {
    "text": "Yeah.",
    "start": "00:50:48",
    "end": "00:50:48"
  },
  {
    "text": "It's like a reset. That's a kind of jubilee thing, man.",
    "start": "00:50:48",
    "end": "00:50:53"
  },
  {
    "text": "To live with a jubilee mindset, with a jubilee value set is a radical way to live that requires so much trust. I mean, this ties back to our conversation on the generosity Conversation.",
    "start": "00:50:53",
    "end": "00:51:10"
  },
  {
    "text": "Yes.",
    "start": "00:51:10",
    "end": "00:51:11"
  },
  {
    "text": "Trust like there's enough and that God will provide.",
    "start": "00:51:11",
    "end": "00:51:14"
  },
  {
    "text": "Yeah. Like waiting for the trusting that if I don't work on the seventh day, God will provide. God will provide. If I don't gather manna on the seventh day, if I don't sow the field on the seventh year.",
    "start": "00:51:14",
    "end": "00:51:25"
  },
  {
    "text": "Yeah. If I forgive the debt of my friend.",
    "start": "00:51:25",
    "end": "00:51:28"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "God will provide.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "Yeah. I don't really live like that. I think a dream that we had for the bioproject was to create something that normally would. Costs a lot of money.",
    "start": "00:51:31",
    "end": "00:51:39"
  },
  {
    "text": "It does cost a lot of Money.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "And it does cost a lot of money. But what if it could cost money in a way that makes it available for free and not prey to media market prices? That was a dream we had, and we've, by God's grace, been able to realize that. Yeah, that's cool.",
    "start": "00:51:40",
    "end": "00:51:57"
  },
  {
    "text": "And we found abundance.",
    "start": "00:51:57",
    "end": "00:51:59"
  },
  {
    "text": "Yeah.",
    "start": "00:51:59",
    "end": "00:51:59"
  },
  {
    "text": "In a way that we didn't know was.",
    "start": "00:52:00",
    "end": "00:52:02"
  },
  {
    "text": "Yeah.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "Possible.",
    "start": "00:52:03",
    "end": "00:52:03"
  },
  {
    "text": "You know what? Yeah.",
    "start": "00:52:03",
    "end": "00:52:04"
  },
  {
    "text": "But I hold grudges, man. I hold grudges. I. Yeah. I'll be slow to forgive.",
    "start": "00:52:04",
    "end": "00:52:10"
  },
  {
    "text": "Ah, sure. Yeah. Because that's a jubilee principle, too. Once you get into the teachings of Jesus, he translates it into personal forgiveness.",
    "start": "00:52:10",
    "end": "00:52:19"
  },
  {
    "text": "Same word, forgiveness.",
    "start": "00:52:20",
    "end": "00:52:21"
  },
  {
    "text": "Forgiveness. That's right. The word for forgive is. There's two words, forgive in New Testament Greek. One is aphieme, which means to release. And it's all connected to this word to let go of freedom, to liberate. And then the other one is karizomai, which is to give a gift. So you're either gift giving or you're liberating when you forgive someone. Yeah, yeah, that'd be good word study. It'd be great word study video. I think it's on the list.",
    "start": "00:52:21",
    "end": "00:52:52"
  },
  {
    "text": "So where are we heading next?",
    "start": "00:52:52",
    "end": "00:52:53"
  },
  {
    "text": "Where are we heading next is we're going to fly over Israel and the Promised Land. We could do a lot. We're just going to do a little.",
    "start": "00:52:53",
    "end": "00:53:01"
  },
  {
    "text": "I feel like this is typically how it goes. We spend a lot of time in the Torah and then we just fly.",
    "start": "00:53:01",
    "end": "00:53:07"
  },
  {
    "text": "You tell me, man. We could really drill down into some stories in Joshua that are so fascinating. And then some moments in the story of David and Solomon, the rabbit hole goes deep. It's all patterns of seven and stuff that we'll be familiar with. The goal is Israel's time in the land becomes a big Extended Genesis 2, Life in Eden, and a one long test of Genesis 3.",
    "start": "00:53:07",
    "end": "00:53:35"
  },
  {
    "text": "Are you going to eat the fruit.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "That'S failed multiple times? And then ultimately they get exiled. But the next chapter, Leviticus 26, is what we'll talk about next because it sees Israel's exile as an anti Jubilee, inverted jubilee, which means that it will be an exile multiplied by seven. That's intense until it's over. And then what's going on in the book of Daniel in the 70 times seven years of exile makes a lot more sense.",
    "start": "00:53:36",
    "end": "00:54:11"
  },
  {
    "text": "Oh, okay, cool.",
    "start": "00:54:11",
    "end": "00:54:12"
  },
  {
    "text": "Exile is a inverted jubilee.",
    "start": "00:54:12",
    "end": "00:54:14"
  },
  {
    "text": "Exile is an inverted jubilee.",
    "start": "00:54:14",
    "end": "00:54:16"
  },
  {
    "text": "Yep.",
    "start": "00:54:16",
    "end": "00:54:16"
  },
  {
    "text": "Or Jubilee is a redeemed exile.",
    "start": "00:54:16",
    "end": "00:54:19"
  },
  {
    "text": "Yes. Yeah, both. Yep, totally. Which again, is why when Jesus stands up on a Sabbath, reads from Isaiah and announces the ultimate Jubilee, is here. He's hitting on the main theological theme of the Hebrew Bible, which is we're waiting for the ultimate seventh day. And it's here in the person of Jesus.",
    "start": "00:54:19",
    "end": "00:54:40"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. Today's show was produced by Dan Gummel. Our theme music comes from the band tents. So I know people listen to this podcast from all over the globe. In America where we produce this, it's actually a time of Thanksgiving. It's a holiday coming up. So in the spirit of Thanksgiving, we want you to know how deeply grateful we are for you. We are really fortunate to have you as listeners, as supporters, and as people along with us in this journey. And if you're listening to this podcast episode, on November 25, we are releasing a brand new word study video on our YouTube channel. It's on the Word Witness. It releases tonight at 5pm Pacific Time. You can watch it live with us and thousands of other people across the globe. You'll notice a new voice on the video and it's Carissa Quinn, one of our resident theologians. She did the voiceover and wrote the script for the video. And if you remember, we did a podcast episode with her a few weeks back on this very topic. So again, if it happens to be November 25th while you're listening to this, then go to YouTube.com thebibleproject and watch the video with us. It's at 5pm Pacific Standard Time. Hope to see you there.",
    "start": "00:54:41",
    "end": "00:55:57"
  },
  {
    "text": "Hey, this is Linda Mae Mackey, Tim's mom. I live local, really just across the river in Vancouver here from Portland. And of course you would know how I heard about the Bible Project from Tim. What's pretty fun to me to think about is all those years ago, all of his little scratchy people that he used to draw. So interesting. Some of those are still to be seen, actually. If you have your coffee table book that you can open a page or two, see some of that. And that just takes me back. Of course I loved the Bible Project from the beginning because I love my son. But I also love what God is doing here in Howie's using the brilliance of all these amazing young people here. Just taken such an expanded heart view of the Bible all around the world. And so I think probably my favorite thing about the Bible Project is that it is a crowdfunded project and that so many people believe in it and are willing to make a financial sacrifice to help support it and expand it. So we believe the Bible is a unified story that leads to Jesus, thankful that it's a crowdfunded project by people just like me and that you can find free videos to study notes, podcasts and more@thebibleproject.com.",
    "start": "00:55:58",
    "end": "00:57:35"
  }
]