[
  {
    "text": "On page one of the Bible, God creates. He creates in six days. And on the seventh day, he stops and he enters his creation like a king entering his throne room to rest and rule. And God does this to rest and rule with humanity. This is seventh day rest, the ideal, the thing God created but was lost, the thing we still hope for. And so to remember seventh day rest and to anticipate it coming again, God told Israel to stop on the seventh day and rest from work. In a way, we are mimicking the way God created the cosmos. And now we want to take another step forward and look at another way. God wants Israel to celebrate rest. There are seven sacred annual feasts that are built into the calendar year. And the role of the sun, moon and stars are on the fourth day of creation is to mark those.",
    "start": "00:00:04",
    "end": "00:00:59"
  },
  {
    "text": "The whole symbolic ritual calendar of Israel that you'll meet in Exodus, Leviticus, Numbers, Deuteronomy, is already baked into creation in the first, fourth and seventh days of Genesis. 1. Sacred time.",
    "start": "00:00:59",
    "end": "00:01:12"
  },
  {
    "text": "Sacred time. Life shouldn't be just one day bleeding into the next. Life shouldn't be a long grudging march of endless toil. Were meant for so much more. And to help us remember that God.",
    "start": "00:01:13",
    "end": "00:01:26"
  },
  {
    "text": "Gave Israel these feasts, There is no sacred calendar rhythm more influential than the one that begins Israel's sacred calendar year, which is Passover.",
    "start": "00:01:26",
    "end": "00:01:37"
  },
  {
    "text": "So today on the show, we're going to discuss one of the most famous stories in the Bible. How an oppressed people toiling as slaves to an ancient empire were miraculously liberated and brought to a land of rest. And the Passover is a feast to remember that story.",
    "start": "00:01:38",
    "end": "00:01:54"
  },
  {
    "text": "The liberation from Egypt is a cosmic event. That's why it's using the cosmic language of Genesis 1 to tell the story. And this event makes now the month where this happens to be the beginning month of Israel's ritual calendar.",
    "start": "00:01:55",
    "end": "00:02:10"
  },
  {
    "text": "I'm John Collins. This is the BibleProject Podcast. Thanks for joining us. Here we go. Good morning, Tim.",
    "start": "00:02:10",
    "end": "00:02:19"
  },
  {
    "text": "Good morning, John. There was evening and there was morning.",
    "start": "00:02:20",
    "end": "00:02:23"
  },
  {
    "text": "It's morning again.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "The new day.",
    "start": "00:02:25",
    "end": "00:02:26"
  },
  {
    "text": "The new day. Coffee's still kicking in.",
    "start": "00:02:26",
    "end": "00:02:28"
  },
  {
    "text": "Yep. Yeah. Okay. We're gonna keep exploring the theme of the seventh day. The seventh day in the storyline of the Bible.",
    "start": "00:02:28",
    "end": "00:02:37"
  },
  {
    "text": "Yeah.",
    "start": "00:02:37",
    "end": "00:02:38"
  },
  {
    "text": "Yep.",
    "start": "00:02:38",
    "end": "00:02:38"
  },
  {
    "text": "The complete day.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "Yep. The complete day. So summary.",
    "start": "00:02:41",
    "end": "00:02:43"
  },
  {
    "text": "The day of completeness.",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "Yes.",
    "start": "00:02:44",
    "end": "00:02:45"
  },
  {
    "text": "Summary. Yeah. Give me a little. Where have we been?",
    "start": "00:02:45",
    "end": "00:02:50"
  },
  {
    "text": "Page one of the Bible begins with a seven word sentence that opens up onto a seven day literary design. And then the seventh day culminates with three lines of seven words that are all about the Seventh day.",
    "start": "00:02:50",
    "end": "00:03:07"
  },
  {
    "text": "There's something about seven.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "Something about seven sevens are woven into every part of Genesis one, which is all. It's a literary way of communicating the core theme, that the seventh day is the day of completion, perfection, wholeness, which is associated with the number seven in many Semitic languages and ancient cultures.",
    "start": "00:03:08",
    "end": "00:03:30"
  },
  {
    "text": "Now, you've stayed away from the word perfection before.",
    "start": "00:03:31",
    "end": "00:03:33"
  },
  {
    "text": "Oh, yep. I might want to retract to that. I'll take another sip of coffee. Take that edge off. That's right. Yeah, you're right.",
    "start": "00:03:34",
    "end": "00:03:43"
  },
  {
    "text": "Completion.",
    "start": "00:03:43",
    "end": "00:03:43"
  },
  {
    "text": "Perfection is the English word loaded with things we don't want. Completion, whole or complete. Yeah, which is. There's a. What linguists call a homonym.",
    "start": "00:03:43",
    "end": "00:03:53"
  },
  {
    "text": "Homonym.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "Homonym. Oh, Jessica and I were just talking about a homonym yesterday. Oh, tear. The word tear. No, tear.",
    "start": "00:03:54",
    "end": "00:04:01"
  },
  {
    "text": "Oh, to tear.",
    "start": "00:04:01",
    "end": "00:04:02"
  },
  {
    "text": "The English letters T E, A, R. Yeah, tear. They can spell tear.",
    "start": "00:04:03",
    "end": "00:04:10"
  },
  {
    "text": "Like, comes out of your eye, ducks.",
    "start": "00:04:10",
    "end": "00:04:12"
  },
  {
    "text": "It can also spell the word tear, where you rip something. But then that second word, tear, can mean different things.",
    "start": "00:04:13",
    "end": "00:04:21"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "Right. So you can tear a piece of paper. But then she was asking me. She wanted to use the phrase. She was texting a friend. She wanted to say, I've been on a tear recently doing a house project.",
    "start": "00:04:22",
    "end": "00:04:32"
  },
  {
    "text": "Like a streak or like a.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Yes, yeah, I've been on a tear.",
    "start": "00:04:34",
    "end": "00:04:37"
  },
  {
    "text": "That's a very modern idiom.",
    "start": "00:04:37",
    "end": "00:04:40"
  },
  {
    "text": "I think so.",
    "start": "00:04:40",
    "end": "00:04:41"
  },
  {
    "text": "Yeah.",
    "start": "00:04:41",
    "end": "00:04:41"
  },
  {
    "text": "Yeah. So we could. Maybe. You're interested.",
    "start": "00:04:41",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, but we should move on.",
    "start": "00:04:43",
    "end": "00:04:46"
  },
  {
    "text": "The point is, even there, the same word can mean completely different things once you put it into, like, a figure of speech.",
    "start": "00:04:46",
    "end": "00:04:52"
  },
  {
    "text": "Yeah.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "So you have a homonym T E, A, R that can mean tir or ter, and then ter can have multiple distinct meanings based on figures of speech. So in the same way, the word seven in Hebrew, sheva is spelled with the same letters as the verb sava, which means to be complete or full.",
    "start": "00:04:53",
    "end": "00:05:16"
  },
  {
    "text": "Yeah. So they look identical. They look identical on the page.",
    "start": "00:05:16",
    "end": "00:05:19"
  },
  {
    "text": "Correct. Or. Yeah, they'll look. Yeah, similar. Ish. Depending on word formation. And so that homonym wordplay gets activated, as we're going to see actually, in a story we're going to look at in this conversation with the story of the manna in the wilderness.",
    "start": "00:05:19",
    "end": "00:05:31"
  },
  {
    "text": "And that's different than how ruach can mean spirit, breath, wind.",
    "start": "00:05:32",
    "end": "00:05:37"
  },
  {
    "text": "Oh, yeah. That's one word that has different nuances of meaning depending on the context.",
    "start": "00:05:37",
    "end": "00:05:43"
  },
  {
    "text": "This is the same spelling of a word that actually is two different words.",
    "start": "00:05:43",
    "end": "00:05:47"
  },
  {
    "text": "Correct.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Like tear or tear.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "Yeah. One term for it that's familiar is wordplay. But as A friend of mine, another fellow Hebrew Bible nerd, has helped me see, for the biblical authors, this is anything but like play. For them, it's these word. They're doing work plays are doing theological connecting and work. The technical term is para nomasia, which means.",
    "start": "00:05:49",
    "end": "00:06:15"
  },
  {
    "text": "Sounds like a medical condition.",
    "start": "00:06:15",
    "end": "00:06:17"
  },
  {
    "text": "Yeah. Using words that have similar letters to. To connect and link ideas.",
    "start": "00:06:17",
    "end": "00:06:21"
  },
  {
    "text": "Yeah. Remind me again, though, because you said word formation, I'm just not very familiar with Hebrew.",
    "start": "00:06:22",
    "end": "00:06:26"
  },
  {
    "text": "Oh, yeah, you don't see vowels in the oldest form of Hebrew writing. Yeah. It's a consonantal language.",
    "start": "00:06:26",
    "end": "00:06:32"
  },
  {
    "text": "So when you say it's got the same letters, you mean the same consonants?",
    "start": "00:06:32",
    "end": "00:06:35"
  },
  {
    "text": "The same three consonants. Same consonants. And then Hebrew words are formed off of a three letter root base. So you can add other letters in the middle at the beginning or at the end of those three roots, and that makes them into verbs or participles or nouns and this kind of thing. But you always see those three letters in there. And so the three letters of seven or full or complete. Yeah. Are sheen or sin. There's an interplay there. Beit and ayen. And so you'll be in the story of the manna and you'll see the word he will make you satisfied or make you full. And the word on the seventh day. Don't collect any manna. And it's the same word, the same letters in Hebrew. So it's very common. And so that even though the full or complete root isn't used in Genesis 1, it's actually giving you the idea of completeness by means of the seven. But that's one of the main meanings is that when something happens in a period of seven, that's a way of talking about a full or complete reality.",
    "start": "00:06:35",
    "end": "00:07:46"
  },
  {
    "text": "And God created in six days. On the seventh day, He Shabbat. Shabbats, which is three letters. That's also for the word complete. I was getting this confused.",
    "start": "00:07:46",
    "end": "00:07:59"
  },
  {
    "text": "Yeah, it's okay. That just means to cease.",
    "start": "00:07:59",
    "end": "00:08:01"
  },
  {
    "text": "That means to cease.",
    "start": "00:08:01",
    "end": "00:08:01"
  },
  {
    "text": "To cease.",
    "start": "00:08:01",
    "end": "00:08:02"
  },
  {
    "text": "But how is it connected to the word?",
    "start": "00:08:02",
    "end": "00:08:04"
  },
  {
    "text": "There's a synonym, nuach, that also means to stop, but particularly to rest.",
    "start": "00:08:04",
    "end": "00:08:11"
  },
  {
    "text": "No, but connected to. Connected to the complete Seva or.",
    "start": "00:08:11",
    "end": "00:08:14"
  },
  {
    "text": "Oh, well, the Shabbat is on the seventh day. That's it.",
    "start": "00:08:14",
    "end": "00:08:17"
  },
  {
    "text": "Oh.",
    "start": "00:08:17",
    "end": "00:08:18"
  },
  {
    "text": "Shabbat is the thing that you do on the seventh day.",
    "start": "00:08:18",
    "end": "00:08:21"
  },
  {
    "text": "Stop on the seventh day is complete.",
    "start": "00:08:21",
    "end": "00:08:24"
  },
  {
    "text": "The word seven is there it is paranomasia.",
    "start": "00:08:24",
    "end": "00:08:27"
  },
  {
    "text": "I see.",
    "start": "00:08:27",
    "end": "00:08:28"
  },
  {
    "text": "With the word complete. Yep. So Shabbat, seven and complete are all wrapped together on the seventh day.",
    "start": "00:08:28",
    "end": "00:08:34"
  },
  {
    "text": "You stop on the seventh day.",
    "start": "00:08:34",
    "end": "00:08:35"
  },
  {
    "text": "Yeah.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "Seven is A paranomasia of complete. Got it?",
    "start": "00:08:36",
    "end": "00:08:39"
  },
  {
    "text": "Yep. So Genesis 1 is God organizing, forming and filling the cosmos out of a dark nighttime, watery chaos wasteland into a beautiful garden overflowing with food that he provides on the 6th day. Implication being on the 7th day God will rule. God will fill the world with his presence. He'll Shabbat and nuach. Nuach means to settle in and remember the. The Ten Commandments retell Genesis 1. In six days God made the world and on the seventh day he ruached, therefore observed the Shabbat. Did I say Ruach? I meant Nuach.",
    "start": "00:08:39",
    "end": "00:09:19"
  },
  {
    "text": "Nuach.",
    "start": "00:09:19",
    "end": "00:09:19"
  },
  {
    "text": "Yeah, Nuach. So you wrap all this together in Genesis 1. We're meant to see God creating within a seven a complete cycle of time. Seven creating the cosmos as a place for God's presence to fill and to dwell. Filling it on the seventh day. That's also the place where humanity has been appointed as God's image and co rulers. And he's provided them food on the sixth day. So that on all the days leading forward you have God, his human images, plenty of food, that on the seventh day everybody just chills and rules and does the garden work.",
    "start": "00:09:19",
    "end": "00:10:00"
  },
  {
    "text": "And the idea is the seventh day has no end. There's no evening and morning.",
    "start": "00:10:00",
    "end": "00:10:04"
  },
  {
    "text": "Correct. It just is correct. The formula of there's evening and there's morning does not conclude the seventh day. As Robert Lowry says, it's as if the sun never sets on the ultimate Sabbath. Which is the first Sabbath of Genesis 1. Yeah. The second nuance of Sabbath in Genesis 1 is that it's the culmination. God has, so to speak, liberated the cosmos out of darkness and water and chaos and brought about creation out of the watery darkness into its complete and whole state. And so seventh is the culmination. It's the thing we're waiting for. All of Genesis 1 is building up to the climactic 7 where God and humans rule together. And there's just plenty of food that's the same.",
    "start": "00:10:04",
    "end": "00:10:56"
  },
  {
    "text": "And there's plenty of food. But Adam was told to work and serve in the garden.",
    "start": "00:10:56",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:03"
  },
  {
    "text": "So it's not like you just sit around and there was some. I don't know. Yeah, that's people coming and like serving you the food.",
    "start": "00:11:03",
    "end": "00:11:11"
  },
  {
    "text": "But the narrative makes a difference between there's work in the Sabbath world.",
    "start": "00:11:11",
    "end": "00:11:16"
  },
  {
    "text": "Yeah.",
    "start": "00:11:16",
    "end": "00:11:17"
  },
  {
    "text": "Sabbath work, which is a kind of work that's different than the post exile from Eden work, which is where you have to work the ground until it kills you from the hard labor and the sweat. It's as if The Sabbath world. Creation is, like, friendly and works with you and multiplies your labors exponentially versus the post exile from Eden, where you're.",
    "start": "00:11:17",
    "end": "00:11:43"
  },
  {
    "text": "Just fighting the second law through.",
    "start": "00:11:43",
    "end": "00:11:44"
  },
  {
    "text": "Yeah. As he says to Cain, the ground will only with difficulty give you its strength. Yeah, yeah. Yep. Two kinds of work. So humans are exiled because of their foolish rebellion. Exiled to the land.",
    "start": "00:11:44",
    "end": "00:12:37"
  },
  {
    "text": "And now we live outside the seventh day. In a way.",
    "start": "00:12:37",
    "end": "00:12:40"
  },
  {
    "text": "Yeah. Yeah. In terms of completeness or wholeness, what the seventh day represents is creation complete. And the seventh day ideal of Genesis 1 is lost, forfeited. And so now we're like, oh, we got to get back there. How do we get humans back there to the Sabbath ideal?",
    "start": "00:12:41",
    "end": "00:12:56"
  },
  {
    "text": "How do we get back to the Sabbath ideal? That's the question that drives this conversation.",
    "start": "00:12:56",
    "end": "00:13:03"
  },
  {
    "text": "Yeah, it's one way of thinking about the biblical story is how do we get humans to exist in creation in the Sabbath world.",
    "start": "00:13:03",
    "end": "00:13:12"
  },
  {
    "text": "Yeah.",
    "start": "00:13:12",
    "end": "00:13:13"
  },
  {
    "text": "Or the seventh day. We haven't decided which one. We're going to.",
    "start": "00:13:13",
    "end": "00:13:16"
  },
  {
    "text": "A world of completeness and abundance.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, that's right. Ah. So another layer of Genesis 1. There's always more layers. Remember, of the seven days, the first, the middle, and the last day are all about God creating structures of time. So the first day is the cycle of day and night. And all of that is designed to give you the categories for when you walk into the tabernacle in Exodus and the temple later. And those are little miniature Edens. They're little symbolic micro Edens. Yep. Tabernacle and temple. And so therefore, in the tabernacle and temple, you've got a symbolic tree of life called the Menorah, and it's got seven lights on it. And those lights on the menorah are meant to be cared for every evening and morning according to Leviticus 24 in Numbers chapter 8. And also there's the daily sacrifices and the daily praying of the Shema. That's all by the timing of the first day. The timing of the middle, fourth day is God appoints the sun, moon, and stars to rule over day and night. And there to mark the moadim, the sacred feasts. And those refer to the annual sacred feasts. So you've got.",
    "start": "00:13:18",
    "end": "00:14:32"
  },
  {
    "text": "When do you know when it's time to. For the feasts, you look up at the sky.",
    "start": "00:14:32",
    "end": "00:14:37"
  },
  {
    "text": "That's right.",
    "start": "00:14:37",
    "end": "00:14:37"
  },
  {
    "text": "And the sun, moon, and stars are gonna tell you.",
    "start": "00:14:37",
    "end": "00:14:41"
  },
  {
    "text": "Yep. And the year starts, as we're gonna see in this conversation about the Exodus, the ritual calendar starts with Passover, which is immediately followed by the feast of Unleavened Bread, which is seven days. Okay, so this is good. So Passover begins in the evening, and then you followed by a seven day feast of unleavened bread. Then after that you count seven times seven weeks until you get to the next Moadim, which is Pentecost or the feast of weeks. Then the next main feast is the first day of the seventh month, Rosh Hashanah. Then the next feast is the tenth day of the seventh month, which is the day of atonement. And then the next feast is also in the seventh month, which is the seven day feast of Tabernacles. So in other words, all the feasts referred to in the middle day of Genesis 1 are all about the Sabbath in connection with seven day feasts. And they're all about celebrating God's provision of food or rescue or provision of bread or provision of forgiveness.",
    "start": "00:14:41",
    "end": "00:15:47"
  },
  {
    "text": "So the calendar year, the ritual calendar year starts with Passover. And when is that?",
    "start": "00:15:47",
    "end": "00:15:52"
  },
  {
    "text": "Passover?",
    "start": "00:15:52",
    "end": "00:15:53"
  },
  {
    "text": "When's it in our calendar?",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "Oh, well, yeah, our western calendar, it's usually in spring, usually April, April or March, depending on.",
    "start": "00:15:54",
    "end": "00:16:01"
  },
  {
    "text": "I see. And then you wait seven times seven weeks, and then you get into the next.",
    "start": "00:16:01",
    "end": "00:16:05"
  },
  {
    "text": "The feast of weeks.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "The feast of weeks, which is the seventh month.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "It's on the 50th. You wait a cycle of 49 days, seven weeks, and then you. Oh, and then you get the 50th.",
    "start": "00:16:08",
    "end": "00:16:17"
  },
  {
    "text": "Day and then you're somewhere in usually.",
    "start": "00:16:17",
    "end": "00:16:20"
  },
  {
    "text": "Late spring, early summer.",
    "start": "00:16:20",
    "end": "00:16:21"
  },
  {
    "text": "Okay.",
    "start": "00:16:21",
    "end": "00:16:21"
  },
  {
    "text": "Yep. It's early harvest.",
    "start": "00:16:21",
    "end": "00:16:23"
  },
  {
    "text": "Okay.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "And then the seventh month is usually in the west is in the fall, October, November of the seventh ritual month. The seventh ritual month. Yeah, we'll talk about this later. But his point is the middle day four of Genesis 1.",
    "start": "00:16:24",
    "end": "00:16:38"
  },
  {
    "text": "Yeah, it's talking about all those feasts.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "It's giving you all the categories for the moedim, which are the Israel's sacred feasts. And all those feasts are spun out of the number seven in the calendar. The last day of Genesis 1 gives you the weekly Shabbat, the seventh day, but then also prepares you for every seventh year, the year of release, and then every seven times seven year, which is the jubilee, the whole symbolic ritual calendar of Israel that you'll meet in Exodus, Leviticus, Numbers, Deuteronomy is already baked into creation in the first, fourth and seventh days of Genesis 1 sacred time.",
    "start": "00:16:40",
    "end": "00:17:20"
  },
  {
    "text": "It'S baked into the creation account. And it's all anticipating and hoping for new creation.",
    "start": "00:17:20",
    "end": "00:17:27"
  },
  {
    "text": "That's right. So as Israel is in the wilderness and in the promised land, all these ritual times are meant to both make them look backwards to Genesis 1 to see the ideal for which God made creation. We're not in that ideal. So all those feasts become anticipations of future hope of when God will bring about a new creation. That is truly. It's a perpetual seventh day.",
    "start": "00:17:27",
    "end": "00:17:55"
  },
  {
    "text": "So is there supposed to be. And maybe I'm jumping the gun on here, but are we supposed to be thinking then in the sense of, like, we live in the sixth day and we're waiting for the seventh day? In a metaphorical way, yeah.",
    "start": "00:17:55",
    "end": "00:18:12"
  },
  {
    "text": "There is yet a more complete seventh day that has not taken place yet. And so every. If you live by Israel's calendar, every seventh day is just a little foretaste of that future ultimate seventh day. And then every seven years. Foretaste every seven times seven years with.",
    "start": "00:18:12",
    "end": "00:18:31"
  },
  {
    "text": "The jubilee and every feast.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "And every feast, tabernacles, they're all different ways of remembering our past story that points us forward to our future hope. That's the dynamic of the. The seventh day.",
    "start": "00:18:33",
    "end": "00:18:44"
  },
  {
    "text": "Cool.",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "So God's ultimate response to humanity, exiled from the seventh day, land in Eden, is to set in motion the land of the seven. Set in motion a plan to call a new Adam and Eve into existence. Abraham and Sarah. And so he speaks, Remember a seven line poem to Abram talking about how the blessings of Eden are going to be restored to all the nations through him and his family. And so we didn't spend. We just talked about, I think, one story in Abraham. Yeah, the story of the well of Seven.",
    "start": "00:19:25",
    "end": "00:19:59"
  },
  {
    "text": "The well of Seven. Yeah.",
    "start": "00:19:59",
    "end": "00:20:01"
  },
  {
    "text": "Yeah. But it's a story of how Abraham has this territorial dispute over wells with a king called Abimelech. Normally, this is what people start killing each other over.",
    "start": "00:20:01",
    "end": "00:20:12"
  },
  {
    "text": "Water.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "Water. Yeah, water.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Water rights. Water rights and land rights. Really?",
    "start": "00:20:14",
    "end": "00:20:17"
  },
  {
    "text": "Yeah, that's right. Yeah, totally. But what Abram does is offer up seven lambs and says, enter into a covenant with me. In that story, the king Abimelech shows up with his army commander. His army commander named Fikol.",
    "start": "00:20:17",
    "end": "00:20:32"
  },
  {
    "text": "Oh, yeah, Fikol.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "Yeah, totally. Yeah. So, I mean, just that's the scene, you know, like a king approaches you with, like his general.",
    "start": "00:20:33",
    "end": "00:20:40"
  },
  {
    "text": "Right. You know, be intimidating.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Yeah, totally. So Abram's just like, no, let's peace. Let's make a covenant. Here's a gift. He offers him a gift of seven, and they make peace with each other. And the king says, God. Wow. God is with you, isn't he?",
    "start": "00:20:42",
    "end": "00:20:53"
  },
  {
    "text": "Yeah.",
    "start": "00:20:53",
    "end": "00:20:53"
  },
  {
    "text": "And. And they have peace. Abraham can dwell in his land. And what does Abraham do? He goes and sits down by this well, of seven and plants a tree. He plants a tree. And then the end of the story is. And he sat under the tree at the well of seven, at peace with God and man.",
    "start": "00:20:53",
    "end": "00:21:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "And you're just like, oh, that's a little picture of Eden right there. Yeah, that's how the Abraham narratives work. That's just one example of many. Many in Genesis.",
    "start": "00:21:09",
    "end": "00:21:17"
  },
  {
    "text": "That's cool.",
    "start": "00:21:17",
    "end": "00:21:18"
  },
  {
    "text": "Yeah.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "To make that really applicable, it's like, it's if you in your life have contention with a neighbor or something. Actually, we have a friend who's building a what's called an auxiliary dwelling unit above his garage.",
    "start": "00:21:19",
    "end": "00:21:34"
  },
  {
    "text": "A little mini house on top of his garage. Yeah, yeah, that's right.",
    "start": "00:21:34",
    "end": "00:21:37"
  },
  {
    "text": "And one of his neighbors came over and was bummed because it's like kind of overlooking that guy's backyard. And it was just this contention, like strife. And, you know, I'm sure if he had a military general, he would have brought them too.",
    "start": "00:21:37",
    "end": "00:21:52"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "And yeah, and they're making peace about it. And maybe they should plant a tree in commemoration.",
    "start": "00:21:54",
    "end": "00:22:00"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:22:00",
    "end": "00:22:01"
  },
  {
    "text": "But you know, it's just like that kind of like there can be peace in many Eden.",
    "start": "00:22:02",
    "end": "00:22:07"
  },
  {
    "text": "Yes. Yeah, that's right. This is Sermon on the Mount. It's the Kingdom of God. Think of the seventh day as the kingdom of God coming on earth as in heaven. And so if Jesus. Whole point is, it's arrived now, what you thought was only for the future.",
    "start": "00:22:07",
    "end": "00:22:22"
  },
  {
    "text": "Yeah. It can happen now.",
    "start": "00:22:22",
    "end": "00:22:24"
  },
  {
    "text": "Is in the person of Jesus and in the Spirit has broken into the present. It's come backwards in time to invade the present. And so the Sermon on the Mount is living as if we behave like we will in the new creation.",
    "start": "00:22:24",
    "end": "00:22:40"
  },
  {
    "text": "Yeah.",
    "start": "00:22:40",
    "end": "00:22:40"
  },
  {
    "text": "So you make peace with your enemies, you give them gifts like Abraham did with Abimelech. Instead of fighting over scarce resources, you trust that that well will produce enough water for all of us. And so you give your enemy a gift. Totally, dude. This is what Abraham is doing at his best in these stories, is he's making peace with his neighbors. And when he does, there's food and water enough for everybody. He becomes a blessing to the nations.",
    "start": "00:22:40",
    "end": "00:23:08"
  },
  {
    "text": "So the way you phrase that about the Beatitudes, living as if. How did you phrase that?",
    "start": "00:23:08",
    "end": "00:23:13"
  },
  {
    "text": "Oh, living in the present world of exiled from Eden, but trusting that the seventh day has, like, invaded the present. Yeah. The future. Seventh day has come from the future.",
    "start": "00:23:13",
    "end": "00:23:24"
  },
  {
    "text": "Invaded the present.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. It's time traveled back to invade. Yep.",
    "start": "00:23:25",
    "end": "00:23:29"
  },
  {
    "text": "And isn't that also the point of Sabbath and the feasts is to have that Same moment, totally.",
    "start": "00:23:29",
    "end": "00:23:35"
  },
  {
    "text": "The whole point of the resting on the seventh day is you take one day out of your week to inconvenience your life of struggle and survival and toil and pretend.",
    "start": "00:23:35",
    "end": "00:23:46"
  },
  {
    "text": "Yeah. Like the seventh day has arrived.",
    "start": "00:23:46",
    "end": "00:23:47"
  },
  {
    "text": "The seventh day, ultimate seventh day has arrived. It's a little play acting foretaste. Yeah. It's symbolic behavior. That's what rituals are. Right. They're symbolic behavior. Just like I think for Jesus, loving your enemy is treating your enemy in the present like you will treat him in the new creation when there's no reason for you to fight anymore.",
    "start": "00:23:48",
    "end": "00:24:12"
  },
  {
    "text": "Hmm.",
    "start": "00:24:12",
    "end": "00:24:12"
  },
  {
    "text": "Don't you think that's like the logic?",
    "start": "00:24:12",
    "end": "00:24:15"
  },
  {
    "text": "It is the logic. It's cool. And you know, pragmatically, it's kind of the best way to get to that present future state.",
    "start": "00:24:15",
    "end": "00:24:22"
  },
  {
    "text": "Yes. Yeah. You end up actually creating it.",
    "start": "00:24:22",
    "end": "00:24:25"
  },
  {
    "text": "Yeah.",
    "start": "00:24:25",
    "end": "00:24:25"
  },
  {
    "text": "Not just pretending, but you end up tasting it.",
    "start": "00:24:25",
    "end": "00:24:27"
  },
  {
    "text": "Yeah. The play acting becomes real, becomes reality.",
    "start": "00:24:27",
    "end": "00:24:30"
  },
  {
    "text": "Yeah, yeah, yeah. It's an alternative script. It's an alternative story. You live by an alternative story and surprisingly find that it starts to, like, bring it about you. Yeah.",
    "start": "00:24:30",
    "end": "00:24:42"
  },
  {
    "text": "Unless evil is strong enough to stamp it out.",
    "start": "00:24:42",
    "end": "00:24:45"
  },
  {
    "text": "Correct.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "Which I think is everyone's fear. Right. That's the fear. Okay. Love my enemy or rest. But the problem is if I do that, I'm gonna be taken advantage of.",
    "start": "00:24:46",
    "end": "00:24:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:24:56",
    "end": "00:24:57"
  },
  {
    "text": "Evil will win.",
    "start": "00:24:57",
    "end": "00:24:58"
  },
  {
    "text": "Correct.",
    "start": "00:24:58",
    "end": "00:24:58"
  },
  {
    "text": "Maybe I'll do that every once in a while. I'll hedge my bets a little bit though.",
    "start": "00:24:58",
    "end": "00:25:04"
  },
  {
    "text": "Yeah. I think.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "Because no one else is gonna do it.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "Yeah, I mean. Yeah, that's right.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "Consistently.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "That's right.",
    "start": "00:25:09",
    "end": "00:25:09"
  },
  {
    "text": "And then I'm going to get the short end of the stick on a personal level and then on a national level.",
    "start": "00:25:10",
    "end": "00:25:14"
  },
  {
    "text": "That's right. Yeah. I mean, what else is the cross except Jesus saying it's okay if you get taken advantage of and killed because of the hope of the resurrection and the ultimate seventh day. You trust that this isn't the whole story.",
    "start": "00:25:14",
    "end": "00:25:32"
  },
  {
    "text": "It's okay if you get taken advantage of.",
    "start": "00:25:33",
    "end": "00:25:35"
  },
  {
    "text": "It's okay if you get killed, even killed. I mean, it's not okay. It's actually, it's not okay. But you trust that God has the power to bring about new creation, maybe even through my loss and suffering and death. I mean, and if you just watch how the apostle Paul, for example, or Peter in their letters, how they process what it means to live with the crucified and risen Messiah as your master, that's exactly where they go. He says, consider your suffering light compared to the glory that is to be revealed. That's Paul in 2 Corinthians. Yeah. I'm not saying for our listeners, please don't mistake John and I for people who always. Who actually live it this way. Just because we can talk about it doesn't mean we actually live it. It's very difficult. Like, when I think about my life, it's very difficult. I don't very often live consistently by that narrative. And maybe that's the whole point of.",
    "start": "00:25:35",
    "end": "00:26:36"
  },
  {
    "text": "Is it a spiritual discipline of sorts?",
    "start": "00:26:36",
    "end": "00:26:39"
  },
  {
    "text": "That's what I was just gonna go there.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "I mean, it's not one that you find in, like, Foster's book, like, let yourself be taken advantage of.",
    "start": "00:26:41",
    "end": "00:26:46"
  },
  {
    "text": "Oh, I see.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "A discipline of, like, I'm gonna discipline myself to make peace, even though it's scary today.",
    "start": "00:26:48",
    "end": "00:26:54"
  },
  {
    "text": "Yeah, that's right. You can consider baby steps are every seven days, severely inconveniencing myself for practice, to symbolically act out my hope in the future. 7th day, completion of creation. You could also say the Jewish and Christian practices of fasting are very similar. I think you symbolically deprive yourself of food as a way of enacting and symbolizing your real situation in the world, which is that your life doesn't depend on your ability to provide for yourself. My life comes as a gift from God. So it's another form of inconvenience to symbolize the truth about my existence in the world, which is I'm a dependent being who lives by God's generosity.",
    "start": "00:26:54",
    "end": "00:27:48"
  },
  {
    "text": "And those are basic spiritual disciplines.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "Fasting and resting and. Yeah. At least some kind of rhythm of rest. Inconvenient rest. Yeah, yeah. And I think the idea is, through these practices, if I've built into my life the habit of being inconvenienced when I do it to myself, when somebody else wrongs or inconveniences me.",
    "start": "00:27:50",
    "end": "00:28:09"
  },
  {
    "text": "You're used to it.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "It doesn't hurt quite as bad.",
    "start": "00:28:10",
    "end": "00:28:12"
  },
  {
    "text": "You've built the muscle memory for it.",
    "start": "00:28:12",
    "end": "00:28:14"
  },
  {
    "text": "Yeah, that's it. Yeah, that's right.",
    "start": "00:28:14",
    "end": "00:28:16"
  },
  {
    "text": "Or when you've practiced fasting and now you're in a situation where you don't have enough, and it feels like you might not get enough.",
    "start": "00:28:16",
    "end": "00:28:24"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:28:24",
    "end": "00:28:25"
  },
  {
    "text": "You're like, I know what this feels like, and I know I can get through it.",
    "start": "00:28:25",
    "end": "00:28:28"
  },
  {
    "text": "Yep. You know, this is real time. This is a great conversation, by the way. Real time. This is March 2019. We just began the season of Lent, which many Christian traditions practice. The 40 days, 40 days leading up to Resurrection Sunday. So in most traditions, many Christian traditions, it's a season where you symbolically reenact Jesus 40 day testing Israel's 40 year wandering in the wilderness. So you symbolically deprive yourself of something for lots of reasons. It's come to me in lots of things in different traditions. But that's like another example. Yeah.",
    "start": "00:28:28",
    "end": "00:29:10"
  },
  {
    "text": "Another type of fasting.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "It's another type of fasting. Fasting. And I think the most historic practices are actually some kind of food.",
    "start": "00:29:11",
    "end": "00:29:16"
  },
  {
    "text": "Makes sense. I've never done that. The only time I've ever fasted from food was like in junior high or something. There was this. There was this thing called the 48 hour fast or something.",
    "start": "00:29:17",
    "end": "00:29:27"
  },
  {
    "text": "Yeah.",
    "start": "00:29:27",
    "end": "00:29:28"
  },
  {
    "text": "And it was just like a youth group type event and you hang out for 48 hours and you just drink smoothies or like juice. I think there was juice.",
    "start": "00:29:28",
    "end": "00:29:37"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "I think it's like the longest I've gone without eating.",
    "start": "00:29:39",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:44"
  },
  {
    "text": "There's a guy I know does like a 40 day every year fast. It's incredible.",
    "start": "00:29:44",
    "end": "00:29:48"
  },
  {
    "text": "Yeah, it is. Yeah, it is. I have not had any consistent rhythms of fasting, which if I were living in the like 2nd century in Asia Minor, in Ephesus or Laodicea and was a part of the house church network there, it would be unthinkable that I didn't fast. It's the norm is for Christians to fast every Thursday and then to fast during Lent and all these other things. Every Thursday you fast, but every Thursday. Yeah. The earliest traditions of Christian fasting go back to. They're mentioned in a second century work called the Didache, which was a distillation of early Christian catechism. And one of the practices is weekly fasting.",
    "start": "00:29:48",
    "end": "00:30:37"
  },
  {
    "text": "Wow. On Thursday, no food Thursday. Wow. You know what, man? We could start a new diet craze, the early Christian diet. Sell a million books.",
    "start": "00:30:37",
    "end": "00:30:46"
  },
  {
    "text": "Yeah, totally. Yeah. I just. This also was from a time period in history where people related to food in a radically different way than having.",
    "start": "00:30:46",
    "end": "00:30:57"
  },
  {
    "text": "A fridge full of it.",
    "start": "00:30:57",
    "end": "00:30:59"
  },
  {
    "text": "Modernized Western, where some people middle, upper class have full fridges and ready access to stocked grocery. Grocery stores and markets. And that's an oddity in human history, man.",
    "start": "00:30:59",
    "end": "00:31:16"
  },
  {
    "text": "You were telling me that story about the winter in the Midwest or something where like.",
    "start": "00:31:16",
    "end": "00:31:23"
  },
  {
    "text": "Oh yeah, this is from Little House on the Prairie.",
    "start": "00:31:23",
    "end": "00:31:25"
  },
  {
    "text": "Little House on the Prairie.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "The Long Winter.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "The Long winter.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Oh, we just listened to in a car ride recently with the boys and.",
    "start": "00:31:27",
    "end": "00:31:31"
  },
  {
    "text": "Like what they were eating. What were they eating?",
    "start": "00:31:31",
    "end": "00:31:35"
  },
  {
    "text": "Well, yeah, it's the long winter. The House on the Prairie. They're in South Dakota I think by that point. And it ends up being essentially a seven month winter. And the trains can't get through. Supply trains are just impossible to move them. And so pretty much from, like, February to April, they're eating rationed bits of brush, brown bread, but they're like putting.",
    "start": "00:31:35",
    "end": "00:31:59"
  },
  {
    "text": "Straw in it or something, right?",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Oh, no. They're twisting straw for fuel for their fire. They're making straw bricks. And their daily ritual is basically just to huddle around the fire, twisting the straw for the next day's fire, and ma making the little bit of bread that they can have twice a day. And they're just buried in their houses. Yeah, it's so gnarly.",
    "start": "00:32:00",
    "end": "00:32:22"
  },
  {
    "text": "Anyway, I don't think anyone in my family is emotionally prepared to ever deal with something like that.",
    "start": "00:32:22",
    "end": "00:32:27"
  },
  {
    "text": "No, no. So once again, we're back to it. The rituals of sacred time are about this muscle memory. Developing muscle memory to humble us, make us recognize our frailty.",
    "start": "00:32:27",
    "end": "00:32:41"
  },
  {
    "text": "So when that happens, when you get to a time when maybe there isn't food or a time when you're being taken advantage of and it feels like there's not enough, and it feels like death is going to win, you have this muscle memory of, no, I can trust that there's something more powerful than death.",
    "start": "00:32:41",
    "end": "00:33:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:33:01",
    "end": "00:33:01"
  },
  {
    "text": "And I can get through this. Christianity in the Hebrew scriptures, it's a very optimistic view of the world.",
    "start": "00:33:01",
    "end": "00:33:09"
  },
  {
    "text": "Optimistic?",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Yeah. I mean, to say I can love my enemy, you have to have an incredible amount of optimism.",
    "start": "00:33:10",
    "end": "00:33:17"
  },
  {
    "text": "Well, this might just be different meanings of the same word. When I think optimism, I think it'll all work out.",
    "start": "00:33:18",
    "end": "00:33:24"
  },
  {
    "text": "Yeah, it'll all work out.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "That's not the biblical view. The biblical view is this is hell. We've created hell here in exile, and things are bad. In fact, they're more bad than any of us probably realize. But there's hope.",
    "start": "00:33:26",
    "end": "00:33:41"
  },
  {
    "text": "That's what I'm talking about, the hope.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "Okay. For me, optimism is okay, so just different definitions. For me, hope is, we don't have a prayer except for one who can do what we cannot do. To me, optimism is things will probably work out okay.",
    "start": "00:33:42",
    "end": "00:33:58"
  },
  {
    "text": "Yeah, that's hope.",
    "start": "00:33:59",
    "end": "00:34:00"
  },
  {
    "text": "Turn that frown upside down.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "What's the difference between that and hope?",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Oh, we made a video about this. We did a word study on hope.",
    "start": "00:34:03",
    "end": "00:34:08"
  },
  {
    "text": "That's right.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "Yeah. Hope is about a person. I trust that a person will come through. Optimism is about things will work out.",
    "start": "00:34:09",
    "end": "00:34:16"
  },
  {
    "text": "Okay, I see.",
    "start": "00:34:16",
    "end": "00:34:17"
  },
  {
    "text": "Things will work out.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "Okay. So the word optimism for you is about circumstances turning out on their own, inertia working out correct versus we need some sort of. We need someone to come in and make it work.",
    "start": "00:34:19",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, Optimism. Actually, the first one. This is a long time ago. There's a theologian and activist. His name's Cornel West. He's a professor. Oh, at Princeton. We went to school at Princeton. Anyway, he wrote this article in a really popular culture magazine. It was like Rolling Stone or something like that. Or there's an interview with him, and he talked about the difference between optimism and hope. Optimism and Christian hope.",
    "start": "00:34:34",
    "end": "00:35:04"
  },
  {
    "text": "Okay.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "And that's actually, to be honest, that's what gave me that category many years ago. And I thought it was helpful because the biblical story, Cornel west with one.",
    "start": "00:35:06",
    "end": "00:35:16"
  },
  {
    "text": "W. Google knows what's up. I just had to type in Cornel west opt. And it finished it for me.",
    "start": "00:35:16",
    "end": "00:35:22"
  },
  {
    "text": "Yeah, yeah. I mean, he's definitely Prisoner of Hope.",
    "start": "00:35:22",
    "end": "00:35:25"
  },
  {
    "text": "The sun magazine.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "No, he's a provocative figure. That.",
    "start": "00:35:26",
    "end": "00:35:28"
  },
  {
    "text": "Definitely Prisoner of Hope. That's a cool.",
    "start": "00:35:28",
    "end": "00:35:30"
  },
  {
    "text": "Prisoner of hope. That's a cool term. Yeah. He's a really interesting. Really interesting person. But yeah, this article was helpful. Optimism versus Christian hope. That optimism is trusting that circumstances will work out. History will just inevitably work out okay. For everyone. And for him, that's just a radical naivety in how things work.",
    "start": "00:35:30",
    "end": "00:35:53"
  },
  {
    "text": "But hope is a type of optimism. Circumstances work out because.",
    "start": "00:35:53",
    "end": "00:35:56"
  },
  {
    "text": "Because of the character of this person that I trust.",
    "start": "00:35:57",
    "end": "00:36:00"
  },
  {
    "text": "Yeah.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "Okay. Yeah. I mean, there, I guess, then become semantics. I think the core distinction is helpful, though.",
    "start": "00:36:01",
    "end": "00:36:08"
  },
  {
    "text": "Yeah.",
    "start": "00:36:08",
    "end": "00:36:08"
  },
  {
    "text": "When the biblical, especially in the book of Psalms, the word hope is attached to the person of Yahweh, whose covenant loyalty compels him to rescue creation because humans and circumstances follow a very predictable pattern. That's the Genesis 3 design pattern throughout the Hebrew Bible.",
    "start": "00:36:08",
    "end": "00:36:27"
  },
  {
    "text": "Yeah.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "Anyway, okay, so we've been talking about how sacred time, rhythms of sacred time are like a form of developing muscle memory. In God's people. There is no sacred calendar rhythm more influential than the one that begins Israel's sacred calendar year, which is Passover, which begins on the first month of Israel's sacred calendar. Every year, on the tenth day of that month, they are to select a blameless, spotless lamb. That's just a young lamb, like a year old.",
    "start": "00:36:28",
    "end": "00:37:46"
  },
  {
    "text": "A complete lamb.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "Yep. They take care of that lamb for four days, and then on the 14th day of the month, they slaughter and roast the lamb in the evening. In the evening, at night, the moment the sun sets, you slaughter and roast the lamb, take the blood, put it on the door frames of the house. That night, you eat this bit, big meal then at night, and you eat it with your bags packed, coats on, ready to rock, ready to Go. Acting like you're leaving on a trip. That's the Passover of Yahweh. That's the night that God brings the 10th and final act of judgment on Egypt.",
    "start": "00:37:47",
    "end": "00:38:31"
  },
  {
    "text": "Final judgment which goes back all the.",
    "start": "00:38:31",
    "end": "00:38:34"
  },
  {
    "text": "Way back to the beginning of the Exodus narrative with the death of the firstborn. So Pharaoh's been slaughtering the firstborn of Israel. And God has given Pharaoh 9 opportunities to humble himself. And at every turn, Pharaoh has just given the strong middle finger to Yahweh. And so it comes down to it that God visits upon Pharaoh the very thing that Pharaoh visited upon Israel, which is the death of the firstborn. So in the middle of the night, the firstborn dies. Pharaoh tells them to leave. And so at night.",
    "start": "00:38:34",
    "end": "00:39:14"
  },
  {
    "text": "And they're ready.",
    "start": "00:39:14",
    "end": "00:39:14"
  },
  {
    "text": "And they're ready. And they've also been told to prepare a unique kind of bread. Unleavened bread? Yeah, unleavened bread is bread that you make when you, you don't put yeast into it. Yeast takes hours and hours for it to rise and then you bake. So unleavened bread is bread for the road. Road bread, you can make it very quickly. All you have to wait is for it to dry and it's flat bread. So you make it because there's no time to waste. So they set out at night, and from that moment that they set out begins a seven day feast, A seven day sacred ritual called the feast of unleavened Bread.",
    "start": "00:39:14",
    "end": "00:39:53"
  },
  {
    "text": "So it's a feast on the road?",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah, it's the feast of the Flight.",
    "start": "00:39:55",
    "end": "00:39:57"
  },
  {
    "text": "Feast of the flight.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "Feast of the. Whoa. I just thought of that right now. Feast of the flight.",
    "start": "00:39:58",
    "end": "00:40:01"
  },
  {
    "text": "What do you mean you just thought of that? That's not what it's called.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "It just came out of my mouth.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "I've never thought that sounded like an official title.",
    "start": "00:40:04",
    "end": "00:40:07"
  },
  {
    "text": "I know, but I'm just saying it. Just there you go. And then for seven days you eat that bread, that feast of flight. So Passover, it begins in the evening and goes for us then from there evening forward in a seven day rhythm. And this is the first ritual symbolic feast of Israel's calendar.",
    "start": "00:40:07",
    "end": "00:40:24"
  },
  {
    "text": "And there's something about this feast which is like, be ready. Because in a way it's like this new act of God bringing liberation, liberating.",
    "start": "00:40:24",
    "end": "00:40:35"
  },
  {
    "text": "Them from darkness, from darkness and death into on their way to the promised land.",
    "start": "00:40:35",
    "end": "00:40:41"
  },
  {
    "text": "On their way to the promised land. It's going to happen in an instant.",
    "start": "00:40:41",
    "end": "00:40:44"
  },
  {
    "text": "That's right.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "Like it's just going to be ready.",
    "start": "00:40:44",
    "end": "00:40:46"
  },
  {
    "text": "That's right. We'll take a Few moments to drill down into these. But all of the key items at work in Genesis 1 get picked up and developed and inverted or tweaked in the Exodus story leading up to the Passover and feast of unleavened bread.",
    "start": "00:40:46",
    "end": "00:41:01"
  },
  {
    "text": "Wait, is this why Jesus talks about the blink of an eye in like, when will the end times come? And he's like, no one really knows, but like, blink of an eye.",
    "start": "00:41:02",
    "end": "00:41:12"
  },
  {
    "text": "Well, the blink of an eye is Paul in 1 Corinthians. Oh, that's Paul, not Jesus in our body is being transformed into the resurrection body. Yeah, that's it. In. Yeah, we'll be.",
    "start": "00:41:12",
    "end": "00:41:23"
  },
  {
    "text": "I was just thinking about how this.",
    "start": "00:41:24",
    "end": "00:41:25"
  },
  {
    "text": "Passover is about suddenness.",
    "start": "00:41:25",
    "end": "00:41:27"
  },
  {
    "text": "The suddenness.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Yeah, that's right. Yep. And remember, this is actually. It's the day. This is where the day of the Lord theme begins here.",
    "start": "00:41:28",
    "end": "00:41:35"
  },
  {
    "text": "That's right.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "The final of the 10 plagues and the liberation from Egypt through the waters. It's all called in later biblical poetry, the day. The day which begins the day of Yahweh.",
    "start": "00:41:36",
    "end": "00:41:46"
  },
  {
    "text": "Because the day comes before. For the day of the Lord comes before the rest.",
    "start": "00:41:47",
    "end": "00:41:51"
  },
  {
    "text": "Yes, the day of the liberation and judgment on the violence of the nations. Yeah, that's right. Okay, so let's back up and we're gonna look at some stuff in the whole shape of the Exodus story to see how it's been designed as a full on replay and development of Genesis chapter one.",
    "start": "00:41:51",
    "end": "00:42:10"
  },
  {
    "text": "Okay.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "Yeah. Okay, so let's go to Exodus chapter one. Think a big picture here you have Israel, the family of Jacob's exiled from the promised land down in Egypt.",
    "start": "00:42:11",
    "end": "00:42:48"
  },
  {
    "text": "That's how Genesis ends.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Yep. Exodus 1 begins with saying the sons of Israel were fruitful and multiply and filled the land.",
    "start": "00:42:50",
    "end": "00:42:56"
  },
  {
    "text": "That's Genesis 1 language.",
    "start": "00:42:57",
    "end": "00:42:59"
  },
  {
    "text": "Totally. Yeah. And that's what I would expect the family of Abraham to do because they carry the Sabbath, Eden blessing out there among the nations. And you remember in Genesis when the nations recognized Abraham as the source of God's blessing, peace and covenant and water for everybody.",
    "start": "00:42:59",
    "end": "00:43:22"
  },
  {
    "text": "There's enough.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "There's enough. Yeah. Pharaoh is represented as one of the first empires or rulers of the nations who looks at the blessing God has given to the family of Abraham and he's threatened by it.",
    "start": "00:43:23",
    "end": "00:43:38"
  },
  {
    "text": "He can't trust these guys.",
    "start": "00:43:39",
    "end": "00:43:40"
  },
  {
    "text": "Yeah. What he thinks is these immigrants are multiplying and he sees a threat to national security and the economy. And so he enacts a slow genocide of the people through Avodah, through working of the ground. It gets translated slavery or labor. It's the same word as Genesis 3. So now it's Pharaoh. So think in Genesis 3, God exiles the people, and there they're going to have hard Avodah labor that kills them on the ground. Return to the dust. Here in Exodus, it's Pharaoh driving them to do that. Yeah, Pharaoh's the one who's killing people through Avodah in the land of exile, the Israelites.",
    "start": "00:43:40",
    "end": "00:44:24"
  },
  {
    "text": "Yeah.",
    "start": "00:44:24",
    "end": "00:44:24"
  },
  {
    "text": "So thinking very big picture here. There's so many things we could do.",
    "start": "00:44:25",
    "end": "00:44:28"
  },
  {
    "text": "Wow.",
    "start": "00:44:28",
    "end": "00:44:28"
  },
  {
    "text": "But that's how it begins and ends. The third attempt of Pharaoh to destroy these people is eventually to start throwing the boys into the waters. Waters of death. So God raises up one of those boys who was cast into the waters in a little floating ark.",
    "start": "00:44:29",
    "end": "00:44:44"
  },
  {
    "text": "We've talked about this.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "And so that becomes Moses. Fast forward. Moses is told to go confront Pharaoh with his brother Aaron and with the staff.",
    "start": "00:44:46",
    "end": "00:44:55"
  },
  {
    "text": "Yeah, the snake staff.",
    "start": "00:44:55",
    "end": "00:44:56"
  },
  {
    "text": "The snake staff. And so begins the famous story of the ten plagues. Well, they're called the ten plagues, but they all begin with ten acts of God speaking.",
    "start": "00:44:56",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, the ten words.",
    "start": "00:45:05",
    "end": "00:45:06"
  },
  {
    "text": "And God said to Moses. Yeah, that's how they all began. Or God said to Moses and Aaron or something. Just like Genesis 1. 10 acts of God speaking.",
    "start": "00:45:06",
    "end": "00:45:15"
  },
  {
    "text": "Oh, there's 10 acts of God speaking. Genesis 1.",
    "start": "00:45:15",
    "end": "00:45:17"
  },
  {
    "text": "Yep, that's right. And the 10. Why are there 10?",
    "start": "00:45:17",
    "end": "00:45:20"
  },
  {
    "text": "Why are there 10?",
    "start": "00:45:21",
    "end": "00:45:21"
  },
  {
    "text": "I mean, you could just say because 10 happened. But.",
    "start": "00:45:21",
    "end": "00:45:23"
  },
  {
    "text": "But why is there 10 in Exodus? Or why is there 10 in Genesis?",
    "start": "00:45:25",
    "end": "00:45:28"
  },
  {
    "text": "The number 10, why is that significant? Is there a pattern of 10 acts of divine speech? Well, yeah, on page one.",
    "start": "00:45:28",
    "end": "00:45:35"
  },
  {
    "text": "In page one, if I can remember 10 times, God speaks.",
    "start": "00:45:36",
    "end": "00:45:41"
  },
  {
    "text": "And God said.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "And God said. And it happens in the beginning of every day or. No, at some point each day begins.",
    "start": "00:45:43",
    "end": "00:45:49"
  },
  {
    "text": "And then a couple days have more than one act of divine speech. There's 10 acts of divine speech. So this is what's interesting. Then I've got a little chart here. If you track through the ten plagues, when God speaks, what the ten plagues will be. All these hyperlinks to the ten acts of speech in Genesis. My favorite one is one of the later plagues, which is darkness over the land. So think of the first day. The pre first day is. And darkness was over the surface of the deep. And God said, yehi, O, let there be light.",
    "start": "00:45:49",
    "end": "00:46:22"
  },
  {
    "text": "That's one of God's words.",
    "start": "00:46:22",
    "end": "00:46:24"
  },
  {
    "text": "Yeah, that's actually God's first word.",
    "start": "00:46:24",
    "end": "00:46:25"
  },
  {
    "text": "It's his first word.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "His first word. In Exodus, chapter 10, God says, Yehi Choshech, let there be darkness. And there was Darkness over the land of Egypt. But for the sons of Israel, there was light in all of their dwellings. So in other words, God is allowing Egypt to collapse back into darkness. Disorder, disorder. But providing light for his chosen.",
    "start": "00:46:26",
    "end": "00:46:53"
  },
  {
    "text": "So like the plagues aren't like an uncreation. They're like. They're a sifting of sorts.",
    "start": "00:46:53",
    "end": "00:47:00"
  },
  {
    "text": "Oh yeah, okay. In this case, yeah. Well, they're pulling Egypt, which has unleashed violence and death into the world. He's allowing them to be de. Created. The plagues are a kind of de creation.",
    "start": "00:47:00",
    "end": "00:47:15"
  },
  {
    "text": "It is a type of decreation. But not over everything. Over just the things that need to be decreated.",
    "start": "00:47:15",
    "end": "00:47:22"
  },
  {
    "text": "Yeah, but for his people, who he's going to redeem, he provides them with light in. Let's see. The Nile will swarm with frogs. The verb is shirats. On day five, all of the water creatures. Let the water creatures, Sha Ratz, swarm with every sheretz. Every swarming creature.",
    "start": "00:47:22",
    "end": "00:47:43"
  },
  {
    "text": "The water swarmers.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "Yeah. So the plague of the frogs recalls Gods power to generate swarmers. In Exodus 10. The locust will eat every tree which sprouts for you from the field. The fruit of the tree and all vegetation in the tree and every green thing in the field it will eat. That's all the vocabulary?",
    "start": "00:47:45",
    "end": "00:48:09"
  },
  {
    "text": "Yeah, it's like it's quoting from.",
    "start": "00:48:09",
    "end": "00:48:11"
  },
  {
    "text": "From the third day. Yeah, totally. Or the sixth day. Sorry. In Genesis 1, I've given you for you food. All the vegetation from every tree which has the fruit and every green thing. It's exactly the vocabulary. The point is, this is just three examples. You can map through all ten.",
    "start": "00:48:11",
    "end": "00:48:27"
  },
  {
    "text": "Wow.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "The vocabulary of the plagues is all hyperlinked to the days of creation in Genesis 1.",
    "start": "00:48:28",
    "end": "00:48:34"
  },
  {
    "text": "I have never been shown this before.",
    "start": "00:48:34",
    "end": "00:48:36"
  },
  {
    "text": "Isn't it awesome? So just think what this is supposed to be doing to your imagination. You're supposed to view the ten plagues as God uncreating Egypt, but providing selective little bits of new creation for the redeemed ones, giving them.",
    "start": "00:48:36",
    "end": "00:48:51"
  },
  {
    "text": "It's not like this full uncreation. And I guess in the same way of the flood, it's uncreation, Correct?",
    "start": "00:48:52",
    "end": "00:48:58"
  },
  {
    "text": "Yep, that's right. Just like Israel survives the flood of God's judgment in the Exodus, so Noah and his family. Actually it's the other way around. As Noah and his family survived the flood of God's judgment. And what is God's judgment is to hand creation back over to the chaos of darkness and death.",
    "start": "00:48:58",
    "end": "00:49:15"
  },
  {
    "text": "Moses and his people. Moses who has his own ark.",
    "start": "00:49:15",
    "end": "00:49:19"
  },
  {
    "text": "Yes, totally. Moses goes through the waters of the ark and now Moses and all Israel goes through. I mean, they're going to go through the waters also, all together as a people. All the imagery is connected. So. But I think this is important. The 10 plagues, then, are taking you on a journey backwards through Genesis 1. If you go back through the 10 acts of divine speech, where did it all begin? With that darkness of disorder and nothingness. The tenth plague, all the way back. The tenth plague was the death of the firstborn happening at night. So why does Passover begin at night?",
    "start": "00:49:19",
    "end": "00:49:55"
  },
  {
    "text": "Because creation began at night.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "Yeah. Because the idea is creation began with God containing the darkness and breaking its power by speaking light into being. And so, in a similar way, he's reducing Egypt back to the tohu vavohu of Genesis 1, verse 2. So that's the ten plagues bring us back to Genesis 1, verse 2. And then he's going to take one particular people and provide light just for them as they go out.",
    "start": "00:49:57",
    "end": "00:50:22"
  },
  {
    "text": "Passage through the waters.",
    "start": "00:50:22",
    "end": "00:50:22"
  },
  {
    "text": "Yeah, they go out. So then think what happens right after the Passover. Pharaoh says, get out of here, everybody.",
    "start": "00:50:22",
    "end": "00:50:28"
  },
  {
    "text": "Yeah.",
    "start": "00:50:28",
    "end": "00:50:29"
  },
  {
    "text": "And they flee in the middle of the night. And this is when the pillar of fire is introduced. That leads them by light through the darkness, out into the wilderness. This is in Exodus, chapter 14, 13. 14.",
    "start": "00:50:29",
    "end": "00:50:41"
  },
  {
    "text": "Pillar of Fire is supposed to remind me of something in creation story.",
    "start": "00:50:41",
    "end": "00:50:45"
  },
  {
    "text": "Let there be light. Let there be light. Whoa. So he's reduced Egypt back to wild and waste through the ten words of. But now for Israel, as they go out into the night, he provides them with light.",
    "start": "00:50:45",
    "end": "00:50:59"
  },
  {
    "text": "You know, it's interesting. We think of days starting in the morning.",
    "start": "00:50:59",
    "end": "00:51:02"
  },
  {
    "text": "Yes, yes, yes, yes.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "But in Hebrew thought, the day begins in the evening.",
    "start": "00:51:04",
    "end": "00:51:07"
  },
  {
    "text": "Correct.",
    "start": "00:51:07",
    "end": "00:51:07"
  },
  {
    "text": "Which is a very optimistic way to think about the day.",
    "start": "00:51:07",
    "end": "00:51:11"
  },
  {
    "text": "Hopeful.",
    "start": "00:51:11",
    "end": "00:51:11"
  },
  {
    "text": "Hopeful. Hopeful.",
    "start": "00:51:11",
    "end": "00:51:13"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:51:13",
    "end": "00:51:15"
  },
  {
    "text": "The day begins when it gets dark.",
    "start": "00:51:15",
    "end": "00:51:17"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "No, that's like.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:51:19",
    "end": "00:51:21"
  },
  {
    "text": "Why would the day begin there? It's this hope of, like.",
    "start": "00:51:21",
    "end": "00:51:23"
  },
  {
    "text": "Well, because there will be sunrise.",
    "start": "00:51:23",
    "end": "00:51:25"
  },
  {
    "text": "There will be light.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "There will be light. Yeah. Even in the midst of the darkness, there will be light. Yeah.",
    "start": "00:51:26",
    "end": "00:51:31"
  },
  {
    "text": "Be ready.",
    "start": "00:51:31",
    "end": "00:51:32"
  },
  {
    "text": "Yep. Israel flees out into the wilderness, and Pharaoh's army chases them. This is at the end of Exodus, chapter 14. And so you get this. Genesis 1, verses 1 through 3 imagery. Again, Exodus 14, verse 19.",
    "start": "00:51:32",
    "end": "00:51:48"
  },
  {
    "text": "Okay.",
    "start": "00:51:48",
    "end": "00:51:49"
  },
  {
    "text": "Then. The angel of God was traveling in front of Israel's army. It withdrew and went behind them. The pillar of the cloud moved from in front and stood behind them. And it became. And it came between the armies of Egypt and Israel. So Pharaoh just said, oh, man. We just let our, like, labor force go. So he chases them out into the wilderness at night. Regret at night. Yeah, it's all happening at night.",
    "start": "00:51:49",
    "end": "00:52:14"
  },
  {
    "text": "Okay. And so disorder is coming at.",
    "start": "00:52:14",
    "end": "00:52:17"
  },
  {
    "text": "That's right. So the Israelites flee into the night. And then they hit. In chapter 14, they hit the coast.",
    "start": "00:52:17",
    "end": "00:52:24"
  },
  {
    "text": "Yeah.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "And then they're trapped. And then here's Pharaoh bearing down on them with his armies. So you have the chaos water. You have waters on one side, trapping.",
    "start": "00:52:25",
    "end": "00:52:33"
  },
  {
    "text": "Them on one side, and you have.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "A human threat on the other side.",
    "start": "00:52:34",
    "end": "00:52:35"
  },
  {
    "text": "Yeah. Darkness and disorder on the other side.",
    "start": "00:52:35",
    "end": "00:52:38"
  },
  {
    "text": "So the pillar of fire and cloud comes and moves in between to, like.",
    "start": "00:52:38",
    "end": "00:52:42"
  },
  {
    "text": "Block each block, block the chaos army.",
    "start": "00:52:42",
    "end": "00:52:46"
  },
  {
    "text": "And then it says, throughout the night, the cloud brought darkness to one side, the Egyptians and light on the other side.",
    "start": "00:52:46",
    "end": "00:52:55"
  },
  {
    "text": "It separated day and night.",
    "start": "00:52:55",
    "end": "00:52:57"
  },
  {
    "text": "Yes, totally. So that pillar of fire in the nighttime brings darkness on Egypt and light on Israel as they stand before the waters.",
    "start": "00:52:57",
    "end": "00:53:06"
  },
  {
    "text": "Whoa.",
    "start": "00:53:06",
    "end": "00:53:07"
  },
  {
    "text": "Moses stretched his hand over the sea. The Lord sent a strong east wind.",
    "start": "00:53:07",
    "end": "00:53:13"
  },
  {
    "text": "Ruach. Yeah. The spirit of God came along the.",
    "start": "00:53:13",
    "end": "00:53:16"
  },
  {
    "text": "Waters, and it blew over the waters, and it turned the waters into dry land. Oh, my God.",
    "start": "00:53:16",
    "end": "00:53:21"
  },
  {
    "text": "Oh, my goodness. Yeah.",
    "start": "00:53:22",
    "end": "00:53:23"
  },
  {
    "text": "You get it.",
    "start": "00:53:24",
    "end": "00:53:24"
  },
  {
    "text": "And we have talked about that specific before. Being a creation moment.",
    "start": "00:53:24",
    "end": "00:53:28"
  },
  {
    "text": "Yeah. Yeah. They're all stacking up this totally. So this whole. Everything about the Exodus story is trying to portray it as an act of new creation, but it's more complex now because some people want to stay in the darkness, like Egypt and the nations. So they don't want to enter God's seventh day. Their patterns of behavior have shown they don't want to participate in the rest of the promised land and the blessing. So God allows them to sink back into darkness and death through the ten words, but he provides light for the redeemed, and then he does just for this group of people. Now, what he did for creation in Genesis, in the first day which separates the wind over the waters, creates dry land. Light speaking. Leads up to dry land in order.",
    "start": "00:53:28",
    "end": "00:54:16"
  },
  {
    "text": "To get to Eden, the promised land.",
    "start": "00:54:16",
    "end": "00:54:19"
  },
  {
    "text": "Okay. All right. Okay. Next step we're getting. It's like I planted you in the crown. The wind blows all night, and the waters part, and they cross through on dry land. They get through to the other side.",
    "start": "00:54:19",
    "end": "00:54:29"
  },
  {
    "text": "That's day two in the Genesis, the.",
    "start": "00:54:29",
    "end": "00:54:32"
  },
  {
    "text": "Dry land is day three.",
    "start": "00:54:32",
    "end": "00:54:33"
  },
  {
    "text": "Day three.",
    "start": "00:54:33",
    "end": "00:54:34"
  },
  {
    "text": "Yep.",
    "start": "00:54:34",
    "end": "00:54:34"
  },
  {
    "text": "Light and darkness.",
    "start": "00:54:34",
    "end": "00:54:35"
  },
  {
    "text": "Light and darkness is day one. Waters and waters. Separating waters from the waters.",
    "start": "00:54:35",
    "end": "00:54:40"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:54:40",
    "end": "00:54:40"
  },
  {
    "text": "It's day two. And. Right. So the waters separate in the Red Sea, and then they'd walk through on dry Land. So actually, the. The passage through the Red Sea led by the pillar of fire, all days, one, two, and three together.",
    "start": "00:54:40",
    "end": "00:54:53"
  },
  {
    "text": "One, two together.",
    "start": "00:54:53",
    "end": "00:54:54"
  },
  {
    "text": "Yeah, yeah, that's a good way of putting it. So they get to the other side. The armies of Pharaoh were vanquished.",
    "start": "00:54:54",
    "end": "00:55:00"
  },
  {
    "text": "Okay.",
    "start": "00:55:00",
    "end": "00:55:01"
  },
  {
    "text": "And then they sing the first worship song in the Bible, Exodus 15. So let's start in verse 10. You, Yahweh, you blew with your ruach. The sea covered the bad guys. They sank like lead in mighty waters. Who's like you among the gods, O Yahweh? Who's like you? Majestic in holiness, awesome in praise, working wonders. You stretched out your right hand. The earth swallowed them. That's interesting. I mean, the waters did, but you can also say the earth did. In your covenant loyalty, you have led the people whom you have redeemed. You have led the people you have redeemed. In strength, you have guided them to your holy dwelling. The word lead there is made up of the same letters as the name Noah, which is the word for rest. Nacha. So nuach is the verb for rest. Nachah is the verb for lead. But in certain verb forms, it looks like the word rest.",
    "start": "00:55:01",
    "end": "00:56:49"
  },
  {
    "text": "Is that a coincidence?",
    "start": "00:56:49",
    "end": "00:56:50"
  },
  {
    "text": "It's wordplay. Wordplay, yeah.",
    "start": "00:56:50",
    "end": "00:56:53"
  },
  {
    "text": "Do they come from the same root? Resting and leading?",
    "start": "00:56:53",
    "end": "00:56:55"
  },
  {
    "text": "It's just. They share two letters.",
    "start": "00:56:55",
    "end": "00:56:57"
  },
  {
    "text": "They just share. Okay.",
    "start": "00:56:57",
    "end": "00:56:58"
  },
  {
    "text": "They share two letters. It's very typical biblical authors would be. Because remember what God did for the human. He took him out of the realm of the dirt and put him in the garden and rested him.",
    "start": "00:56:58",
    "end": "00:57:09"
  },
  {
    "text": "Yeah, he rested him.",
    "start": "00:57:09",
    "end": "00:57:10"
  },
  {
    "text": "He nuached him here. God is nachaing them towards his holy dwelling.",
    "start": "00:57:10",
    "end": "00:57:17"
  },
  {
    "text": "So it's like putting them towards the land.",
    "start": "00:57:17",
    "end": "00:57:19"
  },
  {
    "text": "Keep reading.",
    "start": "00:57:20",
    "end": "00:57:20"
  },
  {
    "text": "Okay.",
    "start": "00:57:20",
    "end": "00:57:20"
  },
  {
    "text": "Verse 17. You will bring the people you've redeemed. You will bring them, and you will plant them in the mountain of your inheritance, the place of your dwelling. Shivtecha, the word dwelling. That word dwelling. Shivtocha, your dwelling has the three letters of the word Shabbat. Right? It's the same three letters.",
    "start": "00:57:20",
    "end": "00:57:43"
  },
  {
    "text": "Is this the same dwelling as before in verse 13?",
    "start": "00:57:43",
    "end": "00:57:45"
  },
  {
    "text": "I think it's a different word.",
    "start": "00:57:46",
    "end": "00:57:47"
  },
  {
    "text": "I see. Okay.",
    "start": "00:57:47",
    "end": "00:57:47"
  },
  {
    "text": "Yep. So that word dwelling is a wordplay on Shabbat. The word Shabbat, the place of your dwelling, which you have made, the sanctuary, O Lord, which your hands have established. So plant. When's the last time I heard the word plant?",
    "start": "00:57:47",
    "end": "00:58:01"
  },
  {
    "text": "The last time.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "Well, sorry. When's the first time I heard the word plant? In Genesis 2, God planted a garden in Eden. Remember, Eden is the cosmic Mountain. It's a high place.",
    "start": "00:58:02",
    "end": "00:58:12"
  },
  {
    "text": "Yeah.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "That's where God plants the garden. That's where he dwells.",
    "start": "00:58:13",
    "end": "00:58:16"
  },
  {
    "text": "According to the prophets.",
    "start": "00:58:16",
    "end": "00:58:17"
  },
  {
    "text": "According to the prophets and according to Genesis 2.",
    "start": "00:58:17",
    "end": "00:58:19"
  },
  {
    "text": "Oh, because of the stream.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "Because of the. Not in a river.",
    "start": "00:58:20",
    "end": "00:58:22"
  },
  {
    "text": "The river.",
    "start": "00:58:22",
    "end": "00:58:23"
  },
  {
    "text": "It sources all of the rivers on earth. I mean, come on. That's a high place.",
    "start": "00:58:23",
    "end": "00:58:27"
  },
  {
    "text": "That's a high place.",
    "start": "00:58:27",
    "end": "00:58:28"
  },
  {
    "text": "So God's going to plant them in the mountain. In the mountain where God dwells. And the word dwell is spelled with the three letters of Shabbat.",
    "start": "00:58:28",
    "end": "00:58:37"
  },
  {
    "text": "Yeah.",
    "start": "00:58:37",
    "end": "00:58:38"
  },
  {
    "text": "And it's called God's sanctuary. This is all Eden, Sabbath language and imagery going on here. So just like God took the human that he formed out of dirt and planted a garden and rested him in the garden. So God is leading, going to rest the people in the mountain that he has planted. And this is all forecasting the Promised land.",
    "start": "00:58:39",
    "end": "00:59:05"
  },
  {
    "text": "Yeah.",
    "start": "00:59:05",
    "end": "00:59:06"
  },
  {
    "text": "Bringing Israel into the promised land. Exodus 15 is portraying Israel's journey from the death and chaos of Egypt all the way to Joshua and forward of Israel going to the Promised Land. And it's casting that whole narrative arc on analogy with humans in the Garden of Eden resting there with God. Does that make any sense?",
    "start": "00:59:06",
    "end": "00:59:31"
  },
  {
    "text": "Totally makes sense.",
    "start": "00:59:31",
    "end": "00:59:32"
  },
  {
    "text": "Yeah. And it's happening during the seven days of Passover and unleavened bread is when all these events are happening in Exodus.",
    "start": "00:59:32",
    "end": "00:59:40"
  },
  {
    "text": "The feast of flight.",
    "start": "00:59:40",
    "end": "00:59:40"
  },
  {
    "text": "The feast of flight. Yeah, totally. So Passover, the Exodus. And Passover is like. Is a new creation. It's an act of new creation. When you see it from this point.",
    "start": "00:59:40",
    "end": "00:59:50"
  },
  {
    "text": "Of view, the Passover is about celebrating a new creation, Liberation out of darkness and disorder into something new.",
    "start": "00:59:50",
    "end": "01:00:00"
  },
  {
    "text": "Yep. Into the new Eden that God's preparing for his people to rest them there.",
    "start": "01:00:00",
    "end": "01:00:05"
  },
  {
    "text": "I'm stuck on the suddenness of it. It is like, be ready.",
    "start": "01:00:05",
    "end": "01:00:07"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah, that's right. So every year, and this event makes now the month where this happens to be the beginning month of Israel's ritual calendar. This event of the new creation and liberation of Israel now becomes the first.",
    "start": "01:00:08",
    "end": "01:00:26"
  },
  {
    "text": "The first thing of the year I want you to do is spend a whole week enacting.",
    "start": "01:00:26",
    "end": "01:00:32"
  },
  {
    "text": "Yeah.",
    "start": "01:00:33",
    "end": "01:00:33"
  },
  {
    "text": "That creation will be renewed.",
    "start": "01:00:33",
    "end": "01:00:36"
  },
  {
    "text": "Yeah. Liberated from its bondage to decay, as Paul will say in Romans 8. Yeah. Back where we started. Exodus 12. Passover instructions begin. And God says to Moses, this month will be for you the Rosh Chodeshim, the head of the months, Rishon Hulachem. It is the first for you, Rosh and Rishon. The first word of Genesis 1:1 is bereshit from the same root, reisheet comes from the root rosh. Rosh means first beginning. Yeah. So Exodus, the Exodus story, makes that month the beginning for Israel's calendar. It's the beginning of Israel, so to speak. It's God creating his covenant people, liberating them from slavery. And that's all set on analogy to the beginning of Genesis in a real way.",
    "start": "01:00:36",
    "end": "01:01:30"
  },
  {
    "text": "It wasn't them just pretending like new creation came. Yeah, totally. That was new creation.",
    "start": "01:01:30",
    "end": "01:01:34"
  },
  {
    "text": "It was rescue from death.",
    "start": "01:01:34",
    "end": "01:01:35"
  },
  {
    "text": "It was rescue from death.",
    "start": "01:01:35",
    "end": "01:01:36"
  },
  {
    "text": "Yes.",
    "start": "01:01:36",
    "end": "01:01:37"
  },
  {
    "text": "And slavery.",
    "start": "01:01:37",
    "end": "01:01:38"
  },
  {
    "text": "That's right. And darkness.",
    "start": "01:01:38",
    "end": "01:01:40"
  },
  {
    "text": "And darkness, yeah.",
    "start": "01:01:40",
    "end": "01:01:42"
  },
  {
    "text": "Yeah. Again, do you remember our first conversation about this? The two Sabbath commandments and the two repetitions of the Ten Commandments? One of them in Exodus was in six days, God made the skies and the land and rested.",
    "start": "01:01:42",
    "end": "01:01:55"
  },
  {
    "text": "So just like God rested.",
    "start": "01:01:55",
    "end": "01:01:56"
  },
  {
    "text": "Just like God do that in Deuteronomy 5. It's Shabbat on the seventh day, because God rescued you out of Egypt so that you may. You may have rest along with your slaves. Along with your slaves.",
    "start": "01:01:56",
    "end": "01:02:11"
  },
  {
    "text": "These are really like the same idea.",
    "start": "01:02:11",
    "end": "01:02:13"
  },
  {
    "text": "Same idea.",
    "start": "01:02:13",
    "end": "01:02:14"
  },
  {
    "text": "Because the rescue from Egypt is replaying creation.",
    "start": "01:02:14",
    "end": "01:02:19"
  },
  {
    "text": "Yeah. It's a new creation.",
    "start": "01:02:19",
    "end": "01:02:20"
  },
  {
    "text": "Yeah.",
    "start": "01:02:20",
    "end": "01:02:21"
  },
  {
    "text": "The rescue of slaves from darkness and death through the waters into light and a garden and resting in the promised land. That is an act that replays the creative intentions and purposes of God. And God's doing there for his people what he did for all creation in Genesis 1, which is to release it.",
    "start": "01:02:21",
    "end": "01:02:47"
  },
  {
    "text": "And what he wants to do for all creation.",
    "start": "01:02:47",
    "end": "01:02:49"
  },
  {
    "text": "Again. Yes. And it's what he wants to do for all creation. Again, the liberation from Egypt is a cosmic event in the story. That's why it's using the cosmic language of Genesis 1 to tell the story.",
    "start": "01:02:49",
    "end": "01:03:02"
  },
  {
    "text": "On the list is the video New Exodus.",
    "start": "01:03:03",
    "end": "01:03:05"
  },
  {
    "text": "Yes.",
    "start": "01:03:05",
    "end": "01:03:06"
  },
  {
    "text": "Is that what that video is?",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "The whole video? I want to just drill down on this.",
    "start": "01:03:07",
    "end": "01:03:09"
  },
  {
    "text": "On this.",
    "start": "01:03:09",
    "end": "01:03:10"
  },
  {
    "text": "Correct. But you see it in Paul's worldview in Romans, chapter eight. We just said it already. He depicts creation in slavery to what he calls the bondage of decay and death. And he says it will be liberated when the sons of God are liberated into the glory that God has for them. And the glory is temple language. And it's humans resting and ruling, resting and ruling at one with God. So he views the Exodus narrative as a cosmic story of creation's liberation.",
    "start": "01:03:10",
    "end": "01:03:49"
  },
  {
    "text": "And he does, because you read Exodus, and obviously the author here does as well.",
    "start": "01:03:50",
    "end": "01:03:57"
  },
  {
    "text": "Correct. So the main meanings of the seventh day are one. It points to the complete wholeness of creation, of heaven and earth, united God, humans dwelling together, plenty and abundance. That's the seventh day. But then also the seventh day is the seventh day, which means you have to go through days one, two, three, four, five and six on a journey, being liberated from darkness and death, to journey towards the seventh day. And so the seventh day is the culmination of God liberating and leading people towards the seventh day.",
    "start": "01:03:57",
    "end": "01:04:34"
  },
  {
    "text": "It's interesting, in Genesis 1, humans are created on the sixth day, so you don't have to experience days one through five.",
    "start": "01:04:34",
    "end": "01:04:41"
  },
  {
    "text": "Oh, that's interesting.",
    "start": "01:04:41",
    "end": "01:04:42"
  },
  {
    "text": "But now back into kind of this disorder. God's going to bring creation back through the cycles and we're along for the ride.",
    "start": "01:04:43",
    "end": "01:04:51"
  },
  {
    "text": "Yeah, that's right. Yeah. In the Exodus story, now everybody's going through the journey of waiting days one through six. Days one through six. Yeah, totally. So again, two key words then by the Exodus story, the seventh day both signifies liberation from death and darkness, journeying towards the complete wholeness that the seventh day represents. And once those two beats are down, the rest of the Hebrew Bible is just going to riff off of these and expand and develop it even more.",
    "start": "01:04:51",
    "end": "01:05:22"
  },
  {
    "text": "Thanks for listening to this episode of the Bible Project podcast. This conversation on 7th day rest is about halfway over we're going to stop and do a question and response episode. So if you have any questions so far as you've been listening along, please send them to infoointhebibleproject.com Record your question on your phone or any other device. Try to keep it to about 20 seconds and let us know your name and where you're from. Again, send it to infoointhebibleproject.com the Bible Project is a nonprofit. We're in Portland, Oregon. Our mission is to help people experience the Bible as a unified story that leads to Jesus. And to do that we look at the literary structure of every book of the Bible. We also look at biblical themes that weave through the entire story of the Bible. All of our videos and other resources are completely free and that's because of the generous support of other people just like you who have joined us to make this project a reality. So thanks for being a part of this with us. Hi, this is Yael from France. I am excited to be a part of making the Bible Project video highvable in French thank you for your support.",
    "start": "01:05:24",
    "end": "01:06:37"
  },
  {
    "text": "And let all your friends know this video are haveable. We believe the Bible is a unified.",
    "start": "01:06:37",
    "end": "01:06:43"
  },
  {
    "text": "Story that leads to Jesus. The Bible Project is a crown funded and you can find free video, study notes, podcasts and more@thebibleproject.com Salut de Pu La France. Je su tressorud de participle de ze Bible Project. Enamere the Bible Project.",
    "start": "01:06:43",
    "end": "01:07:10"
  }
]