[
  {
    "text": "This is John Collins at the bibleproject and we're working through a biblical theme about seventh day rest. God created in six days, and on the seventh day he stopped. He rested in his creation to rule it with humanity and to remember this and to anticipate it happening once again. God gave Israel a weekly practice called the Sabbath. On the Sabbath, you acknowledge seventh day rest by stopping from your work. But does that mean that work is bad? And if so, why did God put Adam and Eve in the garden to work it?",
    "start": "00:00:04",
    "end": "00:00:36"
  },
  {
    "text": "Humanity here is being put into a garden where as we're gonna see, you know, they're taking strolls with God. It's this image where this is an environment designed and cultivated for God and humans to exist together. Where humans can be fruitful and multiply. So humans have to work the garden, but they're in a place where it's a different kind of work.",
    "start": "00:00:36",
    "end": "00:00:58"
  },
  {
    "text": "For most of us, work is work. It feels like two steps forward, three steps back. But what if the problem isn't that work is bad? The problem is the way we work and the things we have to work with are fundamentally broken. And if that's the case, what if work doesn't have to be work?",
    "start": "00:00:58",
    "end": "00:01:18"
  },
  {
    "text": "You're at peace with your environment and your environment just provides for you because that's how God is designed it to be. It's work that simultaneously enjoyment.",
    "start": "00:01:18",
    "end": "00:01:27"
  },
  {
    "text": "This was the opportunity presented to humanity on page two of the Bible. But something else looked even better. We wanted to work on our own terms without God.",
    "start": "00:01:28",
    "end": "00:01:38"
  },
  {
    "text": "So once that's happened, we go to Genesis 3 and all of a sudden the ground that was the source of humanity's life as a gift from God. Genesis 3, verse 17. Cursed is the ground because of you. Through painful toil you will eat food from it all the days of your life instead of producing fruit trees for you to eat freely from. Now it produces the inverted tree thorns and thistles. So all of a sudden we've lost the seventh day ideal, or humanity has not attained to it.",
    "start": "00:01:38",
    "end": "00:02:10"
  },
  {
    "text": "In spite of this, God still wants humanity to experience this seventh day ideal, this destiny of experiencing restful work with him. So what is he going to do?",
    "start": "00:02:10",
    "end": "00:02:21"
  },
  {
    "text": "Here's what God does. He calls one human out of the realm of laboring unto death. And he makes him a promise. And that promise is what God says to Abraham in Genesis 12. And what God says to Abraham in Genesis 12 is a seven line poem.",
    "start": "00:02:21",
    "end": "00:02:36"
  },
  {
    "text": "Two biblical portraits of work and God's plan to bring seventh day rest to humanity through the family of Abraham. Thanks for Joining us. Here we go. This is our third section, third episode. Talking about the Sabbath.",
    "start": "00:02:36",
    "end": "00:02:56"
  },
  {
    "text": "Yes, yes.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "And not just the day which you rest, but the whole idea of time.",
    "start": "00:02:57",
    "end": "00:03:01"
  },
  {
    "text": "Culminating in a seventh day.",
    "start": "00:03:01",
    "end": "00:03:05"
  },
  {
    "text": "In a seventh day.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "Yeah. The many meanings of that seventh day in the biblical story.",
    "start": "00:03:06",
    "end": "00:03:11"
  },
  {
    "text": "Well, specifically two meanings which we've kind of narrowed down on, which is that the seventh day is about completeness and fullness and abundance. It's something that we all desire. And then the seventh day is also about finding that fullness in spite of, or coming out of a broken, disordered, dark reality.",
    "start": "00:03:12",
    "end": "00:03:37"
  },
  {
    "text": "Yeah. The seventh day is something you have to wait for and anticipate as you go through days one through six.",
    "start": "00:03:37",
    "end": "00:03:44"
  },
  {
    "text": "Yeah.",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "It's the end of a journey. And then that end of the journey is the full completion and abundance of God's good, ideal world. Yep.",
    "start": "00:03:44",
    "end": "00:03:54"
  },
  {
    "text": "And we talked about two Hebrew words. One is Shabbat, which means to cease or to stop. For example, the manna stopped coming once the Israelites passed the Jordan, hit Shabbat. And then there's a related word which is often translated rest. It's Noach, right?",
    "start": "00:03:54",
    "end": "00:04:12"
  },
  {
    "text": "Yeah. Noah.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Yeah.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "Noah is Noach in Hebrew.",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "And his name means.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "The name derived from Nuach.",
    "start": "00:04:18",
    "end": "00:04:20"
  },
  {
    "text": "Yeah. And it means to rest. But actually, more specifically, it means to settle in.",
    "start": "00:04:20",
    "end": "00:04:25"
  },
  {
    "text": "Settle in and take up residence in a stable, secure, safe place.",
    "start": "00:04:25",
    "end": "00:04:31"
  },
  {
    "text": "And these two ideas are related, because to settle in, you have to first stop. You have to stop from all the order you're trying to create and then just be. And settle in. And in the creation narrative, God Shabbats.",
    "start": "00:04:31",
    "end": "00:04:45"
  },
  {
    "text": "He stops creating, which means ordering and organizing.",
    "start": "00:04:46",
    "end": "00:04:50"
  },
  {
    "text": "He stops ordering and organizing the created order. He's done it all.",
    "start": "00:04:50",
    "end": "00:04:54"
  },
  {
    "text": "Yeah. It's complete.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "But then we also see him come, I mean, and rest. He kind of fills creation. And that's what we're actually going to probably look at more in Genesis 2, that he comes in, settles in. And all of this is connected to this temple theme, which is if creation is a temple and God comes to rest in creation, like a king resting in his palace, that the work of creating the palace and creating all the order of the kingdom has been done. And now you get to just settle in.",
    "start": "00:04:56",
    "end": "00:05:29"
  },
  {
    "text": "Yeah, yeah. And experience the fruit of all of that work, that now it can just operate and you oversee it in God's presence.",
    "start": "00:05:30",
    "end": "00:05:40"
  },
  {
    "text": "And in a perfect world, if everything was ordered well and everyone's getting along, reigning at that moment is just going to be an abundant, awesome, joyful, exciting experience. But that's not the world we live in. One of the questions that was going through my mind as we've been talking about this, especially the last hour was, you know, I kept saying, like, well, reigning is a type of work. And so, like, settling in to your new job, right? Yeah, sure, sure, you're settling in.",
    "start": "00:05:40",
    "end": "00:06:13"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:13",
    "end": "00:06:14"
  },
  {
    "text": "But you're settling in in order to work. And then you said, well, there's different types of work. There's, you know.",
    "start": "00:06:14",
    "end": "00:06:21"
  },
  {
    "text": "Yeah, there's. There's the work of Genesis 1 to get the thing ready. And then there's. You're building a vacation home on a tropical island. Takes a lot of organization, especially if you don't live on the island. A lot of work, but then it's done. And then you go take your first week of vacation there. You know, once you're there, you gotta go get some groceries, you gotta prepare the meal.",
    "start": "00:06:21",
    "end": "00:06:46"
  },
  {
    "text": "Yeah.",
    "start": "00:06:46",
    "end": "00:06:46"
  },
  {
    "text": "You know, you gotta maybe do some laundry after a couple days for the second half of vacation. But that's a different kind of work than getting the house built and doing that. Well, this is what we're going to talk about.",
    "start": "00:06:46",
    "end": "00:06:59"
  },
  {
    "text": "Okay.",
    "start": "00:06:59",
    "end": "00:06:59"
  },
  {
    "text": "Genesis 2 and 3.",
    "start": "00:06:59",
    "end": "00:07:01"
  },
  {
    "text": "Yeah. Because in Genesis 2, they're put in the garden to work.",
    "start": "00:07:01",
    "end": "00:07:06"
  },
  {
    "text": "Yes. Actually here, the line that you just alluded to in Genesis 2. Let's read it. Genesis 2:15. Let's just get the sequence of events. Genesis 2. Genesis 2 takes us back in verse 5. Begins a new narrative movement.",
    "start": "00:07:06",
    "end": "00:07:20"
  },
  {
    "text": "Yeah. For those following along who aren't familiar with Genesis 1 and 2. Genesis 1 is a creation story, seven day structure we talked about in detail last episode. Genesis 2, verse 4 begins.",
    "start": "00:07:20",
    "end": "00:07:34"
  },
  {
    "text": "Begins a new story. Literary unit.",
    "start": "00:07:34",
    "end": "00:07:37"
  },
  {
    "text": "New literary unit.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "Yeah.",
    "start": "00:07:38",
    "end": "00:07:38"
  },
  {
    "text": "And it's another creation story. It's connected to, but different from the first one.",
    "start": "00:07:38",
    "end": "00:07:43"
  },
  {
    "text": "That's right, yeah. So it goes all the way from Genesis 2, verse 4. Although the narrative proper begins in Genesis 2, verse 5, and then it goes through to the. Actually to the end of chapter three is all narrative unit. And it begins with a parallel image to the darkness and disorder of Genesis 1. Except here it's uncultivated. Uncultivated. Lack of fertility. So no shrub of the field, no plant of the field. For the Lord God, first of all, hadn't sent rain that's anticipating the flood narrative. Second, there was no human to work the ground, and that's key. There's no human. The word work is avad, or working as a noun is avodah. These are the same words as to be a slave and slavery.",
    "start": "00:07:43",
    "end": "00:08:32"
  },
  {
    "text": "Oh, really?",
    "start": "00:08:32",
    "end": "00:08:33"
  },
  {
    "text": "Yes.",
    "start": "00:08:33",
    "end": "00:08:33"
  },
  {
    "text": "There was no one to slave the ground, to be slaves of the ground.",
    "start": "00:08:33",
    "end": "00:08:36"
  },
  {
    "text": "Yeah, totally. All kinds of productive interconnections between labor and slavery and work. Especially in this narrative.",
    "start": "00:08:36",
    "end": "00:08:44"
  },
  {
    "text": "Is there a Hebrew word for work that isn't connected to slavery?",
    "start": "00:08:44",
    "end": "00:08:47"
  },
  {
    "text": "Yeah, in the Melechah.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "Melechah.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "It's usually in the Sabbath instructions, you shall do no melecha, but Shabbat or Noach. But Avodah is more about labor. And then you get verse 7. The Lord God formed human from the dust of the ground. So you get human, you get. And then verse 8, Yahweh, God planted a garden toward the east in Eden. So Eden is a whole region, and in that region that's in the east is a garden.",
    "start": "00:08:50",
    "end": "00:09:16"
  },
  {
    "text": "And then puts the man there.",
    "start": "00:09:16",
    "end": "00:09:18"
  },
  {
    "text": "Verse 8, he placed the man there and then caused to grow all the trees. Now, pause. Let me tell you about some rivers. Yeah, that's verse 10 through 14. We'll have a long conversation about that another day. Then look at verse 15. After we've digressed about the rivers, we come back and restate God putting the man in the garden. Do you see this verse 15?",
    "start": "00:09:18",
    "end": "00:09:37"
  },
  {
    "text": "Yeah.",
    "start": "00:09:37",
    "end": "00:09:38"
  },
  {
    "text": "The Lord God took the man and put him in the garden. And for some people, that's a hiccup in the narrative because you're like, wait.",
    "start": "00:09:38",
    "end": "00:09:44"
  },
  {
    "text": "He already put him there.",
    "start": "00:09:44",
    "end": "00:09:45"
  },
  {
    "text": "He put him there in verse eight. It was a very common narrative technique. We've gotten to one point in the narrative in verses 8 and 9, God put the man in the garden. Verse 10 actually broke the narrative flow.",
    "start": "00:09:45",
    "end": "00:09:56"
  },
  {
    "text": "Yeah, little parentheses.",
    "start": "00:09:56",
    "end": "00:09:57"
  },
  {
    "text": "And even in the Hebrew grammar, it tells you, like, hey, here's an aside. Verses 10 through 14, all about these rivers. Verse 15 is a way of taking you back up to the last moment of action and restating it to get the story going again. Okay, Now, Lord God, remember, he had taken the man. But the vocabulary is different. This time in chapter two, verse 15, it's the Lord God took the human and nuached him, rested him in the garden to work it and to keep it.",
    "start": "00:09:58",
    "end": "00:10:29"
  },
  {
    "text": "He rested him in the well. He settled him in. Yeah, that makes perfect sense.",
    "start": "00:10:29",
    "end": "00:10:33"
  },
  {
    "text": "It makes perfect sense.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "He settled him in.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "That's right. This is the first appearance of the word nuach, of this word for rest in the storyline. So what that does is active, even though it's different than Shabbat, but it's a synonym. It's a related synonym again. Meditation, literature. If you've read through the Hebrew Bible, you go, oh, I see what's going on.",
    "start": "00:10:35",
    "end": "00:10:54"
  },
  {
    "text": "So.",
    "start": "00:10:54",
    "end": "00:10:55"
  },
  {
    "text": "So God Shabbat ed at the end, on the seventh day, then God Nuachs A human into the garden. And I think it's supposed to activate the Shabbat seventh day ideal to be.",
    "start": "00:10:55",
    "end": "00:11:05"
  },
  {
    "text": "Like, okay, so here we are in.",
    "start": "00:11:05",
    "end": "00:11:07"
  },
  {
    "text": "The seventh day, God Shabbat ed and filled the temple with his presence.",
    "start": "00:11:07",
    "end": "00:11:11"
  },
  {
    "text": "We got an abundant garden.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Now we've got the humans Nuacht in the garden. We're set up, we're ready to rock the seventh day forever. I think that's the ideal. We're ready to realize that seventh day ideal. The opening story. I mean, he's going to nuach in the garden. This is great, great news for everyone involved.",
    "start": "00:11:12",
    "end": "00:11:31"
  },
  {
    "text": "So then isn't that a contradiction to Nuach him in the garden to work it?",
    "start": "00:11:31",
    "end": "00:11:36"
  },
  {
    "text": "This is why I brought this up.",
    "start": "00:11:37",
    "end": "00:11:39"
  },
  {
    "text": "Yeah, this is my hang up, I guess, a little bit.",
    "start": "00:11:39",
    "end": "00:11:41"
  },
  {
    "text": "Yeah. Well, so the idea of these cultivated gardens in a garden, you have to work it. But the idea of a garden is that it's an environment cultivated for you. You don't have. You're not going to die in hard labor scratching out an existence in a garden. Because the image of a garden is just all this life coming into existence around you that you didn't. You hardly had to. You had to work for it. But it's like the fruit, the fruit's just there.",
    "start": "00:11:41",
    "end": "00:12:08"
  },
  {
    "text": "People who garden would probably tell you it's a lot of work.",
    "start": "00:12:08",
    "end": "00:12:10"
  },
  {
    "text": "It's a ton of work. Oh, my wife's a serious gardener and it's a lot of work.",
    "start": "00:12:10",
    "end": "00:12:14"
  },
  {
    "text": "Are you saying this is an image of a type of garden?",
    "start": "00:12:14",
    "end": "00:12:16"
  },
  {
    "text": "Yeah.",
    "start": "00:12:16",
    "end": "00:12:17"
  },
  {
    "text": "Where because it was the seventh day was blessed. There's an abundance. There's like this. It's not a typical kind of garden we're talking about here.",
    "start": "00:12:17",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. I think we're meant to see humanity here is being put into a garden where as we're going to see, they're taking strolls with God, walking with him in the garden. That comes from Genesis 3. But it's this image where this is an environment designed and cultivated for God and humans to exist together, where humans can be fruitful and multiply. Remember in chapter one, he gives them all the seed bearing plants to you for food, and they just generate themselves. So humans have to work the garden, but they're in a place where it's a different kind of work.",
    "start": "00:12:25",
    "end": "00:13:03"
  },
  {
    "text": "You've described it once before. In the sense of it's like, it's the kind of work where it's like, oops, dropped a seed there. Whoa, look at all this abundance. It's like, it's kind of like it's just happening. Not in spite of you, but just in a way that's just really easy.",
    "start": "00:13:03",
    "end": "00:13:19"
  },
  {
    "text": "Yes, yes. I mean, a good analogy. Again, just because I read so much CS Lewis in my early years of reading the Bible. But in Perelandra in the Space trilogy, when Ransom lands on even forget the name of the world that he lands on right now. Oh, Perelandra.",
    "start": "00:13:19",
    "end": "00:13:36"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:13:37",
    "end": "00:13:37"
  },
  {
    "text": "The name of the book. He lands and then he encounters these floating islands that are in the narrative world, an equivalent of Eden. And he's just encountering. There's all these pages and pages about him encountering all the plants there for the first time, and there's just food all around him. And he picks one of these fruits off a tree, and it just changes his life forever. And so I think that he's trying to translate the Eden ideal of peace with the animals, though. That's the Son of Man video.",
    "start": "00:13:38",
    "end": "00:14:07"
  },
  {
    "text": "Yeah.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "But you're at peace with your environment, and your environment just provides for you because that's how God designed it to be.",
    "start": "00:14:08",
    "end": "00:14:15"
  },
  {
    "text": "And you've also mentioned that this phrase, to work and take care of. It is a priestly phrase. It's almost like an idiom.",
    "start": "00:14:15",
    "end": "00:14:21"
  },
  {
    "text": "Yeah. This is a hyperlink from numbers or two numbers, chapter three and eight. This is what the priests do in the tabernacle in the temple. Yeah, yeah. They're priestly work.",
    "start": "00:14:21",
    "end": "00:14:32"
  },
  {
    "text": "But I remember this was really important to me to realize that. That the purpose of humanity in the garden wasn't just to chill.",
    "start": "00:14:32",
    "end": "00:14:39"
  },
  {
    "text": "I see.",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "But was to work.",
    "start": "00:14:40",
    "end": "00:14:41"
  },
  {
    "text": "That's right. Yeah. But you don't have to survive on the seventh day.",
    "start": "00:14:41",
    "end": "00:14:44"
  },
  {
    "text": "But it's not work for the sake of survival.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "Correct. That's right. That comes once you're exiled from the garden.",
    "start": "00:14:45",
    "end": "00:14:49"
  },
  {
    "text": "It's work for the sake of achievement. Pure joy of creation.",
    "start": "00:14:49",
    "end": "00:14:55"
  },
  {
    "text": "Yeah. It's work that's simultaneously enjoyment.",
    "start": "00:14:55",
    "end": "00:14:58"
  },
  {
    "text": "Well, I guess I'm kind of obsessing about it a little bit. Because if Sabbath is the idea of stopping from working.",
    "start": "00:14:58",
    "end": "00:15:04"
  },
  {
    "text": "I understand.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "Then what kind of work are we talking about?",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. Okay, let's push pause on it. We may be able to answer it better once we see the next step in the story. Okay, okay. So humans are noach Nuacht in the garden.",
    "start": "00:15:07",
    "end": "00:15:17"
  },
  {
    "text": "They're nuached in the garden.",
    "start": "00:15:17",
    "end": "00:15:19"
  },
  {
    "text": "Right. Which I think is supposed to activate.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Got it.",
    "start": "00:15:21",
    "end": "00:15:21"
  },
  {
    "text": "The Shabbat and the seventh day and awesome Eden. This is it. Man, humans, God in creation. Yep.",
    "start": "00:15:21",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. The sacred, beautiful, abundant creation.",
    "start": "00:15:29",
    "end": "00:15:32"
  },
  {
    "text": "Totally. The next line after God nuaching them in the garden is, eat freely. Yeah, Just eat It's all here for you, any tree. But from the tree of knowing good and evil don't eat because you'll die. It will kill you.",
    "start": "00:15:33",
    "end": "00:15:53"
  },
  {
    "text": "Poison tree.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "So we've talked at length. We've decided to make at some point.",
    "start": "00:15:54",
    "end": "00:15:58"
  },
  {
    "text": "Yeah.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "A year or two from now, a video just about the trees. The trees. Let's just get to it finally. Let's just nail down what's going on with these trees. But so this represents the test. So this becomes the moment of. Oh, the rest with God in the seventh day environment is contingent. It's conditional. It could all go terribly wrong. And it all depends on whether they're going to trust God's knowing of good and evil and not take it, or if they're going to take it for themselves. And so from here, that begins the drama of what are the humans going to do?",
    "start": "00:15:59",
    "end": "00:16:36"
  },
  {
    "text": "Yeah. Seventh day rest requires buy in from the humans, Correct?",
    "start": "00:16:36",
    "end": "00:16:42"
  },
  {
    "text": "Yeah, you're right.",
    "start": "00:16:42",
    "end": "00:16:43"
  },
  {
    "text": "Not a lot.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "Not like some big thing.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "Actually, this is important for how the pattern is going to work out throughout the story. Trust and an obedient response to God's will is necessary for humans to experience the ultimate Sabbath rest. When humans scheme and try to, by their own wisdom, know good and evil, what they end up doing is creating pseudo Sabbaths, pseudo Sabbath environments where. Where they are trying to create their own stability and safety. And it never worked. And that's what this story is about. It says if Genesis 1 gives you the full story of how things could go from darkness and disorder to the ultimate seventh day, Genesis 2 says, all right, here we are, God and humans. Nuach in the garden with a new twist. Now that seventh day isn't just going to come by itself. It's going to come through a cooperation of God and humans together and humans trusting God. And so what happens in Genesis 3? They are deceived and take the knowing of good and evil on their own time and in their own way. And it goes terribly wrong. So once that's happened, we go to Genesis 3 and all of a sudden the ground that was the source of humanity's life as a gift from God. Right. Eat from the trees. God just says, trees grow.",
    "start": "00:16:46",
    "end": "00:18:16"
  },
  {
    "text": "There's trees everywhere.",
    "start": "00:18:16",
    "end": "00:18:17"
  },
  {
    "text": "Trees everywhere. They'll provide food for you.",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Fruit everywhere. Eat any of it.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "Yeah. All of a sudden they're exiled from the land of the blessed seventh day.",
    "start": "00:18:20",
    "end": "00:18:25"
  },
  {
    "text": "The land of delight.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. And now they're exiled to Genesis 3, verse 17. Cursed is the ground because of you. Through painful toil you will eat food from it all the Days of your life. Instead of producing fruit trees for you to eat freely, now it produces the inverted tree thorns and thistles. You'll eat the plants of the field. By the sweat of your brow, you will eat food until you return to the Adama. For from it you were taken, for you are afar dust, and to afar you shall return. So now you're like, oh, toil and death, back to land of disorder and death. So all of a sudden, we've lost the. The seventh day ideal, or humanity has not attained to it.",
    "start": "00:18:26",
    "end": "00:19:12"
  },
  {
    "text": "It's kind of two ways to think about it. Losing it or not attaining to it. I mean, in the logic of the narrative, it was there.",
    "start": "00:19:13",
    "end": "00:19:19"
  },
  {
    "text": "It was there. Yep. Yeah.",
    "start": "00:19:19",
    "end": "00:19:21"
  },
  {
    "text": "They were in it, and then they.",
    "start": "00:19:21",
    "end": "00:19:22"
  },
  {
    "text": "Lost it, and then they forfeited.",
    "start": "00:19:22",
    "end": "00:19:24"
  },
  {
    "text": "But in another sense, what God wanted was not just some great creation. He wanted humanity ruling with him.",
    "start": "00:19:24",
    "end": "00:19:32"
  },
  {
    "text": "Correct.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "And that was never actually attained.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Yeah. Yeah. Those are interesting. The Sabbath ideal. Yeah, Ruling with him, which means to oversee and enjoy it, which requires a kind of work. But also the garden ideal is that God provides it for you by growing it up out of the ground for you.",
    "start": "00:19:34",
    "end": "00:19:51"
  },
  {
    "text": "Right.",
    "start": "00:19:51",
    "end": "00:19:52"
  },
  {
    "text": "So your work is really just to kind of oversee this abundance that you don't have any power over. That's a gift from God. Maybe that's the different kind of work. There's a work where you think you have to supply your own existence. And there's a work of the seventh day, which is just. It's all a gift. And really all I'm doing is just organizing all these gifts that are given to me by the trees.",
    "start": "00:19:52",
    "end": "00:20:16"
  },
  {
    "text": "It's like the work of organizing your Halloween candy. Tootsie Rolls over here.",
    "start": "00:20:16",
    "end": "00:20:23"
  },
  {
    "text": "That's exactly right. Sorry. I'm laughing so hard because I have little kids and, like, that's a thing.",
    "start": "00:20:25",
    "end": "00:20:30"
  },
  {
    "text": "Oh, man, it's so enjoyable for days.",
    "start": "00:20:30",
    "end": "00:20:33"
  },
  {
    "text": "No, it's like my boys will. They'll organize it and then put it all back in the container and then get out the next day and reorganize it. That's it. Halloween night. It's the work of getting all that candy.",
    "start": "00:20:34",
    "end": "00:20:48"
  },
  {
    "text": "It's the work of getting the candy.",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "But on the seventh day, if they just pour it on the floor and just like.",
    "start": "00:20:49",
    "end": "00:20:54"
  },
  {
    "text": "But even the work of getting the candy is kind of an Eden kind of way.",
    "start": "00:20:54",
    "end": "00:20:57"
  },
  {
    "text": "That's true. It's dropping out of your neighbor's front doors. That's a great point. What a wonderful image. That's the kind of work that you do in the garden. Work outside. The seventh day blessing is just it's Genesis 3. It's painful toil that kills you.",
    "start": "00:20:57",
    "end": "00:21:13"
  },
  {
    "text": "Is Halloween an American thing? Oh, maybe it's an American thing.",
    "start": "00:21:13",
    "end": "00:21:17"
  },
  {
    "text": "Well, it's from All Hallows Eve, which is not an American thing. That's a.",
    "start": "00:21:17",
    "end": "00:21:22"
  },
  {
    "text": "For international listeners, it's a day we bug our neighbors for candy. I mean, this is important to me in just the fact that I know that there's a strict adherence to the Sabbath and not working.",
    "start": "00:21:22",
    "end": "00:22:10"
  },
  {
    "text": "That's right. So what is that about? What that's about is disciplining myself to have a day out of seven where I inconveniently interrupt my life. Remember that Matas Yahu Tzevat concept of interrupting your week to remind you that my efforts and labors to secure my own existence are actually not the real thing keeping me alive. The real thing sustaining my existence and supplying for me is the sovereignty and rule and generosity of God. And ultimately, so it's both. You remember that truth, but also in the Sabbath day, you're pointing forward to a hope that one day God will be the one solely providing for all of us in the great culmination of history, in the ultimate Sabbath that never ends.",
    "start": "00:22:11",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:01",
    "end": "00:23:01"
  },
  {
    "text": "Where I never have to worry about scratching out my existence.",
    "start": "00:23:01",
    "end": "00:23:05"
  },
  {
    "text": "Yeah. And not only. Not only does God say to work the garden and take care of it, but before that, the commission is to subdue the earth.",
    "start": "00:23:05",
    "end": "00:23:16"
  },
  {
    "text": "Yeah. To rule and subdue. Yeah, that's right.",
    "start": "00:23:16",
    "end": "00:23:18"
  },
  {
    "text": "That would take work.",
    "start": "00:23:18",
    "end": "00:23:18"
  },
  {
    "text": "Yes, it would. Yeah.",
    "start": "00:23:18",
    "end": "00:23:20"
  },
  {
    "text": "And so when I link those two things together in my mind, I actually get a picture of humanity expanding the, like, borderlines of the garden.",
    "start": "00:23:20",
    "end": "00:23:28"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "Like, garden was put in the east towards east and Eden. But like, the idea is that humanity is supposed to subdue the whole Earth, all the land.",
    "start": "00:23:29",
    "end": "00:23:38"
  },
  {
    "text": "That's right.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "And how would you do that? Well, let's grow this garden. Let's keep pushing the boundaries of this garden. Now, is that something I'm supposed to be?",
    "start": "00:23:39",
    "end": "00:23:45"
  },
  {
    "text": "Yeah, let's nail this down. This is not even clear in my own thinking, so maybe this conversation can help us both. Once humans are exiled from the chant at the seventh day, rest in Eden. It's only in the post fall world that the Sabbath command comes to observe. Now, the Sabbath every seventh day.",
    "start": "00:23:45",
    "end": "00:24:06"
  },
  {
    "text": "Okay. Right.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "Why? Well, it reminds me of a truth. Right. What we just talked about, that I'm not autonomous. I don't actually supply my own existence. But it's also pointing forward. It's a foretaste, it's a symbolic recreation of my hope that the whole, all of history is headed towards an ultimate seventh day. And so in that ultimate seventh day, I will cease from my labor to secure my own existence. But there's a whole new creation to be explored and cultivated. But if the ideal there is life with God forever, it's not a labor that my life depends on. It's a labor that's just pure creation and cultivation.",
    "start": "00:24:06",
    "end": "00:24:46"
  },
  {
    "text": "There is that different word for labor versus work.",
    "start": "00:24:46",
    "end": "00:24:49"
  },
  {
    "text": "And that's true. Yeah, that's right. Yeah. There's avodah, there's avad, which is this. You'll work the ground avuda, which is the same word as slavery, but it is the word avad that's used in. In the garden, God rested him and said to work it and to keep it.",
    "start": "00:24:49",
    "end": "00:25:06"
  },
  {
    "text": "That's the slavery word.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "It's the word avada. Labor. It just means labor. Yeah, labor. So I think there's work and then there's work. There's work in the post fall world and then there's the work of the Sabbath world, which is a different kind of work. Because I'm not working to secure my life existence. Maybe you could say that the prohibition on working on the Sabbath day is a post fall necessity. Yeah, right. To remind people in a fallen world.",
    "start": "00:25:08",
    "end": "00:25:37"
  },
  {
    "text": "Of something that's I think at the. Yeah, that's at the center of this is that in Eden, it's not that they've ceased from working in Eden, they're working. But then if.",
    "start": "00:25:38",
    "end": "00:25:48"
  },
  {
    "text": "But their lives don't depend on their work.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "Their lives don't depend on it. So it's a different kind of work, same quality of work. But then you get to post Eden and then you get the command of the Sabbath and you're saying the Sabbath is connected to remember that this is all heading somewhere. It's all heading towards rest and it's culminating in that we can trust that and we can anticipate that and we can even practice that now.",
    "start": "00:25:49",
    "end": "00:26:11"
  },
  {
    "text": "That's right.",
    "start": "00:26:11",
    "end": "00:26:11"
  },
  {
    "text": "But one of the ways I want you to practice it is to cease from working. And that's where it's like, well, wait, but they were working.",
    "start": "00:26:11",
    "end": "00:26:17"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:17",
    "end": "00:26:18"
  },
  {
    "text": "Sabbath was work. And then actually fast forward to revelation and what are they doing? They're reigning.",
    "start": "00:26:18",
    "end": "00:26:24"
  },
  {
    "text": "Yes. Yeah, they're reigning. Which requires work because you require work.",
    "start": "00:26:24",
    "end": "00:26:27"
  },
  {
    "text": "And who knows what kind of work. But I mean, it's not like we're just gonn around watching Netflix.",
    "start": "00:26:27",
    "end": "00:26:32"
  },
  {
    "text": "Yeah, that's right. The real difference between the work of pre Eden and of new creation and the post Eden work is does my life depend on it?",
    "start": "00:26:32",
    "end": "00:26:42"
  },
  {
    "text": "And so Maybe what you're saying is we're so addicted to thinking that our life depends on our own labor, that in order to really anticipate the Sabbath, you just have to stop.",
    "start": "00:26:43",
    "end": "00:26:54"
  },
  {
    "text": "Stop.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "It's a cold turkey.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Force yourself. Stop. Yes.",
    "start": "00:26:56",
    "end": "00:26:58"
  },
  {
    "text": "Don't try to rethink work.",
    "start": "00:26:58",
    "end": "00:27:00"
  },
  {
    "text": "Just stop working. That's right. And I imagine a whole day where I get to exist just as a sheer gift from God, and where I don't trick myself into thinking that my work is what gives me value and what makes me safe today. It's a work of your imagination to practice the Sabbath. It's a work.",
    "start": "00:27:00",
    "end": "00:27:20"
  },
  {
    "text": "Well, this is the thing. It gets really philosophical in a way. And I've thought about this before in terms of, like, what's the difference between work and play? Because, like, if you watch your kids when they're playing, they're training their brains how to deal in social environments. They're coordinating their body. They're doing a lot of work.",
    "start": "00:27:20",
    "end": "00:27:40"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "They're learning about the world, kinesthetics, everything. But for them, it's just pure joy. But it's work.",
    "start": "00:27:41",
    "end": "00:27:48"
  },
  {
    "text": "I haven't yet quoted from one of the most classic works on the topic, Abraham. Abraham Joshua Heschel, 20th century rabbi and philosopher and biblical scholar. He did it all. One of. Yeah, his most classic works is just called the Sabbath. So in the opening, in the prologue, he's talking about how humans create and organize our spaces around us as if we are its masters in the modern world. He's writing in the mid 20th century. This is still in, like, the intoxication with technology and progress.",
    "start": "00:27:49",
    "end": "00:28:22"
  },
  {
    "text": "Or build skyscrapers.",
    "start": "00:28:22",
    "end": "00:28:24"
  },
  {
    "text": "Yeah. Look at the Empire State Building, this kind of thing. So we are infatuated with the splendor of space, with grandeur of things, of space. Our imagination can mold all concepts into images in space.",
    "start": "00:28:24",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "So he's living in this day. Look at what humans can do. Yeah, yeah. In our daily lives, we attend primarily to that which our senses are spelling out for us. Reality is to us. Thinghood, consisting of substances that occupy space. Even God is now conceived by most of us as a thing in our world that we can choose to believe or disbelieve in an object we could.",
    "start": "00:28:41",
    "end": "00:29:07"
  },
  {
    "text": "Put in our space or not.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "Yeah, totally. Yeah. The result of our obsession with thingness is our blindness to all realities that do not identify as things such as time. So we've tricked ourselves into that. We're masters of space, that it's a way of displacing our fear of death and our slavery to time. So he goes on, he says, so we know what to do with space. Most of us don't know what to do about time.",
    "start": "00:29:08",
    "end": "00:29:38"
  },
  {
    "text": "Interesting.",
    "start": "00:29:38",
    "end": "00:29:38"
  },
  {
    "text": "Most of us labor for the sake of recreating space. As a result, we suffer from a deeply rooted dread of time and stand aghast when compelled to look into its face. That's what I was saying.",
    "start": "00:29:39",
    "end": "00:29:53"
  },
  {
    "text": "Remember earlier?",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "Yes, look. He goes on. Time to us is sarcasm, A slick, treacherous monster with a jaw like a furnace incinerating every moment of our lives. So shrinking, therefore, from facing time, we escape for shelter to the things of our created space.",
    "start": "00:29:54",
    "end": "00:30:16"
  },
  {
    "text": "What an image.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Basically, he's just saying death is a monster. Death and aging.",
    "start": "00:30:20",
    "end": "00:30:24"
  },
  {
    "text": "The march of time.",
    "start": "00:30:24",
    "end": "00:30:25"
  },
  {
    "text": "The march of time is consuming all of us, and we arrange our physical spaces and bodies.",
    "start": "00:30:25",
    "end": "00:30:32"
  },
  {
    "text": "That's why we hate turning. Like, yes. Certain decades. I think it's when it hits us the most.",
    "start": "00:30:32",
    "end": "00:30:38"
  },
  {
    "text": "We were just talking about this, about different people that we've met who, as they age, they don't even want you.",
    "start": "00:30:38",
    "end": "00:30:43"
  },
  {
    "text": "To know how old they are.",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "They don't want you to know how old they are. Like, what's your birthday? How old are you turning? It doesn't matter. You don't want to know.",
    "start": "00:30:44",
    "end": "00:30:49"
  },
  {
    "text": "You don't want to know. And I don't want to tell you.",
    "start": "00:30:49",
    "end": "00:30:51"
  },
  {
    "text": "Yeah.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "Because I don't want it to even speak it out loud.",
    "start": "00:30:51",
    "end": "00:30:53"
  },
  {
    "text": "Yeah. That I'm dying.",
    "start": "00:30:53",
    "end": "00:30:55"
  },
  {
    "text": "Yeah.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "And so I'm on my way to the grave.",
    "start": "00:30:55",
    "end": "00:30:57"
  },
  {
    "text": "I'm on my way to the grave.",
    "start": "00:30:57",
    "end": "00:30:58"
  },
  {
    "text": "Yeah. We're, like, preoccupying ourselves with working and working to create some little pseudo Eden in my home, in my gaming world, in my career, when, in fact, all I'm doing is arranging furniture on the sinking ship that is my body and a treacherous monster with a jaw like a furnace incinerating my life.",
    "start": "00:30:58",
    "end": "00:31:24"
  },
  {
    "text": "What does he say? Time is sarcastic.",
    "start": "00:31:24",
    "end": "00:31:27"
  },
  {
    "text": "It's time to us is sarcasm.",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "Sarcasm.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "It's making fun of us. But when you're sarcastic, it allows us enough time to think that we could live forever and that we can really be masters of our lives. 70 years. It gives you long enough to think that you're responsible for your own life, but in reality, you're just getting eaten alive.",
    "start": "00:31:30",
    "end": "00:31:51"
  },
  {
    "text": "There's people who have a clock that tells them how many hours they have left based off of the average lifespan.",
    "start": "00:31:51",
    "end": "00:31:57"
  },
  {
    "text": "Oh, wow.",
    "start": "00:31:57",
    "end": "00:31:58"
  },
  {
    "text": "You can put it on your desktop.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "That's intense.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "That's. That's staring the fiery furnace face.",
    "start": "00:32:00",
    "end": "00:32:03"
  },
  {
    "text": "This is interesting. This actually. This turn in the biblical story of mortality and of the clock ticking on Our lives. This is a major sub theme throughout the biblical story, especially in the wisdom literature.",
    "start": "00:32:35",
    "end": "00:32:47"
  },
  {
    "text": "Yeah, Ecclesiastes.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "So just check out Psalm 90. This is a good meditation here. O Yahweh, you have been our dwelling place in all generations.",
    "start": "00:32:49",
    "end": "00:32:57"
  },
  {
    "text": "And there's that term dwelling place again.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "Totally. Yep. So it's different than rest, but it's related. Image. The place where God lives. So throughout all generations that come and go, there's Yahweh. He is.",
    "start": "00:33:00",
    "end": "00:33:08"
  },
  {
    "text": "He's our home.",
    "start": "00:33:09",
    "end": "00:33:09"
  },
  {
    "text": "He's our home. Before mountains were born, before you gave birth to the world. How's that image? It is. It's the word for labor. Before you gave birth to the land and the inhabited world. From everlasting, from age to age. You are Elohim. You return, human, back to the dust and say, go back, O sons of humanity. It's God's sentence. He's Reflecting on Genesis 3. Go back to the dust, humans.",
    "start": "00:33:09",
    "end": "00:33:37"
  },
  {
    "text": "To dust you will return.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "A thousand years in your eyes are like yesterday passing by, like a couple hours in the watch of a night. You sweep them away like a flood. You can just see Genesis 1 through 11 here. They fall asleep. Death. Death is like a flood. Like the flood in the morning, humans, they're like grass. Spring back up, springs back up. In the morning, it flourishes, sprouts anew. But in the evening, if the sun's too hot, it withers away. Then look at where he goes. Now you know. Why are we all dying out here? Well, it's because of God's judgment, right? The exile from Eden. We've been consumed by your anger, by your wrath. We're dismayed. You've placed our iniquities before you. Sin and death have returned us back to darkness and disorder. Our days decline. In your wrath we finish our years. Like a sigh. Dude, that word sigh. Hold on one second.",
    "start": "00:33:38",
    "end": "00:34:35"
  },
  {
    "text": "Moan in Niv.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "Yeah. Yes. Moaning. This is what the Israelites do in their slavery in Egypt. They're groaning, groan. As for the days of our life, 70 years if you're strong, 80. Yet their pride is but labor and grief. Soon it's gone and we fly off. And that doesn't mean fly to heaven. It's like a metaphor of, like, your years just, like, evaporate and you're gone. Who understands the power of your anger and your wrath according to the fear that's due you. So here's. Look, this is the image. Teach us to number our days that we may. Teach us to number our days. Yeah. That we may offer or bring to you. A heart of wisdom. Oh, such an interesting line.",
    "start": "00:34:36",
    "end": "00:35:28"
  },
  {
    "text": "Offer a heart of wisdom.",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "Offer a heart.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "Navi is gain.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "Gain. Yeah. Navi, that's interesting. And then look, return, literally, turn back. Yahweh, how long? Nacham, show mercy on your servants. He's asking for God, how long will the sentence of death be over humanity exiled from Eden, returning to the dust, laboring under the shadow of death. So we asked for God to repent, Shuv, to return back and bring new creation. Yeah, totally. And Nacham, sorry, we didn't register. This prayer is the only poem in the book of Psalms. In the Book of Psalms connected to Moses. Oh, yeah, It's a prayer of Moses. And these lines right here are all hyperlinked to Moses intercession on Mount Sinai after the story of the golden calf. So this poem pictures Moses now doing what he did for Israel, but now doing it for all humanity dying outside of Eden.",
    "start": "00:35:32",
    "end": "00:36:31"
  },
  {
    "text": "That's cool.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "Isn't this interesting? So he's asking God, like, we're just puny little dirt creatures. We're dying out here, and we earned it. Like, we've created this terrible world of exile. But show mercy.",
    "start": "00:36:31",
    "end": "00:36:45"
  },
  {
    "text": "Your anger is justified. But can you show me?",
    "start": "00:36:46",
    "end": "00:36:49"
  },
  {
    "text": "So look what he says. So Satisfy us. Verse 14. Yeah, dude, it's the word holy cow. I've never noticed this. Sab. Enu. It's the word seven.",
    "start": "00:36:49",
    "end": "00:37:00"
  },
  {
    "text": "Seven us.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "So literally, it's sava to satisfy us.",
    "start": "00:37:03",
    "end": "00:37:05"
  },
  {
    "text": "To fill us up.",
    "start": "00:37:05",
    "end": "00:37:06"
  },
  {
    "text": "But, dude, by this point, there's all these narratives in the Pentateuch that have made these word plays. On the seventh day is when God's people are satisfied. And savad, holy cow. So, yeah. Yes, seven us in the morning with your covenant faithfulness.",
    "start": "00:37:06",
    "end": "00:37:24"
  },
  {
    "text": "The morning of the Sabbath day.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "Yes, totally. And think of darkness and disorder, and let there be light. Days 1, 4, and 7, Genesis 1.",
    "start": "00:37:26",
    "end": "00:37:34"
  },
  {
    "text": "It's all about morning and evening.",
    "start": "00:37:34",
    "end": "00:37:36"
  },
  {
    "text": "So make us glad according to the days you've afflicted us. We've had the season of being exiled unto death. So give us as many days and even more of joy for all the years that we've seen evil. Let your work. So we've been out here working and dying.",
    "start": "00:37:36",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "So now you do your work to bring about the new creation. Let your work appear to your servants, your majesty, to their children. Let the favor of the Lord our God be upon us and confirm for us the work of our hands. Yes, confirm the work of our hands. It repeats same line twice.",
    "start": "00:37:50",
    "end": "00:38:08"
  },
  {
    "text": "Confirm the work.",
    "start": "00:38:09",
    "end": "00:38:11"
  },
  {
    "text": "Make firm.",
    "start": "00:38:11",
    "end": "00:38:12"
  },
  {
    "text": "Make firm. Make it so that our work actually lasts and does something.",
    "start": "00:38:12",
    "end": "00:38:17"
  },
  {
    "text": "Yes, I think so.",
    "start": "00:38:17",
    "end": "00:38:18"
  },
  {
    "text": "Yeah. Turn our work into something that actually works.",
    "start": "00:38:18",
    "end": "00:38:22"
  },
  {
    "text": "Yeah, totally. What a great final line. You just ponder it. Most of our work, like, withers and fades and goes away, just like our lives. But when God satisfies us with the morning, with the new day of creation. New creation. Imagine doing work that doesn't fade. Imagine the life of the new creation that doesn't fade. I think that's what if God returns and has mercy and brings about the new creation. That's what he's praying for here. This is a profound poem, Psalm 90. It's worth many cups of tea and long walks. And it's all reflecting on Genesis 3.",
    "start": "00:38:23",
    "end": "00:39:16"
  },
  {
    "text": "SA.",
    "start": "00:39:18",
    "end": "00:39:27"
  },
  {
    "text": "So we walk out of Genesis 2 and 3 going, oh man, the seventh day was out there. Was, was out there to be had for humans and God. But humanity has forfeited the Sabbath ultimate seventh day rest. And now we're exiled to the land of labor and work. And even that doesn't secure our lives because we die.",
    "start": "00:40:06",
    "end": "00:40:30"
  },
  {
    "text": "Yeah. So what do we do?",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "What do we do?",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "We call out to God.",
    "start": "00:40:34",
    "end": "00:40:35"
  },
  {
    "text": "We're waiting for God to do something that will bring about the seventh day that never actually was.",
    "start": "00:40:35",
    "end": "00:40:42"
  },
  {
    "text": "What do you do? Do you work harder?",
    "start": "00:40:42",
    "end": "00:40:44"
  },
  {
    "text": "Yeah.",
    "start": "00:40:44",
    "end": "00:40:45"
  },
  {
    "text": "And obsess more?",
    "start": "00:40:45",
    "end": "00:40:46"
  },
  {
    "text": "Okay. So the next movement forward is going to be the calling of Abraham and God setting in motion through Israel a plan to restore blessing to all of the nations.",
    "start": "00:40:49",
    "end": "00:41:00"
  },
  {
    "text": "Abundance.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "Abundance. But how is humanity going to get to the Sabbath rest? Well, here's what God does. He calls one human out of the realm of laboring unto death. And he makes them a promise. And that promise is what God says to Abraham in Genesis 12. And what God says to Abraham in Genesis 12 is a seven line poem.",
    "start": "00:41:01",
    "end": "00:41:22"
  },
  {
    "text": "Wow.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "Genesis 12, verses one through three. I will make of you a great nation. Two, I will bless you. Three, I will make your name great. Four. So that you will be a blessing. Five. I will bless those who bless you. Six. Those who curse you, I will curse. Seven. In you will be blessed all the families of the earth. It's a seven line poem, man, that.",
    "start": "00:41:23",
    "end": "00:41:45"
  },
  {
    "text": "Works almost perfectly in this version. Except the last two. The last line is broken in two. It looks like an eight line poem.",
    "start": "00:41:45",
    "end": "00:41:53"
  },
  {
    "text": "Yeah. And once again, this is. I was first drawn attention to this by that Italian Jewish commentator who noted all the sevens in Genesis 1. So he's.",
    "start": "00:41:53",
    "end": "00:42:04"
  },
  {
    "text": "He's counting.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "He's out there counting verses.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yeah. And he was raised knowing Hebrew.",
    "start": "00:42:07",
    "end": "00:42:09"
  },
  {
    "text": "Yeah.",
    "start": "00:42:09",
    "end": "00:42:09"
  },
  {
    "text": "You know, so like he's never read the Bible in English. Like he Reads it in Hebrew. Now, here's what Kasuto also notes. There's five. The word blessing, which, remember, the seventh day was blessed in Genesis 1. He notes that there, the word blessing occurs five times in this poem, the poem to Abraham. The word curse occurs five times in Genesis 3 to 11.",
    "start": "00:42:09",
    "end": "00:42:33"
  },
  {
    "text": "Oh, really?",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "Yes. Yes.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "Wow.",
    "start": "00:42:35",
    "end": "00:42:35"
  },
  {
    "text": "So he thinks that it's.",
    "start": "00:42:35",
    "end": "00:42:37"
  },
  {
    "text": "That's reversing the curse.",
    "start": "00:42:37",
    "end": "00:42:39"
  },
  {
    "text": "It's reversing the curses that have been laid on. Right now God's putting in motion a plan to reverse all the Curses of Genesis 3:11.",
    "start": "00:42:39",
    "end": "00:42:48"
  },
  {
    "text": "Do you think that's a coincidence?",
    "start": "00:42:48",
    "end": "00:42:50"
  },
  {
    "text": "I don't know, man anymore. These authors are so sophisticated. So sophisticated.",
    "start": "00:42:50",
    "end": "00:42:56"
  },
  {
    "text": "So in Genesis 3:11, there's five times word curse is used.",
    "start": "00:42:56",
    "end": "00:43:01"
  },
  {
    "text": "Correct.",
    "start": "00:43:01",
    "end": "00:43:01"
  },
  {
    "text": "The first one is he curses the snake, and then he curses the ground.",
    "start": "00:43:02",
    "end": "00:43:06"
  },
  {
    "text": "Yep. And then Cain is cursed.",
    "start": "00:43:06",
    "end": "00:43:08"
  },
  {
    "text": "Cain is cursed. The ground is cursed.",
    "start": "00:43:08",
    "end": "00:43:11"
  },
  {
    "text": "Chapter five. We recall the curse on the ground in chapter five. Canaan is cursed. Canaan.",
    "start": "00:43:11",
    "end": "00:43:18"
  },
  {
    "text": "So there's just kind of this compounding of cursing.",
    "start": "00:43:18",
    "end": "00:43:20"
  },
  {
    "text": "Yep, yep. And then the word blessing appears five times. And the. I mean, it's just. You just point it out and you just go, yeah. And clearly the poet, the author, has made sure there's seven lines in God's words to Abram. For sure.",
    "start": "00:43:20",
    "end": "00:43:37"
  },
  {
    "text": "Yeah.",
    "start": "00:43:37",
    "end": "00:43:37"
  },
  {
    "text": "There's no way that's a coincidence. So get the arc here. This is where we begin to pick up the narrative pattern of how this video can work. You can see Genesis 1. We're going. Creations liberated from darkness and disorder unto the completeness of the seventh.",
    "start": "00:43:37",
    "end": "00:43:52"
  },
  {
    "text": "Yeah.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "God wants to rest and rule with humans. His presence filling the world with the humans.",
    "start": "00:43:53",
    "end": "00:44:00"
  },
  {
    "text": "That's the seventh day ideal.",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "The seventh day ideal. Genesis 2 gives it from another angle. Humanity's noach in a garden that's designed to give him life. It's all contingent on will. Humans trust and submit to God's wisdom and participate with him. No, they don't. Oh. The seventh day ideal is lost into the realm of labor, unto death. Toil and curse, Toil and curse. And so what's gonna happen? Well, a lot's gonna happen. Genesis 3 to 11, there's a lot in there. Lots of curse, but the ultimate way, lots of rebellion. Lots more rebellion and cursing. And a guy named Rest who saves the world in his own body and family. I mean, there's a lot we could do with the Noah story.",
    "start": "00:44:01",
    "end": "00:44:44"
  },
  {
    "text": "His name is Noah.",
    "start": "00:44:44",
    "end": "00:44:45"
  },
  {
    "text": "His name means rest. Maybe we should talk about it, but I think in the video, we need to go.",
    "start": "00:44:45",
    "end": "00:44:50"
  },
  {
    "text": "Yeah, I don't think we'll have time.",
    "start": "00:44:50",
    "end": "00:44:51"
  },
  {
    "text": "From exile from Eden to what God's gonna do. He calls one mortal dying human. An old man dying.",
    "start": "00:44:51",
    "end": "00:44:59"
  },
  {
    "text": "Yeah. About to be dust.",
    "start": "00:44:59",
    "end": "00:45:01"
  },
  {
    "text": "Yeah.",
    "start": "00:45:01",
    "end": "00:45:01"
  },
  {
    "text": "He and his wife, he's rounding the corner to dust.",
    "start": "00:45:01",
    "end": "00:45:03"
  },
  {
    "text": "And he says, I'm gonna give you the Sabbath blessing of Eden. And to you and your family. Through you and your family, the Sabbath blessing of Eden will be restored to all the nations of the Earth. And in a seven line poem, I mean, it's just. You can just see it, what's happening here. And so now all of a sudden you're like, okay, the Sabbath Eden blessing is now entrusted to this family. And you're just going to watch through all of Genesis. Wherever this family goes, there's just. There's gardens following them around. They're constantly hanging out by trees and wells and rivers. And they have great crops. Like Isaac, he gets this hundredfold of crops. And all the people around are like, wow, God's hooking this guy up. And so they become this little channel of Sabbath blessing to the nations. And they keep ruining it. So God has to save them. But that's where it's all going. That's cool. It's totally cool.",
    "start": "00:45:03",
    "end": "00:46:03"
  },
  {
    "text": "Is this occurring to me? Is this the New Creation video?",
    "start": "00:46:03",
    "end": "00:46:06"
  },
  {
    "text": "Yes. Yeah. The seventh day is New Creation.",
    "start": "00:46:08",
    "end": "00:46:10"
  },
  {
    "text": "Yeah. Because on the list. On your original list is the New Creation video.",
    "start": "00:46:10",
    "end": "00:46:14"
  },
  {
    "text": "Oh, I see.",
    "start": "00:46:14",
    "end": "00:46:15"
  },
  {
    "text": "Is there a place for that video that's separate from this video?",
    "start": "00:46:16",
    "end": "00:46:19"
  },
  {
    "text": "I think so.",
    "start": "00:46:19",
    "end": "00:46:20"
  },
  {
    "text": "Oh, okay.",
    "start": "00:46:20",
    "end": "00:46:20"
  },
  {
    "text": "Though, to be honest, by the time we get there, we've made so many videos that end in new Creation.",
    "start": "00:46:20",
    "end": "00:46:26"
  },
  {
    "text": "What else do you have to say?",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "Yeah, totally. But this is particularly focused on the structure of seven. The chlorine.",
    "start": "00:46:28",
    "end": "00:46:32"
  },
  {
    "text": "But the seventh day. Seven's all about completion and liberation. That just is New Creation.",
    "start": "00:46:32",
    "end": "00:46:39"
  },
  {
    "text": "Yeah, it's true. Are you beginning to think we should just call this video the Seventh Day?",
    "start": "00:46:40",
    "end": "00:46:44"
  },
  {
    "text": "Well, I mean, we have been saying that a little bit, but it kind of makes sense. I mean, at least I have to be doing that for myself. Otherwise I keep thinking I have to just talk about the Sabbath in terms of the actual that day. By calling it the Seventh Day and thinking of it more as a New Creation video, that Sabbath day becomes just a piece of the whole thing.",
    "start": "00:46:44",
    "end": "00:47:08"
  },
  {
    "text": "I understand. Well, that's what we. Yeah, that's what we said earlier. The actual practice of the Sabbath Day is just one expression of this bigger theme of the seventh day. New Creation. Eden. New Eden. Hope for humans who are laboring unto death.",
    "start": "00:47:09",
    "end": "00:47:24"
  },
  {
    "text": "Yeah. It's New Creation through the lens of.",
    "start": "00:47:25",
    "end": "00:47:28"
  },
  {
    "text": "Seven yeah, that's right. Yeah. As we're going to see, it's not even just the seventh day. Once we get into the laws. This idea was expressed every Sabbath, but also every seventh year of release. And also every 49th year.",
    "start": "00:47:28",
    "end": "00:47:42"
  },
  {
    "text": "Every seven days. Every seven years. Every seventh.",
    "start": "00:47:43",
    "end": "00:47:46"
  },
  {
    "text": "Yes. And every seventh month in the feasts. With the feasts of the seventh month and about a whole bunch of seven day feasts and. Yeah, that's right. Yeah. So you're right. It actually, this is bigger than the Sabbath. But the Sabbath is just.",
    "start": "00:47:46",
    "end": "00:47:59"
  },
  {
    "text": "It was kind of the launching point because it's on.",
    "start": "00:47:59",
    "end": "00:48:02"
  },
  {
    "text": "It's Genesis 1 culminates in the Sabbath.",
    "start": "00:48:02",
    "end": "00:48:04"
  },
  {
    "text": "It's kind of how it first appears.",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "That's right.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Sa.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "So one story in Abraham's life to just see how it works. In the Abraham story, It's in Genesis 21, verse 22. So it came about around that time that Abimelech, Avimelech and Phicol, the commander of his army, spoke to Abraham. So Abimelech, Abraham met him in the previous chapter, chapter 20. And he is the king of a city called Gerar. And Abraham actually previously lied to him about his wife. And then my sister. Yep. The second time Abraham lied about his wife.",
    "start": "00:49:01",
    "end": "00:49:37"
  },
  {
    "text": "Yeah.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "So Abraham's, you know, he wronged this guy and you know, he made it right. But there's going on that. So he says to Abraham, God is with you in all that you do. So therefore swear to me. And the word swear an oath to me. It's the word shava, which is spelled with the same thing.",
    "start": "00:49:38",
    "end": "00:49:59"
  },
  {
    "text": "Oh yeah, the oath.",
    "start": "00:49:59",
    "end": "00:50:00"
  },
  {
    "text": "Three letters. A seven. Yeah, yeah. So swear an oath with me here by God, that you won't deal falsely with me or with my offspring, with my posterity, but show me kindness. The same kindness I've showed to you, you shall show to me. In the land where you sojourned. Abraham said, but Abraham had a complaint with Abimelech because there's this well of water. And remember, water is supplied from. It's a gift of God from the deep abysmal waters beneath.",
    "start": "00:50:00",
    "end": "00:50:32"
  },
  {
    "text": "Whenever biblical writers are talking about wells, they're not just talking about wells.",
    "start": "00:50:32",
    "end": "00:50:36"
  },
  {
    "text": "Yeah, It's a symbol of a gift of Eden, life springing up from the ground. Yeah. Again, remember, Abraham's going to be the source of the new Eden blessing to the nations around him. So Abraham says, hey, you know there's this well that your servants seized. Yeah, we were using this well and your service took it over. You took it. And Avimelech said, well, I didn't know about that. And you didn't tell me. I'm just hearing about it today. I didn't know. You're going to blame me for it. I didn't know. You just imagine the scene. So Abraham took sheep and oxen and he gave them to Abimelech, and the two of them made a covenant. So interesting. So Abraham and the nations. There's this problem over water. Water, yeah. And so how are they going to solve it? Well, I see God is with you. So the nations are going to make a covenant with Abraham. So Abraham gets out seven lambs. So this is all a wordplay through the story. Make an oath with me is the word shava. So Abraham got out shava lambs. The word, the number seven, it's the same three letters. Abimelech said to Abraham, what are these shava lambs? What do they mean? Why have you set them apart? He said, well, I want you to take these shava lambs from my hand so that it may be a witness to me that I'm the one who dug this well. You took it from me. I dug it. You have these lambs now to remember that this is my well. Therefore, he called the name of that place Be' er Sheva.",
    "start": "00:50:36",
    "end": "00:52:13"
  },
  {
    "text": "Be' er Sheva.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "The word be' er is the word for. Well, the word Sheva is the three letters that spell oath and seven. So the word. You can see wordplay coming out here.",
    "start": "00:52:15",
    "end": "00:52:26"
  },
  {
    "text": "And Sabbath.",
    "start": "00:52:26",
    "end": "00:52:27"
  },
  {
    "text": "Well, no, that's Shabbat. This is just Shiva.",
    "start": "00:52:27",
    "end": "00:52:31"
  },
  {
    "text": "But isn't the same three words seven?",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "No, no. Shiva is also the same three letters as complete or fullness.",
    "start": "00:52:33",
    "end": "00:52:38"
  },
  {
    "text": "Complete or fullness.",
    "start": "00:52:38",
    "end": "00:52:38"
  },
  {
    "text": "You got it? Got it. So he named it Be' er Shava because there the two of them made a shava. Yeah, an oath, or Shavuah. So they made a covenant, and Avimelech and Fecol and the commander of his army, they went back to their land. And you know what Abraham did by that? Well, the well of seven. He planted a tree at Be' er Sheva and he worshiped on. Worshiped. Called on the name of Yahweh, the everlasting God. So the story here's Abraham at conflict with the nations. And then the nations come, he makes a covenant with them. There's peace now between Abraham and the nations. And it's at a well where then he plants a tree. And he's living by the well of seven under his tree. At peace now with God and with the nations. It's a little. It's a little story. About a little micro. It's a little micro Sabbath Eden that just got created here. Peace with God, peace with man. I'm living by a well of seven under a tree.",
    "start": "00:52:39",
    "end": "00:53:37"
  },
  {
    "text": "It's not just a random story of making good.",
    "start": "00:53:38",
    "end": "00:53:41"
  },
  {
    "text": "Yeah. These are how these narratives work. These are all little hints back at Eden. But now it's out in the wilderness of Gerar and it's a story about Abraham at peace with God and man by a well named the well of Seven where he lives under his tree.",
    "start": "00:53:42",
    "end": "00:54:03"
  },
  {
    "text": "Now, is this what you're saying? I mean, you said before to me, before we started recording that once you start looking for it, like Sabbath is everywhere. Seven is everywhere.",
    "start": "00:54:03",
    "end": "00:54:15"
  },
  {
    "text": "That's what. Yes, that's right.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "And it's like in one of these narratives.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "Yeah.",
    "start": "00:54:17",
    "end": "00:54:18"
  },
  {
    "text": "And it seems like such a mundane narrative.",
    "start": "00:54:18",
    "end": "00:54:20"
  },
  {
    "text": "Yeah. Why is the story in here?",
    "start": "00:54:20",
    "end": "00:54:22"
  },
  {
    "text": "Yeah, why is it in here?",
    "start": "00:54:22",
    "end": "00:54:23"
  },
  {
    "text": "Yes, yes. Yeah. It's about God giving Abraham a little gift of Eden and Sabbath rest as he's going through his journeys and people bumping into each other, crashing into each other. But when Abraham is able to peacefully, by means of a covenant, resolve his conflicts with people, it creates a little moment of Eden rest. The big story is God wants to liberate. Creation is a form of liberation from darkness and disorder. Genesis 1. Genesis 1. Into a land of completeness and wholeness and blessing and abundance, Divine presence and abundance and all that is on the day of seven. Genesis 2 shows us God creating and placing nuwaching, resting humanity in a garden designed for God and man to live together in abundance. But it's conditional. Will humanity trust? They don't. They forfeit this wonderful opportunity and find themselves exiled to the land of curse and laboring unto death. But God promises that through the family of Abraham, through a seven line poem, that there will be the blessing of Eden and Sabbath restored to all the nations now through this family. And then all throughout the stories of Abraham, you find these little moments where he gets a little taste of the Sabbath Eden ideal. Like for example, when he settles a conflict that normally people go to war over water, access to water. But Abraham, he's a man of peace. He's able to resolve it through negotiation and a covenant. And then all of a sudden, you know, God's chosen one is able to create peace with the nations and then he enjoys life under a tree by a well of seven, which is a typical biblical narrative way of alluding back to the garden of Eden and so on. So the question is, how will that Eden blessing and Sabbath blessing be restored? Ultimately, to all creation through this family. Through. Gotta keep reading.",
    "start": "00:54:23",
    "end": "00:57:05"
  },
  {
    "text": "Yeah, it's a great summary.",
    "start": "00:57:05",
    "end": "00:57:07"
  },
  {
    "text": "All right. And then the family goes down to Egypt and they get enslaved to slave labor. Same word, avodah in Egypt.",
    "start": "00:57:07",
    "end": "00:57:16"
  },
  {
    "text": "And they become slaves.",
    "start": "00:57:17",
    "end": "00:57:18"
  },
  {
    "text": "Yeah.",
    "start": "00:57:19",
    "end": "00:57:19"
  },
  {
    "text": "And they're not working in a garden.",
    "start": "00:57:19",
    "end": "00:57:20"
  },
  {
    "text": "They're exiled from the promised land down in Egypt.",
    "start": "00:57:21",
    "end": "00:57:23"
  },
  {
    "text": "Yeah. They're exiled from the land of delight. The promised land.",
    "start": "00:57:23",
    "end": "00:57:27"
  },
  {
    "text": "Yeah.",
    "start": "00:57:27",
    "end": "00:57:28"
  },
  {
    "text": "And they're in. They're in another place and they're digging ditches. Building bricks.",
    "start": "00:57:28",
    "end": "00:57:35"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:57:35",
    "end": "00:57:36"
  },
  {
    "text": "Making bricks.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "Yeah. So they're in another. Yeah. The slavery in Egypt becomes this intensified version of the curse of Genesis 3 of labor unto death.",
    "start": "00:57:37",
    "end": "00:57:47"
  },
  {
    "text": "Labor unto death. It's a very literalized version.",
    "start": "00:57:47",
    "end": "00:57:51"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "Laboring to death as slaves into someone else's empire.",
    "start": "00:57:52",
    "end": "00:57:56"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:56",
    "end": "00:57:57"
  },
  {
    "text": "Someone else who is pretty cruel, doesn't care about you.",
    "start": "00:57:57",
    "end": "00:58:00"
  },
  {
    "text": "That's right.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "Will use you and abuse you.",
    "start": "00:58:01",
    "end": "00:58:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:02",
    "end": "00:58:03"
  },
  {
    "text": "And only is interested in their own self interest.",
    "start": "00:58:03",
    "end": "00:58:06"
  },
  {
    "text": "That's right.",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "How is Eden ever going to break out?",
    "start": "00:58:07",
    "end": "00:58:09"
  },
  {
    "text": "That's right. So yeah, that's our next conversation. The Exodus story and Passover is a liberation from slavery unto a Sabbath rest. And the Exodus story culminates with Israel celebrating a seven day feast to celebrate their liberation from slavery. It's a Genesis one played out in a whole narrative form with all these new ideas introduced.",
    "start": "00:58:09",
    "end": "00:58:35"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. We are going to be taking questions for this entire conversation. Around seventh day rest, we're gonna do three, maybe even four question response episodes. These episodes are going to be extra episodes in your feed. There'll be additional episodes during the weeks to follow. If you have a question pertaining to this conversation, please send it to us. You can email it to infoointhebibleproject.com if you are able. Record your audio, use your phone or whatever you have. Try to keep it to around 20 seconds and also let us know your name and where you're from. If you're new to this podcast, we have a lot of conversations on different themes throughout the Bible and many of these conversations have videos that accompany them. You can learn all about the podcast series, the videos, it's all@thebibleproject.com Today's show is produced by Dan Gummel. Our theme music comes from the band Tents. We're a crowdfunded nonprofit in Portland, Oregon and we make all these free resources to experience the Bible as a unified story that leads to Jesus. Thank you so much for being a part of this one.",
    "start": "00:58:36",
    "end": "00:59:45"
  },
  {
    "text": "Hi, this is Rhea Brudan. I'm from Romania and I first heard about the Bible Project from my daughter in law Rebecca. I use the Bible Project in my preaching in my church in Via church in Romania, Cluj, Napoca. My favorite thing about the Bible Project is its clarity and the fact that it's memorable. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more@thebibleproject.com video clipper gratis notice podcaster.",
    "start": "00:59:47",
    "end": "01:00:32"
  },
  {
    "text": "SA.",
    "start": "01:00:39",
    "end": "01:00:39"
  }
]