[
  {
    "text": "Hey, this is john@the Bibleproject, and this is Tim, also at the Bible Project.",
    "start": "00:00:07",
    "end": "00:00:11"
  },
  {
    "text": "We are both at the Bible Project currently, and we are doing a question and response episode.",
    "start": "00:00:11",
    "end": "00:00:15"
  },
  {
    "text": "Yes.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "Of a series we've been calling 7th day rest.",
    "start": "00:00:16",
    "end": "00:00:19"
  },
  {
    "text": "7Th day rest.",
    "start": "00:00:19",
    "end": "00:00:20"
  },
  {
    "text": "Although the video is probably not going to be called that.",
    "start": "00:00:20",
    "end": "00:00:23"
  },
  {
    "text": "Well, this whole time we were saying, let's not call it the Sabbath because it's about so much more than the.",
    "start": "00:00:23",
    "end": "00:00:30"
  },
  {
    "text": "Sabbath, more than the sab.",
    "start": "00:00:30",
    "end": "00:00:31"
  },
  {
    "text": "But some of our team members are getting us to think in a bigger perspective that maybe actually calling it the Sabbath might be strategic.",
    "start": "00:00:32",
    "end": "00:00:39"
  },
  {
    "text": "More strategic. Because no one's Googling seventh Day rest. Explain to me this concept of seventh day rest.",
    "start": "00:00:40",
    "end": "00:00:47"
  },
  {
    "text": "Explain to me the concept of the Semitic symbolism of the number seven.",
    "start": "00:00:47",
    "end": "00:00:51"
  },
  {
    "text": "But there's lots of people saying, what's the deal?",
    "start": "00:00:51",
    "end": "00:00:54"
  },
  {
    "text": "What's up with the Sabbath?",
    "start": "00:00:54",
    "end": "00:00:55"
  },
  {
    "text": "With the Sabbath.",
    "start": "00:00:55",
    "end": "00:00:55"
  },
  {
    "text": "That's right.",
    "start": "00:00:56",
    "end": "00:00:56"
  },
  {
    "text": "And so we'll get more Google Juice if we call the video Sabbath.",
    "start": "00:00:56",
    "end": "00:01:00"
  },
  {
    "text": "And it is a big part of what these conversations in this video have been about.",
    "start": "00:01:00",
    "end": "00:01:05"
  },
  {
    "text": "And it's actually what a lot of these questions from you guys have been about. Because when it gets practical, we're not practicing the Sabbath year really so much. Or these other festivals.",
    "start": "00:01:05",
    "end": "00:01:19"
  },
  {
    "text": "Jubilee. Yeah, that's right.",
    "start": "00:01:19",
    "end": "00:01:20"
  },
  {
    "text": "It's really more about, can I do this weekly rhythm.",
    "start": "00:01:20",
    "end": "00:01:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "And what does that look like?",
    "start": "00:01:24",
    "end": "00:01:25"
  },
  {
    "text": "So in our last installment of this series, Real Time is yet to come out. We dedicated a whole bunch of time to talk about that issue theologically in terms of how Christians in the first generation, in the period of the apostles and throughout history have or have not practiced the Sabbath and so on. But you all have sent in a bunch of great questions that are even just very practical, which is regardless of whether you do something from Friday night to Saturday night or do it a different day of the week, what's the wisdom of about the Sabbath that would be like, really restorative for God's people.",
    "start": "00:01:25",
    "end": "00:02:03"
  },
  {
    "text": "Yeah.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "So we're going to have some questions and talk about that and then some other good questions, too. So here we go.",
    "start": "00:02:03",
    "end": "00:02:10"
  },
  {
    "text": "Let's get into it.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "Q and R time. Number one, David from Arizona. You expressed a question that was sent in many times over throughout the whole time we've been taking questions on the series. So let's hear your question.",
    "start": "00:02:11",
    "end": "00:02:24"
  },
  {
    "text": "Hello, Tim and John. My name is David from Phoenix, Arizona. My question is, does the frequent occurrence of the number seven and the seventh day in Genesis, Exodus and the rest of the Bible have more to do with the authors creating design patterns within the narrative to make theological claims, or is it actually how God himself worked in history? Maybe these are synonymous. But I would love to hear your response. Thank you for all that y' all do, especially the podcast episodes. They have strengthened my faith in Jesus and helped me embrace my inner Bible nerd. I think this is a great question, and it's a question I think about often when we look at design patterns in the Bible of any sort. Because you're like, wow, that was really well crafted.",
    "start": "00:02:24",
    "end": "00:03:08"
  },
  {
    "text": "Correct.",
    "start": "00:03:08",
    "end": "00:03:09"
  },
  {
    "text": "And the most logical explanation is they're playing fast and loose with real history. You know, like, did this thing really happen in seven days? Or did that really whatever? Like, was it really?",
    "start": "00:03:09",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, that's right. It depends on your cultural conception of how to do history. Yes, but which is. That's the question. Yeah. So let's just. First, let's name it. You know, we went through a handful of design patterns in Genesis 1. Seven days, 10 acts of speech in seven days. I was just talking with you this morning. I just realized this morning that the entire flood narrative is broken up into 10 acts of divine speech. God speaks 10 times in the course of the flood narrative, too, which is a decreation recreation story. So it's not just the number seven. It's almost all number symbolism in the Hebrew Bible, whether it's 7, 10, 40, 40, 12 for the 12 tribes, we didn't end up including in the podcast other little tidbits that are kind of on the cutting room floor. The way, mimicking Genesis 1, the way the Israelites march around Jericho for six days and then rest on the end of each day. And then on the seventh day is when they blow their horns and they.",
    "start": "00:03:19",
    "end": "00:04:19"
  },
  {
    "text": "March around seven times. Right.",
    "start": "00:04:19",
    "end": "00:04:21"
  },
  {
    "text": "And they march around it seven times on the seventh day after six days of marching. And it's so clearly a recall of Genesis 1 and on and on.",
    "start": "00:04:21",
    "end": "00:04:30"
  },
  {
    "text": "Right.",
    "start": "00:04:31",
    "end": "00:04:31"
  },
  {
    "text": "Joshua speaks seven times in his covenant speech at the end of the book of Joshua. So it's pervasive. This 7 symbol as completeness or wholeness pervades the design of biblical literature. So the question is, at what point are we fading from what some modern Westerners would call history into just sheer literary creativity?",
    "start": "00:04:31",
    "end": "00:04:58"
  },
  {
    "text": "When you say what some modern Westerners call history, I think what we mean by that is what actually happened.",
    "start": "00:04:58",
    "end": "00:05:06"
  },
  {
    "text": "That's one meaning of the word history.",
    "start": "00:05:07",
    "end": "00:05:08"
  },
  {
    "text": "Really?",
    "start": "00:05:09",
    "end": "00:05:09"
  },
  {
    "text": "Sure. Yeah. But history can also refer to a written account that has been selectively arranged and designed in order to highlight certain connections.",
    "start": "00:05:09",
    "end": "00:05:20"
  },
  {
    "text": "It'd be like a creative retelling of history.",
    "start": "00:05:20",
    "end": "00:05:23"
  },
  {
    "text": "Well, but any Retelling of history is a creative act because there's no way to actually recreate an event because that event was only experienced by people who have their limited points of view. Right. So if somebody writes a history of World War II, it's one person or a group. Right? Yeah. Consulting whatever, eyewitnesses and sources and so on, to arrange an account.",
    "start": "00:05:24",
    "end": "00:05:50"
  },
  {
    "text": "Right.",
    "start": "00:05:50",
    "end": "00:05:50"
  },
  {
    "text": "So that's not quite the issue here.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "Because modern Westerners, the goal, I guess most of the time is when I'm going to write history, I want to try to write an accurate account, whether or not I'm actually doing it. That's typically the goal.",
    "start": "00:05:52",
    "end": "00:06:04"
  },
  {
    "text": "Okay, that's right. Yeah. So I would say that the value is on maximal realism in the representation of the events and realism not in the sense of just realistic, but actually matching details.",
    "start": "00:06:04",
    "end": "00:06:21"
  },
  {
    "text": "This is what my wife wants when she asks me how my day was.",
    "start": "00:06:21",
    "end": "00:06:25"
  },
  {
    "text": "How your day was at work, or.",
    "start": "00:06:25",
    "end": "00:06:27"
  },
  {
    "text": "How my conversation with whoever was. It's like, just replay the whole thing as it happened, please.",
    "start": "00:06:27",
    "end": "00:06:34"
  },
  {
    "text": "Totally. I know. I know that dynamic. So here's the rub, however, are we imposing our cultural conception of what it means to create a written account of an event when we make people from other times and cultures, when we expect that they would represent an event in the same way? And so I think we're all the way back to honoring the fact that God has chosen to speak to his people through the ancient Hebrew, through texts that were written in the literary styles the ancient Israelites read and wrote in, and in the literature of the ancient Near East. It's not only acceptable, it's the way that you write a narrative recounting an event. The highest value isn't just realistic representation. It's also communicating the meaning, the cosmic meaning, in light of their assumption that all events that happen have both a human causal level and a divine causal level, it seems to me we need to allow the biblical authors to speak on their terms and through the literary styles that they were familiar with. So when you start to see, like, somebody's speech, like Joshua's speech in Joshua 24 is divided up into seven speech acts, you know, his covenant speech at the end of the book. So the question is, did he actually stop and, like, restart seven times? Or is an author helping me understand the meaning of that within a series of design patterns? And we're kind of back to our conversation we've had many times over the years. It's like, about the Gospels, differences in details in the accounts of the Gospels. But does this one feel different to you?",
    "start": "00:06:38",
    "end": "00:08:21"
  },
  {
    "text": "No. I mean, not completely.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "What about Jericho? The six and seven days for Jericho.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "That one's easier because it's easy to imagine that's what they actually did.",
    "start": "00:08:24",
    "end": "00:08:29"
  },
  {
    "text": "Ah, I see, okay. Ah, and so David, that's your question is, is this just authorial creativity or is this how things actually worked out in history?",
    "start": "00:08:29",
    "end": "00:08:37"
  },
  {
    "text": "Yeah, maybe at some point, at some point it becomes hard to imagine, it becomes incredulous that there's so much many patterns in human history. Unless like David said, God was orchestrating history.",
    "start": "00:08:37",
    "end": "00:08:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:08:52",
    "end": "00:08:53"
  },
  {
    "text": "So that then it could be written accurately and have all its symbolic meaning.",
    "start": "00:08:53",
    "end": "00:08:57"
  },
  {
    "text": "Correct.",
    "start": "00:08:58",
    "end": "00:08:58"
  },
  {
    "text": "But were the Israelites really wandering for 40 years? Maybe it was 42 years and they're just like, oh, it's ran down because that's more significant geologically.",
    "start": "00:08:58",
    "end": "00:09:08"
  },
  {
    "text": "Yeah, that's right, yeah. And different people are going to have different. They're going to land on all ends of the spectrum here. So on one of the spectrum would be the biblical authors sometimes frame a narrative as happening within a seven day sequence or a seven time sequence to make a theological point. Even though the source or the oral tradition that they received or are passing on didn't have that. But they add that element to it. And it's not just literary creativity, they're making a theological point to help you see the meaning. So that would be one end of the spectrum. Another end of the spectrum would be that all of these events happened precisely according to the maximal representation of details, including all of these patterns of seven, which means Joshua stopped and started seven times and this kind of thing. I would just urge us to open mindedness, to let the literary evidence of the Bible just speak for itself. Our goal is, regardless of our theological assumptions, is that we just want to hear the Bible on its own terms. And I've had these conversations before is somebody who's maybe on the maximal realistic representation side will say, well, Joshua just happened to like stop and start seven times. That's just what happened. It's like, okay, well, but it's seven times in the whole set of other mountain of evidence of the meaningfulness of the number seven. So I think it's a meaningful thing that we're supposed to see a theological claim at work there.",
    "start": "00:09:08",
    "end": "00:10:38"
  },
  {
    "text": "I'm getting more and more comfortable with that. But I know that the rub for people is where do you draw the line?",
    "start": "00:10:39",
    "end": "00:10:47"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:10:48",
    "end": "00:10:48"
  },
  {
    "text": "Because one place where you need to, it seems very important to draw the line is that Jesus rise from the dead.",
    "start": "00:10:49",
    "end": "00:10:56"
  },
  {
    "text": "Yeah.",
    "start": "00:10:56",
    "end": "00:10:56"
  },
  {
    "text": "Did he die and rise from the dead?",
    "start": "00:10:56",
    "end": "00:10:57"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "Or is that just A way to make a theological claim.",
    "start": "00:10:58",
    "end": "00:11:01"
  },
  {
    "text": "Sure.",
    "start": "00:11:01",
    "end": "00:11:02"
  },
  {
    "text": "So you could take this argument of, well, we're just taking what happened and talking about the significance. And you could take it to a degree. Where now have you thrown out the baby with the bathwater?",
    "start": "00:11:02",
    "end": "00:11:13"
  },
  {
    "text": "Sure, sure.",
    "start": "00:11:13",
    "end": "00:11:14"
  },
  {
    "text": "And where do you draw the line?",
    "start": "00:11:14",
    "end": "00:11:16"
  },
  {
    "text": "Sure. Even there. The timing of the resurrection, for example.",
    "start": "00:11:16",
    "end": "00:11:20"
  },
  {
    "text": "Right.",
    "start": "00:11:20",
    "end": "00:11:20"
  },
  {
    "text": "Was it on the third day? Was it three days and three nights? Was it from Sabbath, the beginning of a Sabbath to the. Oh, man. In which case there's really only one 24 hour block with a few hours on each side.",
    "start": "00:11:20",
    "end": "00:11:32"
  },
  {
    "text": "Yeah.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "So. So even with the empty tomb, the way that numbers mean things is how you refer to the empty tomb.",
    "start": "00:11:33",
    "end": "00:11:40"
  },
  {
    "text": "So are there certain details like numbers that we could be a little bit more flex on, but other details like the women showing up, well, that must have happened.",
    "start": "00:11:40",
    "end": "00:11:48"
  },
  {
    "text": "Yeah, that's right. But to say, oh, look, the time that Jesus spent in the tomb is represented by different numbers in different texts, recognizing that nowhere puts you near saying, therefore the resurrection did not happen. What we're saying is the claim is the resurrection did happen and in different texts the numbers are giving different theological nuances and meaning to the resurrection. But it's unwarranted to say, therefore it's all fiction. And I think the same is true for a story like Jericho. The marching six times and then seven, mimicking the six days of gathering manna and then not gathering out on the seventh, mimicking the six days and the seventh day of creation. Therefore, the Israelites never had a battle with the city of Jericho. That's an unwarranted conclusion. Am I making any sense?",
    "start": "00:11:48",
    "end": "00:12:35"
  },
  {
    "text": "Totally making sense.",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. We need more sophisticated categories between fiction and like video security camera footage and in between to say an event can be represented using literary creativity, design patterns, and still be a faithful representation of history. This is not the last time we're going to have this conversation. No, but I know this video raised it for a lot of people. I don't know. There's no tying a bow on that one. No, no. Thank you, David, for that wonderful question.",
    "start": "00:12:37",
    "end": "00:13:05"
  },
  {
    "text": "Live in the discomfort.",
    "start": "00:13:05",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, discomfort for us. I don't think it was a discomfort for us.",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "It's a discomfort for us, most people.",
    "start": "00:13:09",
    "end": "00:13:11"
  },
  {
    "text": "Throughout history and certainly not for the biblical authors because they like, they love this stuff.",
    "start": "00:13:11",
    "end": "00:13:16"
  },
  {
    "text": "Well, no, when you were talking, it made me think like, if you didn't do that, it's like people would be disappointed in you.",
    "start": "00:13:16",
    "end": "00:13:21"
  },
  {
    "text": "Yeah. Okay, so actually, let's look at an example from the New Testament that kind of gets us in the Same ballpark.",
    "start": "00:13:21",
    "end": "00:13:27"
  },
  {
    "text": "Okay.",
    "start": "00:13:27",
    "end": "00:13:27"
  },
  {
    "text": "Ashley from Arizona has a really perceptive question.",
    "start": "00:13:27",
    "end": "00:13:30"
  },
  {
    "text": "Hi, John and Tim. This is Ashley from Arizona. I have a question for you regarding Jesus words. During his miracle at the wedding at Cana, when his mother points out that there is no wine, he says, my hour has not yet come. And then he takes six water pots used for purification and then puts water in them and then turns those into wine. There seems to be a connection maybe with the six and then this idea of, you know, bringing the good, the best wine out last. But I'm wondering what the connection is between cups, wine, and the seventh day. Is that a thing? Thanks so much for your thoughts and all the work you do.",
    "start": "00:13:30",
    "end": "00:14:16"
  },
  {
    "text": "Yes, Ashley, very perceptive observation and then also a great question. Yeah.",
    "start": "00:14:17",
    "end": "00:14:22"
  },
  {
    "text": "Our producer Dan has been saying that the questions have been getting progressively more and more sophisticated. People are reading the Bible.",
    "start": "00:14:23",
    "end": "00:14:32"
  },
  {
    "text": "Yeah, it's awesome.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "And seeing things.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Yeah, totally. So this is the first story of seven or seven acts that Jesus will do in the Gospel of John that are called signs. So seven times Jesus performs some kind of wonder or healing, and it's called by the narrator a sign. This is the first one. And John also tells us that this is the first sign of Jesus and that it revealed Jesus glory. That's right. To his disciples.",
    "start": "00:14:34",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. And he's helping throw a party.",
    "start": "00:15:02",
    "end": "00:15:04"
  },
  {
    "text": "That's right. So it invites the reader to see something really significant here.",
    "start": "00:15:04",
    "end": "00:15:09"
  },
  {
    "text": "This is an important one in a.",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "Narrative that might feel like, well, this kind of a random thing that happened.",
    "start": "00:15:10",
    "end": "00:15:14"
  },
  {
    "text": "To Jesus, it is such a random miracle. Right. It's like, help someone blind. See? Awesome.",
    "start": "00:15:14",
    "end": "00:15:21"
  },
  {
    "text": "Sure.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "You know?",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:15:23",
    "end": "00:15:24"
  },
  {
    "text": "Cast out a demon.",
    "start": "00:15:24",
    "end": "00:15:25"
  },
  {
    "text": "Yep.",
    "start": "00:15:25",
    "end": "00:15:26"
  },
  {
    "text": "Rad.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "Yeah. Although none of those. No exorcisms in John.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "Oh, okay.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "Yeah, but. Yeah, but the other Feeding people. Yeah, that's right.",
    "start": "00:15:30",
    "end": "00:15:34"
  },
  {
    "text": "But let's just make a bunch of wine so we could party longer.",
    "start": "00:15:34",
    "end": "00:15:38"
  },
  {
    "text": "So lot of things we could do in the story. Let's just highlight the things that Ashley highlights. John makes this observation that Jesus uses six huge stone jars that are usually the jars, the types of jars that people would do before ritual purification, either of their hands before they eat. Or down in Jerusalem, there were big baths called mikvot or mikveh, a Jewish form of baptism, where before you go into the temple courts, you immerse your whole body or wash your hands and that kind of thing. So this is the thing. Purification, bath water. Read Leviticus. Right. It's the thing. Why does he tell us how many there are? Right, okay, six. That's interesting. So there's six, and then what Jesus does is take these six and then do one more act that turns the six into this thing that provides for the wedding party. So it sets up a. There's six and then there's six ordinary things into a seventh, transform into a new thing, which is helping a party continue totally. Yeah. Completing the wedding party.",
    "start": "00:15:38",
    "end": "00:16:57"
  },
  {
    "text": "Completing a party.",
    "start": "00:16:57",
    "end": "00:16:58"
  },
  {
    "text": "It's the last thing that happens. And the whole thing of focusing in on what the head waiter. Right, or the party host, party sponsor is, he says is, listen, we had some wine before this, but, like, this.",
    "start": "00:16:58",
    "end": "00:17:10"
  },
  {
    "text": "Is the good stuff.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "This is the ultimate. You've kept the good wine for this moment. So this wine that is created out of the six is presented in the narrative as a completion or culminating moment. So there's no way this is a coincidence. Why John has told us the six stone water jars.",
    "start": "00:17:11",
    "end": "00:17:30"
  },
  {
    "text": "Yeah. I've never noticed that.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "Yeah, it's awesome. So think this. Do you remember back when I showed you how the opening chapter of the Gospel of John has been designed to imitate the literary design of Genesis 1? It's a thing. It's a thing. There's a scholar, Mary Colot. We'll make sure her book's in the show notes. She's done a lot of really amazing work on allusions to the Old Testament in the Gospel of John. And she has a set of great studies on the literary design of the prologue to the Gospel of John. And he's broken it into six panels. Opening line, two triads of three, and then a finishing seventh piece. And the opening line is in the beginning. It begins with opening words of Genesis. So the prologue of John is telling, you read this Gospel like you would read.",
    "start": "00:17:34",
    "end": "00:18:24"
  },
  {
    "text": "Yeah. The Hebrew Bible.",
    "start": "00:18:25",
    "end": "00:18:26"
  },
  {
    "text": "The Hebrew Bible. And so he's buried sevens, and there's seven signs. He says, I am seven times. There's all kinds of patterns of seven woven in the Gospel of John. Which connects us back to David's question, the previous question.",
    "start": "00:18:26",
    "end": "00:18:38"
  },
  {
    "text": "And that's easier, though, to think, oh, well, he just chose seven signs. It wasn't like Jesus only did seven signs.",
    "start": "00:18:39",
    "end": "00:18:47"
  },
  {
    "text": "Yeah, that's a good point. He says at the end, I could have chosen many stories.",
    "start": "00:18:47",
    "end": "00:18:50"
  },
  {
    "text": "Right?",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "That's right. So, yeah, the fact that John would recognize six stone jars, but that one.",
    "start": "00:18:51",
    "end": "00:18:59"
  },
  {
    "text": "Yeah. Was there really six stone jars?",
    "start": "00:18:59",
    "end": "00:19:01"
  },
  {
    "text": "Correct. Why else would John mention it?",
    "start": "00:19:01",
    "end": "00:19:03"
  },
  {
    "text": "Right.",
    "start": "00:19:03",
    "end": "00:19:03"
  },
  {
    "text": "Let's tee it up on either side. Let's try and be objective.",
    "start": "00:19:03",
    "end": "00:19:06"
  },
  {
    "text": "Yeah, yeah. Maybe like, he just was like, I should throw some details in there to maximize the realism. Yeah.",
    "start": "00:19:06",
    "end": "00:19:11"
  },
  {
    "text": "Let's Just say there were six. I don't remember how many there were. Let's just say six.",
    "start": "00:19:11",
    "end": "00:19:14"
  },
  {
    "text": "No, I happen to remember there was six. I'm gonna put some details in.",
    "start": "00:19:14",
    "end": "00:19:17"
  },
  {
    "text": "Oh, okay. Well. Or there's that side. I mean, there's two ways you could approach it. Right.",
    "start": "00:19:17",
    "end": "00:19:22"
  },
  {
    "text": "But it has nothing to do with a pattern of creation. There just happened to be six. And I just happened to mention it.",
    "start": "00:19:22",
    "end": "00:19:28"
  },
  {
    "text": "That's right. Yes. Yeah.",
    "start": "00:19:28",
    "end": "00:19:30"
  },
  {
    "text": "There was other details that I forgot, but that one I remembered.",
    "start": "00:19:30",
    "end": "00:19:32"
  },
  {
    "text": "Yeah, that's right. It is an odd detail to manufacture. You know what I'm saying? If he was making it up just to lead the reader to seeing Jesus act as a seventh act, it's kind of. It's an odd one. It seems more likely that it's preserving a memory. And the reason he's included it is because, like, if we could sit with him, my hunch is he'd be like, dude, you guys won't believe this. We're six. Darn. Like, that kind of stuff. Really?",
    "start": "00:19:32",
    "end": "00:20:00"
  },
  {
    "text": "Yeah. Or there wasn't six, but he thought, you know what's going to really make this story sparkle?",
    "start": "00:20:00",
    "end": "00:20:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "If there were six.",
    "start": "00:20:07",
    "end": "00:20:08"
  },
  {
    "text": "That's right.",
    "start": "00:20:08",
    "end": "00:20:08"
  },
  {
    "text": "Because that helps make the point in a much deeper, memorable way that what Jesus is doing is ushering in new creation.",
    "start": "00:20:08",
    "end": "00:20:16"
  },
  {
    "text": "That's right.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "And in his first character.",
    "start": "00:20:17",
    "end": "00:20:18"
  },
  {
    "text": "So I think both are plausible. We don't know the answer on either reading. The symbolism of it is the same, and I think it's learning to live without knowing.",
    "start": "00:20:18",
    "end": "00:20:29"
  },
  {
    "text": "You know, when you said that, you said it wasn't the last time we were going to talk about that. And then we talked about it. Second question.",
    "start": "00:20:30",
    "end": "00:20:35"
  },
  {
    "text": "Okay, so transitioning from Bible number nerdiness into some more practical questions about the practice of the Sabbath. We've got Jesse from New Zealand.",
    "start": "00:20:35",
    "end": "00:20:48"
  },
  {
    "text": "Hi, John and Tim. This is Jesse from Palmerston, North, New Zealand.",
    "start": "00:20:49",
    "end": "00:20:52"
  },
  {
    "text": "Thank you for this conversation around the Sabbath.",
    "start": "00:20:52",
    "end": "00:20:54"
  },
  {
    "text": "I was wondering about the practical implications of the theological discussion that you've been having.",
    "start": "00:20:54",
    "end": "00:21:00"
  },
  {
    "text": "Jews have been practicing Sabbath rest and.",
    "start": "00:21:00",
    "end": "00:21:03"
  },
  {
    "text": "The Sabbath observance for millennia, and yet Christians kind of gave up on that a few centuries ago. Should we as Christians go back to Sabbath observance? Is there something more there that I've missed? What are the implications of this Sabbath.",
    "start": "00:21:03",
    "end": "00:21:17"
  },
  {
    "text": "Rest for us in the Christian world?",
    "start": "00:21:17",
    "end": "00:21:20"
  },
  {
    "text": "Thanks. Thanks, Jesse.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Yeah, thank you. That's. Your question represents a question we've gotten many times, sent in many times throughout the series. In the next episode of the series, we're going to focus in specifically on the practice of Sabbath in the Jesus movement in the early centuries and especially in the period of the New Testament. So maybe just a bit to preview or see that. One thing to notice, because in our modern day, Judaism and Christianity are distinct religious traditions. They're perceived as even different religions, entirely different faith traditions. And they also have, you know, going on 1900 years, like really of violent hostility, mostly on the part of Christians, towards the Jewish community. So that complicates the matter, that complicates any discussion on this subject here, because in those first generations of the Jesus movement, the very first generation was all Jewish and they didn't consider themselves, no, we're Christians and not Jewish. They were Jews who saw their hopes fulfilled in the Messiah.",
    "start": "00:21:22",
    "end": "00:22:34"
  },
  {
    "text": "They continued all the Jewish practices.",
    "start": "00:22:34",
    "end": "00:22:37"
  },
  {
    "text": "And there has been throughout history, whether it's small or large, there has been messianic Jewish followers of Jesus all along. There has never not been a messianic Jewish community practicing Sabbath, doing the feast days and so on. They wouldn't use the label Christians. They'd say they're messianic Jews and they follow Jesus. So there's a very ancient tradition going back to the roots of the movement. So that complicates the matter because it's inaccurate to say, well, Christians gave up the Sabbath or they switched the Sabbath. What Christians are you talking about?",
    "start": "00:22:38",
    "end": "00:23:12"
  },
  {
    "text": "Right. The real issue is now if you're not Jewish and you want to follow this Jewish messiah, then what Jewish practices should you. Could you. Would you pick up?",
    "start": "00:23:12",
    "end": "00:23:26"
  },
  {
    "text": "Correct. And that's what we'll focus on a little more in the next episode that's going to come out. Little plug conversation.",
    "start": "00:23:26",
    "end": "00:23:32"
  },
  {
    "text": "Stay tuned.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "Yeah, but it's just, I thought it'd be useful to say here. There have been Jewish and non Jewish followers of Jesus from the very beginning. Jesus went around doing his thing and mostly with his Jewish contemporaries and occasionally with non Jews. And so it is the case that resurrection Sunday from the very beginning, started a unique practice on Sundays. It's referred to in the book of Jude. Jesus brother refers to that meal. He calls it the love feast, the agape feast. For some reason in English, the word love feast sounds creepy.",
    "start": "00:23:33",
    "end": "00:24:12"
  },
  {
    "text": "Yeah, scandalous.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "It's called the agape feast.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "Someone invites you to a love feast.",
    "start": "00:24:14",
    "end": "00:24:16"
  },
  {
    "text": "But it's the feast where they celebrated God's love shown in Jesus. The. The agape feast. And so you had simultaneously observant messianic Jews doing Sabbath and doing the Sunday, resurrection Sunday thing. So they weren't mutually exclusive. Eventually later on, they were seen to be mutually exclusive for some People. And that's where this division got set up. But anyway, so whether or not you practice Sabbath on Friday night to Saturday night, there is. Think of our conversations about the laws of the Hebrew Bible. Even though I'm not an ancient Israelite living in the covenant made at Sinai, there is divine wisdom for me in the laws of the Hebrew Bible.",
    "start": "00:24:16",
    "end": "00:25:03"
  },
  {
    "text": "There is wisdom in stopping and resting.",
    "start": "00:25:03",
    "end": "00:25:06"
  },
  {
    "text": "That's right.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "And there's wisdom in celebrating and anticipating new creation.",
    "start": "00:25:07",
    "end": "00:25:12"
  },
  {
    "text": "Yep, it's a cool rhythm. It is a cool rhythm. So we had two questions that raised this issue in an interesting regard. One is Jiska. And then another question from John Chen. Jiska lives in Rwanda. John Chen lives in Malaysia. So let's hear your questions. I think that'll tee up a good conversation.",
    "start": "00:25:12",
    "end": "00:25:33"
  },
  {
    "text": "Hello, my name is Jessica and I come from Rwanda. So my question for this series of rest is, how do we apply the principles of rest in our time as Christians? What do we do with, you know, with the information on rest and the seventh day, how do we live it out on a daily basis today? What can we apply from it? Thank you.",
    "start": "00:25:33",
    "end": "00:25:55"
  },
  {
    "text": "Hi, Tim and John.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "This is John Chin from Malaysia. I work in the construction industry here and it's common for people to work six days a week. This has truly made me appreciate the one day of rest that I get every week. However, a lot of my friends who work a normal five day week say that working six days in today's world can be way too tiring. Could you share your thoughts on the practicality of still working six days and.",
    "start": "00:25:58",
    "end": "00:26:18"
  },
  {
    "text": "Resting one day in our modern world?",
    "start": "00:26:18",
    "end": "00:26:20"
  },
  {
    "text": "And on the flip side of that, what are the biblical implications if I do not take a break by continually working seven days a week? Thanks for all you do, guys. I love your podcast. Keep it up.",
    "start": "00:26:20",
    "end": "00:26:30"
  },
  {
    "text": "Yeah, great questions. One about just what's the wisdom principle and the Sabbath idea? And then one question that's really practical about, like, what actually happens when we work too much. I thought this was interesting about the five versus six day work week in different cultures.",
    "start": "00:26:30",
    "end": "00:26:50"
  },
  {
    "text": "Right?",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "Yeah, but yeah, so actually let's start there. You know all of the biblical language about the Sabbath is six days of work and seven, right? Well, there's an interesting disconnect there between people who live in cultures that do the five day work week with the two day rest, I guess. Yeah, but advocating the Sabbath. And then the question is, well, which one of the rest days do you pick? I don't know. Do you go with a traditional one Friday to Saturday, Saturday to Sunday?",
    "start": "00:26:51",
    "end": "00:27:20"
  },
  {
    "text": "It's a big Difference between whether or not you're working your own land or you're working in your own business versus being an employee of someone else.",
    "start": "00:27:20",
    "end": "00:27:27"
  },
  {
    "text": "That's right.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "You're just like, yeah, what do I need to do? How often do I need to be here? Because if you got your own thing, you could work yourself to the bone.",
    "start": "00:27:28",
    "end": "00:27:36"
  },
  {
    "text": "Sure. Yeah, that's right. If it's farming, I don't know, like it's farming. If it's farming, it's like the cows don't care what day it is.",
    "start": "00:27:36",
    "end": "00:27:43"
  },
  {
    "text": "No.",
    "start": "00:27:43",
    "end": "00:27:44"
  },
  {
    "text": "They need to be milked and the.",
    "start": "00:27:44",
    "end": "00:27:45"
  },
  {
    "text": "Crops don't care what day it is. And there's always something to do.",
    "start": "00:27:45",
    "end": "00:27:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "And it's your place and you want to keep it up. Be a good steward.",
    "start": "00:27:48",
    "end": "00:27:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:51",
    "end": "00:27:52"
  },
  {
    "text": "Or if it's your startup.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. And ancient Israel was much more like that.",
    "start": "00:27:53",
    "end": "00:27:56"
  },
  {
    "text": "Yes.",
    "start": "00:27:56",
    "end": "00:27:56"
  },
  {
    "text": "Mountain tribal farming communities in hill country.",
    "start": "00:27:57",
    "end": "00:28:01"
  },
  {
    "text": "And in the ancient world, it was kind of ridiculous to take a day off. Right.",
    "start": "00:28:03",
    "end": "00:28:07"
  },
  {
    "text": "Yeah. There was not another culture that did it as consistently attached to the seventh day. There were other cultures that did seventh day religious feast days and stuff like that on occasion, but nothing is consistent as don't miss it every week. And then in some months, like multiplying, like days of. In the first and seventh month, you have all these extra days too. So I think depending on your cultural upbringing, that will shape your perception of how much is too many days of work. For me, having been raised in America, a six day work week sounds exhausting. But for somebody raised in a culture like that, it would just be. That's what's normal. Yeah. So John, your question is what are just the implications if we work ourselves without any rest? Which then speaks to Jiska's question about what's the wisdom principle here? Yeah, so we haven't really talked about this in the course of the series. Like, if you were to actually do it, let's say it's Friday night to Saturday night, or if you are going to observe the principle in spirit on some other day of the week, what's the value? Like, what's the wisdom there? Why does it matter?",
    "start": "00:28:07",
    "end": "00:29:23"
  },
  {
    "text": "Yeah, that seems obvious.",
    "start": "00:29:23",
    "end": "00:29:25"
  },
  {
    "text": "Is it obvious? I don't know. Yeah.",
    "start": "00:29:25",
    "end": "00:29:27"
  },
  {
    "text": "Stephen Covey's 7 Habits of Highly effective people.",
    "start": "00:29:27",
    "end": "00:29:29"
  },
  {
    "text": "Ah. Aha.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "One of them is sharpen your saw. So you can't just keep sawing. You can't just keep going. It's gonna. Yes, the blade's gonna get dull.",
    "start": "00:29:30",
    "end": "00:29:37"
  },
  {
    "text": "Yeah, sure. That's right.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "And eventually you have to stop and sharpen your Saw.",
    "start": "00:29:39",
    "end": "00:29:42"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "And I think the human body, if it were a saw of sorts, you need rest.",
    "start": "00:29:42",
    "end": "00:29:48"
  },
  {
    "text": "Yes.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "Stay sharp.",
    "start": "00:29:49",
    "end": "00:29:50"
  },
  {
    "text": "Yes.",
    "start": "00:29:50",
    "end": "00:29:50"
  },
  {
    "text": "So just to stay productive, resting makes a lot of sense.",
    "start": "00:29:51",
    "end": "00:29:54"
  },
  {
    "text": "So what's interesting is that the two biblical rationales for the Sabbath don't quite match that more modern principle. No. It's worth observing. In Genesis 1, the seventh day is when God takes up his rest. He settles in.",
    "start": "00:29:55",
    "end": "00:30:12"
  },
  {
    "text": "He wasn't getting dull. His blade wasn't getting dull.",
    "start": "00:30:12",
    "end": "00:30:14"
  },
  {
    "text": "Yeah. It's not like God needs to sharpen his saw because he gets tired. The seventh day is the day when he completes creation by entering and filling it with his presence. So that's the completion theme. And then once you get into the Exodus theme, the liberation theme, the seventh day is the day when you celebrate your journey out of the darkness into complete life. So remember in Deuteronomy, the seventh day rest is for you and your slave and your animals, because it's the day when you don't take care of everyone. Yeah. But it's the day when you remember that they're not yours, that you all belong to God, and so you get the same rest altogether. So that's more of a equality liberation theme. So you don't find in the Old Testament the reason, this wisdom reason of like. Yeah, because it's good for you psychologically too. Which I'm not saying that's not legitimate. I'm just saying it's not one of the main biblical emphases about the Sabbath.",
    "start": "00:30:14",
    "end": "00:31:20"
  },
  {
    "text": "It's to remember whose you are.",
    "start": "00:31:20",
    "end": "00:31:22"
  },
  {
    "text": "Yes.",
    "start": "00:31:22",
    "end": "00:31:23"
  },
  {
    "text": "And that you don't own all this stuff and it's not up to you.",
    "start": "00:31:23",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. And that history is moving towards an ultimate fulfillment of a union of heaven and earth in the ultimate seventh day rest. That's what the biblical authors care about in developing this theme. It's just interesting because you can develop a lot of other wisdom about the wisdom principle of it, why it's good for us dirt creatures. Right. And psychologically, physically, socially, and so on. But it's also. It's worth naming to say those are ways that we are extrapolating from the biblical storyline, which is what we're supposed to do. I think part of ruling the world as God's image is ruling with wisdom and learning new things that align with things that we already hold to be true or have as convictions. So I think this would be one of them.",
    "start": "00:31:27",
    "end": "00:32:13"
  },
  {
    "text": "Yeah. So here's the thing I think about when it comes to this. If I wanted to apply the wisdom principle of celebrating and thinking about the culmination of History and remembering who I am and that God owns everything. And I want to know how to do that. Right?",
    "start": "00:32:13",
    "end": "00:32:30"
  },
  {
    "text": "Yes. Yeah, sure.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "Because there's thousands of ways I could do it. And what's kind of reassuring when you're part of an ancient tradition is like, this is how we do it. You know, so if I was Jewish, it's just like, here's how we do it.",
    "start": "00:32:31",
    "end": "00:32:44"
  },
  {
    "text": "Yeah, yeah. You're just raised.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "I'm just doing it.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "It's almost like there's too much freedom. It feels like there's too much freedom to where it's like, where do I start? How do I do it and how do I do it? Right. And it feels the same way of like, if I wanted to, like, work out and have a body transformation of some sort, I'm not just go to the gym and just start just doing whatever I feel in the moment or watch just random people doing random things and be like, I'll just try and lift those weights.",
    "start": "00:32:47",
    "end": "00:33:10"
  },
  {
    "text": "Yes.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "I would want to have a real strategy that makes sense. And I would want someone who understands the human anatomy and to, like, coach me through it.",
    "start": "00:33:10",
    "end": "00:33:18"
  },
  {
    "text": "Yes.",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "And so I feel like we're all kind of out on our own, just trying to figure out.",
    "start": "00:33:19",
    "end": "00:33:23"
  },
  {
    "text": "And by we're all, you mean people who aren't Torah observant or Shabbat observant. Yeah, yeah, got it. Yeah, yeah, I hear that. And so maybe that's where the wisdom of the Christian tradition of Resurrection Sunday being a weekly day, not just the once a year day in the spring, but the weekly day where you get together with other followers of Jesus. You celebrate God's love shown in Jesus, you sing about it. You give your resources to your common mission in your neighborhood or city or as a community, and you share time and meals and food with each other. That's a way that Christians for millennia have, I think, lived by this wisdom. Now, it doesn't mean that they're observing the Sabbath because Sunday is not a Christian Sabbath, technically or historically.",
    "start": "00:33:23",
    "end": "00:34:16"
  },
  {
    "text": "You're saying you can apply Sabbath wisdom to the Sunday ritual.",
    "start": "00:34:16",
    "end": "00:34:19"
  },
  {
    "text": "Correct? Yeah.",
    "start": "00:34:19",
    "end": "00:34:20"
  },
  {
    "text": "You could do that.",
    "start": "00:34:21",
    "end": "00:34:21"
  },
  {
    "text": "It's a day to. This isn't my day. It's a day when I dedicate my time, focus, and energy.",
    "start": "00:34:21",
    "end": "00:34:27"
  },
  {
    "text": "But other people might want to actually just do a Sabbath ritual on top of a Sunday ritual.",
    "start": "00:34:28",
    "end": "00:34:33"
  },
  {
    "text": "Yeah, I know lots of people who do that. So it's. Yeah, wisdom. But by nature, wisdom isn't law. It's wisd that there are times when you need to flex it and mold and adapt it. Based on culture and setting and season of life and so on. So I think what's hard maybe in the modern Western settings when so much of our experience of religion has become therapeutic, that the human physical and psychological need for rest that can take this interesting turn where it becomes. I don't know. I don't even know what I'm trying to get out here, but it's just a feeling in the air when I hear people talk about it.",
    "start": "00:34:33",
    "end": "00:35:21"
  },
  {
    "text": "Well, I mean, it's a unique time in human history where we're so connected to devices. So you're just always one glance away from your email inbox. There's just so much to be doing and your brain can keep spinning and you can just.",
    "start": "00:35:21",
    "end": "00:35:36"
  },
  {
    "text": "Yeah.",
    "start": "00:35:36",
    "end": "00:35:37"
  },
  {
    "text": "So I think everyone's kind of realizing, like, this is getting out of hand.",
    "start": "00:35:37",
    "end": "00:35:40"
  },
  {
    "text": "Yes, yes, sure.",
    "start": "00:35:40",
    "end": "00:35:42"
  },
  {
    "text": "My body is in this constant state of like. Yes, just go.",
    "start": "00:35:42",
    "end": "00:35:45"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:45",
    "end": "00:35:46"
  },
  {
    "text": "And we've got to. We've got to fix this.",
    "start": "00:35:46",
    "end": "00:35:49"
  },
  {
    "text": "Totally. Yeah. It's so. Yeah. Unhealthy over the long run.",
    "start": "00:35:49",
    "end": "00:35:53"
  },
  {
    "text": "Yeah.",
    "start": "00:35:53",
    "end": "00:35:53"
  },
  {
    "text": "So, yeah, that's true. So, yeah. Wisdom would say, oh, isn't it interesting how the need to unplug from the modern media festival aligns with this ancient practice that was for the Sabbath, that some messianic Jews continued to do on the Sabbath, that many non Jewish Christians began to practice this wisdom on Resurrection Sunday every week of recognizing that I need a day to remember that I'm not God.",
    "start": "00:35:54",
    "end": "00:36:23"
  },
  {
    "text": "Usually suggest books, but I want to suggest a couple because I have a couple friends who've written about this.",
    "start": "00:36:23",
    "end": "00:36:31"
  },
  {
    "text": "We both do.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:32"
  },
  {
    "text": "Yeah. Somehow. Yeah. In Portland. We both. We know, like, a number of people here in town have written good books on the wisdom of the Sabbath.",
    "start": "00:36:33",
    "end": "00:36:40"
  },
  {
    "text": "Yeah. So Jefferson Bethke wrote a book called To Hell with the Hustle. It's a great title.",
    "start": "00:36:40",
    "end": "00:36:46"
  },
  {
    "text": "So good.",
    "start": "00:36:46",
    "end": "00:36:46"
  },
  {
    "text": "And then our friend John Mark Comer wrote a book called the Ruthless Elimination of Hurry.",
    "start": "00:36:47",
    "end": "00:36:55"
  },
  {
    "text": "Yep.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "Also another great reflection on rest.",
    "start": "00:36:56",
    "end": "00:36:58"
  },
  {
    "text": "That's right. Yeah. And then I have to think of something else. Yeah. And then I have a former neighbor, and he was a pastor here in Portland until he moved away recently. AJ Swoboda wrote a kind of a short practical theology of the Sabbath called the Subversive Sabbath. They're all three really great resources that will get you thinking theologically and creatively.",
    "start": "00:36:58",
    "end": "00:37:21"
  },
  {
    "text": "Yeah.",
    "start": "00:37:22",
    "end": "00:37:22"
  },
  {
    "text": "About the wisdom of the Sabbath.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "Lots of creative thinking. Because it's in the air.",
    "start": "00:37:23",
    "end": "00:37:26"
  },
  {
    "text": "Yeah.",
    "start": "00:37:26",
    "end": "00:37:26"
  },
  {
    "text": "There's also a book I just. A friend of mine showed me. We've been trying to do like a Friday night thing every once in a while, and we just don't know what we're doing. And then he brought this book. It's called At Home with God, A Complete Liturgical Guide for the Christian Home.",
    "start": "00:37:26",
    "end": "00:37:40"
  },
  {
    "text": "Oh, sweet.",
    "start": "00:37:40",
    "end": "00:37:41"
  },
  {
    "text": "And it had like, we're in Advent season. And it had, like, here's how you could do Sabbath in the spirit of adventure through a Messianic lens. And had a liturgy of sorts.",
    "start": "00:37:41",
    "end": "00:37:50"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:37:50",
    "end": "00:37:51"
  },
  {
    "text": "Cool.",
    "start": "00:37:51",
    "end": "00:37:51"
  },
  {
    "text": "Oh, that's awesome.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "Some good wisdom in there.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Yeah, totally. Yes. You know, just maybe as we're nearing the close on this, my initial interest in this whole theme was just seeing the seven day patterns all over the Bible and how prominent it was in the jubilee announcement of Jesus. So what's funny is when I really began to work this out and realized this is like a theme video, I didn't have on my mind any of the things. The things that most people want to talk about other than the Sabbath, which is a weekly. The weekly thing, and how do you do it and why.",
    "start": "00:37:53",
    "end": "00:38:24"
  },
  {
    "text": "But it's in the air.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Yeah. But I'm really glad that I've been forced to think in those areas, too, and think about my own life.",
    "start": "00:38:25",
    "end": "00:38:31"
  },
  {
    "text": "But that's a good reminder. And that's how we end the video.",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "Yes.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "Is that Jesus says, I will give you rest. That's the main piece of wisdom, which is rest comes through a person.",
    "start": "00:38:34",
    "end": "00:38:43"
  },
  {
    "text": "Yeah. Yeah, that's right. The Sabbath has happened to history. The Sabbath has happened to history in the person of Jesus. And he called it the arrival of God's kingdom. For him, that was the meaning of the Sabbath was his inauguration of God's kingdom here on Earth, as in heaven.",
    "start": "00:38:43",
    "end": "00:39:00"
  },
  {
    "text": "Yeah. So no matter how you apply the wisdom of the Sabbath, that needs to be central to.",
    "start": "00:39:00",
    "end": "00:39:08"
  },
  {
    "text": "That needs to be. Yeah, that's right. Yeah. Well said. Yeah.",
    "start": "00:39:08",
    "end": "00:39:10"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast.",
    "start": "00:39:11",
    "end": "00:39:13"
  },
  {
    "text": "All this month of December, we've been kind of featuring stories that celebrate cool things happening around the Bible project. And we wanted to give you a little window into the people behind the Italian localization team. Hey, Allison, welcome back. Hey, Dan. Thanks.",
    "start": "00:39:13",
    "end": "00:39:28"
  },
  {
    "text": "I'm super happy to be here again. Yeah.",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "We've been taking this month as you know, with these little vignettes and the end of the episodes highlighting various localization efforts. Yeah, that's right, Dan. And I am excited to get back on the podcast and say, on behalf.",
    "start": "00:39:30",
    "end": "00:39:40"
  },
  {
    "text": "Of our localization team, thank you so.",
    "start": "00:39:40",
    "end": "00:39:43"
  },
  {
    "text": "Much for your support. I've actually heard from several people how much they've enjoyed hearing from our Brazilian Portuguese team. And the Japanese teams. And we are very grateful to introduce you to one more. Yeah, I had so much fun putting them together.",
    "start": "00:39:43",
    "end": "00:39:56"
  },
  {
    "text": "I laughed a lot, and I'm so.",
    "start": "00:39:56",
    "end": "00:39:58"
  },
  {
    "text": "Glad that others are getting to hear them. Yeah, it's great. So when you join and give to the Bible project, you're putting new energy into our ability to make videos and.",
    "start": "00:39:58",
    "end": "00:40:06"
  },
  {
    "text": "Content available in new languages.",
    "start": "00:40:06",
    "end": "00:40:07"
  },
  {
    "text": "So if you want to learn more and join us, you can go to thebibleproject.com vision. Yeah, that's awesome.",
    "start": "00:40:07",
    "end": "00:40:14"
  },
  {
    "text": "So now you had one more team.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "That you wanted to give a shout.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "Out to this month.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "Who do you have in mind? Yeah, the Italian team. So, Dan, this is a unique group of people.",
    "start": "00:40:18",
    "end": "00:40:23"
  },
  {
    "text": "As you know, our teams are made.",
    "start": "00:40:23",
    "end": "00:40:25"
  },
  {
    "text": "Up of language advisors to translators, voice talent and animation studios. And the studio that we're using for.",
    "start": "00:40:25",
    "end": "00:40:30"
  },
  {
    "text": "Italian is actually the same team that.",
    "start": "00:40:30",
    "end": "00:40:33"
  },
  {
    "text": "Produced the French videos as well.",
    "start": "00:40:33",
    "end": "00:40:35"
  },
  {
    "text": "That is so cool.",
    "start": "00:40:35",
    "end": "00:40:35"
  },
  {
    "text": "Double dipping, I see.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "Exactly. So when we find good teams, we.",
    "start": "00:40:37",
    "end": "00:40:40"
  },
  {
    "text": "Try and see how we can continue working with them. And in this case, it was great to learn that they had multiple language skills. So they are able to do both the French and Italian. For us, I only have a singular.",
    "start": "00:40:40",
    "end": "00:40:51"
  },
  {
    "text": "Language skill, podcasting, if that's a language, I guess.",
    "start": "00:40:51",
    "end": "00:40:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:40:55",
    "end": "00:40:56"
  },
  {
    "text": "So today we want to introduce you.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "To their project manager and also the Italian language advisor and also the Italian voice of Tim. Yeah. And his voice is amazing.",
    "start": "00:40:57",
    "end": "00:41:05"
  },
  {
    "text": "So that's so great.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Alison, thank you for coming back. And let's hear from the Italian team now. Great. Roll tape.",
    "start": "00:41:06",
    "end": "00:41:11"
  },
  {
    "text": "Ciao a tutti. My name is Marco and I am the voice talent for the Italian version of the Bible project. I live in Milan in the north of Italy, and I am really, really happy to be a part of this project because I think it can bring peace and love all over the world.",
    "start": "00:41:12",
    "end": "00:41:28"
  },
  {
    "text": "Bonjour.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "My name is Simeon and I'm one of the project manager for the French and Italian version of the Bible project. I live in the French part of Switzerland. I said French because we have four national languages here in Switzerland. Swiss, German, French, Italian, and Roman. Ciao. My name is Valerio and I am the language advisor for the Italian version of the Bible project. I live in the south part of the boot of Italy, let's say quite close to the hill. Italian is the official language of Italy. Of course, large numbers of Italian immigrated to other countries. And someone said that there is another Italy outside of Italy. South and Central America have more Italian speakers that you can imagine the most living Argentina, which has 1.5 million speakers, making Italian the second most spoken language in the country after Spanish of course. So in the second half of 2019 we got started with the Read the Scriptures series and what I can say is so exciting now to see the first draft videos becoming a reality in Italian in 2020 we will continue to work on the Read the Scripture series and are so excited that the first Italian videos will be ready and post on YouTube. Please let me thank you very much for your support of the Bible Project for Italy and Grazia Mille e arrivederchi.",
    "start": "00:41:30",
    "end": "00:43:04"
  },
  {
    "text": "Thank you very much for your support.",
    "start": "00:43:04",
    "end": "00:43:06"
  },
  {
    "text": "In making this project possible. Thank you very much for your support and let me say thank you and goodbye in my language that is Ciao.",
    "start": "00:43:06",
    "end": "00:43:16"
  },
  {
    "text": "Ciao Via Braccio if you want to find out more about what we're up to at the Bible Project or some kind of like big picture dreams that we have for the project as a whole, check out our website thebibleproject.com vision it.",
    "start": "00:43:16",
    "end": "00:43:35"
  }
]