[
  {
    "text": "Hey, this is John at the Bible Project. We've been in the middle of a conversation on the theme of rest in the Bible. God created the earth in six days, and on the seventh day, he stopped working. He entered his creation like a king entering a throne room to rest and rule. And he wants us, his image, to rule with him on this seventh day. The problem is that, left to our own devices, we've turned what meant to be rest into toil and violence and jealousy and mistrust.",
    "start": "00:00:05",
    "end": "00:00:36"
  },
  {
    "text": "What we call the natural world in the biblical story is an existence of humans living at odds with our real nature. And we're living at odds with our environment.",
    "start": "00:00:36",
    "end": "00:00:46"
  },
  {
    "text": "But God is on a mission to bring us back to that restful rule with him and to recreate the world. And so to do that, he chooses an ancient family. He makes a covenant with them so that they can find the rest for themselves and for God's creation. If you've been following along with this series, then you've likely been blown away with me about how much this theme of rest is woven into all the stories of Israel's patriarchs, of Moses and the exile, and how God gives Israel their covenant law, which includes seven festivals, a Sabbath day, and even a Sabbath year, a whole year where you let the land rest. And all of this is meant to help them begin to live like the future. Rest has actually come. Today on this episode, we're going to look again at how God's desire for the seventh day ideal is thwarted by our desire to rule on our own terms. And what we'll look at today is how the biblical authors talk about this rebellion in the language of seventh day rest. So after giving all the covenant laws.",
    "start": "00:00:47",
    "end": "00:01:54"
  },
  {
    "text": "God says, if after all this you still don't listen, I'll discipline you for your sins seven times over. So if the ideal is the seventh day rest, the anti ideal is exile from eden multiplied by seven. It all builds up to verse 33. I'll scatter you among the nations. I'll draw out my sword and pursue you. Your land will be laid waste, your cities lie in ruins. Verse 34. Then the land will get to enjoy the Sabbath years. All the time that it lies desolate and you're in the country of your enemies, the land will finally get that Sabbath rest and enjoy its Sabbaths all the time that it lies desolate, the land will have the rest that it didn't get during the Sabbaths that you were living on it.",
    "start": "00:01:54",
    "end": "00:02:47"
  },
  {
    "text": "It's very interesting this warning comes true. Israel is exiled from their land and in their exile, they get to read this warning and find meaning for what is happening.",
    "start": "00:02:47",
    "end": "00:02:58"
  },
  {
    "text": "The exile is gaining a meaning here. Whatever the exile is, it's going to be restoring the lost Sabbaths, the lost seventh day and seventh years, and seven times seven years. It's about restoring that to the land, because you didn't give it to the land.",
    "start": "00:02:59",
    "end": "00:03:16"
  },
  {
    "text": "So today on the show, we continue our discussion on the theme of seventh day rest. Thanks for joining us. Here we go. You know, I noticed that these conversations, when we start them back up, this is like the eighth episode in Sabbath. And I think we get more and more succinct in how we.",
    "start": "00:03:16",
    "end": "00:03:36"
  },
  {
    "text": "It's helpful.",
    "start": "00:03:36",
    "end": "00:03:37"
  },
  {
    "text": "Yeah. It's like this exercise in how do we tell the whole story and we get better and better at it.",
    "start": "00:03:37",
    "end": "00:03:44"
  },
  {
    "text": "Yep, that's right. Okay. Do you want to try your hand? I think I did the last summary intro.",
    "start": "00:03:44",
    "end": "00:03:50"
  },
  {
    "text": "Sure. We're talking about. We're talking about the Sabbath, although we're not talking about the Sabbath. We're really talking about what does it mean to be in a state of completeness and rest, where things are the way they should be, I guess is one way to put it. And in Genesis 1 and 2, it kind of creates that portrait of that ideal. God creates the world in six days. On the seventh day, he stops his work of creation. He settles in to creation. He appoints humans to rule and reign and rest with him in this beautiful garden. And you get this picture of a place that is abundant and they're called to work and serve in it. But it's not the kind of working that you do when you're, like, grinding it out and it's breaking your back. It's like the kind of work where it's. You show up and it's this cooperative kind of like the land is producing for you. And it's almost this playful kind of work, the kind of, you know, some scientists call it flow, where it's just like. You're in the state of, like, it doesn't feel like work, but there's a lot of productivity.",
    "start": "00:03:50",
    "end": "00:04:58"
  },
  {
    "text": "Yes, yes.",
    "start": "00:04:58",
    "end": "00:04:59"
  },
  {
    "text": "And that's the ideal. Whatever that actually, I mean, we all kind of know we want that.",
    "start": "00:05:00",
    "end": "00:05:06"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:05:06",
    "end": "00:05:07"
  },
  {
    "text": "And we all try for that in our lives. But humanity doesn't get to stay in that state. There's a rebellion. We don't want to cooperate with God and rule with Him. We want to rule with our own wisdom. And there's an exile, and now there's no rest. Now it's the grind.",
    "start": "00:05:07",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. The anti Sabbath land.",
    "start": "00:05:29",
    "end": "00:05:31"
  },
  {
    "text": "Anti Sabbath land.",
    "start": "00:05:31",
    "end": "00:05:33"
  },
  {
    "text": "Yeah. Inverted Sabbath land upside down. Were you? Yeah. Now the humans treat the ground as a slave, and then the slave, and then that slave. The ground, in turn, works the humans to death.",
    "start": "00:05:33",
    "end": "00:05:50"
  },
  {
    "text": "Yeah. Back to the dust of the earth.",
    "start": "00:05:50",
    "end": "00:05:52"
  },
  {
    "text": "They start killing each other. Yeah. That's Genesis 3, verses 16 to 19.",
    "start": "00:05:52",
    "end": "00:05:58"
  },
  {
    "text": "I think we all get this intuitively. It's like we desire this rest, but we know that really life is this grind grinding us back to dust. And why do we have this sense of this ideal rest? Where does that come from? Will it ever be achieved? And the biblical story is saying, yes, you have that for a reason. God designed it that way. And God wants to bring humanity back there. And the narrative continues with God choosing the family of Abraham and saying, I'm going to give you this rest in a land of abundance, and you will be my people, and you'll kind of regain this state. And the people of Abraham, the Israelites end up as slaves. They're not like, ruling with God in a beautiful land. They're slaves in Egypt.",
    "start": "00:05:58",
    "end": "00:06:50"
  },
  {
    "text": "That's right.",
    "start": "00:06:50",
    "end": "00:06:51"
  },
  {
    "text": "And so they have to be liberated from their slavery. And the story of their liberation from slavery mirrors the image of God creating the world out of disorder. And so now you get kind of like these two perspectives of the same idea, which is, how do we get to rest? Well, one is God has to just take disorder and order it, in a.",
    "start": "00:06:51",
    "end": "00:07:12"
  },
  {
    "text": "Way, liberate it from disorder and disorder.",
    "start": "00:07:12",
    "end": "00:07:16"
  },
  {
    "text": "But also he needs to take us who are kind of enslaved to. To in the story, enslaved to Egypt, but the powers and the corrupt institutions and has to liberate humanity. And that is also all the images of their liberation or all these creation images. And it ends with this, hey, now, go and rest in this new land.",
    "start": "00:07:16",
    "end": "00:07:42"
  },
  {
    "text": "Yeah. Yes. Exodus 15. God's bringing his people into an inheritance where he will plant them and live among them and dwell among them. The word dwell is spelled with the same letters as Shabbat sabbath in Exodus 15. So it's called the mountain of his inheritance. It's all this Eden imagery of resting with God on the holy mountain.",
    "start": "00:07:42",
    "end": "00:08:06"
  },
  {
    "text": "Yeah.",
    "start": "00:08:06",
    "end": "00:08:07"
  },
  {
    "text": "That's what the liberated slaves who were liberated on the night of a first day, they celebrate for seven days, that liberation. And then on their way to the new garden mountain.",
    "start": "00:08:07",
    "end": "00:08:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "So wrapped. Nice. That was the Exodus story. Then the tabernacle.",
    "start": "00:08:23",
    "end": "00:08:27"
  },
  {
    "text": "Then the tabernacle, yeah. If creation is God's temple, all of creation is God's temple. And the point is that God rests here with us. That has been lost. The tabernacle becomes this Microcosm, this little image of reclaiming that. And Moses is given blueprints of how to build this. And in the blueprints have this Sabbath structure.",
    "start": "00:08:27",
    "end": "00:08:55"
  },
  {
    "text": "Yes.",
    "start": "00:08:55",
    "end": "00:08:55"
  },
  {
    "text": "Where it's like, it's created in six speeches. And on the seventh speech, it's all about resting. So just like it's being now ingrained into our psyche through these narratives of, like, there's this supposed to be this pattern of creating and then resting and stopping. And you're kind of asking, like, why is that so important? Why is it so important to stop on the seventh day? It's even in the blueprints.",
    "start": "00:08:56",
    "end": "00:09:22"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:09:22",
    "end": "00:09:23"
  },
  {
    "text": "Of the temple or the tabernacle. And then you get the ten Commandments. And it's one of the commandments to rest on the seventh day.",
    "start": "00:09:23",
    "end": "00:09:31"
  },
  {
    "text": "A rhythm of their life as they wander through the desert.",
    "start": "00:09:31",
    "end": "00:09:34"
  },
  {
    "text": "Yeah. They're told to collect manna for six days on the seventh day. Don't collect any trust that there will.",
    "start": "00:09:35",
    "end": "00:09:42"
  },
  {
    "text": "Be enough on the next day.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Yeah. And as we began to talk about it, it's really about the sense of trust that there will be enough and that my anxiety and struggle isn't going to bring rest. Ultimately, God will bring it. And I'm not supposed to just wait for it in the future.",
    "start": "00:09:43",
    "end": "00:10:02"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:03",
    "end": "00:10:04"
  },
  {
    "text": "I'm supposed to actually seize it now. Even though we still live in a world of disorder and chaos, I can stop and I can take a break and I can practice like, new creation has begun.",
    "start": "00:10:04",
    "end": "00:10:19"
  },
  {
    "text": "That's right. Yeah. And for an Israelite, they look at the center of their camp. They see the little microdorma dwelling of Yahweh in their midst as also an advanced symbol of the day when Yahweh's presence will fill all of creation. Like the ideal seventh day in Genesis 1. So if that's what the tabernacle represents, both the present reality of a future hope, then the seventh day rest of the Sabbath isn't just. It's the same. Remember what the tabernacle and temple are to space. The Sabbath or the seventh day rest are to time their present symbols and signs and foretastes of the future. The future of the seventh day. Yeah. Thank you, Abraham Heschel, for that wonderful concept, the Sabbath as a temple in time. Yeah, that's good.",
    "start": "00:10:19",
    "end": "00:11:10"
  },
  {
    "text": "Cathedral of time. Cathedral.",
    "start": "00:11:10",
    "end": "00:11:12"
  },
  {
    "text": "Yeah. He used the phrase cathedral. What he means is a sacred space.",
    "start": "00:11:12",
    "end": "00:11:15"
  },
  {
    "text": "Then we start looking at just this obsession with the seven.",
    "start": "00:11:16",
    "end": "00:11:19"
  },
  {
    "text": "Yeah. Then Leviticus just goes like Richter off the Richter scale.",
    "start": "00:11:19",
    "end": "00:11:23"
  },
  {
    "text": "You got the seventh day Sabbath.",
    "start": "00:11:23",
    "end": "00:11:25"
  },
  {
    "text": "Yeah.",
    "start": "00:11:25",
    "end": "00:11:25"
  },
  {
    "text": "But then You've got, man, the seventh year rest.",
    "start": "00:11:25",
    "end": "00:11:29"
  },
  {
    "text": "Well, no, let's start just so it's a good thing there isn't an every seven hour rest. Every seven minutes you say the Shema or something. Every seventh day. Then it blows up to on annual cycle. You've got all these feasts. Yep. Yeah, that's right.",
    "start": "00:11:30",
    "end": "00:11:46"
  },
  {
    "text": "So the first one is Passover.",
    "start": "00:11:46",
    "end": "00:11:48"
  },
  {
    "text": "Yeah.",
    "start": "00:11:48",
    "end": "00:11:49"
  },
  {
    "text": "And the Passover is the meal that begins at night. And then there's a seven day, seven day unleavened bread feast. And that's all pointing towards liberation, which is what Sabbath is for. It's about our future liberation.",
    "start": "00:11:50",
    "end": "00:12:03"
  },
  {
    "text": "Liberation into the land of rest. Yep. Then there's the after you go into the land and then after you get. Whenever you get your harvest, the first Sabbath, after you get your harvest, you bring a first fruits first thank you card to God in the temple. It was like a thank you symbol. Then after first fruits. Do you remember?",
    "start": "00:12:03",
    "end": "00:12:23"
  },
  {
    "text": "I'm trying to remember. This is the last one in the first half of the year. Oh, yeah. 50 days.",
    "start": "00:12:23",
    "end": "00:12:28"
  },
  {
    "text": "7 times 7, 49 days. And then you have an extra day of rest.",
    "start": "00:12:29",
    "end": "00:12:33"
  },
  {
    "text": "Yeah. So it's like, hey, are we excited about sevens? Let's get real excited about sevens. Seven times seven.",
    "start": "00:12:33",
    "end": "00:12:39"
  },
  {
    "text": "Seven times seven days. Yeah, that's right.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "And so that means then on the 50th day, you've just celebrated a Sabbath because it's the seventh Sabbath cycle after Passover. And now on the 50th day, you're going to do an extra special Sabbath.",
    "start": "00:12:41",
    "end": "00:12:53"
  },
  {
    "text": "Of that next round of harvest. You know, different plants, different crops give their first harvest at different times of the spring or early summer. Yeah, that's the idea.",
    "start": "00:12:53",
    "end": "00:13:03"
  },
  {
    "text": "And then we get into the trust.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "So that's the first half of the year. First half of the year, Second half of the year begins with the seventh month.",
    "start": "00:13:05",
    "end": "00:13:09"
  },
  {
    "text": "Seventh month.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "Yeah.",
    "start": "00:13:10",
    "end": "00:13:10"
  },
  {
    "text": "The seventh month, of course, is super important. So important that it's even thought of as like a new year of sorts.",
    "start": "00:13:10",
    "end": "00:13:16"
  },
  {
    "text": "Yeah, that's right. Rosh Hashanah.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Yeah. So that's one of them. Rosh Hashanah, the trumpet. Blow some trumpets, the new year comes in, here's the seventh month. And then seventh month is packed with festivals to remind you that there's this ultimate rest coming.",
    "start": "00:13:18",
    "end": "00:13:32"
  },
  {
    "text": "Yes. After you blow the trumpets to inaugurate the seventh month, then on the tenth day is the day of atonement.",
    "start": "00:13:32",
    "end": "00:13:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:13:40",
    "end": "00:13:40"
  },
  {
    "text": "Where Israel's sins are symbolically exiled from the camp.",
    "start": "00:13:40",
    "end": "00:13:44"
  },
  {
    "text": "It's like right in the center of the calendar year.",
    "start": "00:13:44",
    "end": "00:13:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:47",
    "end": "00:13:48"
  },
  {
    "text": "On the seventh month. In the middle of the seventh month. On the tenth day of the seventh month.",
    "start": "00:13:48",
    "end": "00:13:51"
  },
  {
    "text": "Tenth day. Yeah.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "Tenth day of the seventh month. And ten is obviously very important image as well.",
    "start": "00:13:53",
    "end": "00:13:56"
  },
  {
    "text": "Yep. From Genesis 1, 10 words. Exodus, 10 plagues, Mount Sinai, the 10 commandments, which are also 10 words. Yeah.",
    "start": "00:13:56",
    "end": "00:14:04"
  },
  {
    "text": "And then a seven day festival of not working, hanging out, living in a.",
    "start": "00:14:04",
    "end": "00:14:12"
  },
  {
    "text": "Little sacred garden tent that you've made out of the luxurious branches, leaves and branches of beautiful fruit trees that came from a river. That's the description. It just couldn't be more overt with the Eden hyperlinks. Right there. Tree. Because it has to be from a tree that's beautiful with fruit, by a river.",
    "start": "00:14:12",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. Anyway, so if you're an ancient Israelite, your entire year now is all.",
    "start": "00:14:37",
    "end": "00:14:43"
  },
  {
    "text": "That's right.",
    "start": "00:14:43",
    "end": "00:14:44"
  },
  {
    "text": "Revolving around these festivals that are all helping you remember where this is all heading.",
    "start": "00:14:44",
    "end": "00:14:50"
  },
  {
    "text": "That's right.",
    "start": "00:14:50",
    "end": "00:14:51"
  },
  {
    "text": "Where's history heading? History heading.",
    "start": "00:14:51",
    "end": "00:14:53"
  },
  {
    "text": "Yeah.",
    "start": "00:14:53",
    "end": "00:14:53"
  },
  {
    "text": "Where's time heading?",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Yeah, yeah, yeah. Where's the story.",
    "start": "00:14:54",
    "end": "00:14:56"
  },
  {
    "text": "Where's the story going of.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "Of our world going?",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "And it's actually asking us to practice the future reality of where it's heading.",
    "start": "00:14:59",
    "end": "00:15:04"
  },
  {
    "text": "Yeah. Here in the present on a yearly basis, to structure your concept of time on this microrhythm of an annual.",
    "start": "00:15:04",
    "end": "00:15:12"
  },
  {
    "text": "You can't plan anything in your life without first seeing how it's going to fit into this.",
    "start": "00:15:13",
    "end": "00:15:18"
  },
  {
    "text": "Totally. Yes. And if that's true on the annual cycle, it's even amplified on the jubilee cycle.",
    "start": "00:15:18",
    "end": "00:15:24"
  },
  {
    "text": "So it's a weekly cycle. Annual cycle.",
    "start": "00:15:24",
    "end": "00:15:26"
  },
  {
    "text": "And then there's the 7 times 7 annual cycle every seven years.",
    "start": "00:15:27",
    "end": "00:15:33"
  },
  {
    "text": "It's extra special.",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "Yes, that's right. Yep. A year of release. Year of release for debt slaves and forgiveness of debts.",
    "start": "00:15:35",
    "end": "00:15:41"
  },
  {
    "text": "Yeah. That's called the Sabbath year.",
    "start": "00:15:41",
    "end": "00:15:43"
  },
  {
    "text": "It's called the year of release.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "Year of release.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "Yep.",
    "start": "00:15:45",
    "end": "00:15:46"
  },
  {
    "text": "And then let's not. That's not enough.",
    "start": "00:15:46",
    "end": "00:15:48"
  },
  {
    "text": "Nope.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "Let's step it up one more.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Seven times seven years.",
    "start": "00:15:51",
    "end": "00:15:52"
  },
  {
    "text": "Yeah. Every seventh of those seven year cycles, which would be 49.",
    "start": "00:15:52",
    "end": "00:15:58"
  },
  {
    "text": "Well, the 49th year, you do the seventh seven.",
    "start": "00:15:58",
    "end": "00:16:01"
  },
  {
    "text": "Yeah. And then the 50th year, but then.",
    "start": "00:16:01",
    "end": "00:16:03"
  },
  {
    "text": "On the day of atonement of that seventh seven, you blow a trumpet and inaugurate a full year additional year. That is the year of jubilee.",
    "start": "00:16:03",
    "end": "00:16:13"
  },
  {
    "text": "And in the year of jubilee, things get crazy. Anyone who has lost their property, it all goes back. Big reset.",
    "start": "00:16:13",
    "end": "00:16:22"
  },
  {
    "text": "Yeah. If you file bankruptcy, all those assets become yours again in terms of a farming community. Yeah, yeah, yeah. It's crazy. Yeah. And also full reset to the Eden ideal, which would come once in a lifetime for most Israelites. Because every 50 years, most Israelites would only ever experience one of them. Oh, and the disruption point.",
    "start": "00:16:22",
    "end": "00:16:45"
  },
  {
    "text": "Yeah. How disruptive this would be.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. This is a full economic, social. I mean, use whatever verbs you want. Political. It's a reset button. Yeah, yeah.",
    "start": "00:16:47",
    "end": "00:16:57"
  },
  {
    "text": "If you think about it like, everyone is creating the future, Right. Like, when you start a business, you're trying to create a certain future state that you want. When you give a loan to someone, you're thinking in the future what. What you want. When you're building a house, when you're. When you're creating a family. All of this. It's all about where's this all heading.",
    "start": "00:16:57",
    "end": "00:17:18"
  },
  {
    "text": "Yeah.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "And if built into it are all of these disruptions. Like, hey, every seven days. Stop. Every seventh year, debt's released. Every seven. By seven years, like, all the assets go back. It's like you can't plan and you can't imagine a future without this completely coloring the way you do it.",
    "start": "00:17:19",
    "end": "00:17:41"
  },
  {
    "text": "Correct. Yeah. That was the original point you made a little while ago. No, that's a. That's a good point. And it builds in this suspicion of what we would call the natural course of things. In the biblical story is the post.",
    "start": "00:17:41",
    "end": "00:17:55"
  },
  {
    "text": "Exile, the natural course being death and slavery. Death and slavery and people abusing power.",
    "start": "00:17:55",
    "end": "00:18:02"
  },
  {
    "text": "And abusing each other.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "And abusing each other.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Yeah. So built in is this like, divine interruption where God says, hey, everybody, cut it out. Start over. It's like. Only allows things to deep, like, decompose so much. Decompose so much. Yeah. Which as we're gonna see, even. Even with that in place, the story still doesn't go well.",
    "start": "00:18:05",
    "end": "00:18:27"
  },
  {
    "text": "Cool.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "But, yeah, here. Yes. It's a good summary.",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "That took a little while.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "It took a little while, but it.",
    "start": "00:18:32",
    "end": "00:18:33"
  },
  {
    "text": "Sam.",
    "start": "00:18:42",
    "end": "00:18:56"
  },
  {
    "text": "Okay, so we just walked out of the jubilee in Exodus. Excuse me. Leviticus 25, we walk into Leviticus 26. We read starting verse three. Everybody, if y' all walk in my statutes and keep my commandments so as to carry them out, then I'll give you rains in their seasons. Yeah. We need that for crops. The land will yield, its produce sweet. The trees of the field will bear fruit. Your threshing will last until the grape gathering. And then the grape gathering will last until you sow seed, and you will eat your. Your food to the completeness. And again, in Hebrew, that word full or complete is looks like the word Sabbath spelled with the same three letters as the word seven or seven. Yep.",
    "start": "00:19:18",
    "end": "00:20:14"
  },
  {
    "text": "I'm always getting that confusion.",
    "start": "00:20:14",
    "end": "00:20:15"
  },
  {
    "text": "Yeah, that's all Right. It's okay.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "Sabbath stop 7, which is the day of Sabbath is the same letters as the word complete.",
    "start": "00:20:16",
    "end": "00:20:22"
  },
  {
    "text": "Yep, that's right. I'll give you shalom in your land. You'll live securely there. I'll give you shalom. I'll eliminate the harmful wild animals and no sword will pass through your land. Go down to verse 11.",
    "start": "00:20:22",
    "end": "00:20:36"
  },
  {
    "text": "Sounds very like. It sounds like Eden, dude.",
    "start": "00:20:37",
    "end": "00:20:40"
  },
  {
    "text": "Totally. Actually, sorry. Verse 9. I will turn towards you and make you fruitful and multiply.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "Yeah, the Eden command.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Yeah, totally. I'll confirm my covenant with you. Verse 11. I will make my dwelling among you. Ah, this is important then reflecting back the Eden ideal has baked into it God's presence. A temple presence. Yeah, yeah, yeah.",
    "start": "00:20:46",
    "end": "00:21:01"
  },
  {
    "text": "If you're just reading temple building.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "That's right, that's right.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Creation is the temple.",
    "start": "00:21:04",
    "end": "00:21:05"
  },
  {
    "text": "Correct. Ah, look at verse 12. This is key. I will walk among you.",
    "start": "00:21:05",
    "end": "00:21:10"
  },
  {
    "text": "Oh, that's the Eden verb, right?",
    "start": "00:21:11",
    "end": "00:21:13"
  },
  {
    "text": "Yes. This is the first time. It's the phrase of Adam and Eve after eating from the tree. But they heard the sound of Yahweh God walking in the midst. Hitalech. So there's the word halach, which means to walk. But the hit haleg is like just to wandering. Strolling. We might call it strolling. Actually it's a great English phrase for Hitalech. Yeah, strolling. So this is the same verb. I will stroll among you.",
    "start": "00:21:13",
    "end": "00:21:39"
  },
  {
    "text": "Strolling among us.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "It's just full on Eden reset here. So this again reflects back to the jubilee, the Eden ideal. If Israel is obedient, then what they will experience is the. Yeah, the full Sabbath seventh day blessing of Eden. Okay, so what if they don't?",
    "start": "00:21:40",
    "end": "00:22:01"
  },
  {
    "text": "What if they eat of the tree of knowing good and evil?",
    "start": "00:22:02",
    "end": "00:22:05"
  },
  {
    "text": "If they don't, Leviticus depicts the results as an upside down jubilee.",
    "start": "00:22:05",
    "end": "00:22:12"
  },
  {
    "text": "Yeah. You use that phrase.",
    "start": "00:22:12",
    "end": "00:22:14"
  },
  {
    "text": "Well, you'll see. Verse 14. But if you don't listen to me or carry out my commands. So the first thing is, if you listen and carry out my commands, Eden, if you don't listen to me and carry out my commands.",
    "start": "00:22:14",
    "end": "00:22:24"
  },
  {
    "text": "Oh, can we stop for a second?",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Yep.",
    "start": "00:22:25",
    "end": "00:22:25"
  },
  {
    "text": "In Eden the command was eat of all the trees.",
    "start": "00:22:26",
    "end": "00:22:30"
  },
  {
    "text": "That's right, Just eat everything. Correct.",
    "start": "00:22:30",
    "end": "00:22:32"
  },
  {
    "text": "Just not this one.",
    "start": "00:22:33",
    "end": "00:22:34"
  },
  {
    "text": "Oh, yes. Yeah. Not the tree of Knowing Good and evil.",
    "start": "00:22:34",
    "end": "00:22:37"
  },
  {
    "text": "Yeah. And now in this context.",
    "start": "00:22:37",
    "end": "00:22:40"
  },
  {
    "text": "Correct.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "God actually created a covenant with the people and ancient people and gave them a whole bunch of commands. But we're supposed to see those as kind of parallel ideas.",
    "start": "00:22:41",
    "end": "00:22:50"
  },
  {
    "text": "Parallel. The covenant commands are the parallel to the command about the tree. Correct? Yeah. Which Again, helps. We're going to make a video about this, about the trees of Eden.",
    "start": "00:22:50",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Because this is very helpful. This kind of provides. Remember how this works. Later iterations of a design pattern provide backwards feedback loop insight into earlier patterns. So Israel choosing what to do with the Torah commands. The Torah will determine whether or not they go into exile or whether they get life in the land. Yeah. And that's the same. Yeah. Plot tension in the. In the garden.",
    "start": "00:23:04",
    "end": "00:23:29"
  },
  {
    "text": "Cool.",
    "start": "00:23:29",
    "end": "00:23:30"
  },
  {
    "text": "If you don't carry out these commands, if you reject my decrees, if you abhor my laws, feel contempt towards my laws, man. Yahweh asking us to give to the poor and leave our fields for wild animals every seventh year. That's crazy. I'm not going to do that. So if you fail to carry out my commands and so violate the covenant, that's a good example that the commands aren't just random. They're covenant. They're the marriage terms.",
    "start": "00:23:30",
    "end": "00:23:58"
  },
  {
    "text": "Yeah.",
    "start": "00:23:58",
    "end": "00:23:58"
  },
  {
    "text": "Then this is what I will do to you. And from verse 16 through the end of the chapter, it's just a long list of stiff consequences and. Which strikes modern readers as really heavy handed. Over the top.",
    "start": "00:23:59",
    "end": "00:24:14"
  },
  {
    "text": "Yeah.",
    "start": "00:24:14",
    "end": "00:24:15"
  },
  {
    "text": "Yep. I remember once, the summer I think I was right out of. I just finished college and was not able to put my Bible degree to use yet. So I became like an assistant handyman at an apartment complex.",
    "start": "00:24:15",
    "end": "00:24:34"
  },
  {
    "text": "Oh, I didn't know that.",
    "start": "00:24:34",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:35"
  },
  {
    "text": "I cannot imagine that.",
    "start": "00:24:35",
    "end": "00:24:37"
  },
  {
    "text": "Yeah. That's where I learned how to do drywall. And all the skills I learned, which weren't that many, but I learned that that's valuable. It was super valuable. So we were turning over this apartment. People had just moved out. We were patching some holes. We had to replace some plumbing. And so I just remember we were painting in the living room and he and I were both part of the skate church ministry. And so we learned from the guy who started it, Paul, that listening to the Bible while you work is just an awesome thing to do. So one summer, don't judge us. We thought, let's listen to the whole Pentateuch this week as we're just like working. So it's pretty awesome. Except one time we got to Leviticus 26, all the curses and the covenant curses, it takes about five to seven minutes to read aloud and it's just all just dropping the divine judgment hammer. And so we're listening to this and a lady walks by who lives there and she sees that we're working, so she comes in to ask us like a question about like, hey, you know something in my Window doesn't work or something. And she comes in and it's like, I will punish you for your sin seven times over, and you'll be defeated by your enemies. And those who hate you will rule over you, you know?",
    "start": "00:24:37",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:53"
  },
  {
    "text": "And this lady was just like, what are these guys listening to? Yeah, she was weirded out.",
    "start": "00:25:54",
    "end": "00:26:00"
  },
  {
    "text": "Yeah.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Anyway, that's a memory I have.",
    "start": "00:26:01",
    "end": "00:26:02"
  },
  {
    "text": "That is so funny.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "Leviticus 26.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "It's its own version of, like, heavy metal music or something. But just listening to, like, covenant curses.",
    "start": "00:26:05",
    "end": "00:26:11"
  },
  {
    "text": "Totally. You know, one thing helped me in graduate school. Multiple things did. But once I was in a class where we were reading other ancient Near Eastern literature. We had a whole section on ancient covenant treaties. There's lots of them from the ancient world, the Arameans and the Hittites. The way they wrote up covenant treaties was like this. And actually, Leviticus 26 looks kind of tame compared to some of the covenant curses that the Hittite kings like. They would get like, may your cow's flesh rot and. Oh, there was some. It's a difficult line to translate, but this one king, Shupiluli Uma is.",
    "start": "00:26:11",
    "end": "00:26:52"
  },
  {
    "text": "You just made that word up.",
    "start": "00:26:52",
    "end": "00:26:53"
  },
  {
    "text": "No, that's his name. No, I'm serious. Yeah, that's it. Supiluli Uma or Shupiluli Uma.",
    "start": "00:26:53",
    "end": "00:27:03"
  },
  {
    "text": "Okay.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "Yeah, he's the Hittite king, Anyway, from the 1300s B.C. it's an unfortunate thing. So anyhow, he has this line in it, and we just, like. It became a joke in the department because it's hard to translate, but it's something about mayor, chickens peck out the eyes of all your animals.",
    "start": "00:27:04",
    "end": "00:27:23"
  },
  {
    "text": "Oh, gosh.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "It's like, of these, like, rabid chickens, May your chickens become rabbit.",
    "start": "00:27:24",
    "end": "00:27:27"
  },
  {
    "text": "You know what this reminds me of is the Monty Python skit. Yeah, right.",
    "start": "00:27:27",
    "end": "00:27:32"
  },
  {
    "text": "Yeah, yeah, sure. Yeah, that's right.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "I fought in your general direction.",
    "start": "00:27:34",
    "end": "00:27:36"
  },
  {
    "text": "Yeah, that's right. Yeah, that's it. Okay. So just to say this is a thing, when you want to pump up the rhetoric and say, dude, be faithful to this agreement, you're saying it's rhetoric. I'm saying it's a form of covenantal rhetoric.",
    "start": "00:27:36",
    "end": "00:27:49"
  },
  {
    "text": "They would have read this and they would have been like, oh, yeah, I'm familiar with these.",
    "start": "00:27:49",
    "end": "00:27:53"
  },
  {
    "text": "Totally. And it's not that they would say, oh, no big deal. You know, it's supposed to be big. It is a big deal. But I'm just saying this isn't. It's an ancient convention that the biblical authors are framing the covenant in. That's just helpful.",
    "start": "00:27:53",
    "end": "00:28:08"
  },
  {
    "text": "Okay.",
    "start": "00:28:09",
    "end": "00:28:09"
  },
  {
    "text": "Even though it Sounds crazy to that lady who walked in and heard, well.",
    "start": "00:28:09",
    "end": "00:28:13"
  },
  {
    "text": "And it sounds crazy when you even read it now.",
    "start": "00:28:13",
    "end": "00:28:15"
  },
  {
    "text": "Okay, yes, it feels intense. All that to say is, if you don't listen to my commands, I'll bring sudden terror on you. Leviticus 26:16. Wasting disease, fever that will destroy your sight and SAP your strength. But think it's the opposite. We're just turning all the blessings of Eden and we're just turning each one of them upside down.",
    "start": "00:28:15",
    "end": "00:28:36"
  },
  {
    "text": "Converting them. You're being ground back to dust.",
    "start": "00:28:36",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, totally. I'll set my face against you instead of God walking with you. Now you've made God your enemy. Those who hate you will rule over you. You'll flee even when no one's chasing you. And then this is the first repetition of a key line. If after all this you still don't listen, I'll discipline you for your sins. Seven times over. So if the ideal is the seventh day, rest.",
    "start": "00:28:39",
    "end": "00:29:04"
  },
  {
    "text": "The anti ideal.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "The anti ideal is like a seventh day. Seven times curses is exile from Eden multiplied by seven. So it goes on. If you. Verse 21. If you remain hostile towards me and refuse to listen, I'll multiply your afflictions seven times over, as your sins deserve. Verse 23. If, in spite of these things, you don't accept my correction, then I'll afflict you for your sins seven times over. It says it four times in the chapter. You'll get a seven.",
    "start": "00:29:06",
    "end": "00:29:36"
  },
  {
    "text": "It's compounding.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "Yep, compounding. Yeah, totally. Yeah. Okay, then call it an exponent. It all builds up to verse 33. I'll scatter you among the nations. I'll draw out my sword and pursue you. Your land will be laid waste, your cities lie in ruins. Verse 34. Then the land will get to enjoy the Sabbath years. All the time that it lies desolate and you're in the country of your enemies, the land will finally get that Sabbath rest and enjoy its Sabbaths.",
    "start": "00:29:38",
    "end": "00:30:09"
  },
  {
    "text": "Interesting.",
    "start": "00:30:09",
    "end": "00:30:10"
  },
  {
    "text": "All the time that it lies desolate, the land will have the rest that it didn't get during the Sabbaths that you were living on it. Yeah, it's very interesting. The land. Do you remember this? In the seventh year release.",
    "start": "00:30:10",
    "end": "00:30:25"
  },
  {
    "text": "Yeah. You let the land.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Yeah, just. It's parallel. You release your slaves, you liberate them, because they're not your property. You don't really own them, really own them. They all belong to God, just like you do. And so also the land.",
    "start": "00:30:27",
    "end": "00:30:38"
  },
  {
    "text": "Yeah, we talked about this. How you know, it's such a. I mean, I don't know how long in Human history, we've thought this. But like, we own land and.",
    "start": "00:30:38",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:30:48",
    "end": "00:30:49"
  },
  {
    "text": "It's such ingrained in our psyche, like you can own land.",
    "start": "00:30:49",
    "end": "00:30:52"
  },
  {
    "text": "Yeah.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "And there's something about the Eden ideal where you don't actually own the land.",
    "start": "00:30:53",
    "end": "00:30:58"
  },
  {
    "text": "That's right. Yeah. In fact, we didn't talk about this in the jubilee chapter, Leviticus 25. But that's exactly. The logic is you release the land every 49th and 50th year and it says the land is mine, you are tenants upon it, you're renters on my land. That's totally the concept.",
    "start": "00:30:58",
    "end": "00:31:18"
  },
  {
    "text": "Okay.",
    "start": "00:31:18",
    "end": "00:31:19"
  },
  {
    "text": "Yep. So, yeah. When Israel isn't doing the seven day rest, the seventh year release, and the Jubilee release, it's as if the land is building up a resentment.",
    "start": "00:31:19",
    "end": "00:31:33"
  },
  {
    "text": "It's building up like. Yeah, like.",
    "start": "00:31:34",
    "end": "00:31:36"
  },
  {
    "text": "Yeah, not resentment. It's building up like, you owe me. Yeah, well, another Jubilee that nobody did.",
    "start": "00:31:36",
    "end": "00:31:42"
  },
  {
    "text": "Yeah.",
    "start": "00:31:42",
    "end": "00:31:43"
  },
  {
    "text": "Okay. You guys owe me. Interesting check. So we're building up all towards this symbolic depiction of exile as a 70 or as a seven times 70.",
    "start": "00:31:43",
    "end": "00:31:54"
  },
  {
    "text": "A 70.",
    "start": "00:31:54",
    "end": "00:31:55"
  },
  {
    "text": "Yep. We'll just wait for Jeremiah. But exile is going to be envisioned as.",
    "start": "00:31:55",
    "end": "00:32:00"
  },
  {
    "text": "It's not going to be a quick exile.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "No, no.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "It's been compounding.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "But also the exile is gaining a meaning here. Whatever the exile is, it's going to be restoring the lost Sabbaths, the lost seventh day and seventh years, and seven times seven years, it's about restoring that to the land because you didn't give it to the.",
    "start": "00:32:03",
    "end": "00:32:23"
  },
  {
    "text": "And so to back up, make sure that everyone is following, including myself.",
    "start": "00:32:56",
    "end": "00:33:02"
  },
  {
    "text": "Yeah.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "Israel's getting the land.",
    "start": "00:33:03",
    "end": "00:33:04"
  },
  {
    "text": "Yes.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "It's a promised kind of new creation kind of place. They got to keep these covenants. And. And it will be Eden. It will be amazing.",
    "start": "00:33:05",
    "end": "00:33:13"
  },
  {
    "text": "Yes.",
    "start": "00:33:13",
    "end": "00:33:14"
  },
  {
    "text": "And all the nations will be blessed. But if they don't, there's this foreshadowing of. You're gonna. You're gonna get kicked out.",
    "start": "00:33:14",
    "end": "00:33:21"
  },
  {
    "text": "Yes.",
    "start": "00:33:21",
    "end": "00:33:21"
  },
  {
    "text": "And it's the exact same narrative logic.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "That's right.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "Of Adam and Eve in the garden.",
    "start": "00:33:24",
    "end": "00:33:26"
  },
  {
    "text": "That's right.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "And they don't obey the covenant command and they're exiled out of the garden.",
    "start": "00:33:27",
    "end": "00:33:30"
  },
  {
    "text": "That's right.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "And this is something that actually happened in human history. Israel was taken over by Babylon and they had to leave the land. And so why did that happen? And what does it mean? What's the significance of that? And you're saying embedded in here is all of this.",
    "start": "00:33:31",
    "end": "00:33:55"
  },
  {
    "text": "Yeah, yeah. It's a vision that humans, what we call the natural world in the biblical story is an existence of humans living at odds with Our real nature. And we're living at odds with our environment.",
    "start": "00:33:55",
    "end": "00:34:11"
  },
  {
    "text": "With our nature and the nature.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Yeah, we're living at odds with each other and we're living at odds with our. Yeah, our environment. That we don't relate to it the way that we ought to.",
    "start": "00:34:13",
    "end": "00:34:23"
  },
  {
    "text": "Which is you don't push it to the brink.",
    "start": "00:34:24",
    "end": "00:34:28"
  },
  {
    "text": "Yeah. It's not ours to do what we want with. It's a gift. And what you do with gifts is figure out the intention of the giver for what you do with the gift. Right. Really?",
    "start": "00:34:28",
    "end": "00:34:39"
  },
  {
    "text": "That's what you do with the gift?",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Well. Ah, well, I guess it's not what everybody does with a gift, but. Yeah, you know, you give. This is a classic scene, you know, a father giving a son or daughter their first. Like.",
    "start": "00:34:40",
    "end": "00:34:50"
  },
  {
    "text": "Like car.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "Oh, I was gonna say like pocket knife. You know, you've got young kids and this isn't for like stabbing the couch or your brother, you know, this is for, you know, whittling sticks, you know, that kind of thing. And so, yeah, the vision is that creation is a gift.",
    "start": "00:34:51",
    "end": "00:35:12"
  },
  {
    "text": "It's a gift, but it's not a gift in like, hey, now you own this. It's a gift in life.",
    "start": "00:35:12",
    "end": "00:35:16"
  },
  {
    "text": "Now you oversee it on my behalf.",
    "start": "00:35:16",
    "end": "00:35:18"
  },
  {
    "text": "The gift is the ability is the opportun to rule with God.",
    "start": "00:35:18",
    "end": "00:35:23"
  },
  {
    "text": "All right. Yeah. So the pocket knife analogy only works halfway. Yeah. Because it's still mom or dad's pocket knife.",
    "start": "00:35:23",
    "end": "00:35:31"
  },
  {
    "text": "It's sharing your inheritance.",
    "start": "00:35:31",
    "end": "00:35:32"
  },
  {
    "text": "Yeah, yeah, that's right. Yeah, that's right. So you get the idea here. You honor the land knowing it's not yours. Knowing that if, when God fills this place and I trust God's wisdom and treat God and neighbor and land and beast by God's wisdom, then Eden will be the result. If we don't, it's an inverted upside down seventh day.",
    "start": "00:35:33",
    "end": "00:35:57"
  },
  {
    "text": "Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "Verse 40. However, if they're in the land of their enemies and they confess their iniquity and the iniquity of their ancestors, their unfaithfulness that they committed to me, they're acting with hostility towards me. If their uncircumcised heart becomes humbled.",
    "start": "00:35:58",
    "end": "00:36:15"
  },
  {
    "text": "Is that the first time that phrase is used?",
    "start": "00:36:15",
    "end": "00:36:16"
  },
  {
    "text": "Yes. Moses is going to pick it up in Deuteronomy, but this is the first time it's used, so it's obviously a metaphor.",
    "start": "00:36:17",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "So there. Circumcision is about the removal of skin. So.",
    "start": "00:36:24",
    "end": "00:36:29"
  },
  {
    "text": "And it's a symbol of the covenant.",
    "start": "00:36:29",
    "end": "00:36:31"
  },
  {
    "text": "It's a symbol. Yep, of the covenant. And it's a multi layered symbol with lots of different layers of Meaning. But here it can be that what needs to get taken away is obstinate hostility and stubbornness. And so if their unhealed hearts, their stubborn hearts become humbled, they make amends for their iniquity. Verse 42. Then I will remember my covenant. With whom? With Jacob? My covenant with Isaac? My covenant with Abraham. What was that covenant?",
    "start": "00:36:31",
    "end": "00:37:00"
  },
  {
    "text": "Blessing.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "Blessing for all the nations through Israel living on this land, the promised land. And look, I'll remember my covenant. Verse 42. And I'll remember the land. So Israel's in exile and they humble themselves. I'll remember my covenants that I made. And I'll remember the land.",
    "start": "00:37:01",
    "end": "00:37:20"
  },
  {
    "text": "The land's really important here.",
    "start": "00:37:20",
    "end": "00:37:22"
  },
  {
    "text": "It's really important.",
    "start": "00:37:22",
    "end": "00:37:23"
  },
  {
    "text": "The land gets the rest it deserved. And the land can be remembered.",
    "start": "00:37:23",
    "end": "00:37:28"
  },
  {
    "text": "Yeah, the land is made to be eaten. Think about the logic here. I'm just. Maybe I've thought this before. I'm just pondering it in this moment. God made the land to become Eden through people, right? I'll remember my covenant. That's God remembering my people. I'll remember the land. It's as if man. This is the same logic as Romans 8. The creation is liberated from its bondage to decay when the children of God are glorified in resurrection and new creation. The creation is waiting for humans to get their act together. It never happens. So the creation's waiting for humans to get recreated so it can become what God intended it to become. That logic is right here.",
    "start": "00:37:28",
    "end": "00:38:16"
  },
  {
    "text": "Thanks for listening to this episode of the BibleProject podcast. It's December 2019, and this month in December, we want to ask you to consider joining the Bible Project. If you haven't already. This is a crowdfunded project and we have many wonderful patrons who have allowed us to do some incredible work. We want to highlight the work that we've done so far, but also want to let you know that what we do in our organization is that in December, we take all the money that comes in and we use that to know how far and fast we can go in the next year. So all the money that comes in in December 2019 really is funding our mission for 2020, kind of supercharging it. You can be a part of our December join campaign@thebibleproject.com vision. One of the exciting things that happened in 2019 that we're going to continue in 2020 is our localization of our videos into new languages. Today I want to introduce you to one of those localization teams.",
    "start": "00:38:17",
    "end": "00:39:16"
  },
  {
    "text": "Hey, this is Dan, the podcast producer at the bibleproject.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "And this is Allison with the localization team at the bibleproject Project.",
    "start": "00:39:19",
    "end": "00:39:22"
  },
  {
    "text": "Yeah. Hey, Allison, like John just said, we're taking this month of December to highlight some of the really cool things that people are working on here at the Bible Project. But they don't always make it to the front page.",
    "start": "00:39:22",
    "end": "00:39:32"
  },
  {
    "text": "Yeah, that's right. There are a lot of moving parts here at the Bible Project, and thanks to our supporters, we've had a big push towards localization.",
    "start": "00:39:33",
    "end": "00:39:39"
  },
  {
    "text": "So I've often heard that word. People toss it around the office a lot. I still don't know exactly what it means.",
    "start": "00:39:40",
    "end": "00:39:45"
  },
  {
    "text": "Yeah, I hear that often. So localization is basically just a fancy word for recreating our English videos into other languages and cultures. A lot of people ask me why we don't just use subtitles and call it a day.",
    "start": "00:39:46",
    "end": "00:39:58"
  },
  {
    "text": "That's something I've totally been wondering myself.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "Yeah. Well, if you've ever seen a Bible Project video, you'll notice that Tim and John's voices often play off of on screen text and imagery. And we want to recreate that experience as much as possible. So we basically create a team from scratch, like artists, voiceover talent, and translators. Then we send them our files and work with them as they morph our videos into their native language.",
    "start": "00:40:00",
    "end": "00:40:21"
  },
  {
    "text": "That is really cool. Sounds very complicated. You wanted to highlight several different languages this month. So who do you want to talk about today?",
    "start": "00:40:21",
    "end": "00:40:28"
  },
  {
    "text": "Yeah. So I am stoked to present the Brazilian Portuguese team. They are incredibly talented and we've really enjoyed working with them. So to remake the videos, we work with Brazilian animators, illustrators, translators, and even a Brazilian Portuguese voice for Tim.",
    "start": "00:40:28",
    "end": "00:40:42"
  },
  {
    "text": "So close your eyes and imagine Tim speaking Portuguese to you somewhere on the beach.",
    "start": "00:40:42",
    "end": "00:40:49"
  },
  {
    "text": "Yeah. And you won't have to wait till long to figure out what that's going to sound like, because the channel is going to launch in January and we'll have about 50 videos published by the end of the year.",
    "start": "00:40:49",
    "end": "00:40:57"
  },
  {
    "text": "That is really amazing, Alison.",
    "start": "00:40:57",
    "end": "00:40:59"
  },
  {
    "text": "Yeah. We wanted to share this team with the podcast audience because it's your support that allows us to bring our videos to Brazilian Portuguese community, which is a pretty big deal because. Because there's almost 200 million Brazilian Portuguese speakers and millions more that speak other Portuguese dialects.",
    "start": "00:40:59",
    "end": "00:41:14"
  },
  {
    "text": "I just looked it up. It's actually one of the top 10 languages in the world.",
    "start": "00:41:14",
    "end": "00:41:18"
  },
  {
    "text": "Wow.",
    "start": "00:41:18",
    "end": "00:41:18"
  },
  {
    "text": "Fun fact. Fun Brazilian Portuguese fact. We're very excited and we're so grateful for y'.",
    "start": "00:41:18",
    "end": "00:41:23"
  },
  {
    "text": "All.",
    "start": "00:41:23",
    "end": "00:41:23"
  },
  {
    "text": "Yes. Thank you, everybody. All right, so Bible Project in Brazilian Portuguese. You can meet them. Here we go.",
    "start": "00:41:23",
    "end": "00:41:29"
  },
  {
    "text": "Hi.",
    "start": "00:41:33",
    "end": "00:41:33"
  },
  {
    "text": "My name is Mirela. I am Brazilian. I do live in Los Angeles, California and my role within the Bible Project has been a language advisor and I basically work around the same books as the rest of the Brazil team. My favorite video is definitely Ephesians. Makes me cry every time. For 2020, I'm really looking forward to finishing the Read Scripture series and hopefully continue with New Year Series.",
    "start": "00:41:33",
    "end": "00:41:59"
  },
  {
    "text": "Hello, my name is Issa Miclair Goncalves. Mia Fumsano Aqui EF Desenas Fontes. The Bible Project.",
    "start": "00:42:00",
    "end": "00:42:09"
  },
  {
    "text": "You just heard Sami Clair share his passion for this. He lives in Chapeco, Brazil and his role within the Bible Project is to create the fonts and the posters. And he said he's loving this experience. It's been such a personal achievement that has come to his life through prayer. He also said that his favorite poster to work on was the poster of the Book of John.",
    "start": "00:42:28",
    "end": "00:42:48"
  },
  {
    "text": "Hello, my name is Rafael. I work on the Rich Scriptures Project in Brazil now. I am a coordinator of the project here. We are working now the last books of the New Testament and in the next month probably we will start to do the Old Testament. Hi, my name is Biapiva.",
    "start": "00:42:48",
    "end": "00:43:06"
  },
  {
    "text": "I'm one of the Portuguese editors on Project Bible.",
    "start": "00:43:06",
    "end": "00:43:08"
  },
  {
    "text": "Hi, I am Adriano. I am working on animation of the Portuguese version of the videos from the Bible Project and I'd like to invite all Brazilians around the world to check it out on YouTube because I know.",
    "start": "00:43:09",
    "end": "00:43:21"
  },
  {
    "text": "You love it too.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Ciao.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Ciao.",
    "start": "00:43:23",
    "end": "00:43:23"
  },
  {
    "text": "Is there like a popular way of saying goodbye in Portuguese or in Brazilian? Ciao?",
    "start": "00:43:24",
    "end": "00:43:29"
  },
  {
    "text": "It's like Italian.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "Okay, say it.",
    "start": "00:43:30",
    "end": "00:43:31"
  },
  {
    "text": "Valeo can also say that.",
    "start": "00:43:31",
    "end": "00:43:33"
  },
  {
    "text": "Yeah, that's a good.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "That's a good one. Like, that's all folks.",
    "start": "00:43:37",
    "end": "00:43:42"
  }
]