[
  {
    "text": "Hey, this is Tim at the bibleproject. And today's episode we're going to be carrying forward a conversation between John and myself about the seventh day rest. We're multiple episodes in. We've been tracing these patterns of the number seven in the storyline of the Bible. We camped out for quite a while on page one in Genesis and we saw there the number seven. There's seven days of creation in the Genesis one account. And we go from a place of darkness and disorder and God creates a world of complete order and beauty in a pattern of seven. And then we just started tracing that through. So many stories of the Bible are riffing off of that basic theme. In fact, the whole story of the Bible in a way is working out this gigantic storyline of darkness and disorder to the seventh day rest. So at this point in the story of the Bible, we've tracked through up to Israel's exile, how God brought them into the promised land, they blew it, and they are exiled in what Leviticus presented as like this inverted pattern of seven. So in this episode, it's our last stop in the Hebrew scriptures. We're going to focus in on a puzzling and fascinating story in the book of the prophet Daniel. And lo and behold, it all revolves around the number seven. This is in Daniel, chapter nine. Daniel is praying for the restoration of Jerusalem and his people from exile. And the answer that he gets is not what he expected. And it all revolves around the meaning and symbolism of the number seven, this story. Maybe you're familiar with it, maybe you're not. It has been controversial in interpretation in Jewish communities, in all strands of the Christian tradition. People have really wondered what is going on in this chapter of the Hebrew prophets. And it turns out that Daniel himself is riffing off of a theme in the book of Jeremiah, the prophet before him. And that chapter he's riffing off of, it's itself built off of patterns of symbolism in the numbers. That too. So this is, I think, a really fascinating and exciting chapter in the Old Testament. Jesus was really into this chapter because he mentioned it himself. So let's dive in. Here we go.",
    "start": "00:00:03",
    "end": "00:02:30"
  },
  {
    "text": "Five minute overview. Do you want to time me?",
    "start": "00:02:35",
    "end": "00:02:37"
  },
  {
    "text": "Yes.",
    "start": "00:02:38",
    "end": "00:02:38"
  },
  {
    "text": "Okay.",
    "start": "00:02:38",
    "end": "00:02:39"
  },
  {
    "text": "Here. Hold on. Getting out my timer. Go.",
    "start": "00:02:40",
    "end": "00:02:43"
  },
  {
    "text": "God created the world in six days. On the seventh day, he stopped and he settled into creation. And he appointed humans to rest with him and to rule with him. This was the human ideal in abundance, and it's lost. Humans are exiled and instead of abundance, we're ground back down to the dust. But there's still this desire for rest, for this final state of completeness. Shabbat, what God did on the seventh day, it means to stop in order to rest. And it's connected to the seven, the cycle of sevens. And seven has the same kind of. What's the word?",
    "start": "00:02:44",
    "end": "00:03:26"
  },
  {
    "text": "Yeah, it's the same.",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "Basically the same word as complete, same letters. Yeah, it's the idea of completeness. And so seven becomes super important. And as we continue the narrative and God chooses Abraham and he says, I'm going to give you that kind of rest, that Eden blessing your family. Well, the problem is Abraham's family is actually enslaved to a violent kingdom, Egypt. And so God has to rescue them from Egypt. And that rescuing from Egypt mirrors the same kind of, like, pattern of God liberating creation out of chaos and disorder. And so you've got this connection between God creating earth or creation so that we can rest in it is connected. This idea of humans being liberated from death and slavery and violence and the powers. And as he liberates his people, he gives them blueprints for a temple. And part of the blueprints of the temple is also this Sabbath cycle of rest and how the temple was even dedicated and built. And they're told in the commandments and the covenant commandments of what it means to be God's people, that one of them is on the seventh day, stop working.",
    "start": "00:03:27",
    "end": "00:04:46"
  },
  {
    "text": "That's right.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "And so the question is, like, why is this so important, the seventh day stop? And it's all pointing towards this hope that creation will be fulfilled again and complete. And actually, we shouldn't just wait for it, we should practice it now. Yeah, yeah, practice it on the seventh day where you stop from your work. But then there's all these festivals. There's seven types of holy days or appointed times, and they're all built around sevens and this anticipation for the renewal of creation. Not only that, but on the seventh year, it's the year of release. Like, debts are forgiven. It's like we just want creation just be renewed. It's like, let's make it happen. And not only that, but then on the seventh, seventh cycle of the seventh year, like, everything is reset. It's the year of jubilee and Israel is wandering in the wilderness. It's a new type of slavery. It's a slavery not to some other powers, but it's a slavery to their own disobedience. And wilderness is also connected to testing. And are we going to get this right? Are we going to choose faithfulness and trust? And. And they go into the land, they celebrate Passover. The land is abundant. And we see that this theme of trusting is all connected to this idea of stopping and resting. It's how they're supposed to take down Jericho.",
    "start": "00:04:47",
    "end": "00:06:13"
  },
  {
    "text": "Yeah. Yeah. Jericho's taken down. In a Sabbath cycle.",
    "start": "00:06:13",
    "end": "00:06:16"
  },
  {
    "text": "In a Sabbath cycle. March for six days. On the seventh day, don't battle stop.",
    "start": "00:06:16",
    "end": "00:06:22"
  },
  {
    "text": "Just. Yeah.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "And shout.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "Yes.",
    "start": "00:06:24",
    "end": "00:06:24"
  },
  {
    "text": "And God will do it.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "Yeah.",
    "start": "00:06:26",
    "end": "00:06:26"
  },
  {
    "text": "And what was that verse in Isaiah that you ended with?",
    "start": "00:06:26",
    "end": "00:06:29"
  },
  {
    "text": "Isaiah 30, verse 15. In repentance and rest is your salvation. In quietness and trust is your power. Quietness and trust is power at the theological core of the meaning of the seventh day.",
    "start": "00:06:29",
    "end": "00:06:46"
  },
  {
    "text": "And quietness and trust.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Sabbath is power, the foretaste of salvation. Therefore, your rest is your power, your trust, faith is your power.",
    "start": "00:06:47",
    "end": "00:06:57"
  },
  {
    "text": "How do we get back to this completeness? Do we work for it? Do we fight for it? Or do we stop.",
    "start": "00:06:57",
    "end": "00:07:05"
  },
  {
    "text": "Yeah. And trust that God will give it to us?",
    "start": "00:07:05",
    "end": "00:07:08"
  },
  {
    "text": "Israel doesn't fulfill the covenant. They're exiled from the land. It's a mirror of Adam and Eve being exiled from the garden. And so now the question remains.",
    "start": "00:07:08",
    "end": "00:07:18"
  },
  {
    "text": "Yep.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "How will we get to the state of completeness?",
    "start": "00:07:19",
    "end": "00:07:22"
  },
  {
    "text": "Yeah. Now that we've been exiled from the land. That was five minutes and four seconds.",
    "start": "00:07:22",
    "end": "00:07:26"
  },
  {
    "text": "All right.",
    "start": "00:07:26",
    "end": "00:07:27"
  },
  {
    "text": "That might be as long as the video is going to be. Yeah, hopefully the video will be.",
    "start": "00:07:27",
    "end": "00:07:33"
  },
  {
    "text": "But we still got some ground to cover.",
    "start": "00:07:33",
    "end": "00:07:34"
  },
  {
    "text": "We. Oh, we do. Oh, yeah.",
    "start": "00:07:34",
    "end": "00:07:36"
  },
  {
    "text": "And the video.",
    "start": "00:07:36",
    "end": "00:07:37"
  },
  {
    "text": "Yeah. Lots of ground. Yeah, Totally. Yeah. That's good.",
    "start": "00:07:37",
    "end": "00:07:40"
  },
  {
    "text": "All right.",
    "start": "00:07:40",
    "end": "00:07:40"
  },
  {
    "text": "Yeah. Awesome. Good job. That's good. And it was entertaining for this part of the conversation, which is going to be how Israel's prophets, the books of the prophets, process this. Sabbath, Eden rest, seventh day, hope for the restoration of Eden and the ultimate seventh day. Let's turn to the last page of the Jewish ordering of the Hebrew Scriptures, which is the last chapter of 2 Chronicles. So in the most ancient form of the organization of the Hebrew Scriptures is the organization that Jesus called the Torah the prophets, and then the Psalms, which names the book that heads the third collection, which is also called the writings. And the writings is a diverse collection. It appears that Chronicles was composed as a kind of conclusion to the whole Hebrew Bible. The Last chapter is 2nd Chronicles 36. And it retells the story of the last king of Israel. Excuse me, the last king of Judah, who Nebuchadnezzar takes out. And it's the story of the sacking of Jerusalem.",
    "start": "00:07:40",
    "end": "00:09:22"
  },
  {
    "text": "This is the story of going into exile.",
    "start": "00:09:23",
    "end": "00:09:26"
  },
  {
    "text": "Yeah, totally. So Starting in verse 11 of 2 Chronicles 36, we're introduced to Zedekiah, who's installed as a puppet king by Nebuchadnezzar. Verse 13. He too rebelled against Nebuchadnezzar.",
    "start": "00:09:26",
    "end": "00:09:40"
  },
  {
    "text": "That didn't work out so.",
    "start": "00:09:41",
    "end": "00:09:42"
  },
  {
    "text": "Verse 15. Yahweh was sending again and again his messengers named the prophets.",
    "start": "00:09:42",
    "end": "00:09:48"
  },
  {
    "text": "What verse is this?",
    "start": "00:09:49",
    "end": "00:09:50"
  },
  {
    "text": "Where did you go? Verse 15. Okay. Yahweh was sending again and again his messengers. Because he loves his people and he had compassion on his dwelling place. He loves his people and he loves.",
    "start": "00:09:50",
    "end": "00:10:00"
  },
  {
    "text": "And he loves his land.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "Loves that land. But they Israel continually mocked the messengers of despised the prophets. And so the anger of Yahweh rose against his people. There was no turning back. He brought against them the king of the Chaldeans. And Chaldeans is another synonym for the Babylonians. The Babylonians killed their young men with the sword in the temple. They had no compassion on young men, young women, old men or the sick. All were given into the Babylonians hands. All the articles of the temple, great and small. The treasures of the temple and the treasures of the king were all brought to Babylon. They burned the house of God, broke down the walls of Jerusalem, burned its buildings. Just bad news. Verse 20. Those who escaped from the sword. Basically the people that survived the onslaught were carried away to Babylon. And they were slaves to him and his sons until the rule of the kingdom of Persia. Remember, Chronicles is written towards way late. The restoration of Jerusalem has already happened. The return from exile and the rebuilding of Jerusalem has already happened. From this author's point of view.",
    "start": "00:10:01",
    "end": "00:11:20"
  },
  {
    "text": "Yeah, it's crushing through a lot of history real fast.",
    "start": "00:11:20",
    "end": "00:11:22"
  },
  {
    "text": "That's right. Yeah. But notice what he says here. He says so think. Are the authors already back in Jerusalem?",
    "start": "00:11:22",
    "end": "00:11:28"
  },
  {
    "text": "So yeah.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "Babylonian exiles are there, second temple is rebuilt. It's not working out. According to Haggai Zechariah Malachi. It's not awesome. And this author ends the story here saying so remember he carried those away to Babylon. Verse 21. In order to fulfill the word of Yahweh by the mouth of Jeremiah the prophet. Until the land had enjoyed its sabbaths all the days of its desolation, the land kept the Sabbath until the 70 years were complete.",
    "start": "00:11:29",
    "end": "00:12:01"
  },
  {
    "text": "Yeah, that's back in Deuteronomy, right?",
    "start": "00:12:01",
    "end": "00:12:03"
  },
  {
    "text": "Yeah.",
    "start": "00:12:03",
    "end": "00:12:03"
  },
  {
    "text": "Leviticus 26 or Leviticus 26. Yeah. We're building up this rest that's needed. The land needs to rest.",
    "start": "00:12:03",
    "end": "00:12:11"
  },
  {
    "text": "Yeah. So make sure you let the land, you release it every seventh year and then every jubilee cycle, remember? So the land will have its rest along with you. The author of Chronicles in Hebrew Bible terminology. Hebrew Bible scholarship is called the chronicler, which I like that a lot. Chronicling concludes the story by saying that the exile fulfilled the 70 years of Jeremiah. We'll talk about that. Jeremiah said exile would last 70 years. But when the chronicler read the book of Jeremiah and took a long walk with a cup of tea, he saw, oh, 70, that's about the Sabbath. And do you remember the upside down sabbath of Leviticus 26?",
    "start": "00:12:11",
    "end": "00:12:57"
  },
  {
    "text": "Yeah. This compounding of like.",
    "start": "00:12:57",
    "end": "00:12:59"
  },
  {
    "text": "Yes, yeah, yeah.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "If you don't obey exiled, you continue to not obey. It's going to be seven times in exile, correct?",
    "start": "00:13:00",
    "end": "00:13:06"
  },
  {
    "text": "Yeah, yep. It's like the anti release, the anti jubilee. Yeah. So he sees the exile as the chance for the land to finally get the sabbaths that the Israelites did not give it. So why does he think that? Like what led him to that conclusion?",
    "start": "00:13:06",
    "end": "00:13:20"
  },
  {
    "text": "Leviticus 26.",
    "start": "00:13:20",
    "end": "00:13:21"
  },
  {
    "text": "A bunch of things did. Leviticus 26 is for sure on his brain. He's quoting from it, although he doesn't say it all. The only text he says he's quoting from is Jeremiah. Yep. So let's pause and go back to Jeremiah. Because how Jeremiah thinks about and talks about the exile will help us understand both the meaning of the exile and the prophets, but also the hope for what lies on the other side of exile. So Jeremiah 25. Ah, this is the chapter where Jeremiah says all the nations are corrupt and violent. I'm going to make them all drink a cup of foaming wine. We've talked about this foaming wine the recent past. It's the cup, the cup of God's wrath. Anger. God's wrath. Yep. And the cup is Babylon. To drink the cup means Babylon's coming, becoming subject to Babylon. So he says to the kings of Israel, Jeremiah 25:11, this whole land will be a desolation and a horror. All these nations around, not just Israel, all their neighbors, will serve the king of Babylon 70 years. Then it will take place. When the 70 years are filled, full, completed, then I'll punish the king of Babylon and his nation declares Yahweh for their iniquity. And the land of the Chaldeans, Babylonians all make an everlasting devastation. So in other words, he's going to use Babylon to be an instrument of judgment, justice on the nations. But then Babylon itself is going to overstep its bounds and then God's going to reduce it to nothing. This is what the book of Habakkuk is about. Habakkuk, his first complaint is like, look how horrible Israel is. And so God says Yes. I'm going to raise up the Babylonians and then. Wait, no, they're even worse. Wait, you're going to use. And then it becomes this cycle that God will even use nasty empires of the world as instruments of his judgment, not to endorse them, but because they're on the scene. And he'll work with what he finds. He works with humans as he finds them. So the 70 year theme gets repeated in Jeremiah 29, where Jeremiah says, When 70 years are completed for Babylon, those are the 70 years again. I'm going to visit you and fulfill my good word to you and bring you back to this place. So Babylon will get what's come to them and you'll get back to the land. Back to the land. For I know the plans I have for you. Plans for good plans. Plans for welfare. Not for calamity. To give you a future and a hope. I think that's a famous Bible verse.",
    "start": "00:13:21",
    "end": "00:16:00"
  },
  {
    "text": "That is a famous Bible verse for some people.",
    "start": "00:16:00",
    "end": "00:16:02"
  },
  {
    "text": "Yeah.",
    "start": "00:16:02",
    "end": "00:16:02"
  },
  {
    "text": "Yeah.",
    "start": "00:16:03",
    "end": "00:16:03"
  },
  {
    "text": "Yep. Yeah. You know what? I can think of a family member who has it on their wall.",
    "start": "00:16:03",
    "end": "00:16:08"
  },
  {
    "text": "Oh, that's hanging on a lot of walls.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "Yeah.",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "It's a classic one.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Good calendar verse. Yeah. It's beautiful to hear that word from God.",
    "start": "00:16:12",
    "end": "00:16:17"
  },
  {
    "text": "I know the plans I have for you.",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "Yeah. It's a good summary of the not optimistic, but hopeful arc of the biblical story. Although optimistic depends on your definition.",
    "start": "00:16:18",
    "end": "00:16:26"
  },
  {
    "text": "It's a callback.",
    "start": "00:16:27",
    "end": "00:16:28"
  },
  {
    "text": "Yeah. But here it's specifically about. You're sitting in Babylon.",
    "start": "00:16:28",
    "end": "00:16:32"
  },
  {
    "text": "Yeah.",
    "start": "00:16:32",
    "end": "00:16:32"
  },
  {
    "text": "And that's the context. Okay. I know the plans I have for you. Verse 12. Then you will call upon me and pray to me and I'll listen to you. So this is an explicit thing of. Remember this was in Leviticus. When you're sitting there in exile and you're going to repent and circumcised heart, heart change, call out to the Lord. Yeah. And then God says, then I'll remember my covenant with my people and I'll remember the land. So same thing here. When 70 years are complete, I've got good plans for you so just ask me. Just ask me for them. When the 70 years are up Then you'll seek me and find me. When you search for me with all your heart, I will be found.",
    "start": "00:16:32",
    "end": "00:17:12"
  },
  {
    "text": "That's another classic verse by you.",
    "start": "00:17:12",
    "end": "00:17:14"
  },
  {
    "text": "Yeah, yeah, totally. Jeremiah 29 coming out.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "Yeah. Bringing the hits.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "I will restore your fortunes and gather you from all the nations where I've driven you. I'll bring you back to this place where. Okay, you get the idea. So Jeremiah is pretty 70 years.",
    "start": "00:17:21",
    "end": "00:17:31"
  },
  {
    "text": "Yeah. He's putting a stake in the ground. 70 years.",
    "start": "00:17:31",
    "end": "00:17:33"
  },
  {
    "text": "So the whole question is, what did Jeremiah have in mind? Not necessarily the author of Jeremiah or of Chronicles, as he thought about, but what did Jeremiah when he. Like the prophet. Yeah. When he was on the street corner. What does 70 mean? People ponder these things. Is 70 just a symbolic round number?",
    "start": "00:17:34",
    "end": "00:17:50"
  },
  {
    "text": "Seven is definitely a number full of symbolism.",
    "start": "00:17:50",
    "end": "00:17:53"
  },
  {
    "text": "Totally.",
    "start": "00:17:53",
    "end": "00:17:54"
  },
  {
    "text": "But at the same time, it's a very concrete number. On the seventh day. Stop. Not like some, like, symbolic seventh day.",
    "start": "00:17:54",
    "end": "00:18:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "On the seventh day.",
    "start": "00:18:02",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, on the seventh day.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "On the seventh year.",
    "start": "00:18:04",
    "end": "00:18:04"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:18:05",
    "end": "00:18:05"
  },
  {
    "text": "It also could be very literal.",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "Yeah, yeah. A literal day can have symbolic meaning. What else is the meaning of the Sabbath? All right. It's an actual day. 70 is 7 times 10. And 10 has also been a repeated symbolic number in the creation story. Yep. In Genesis 1, in Exodus, in the day of atonement, which on the tenth day comes on the tenth day, the seventh. So there's a lot of seven and tens in the Sabbath motif design pattern in the biblical story.",
    "start": "00:18:07",
    "end": "00:18:41"
  },
  {
    "text": "So let's put them together into a power symbol.",
    "start": "00:18:41",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. It is also an average lifetime. 70 years for the biblical authors. Yeah. Psalm 90. All our days pass away under your anger. 70 years or 80, if our strength endures. We read Psalm 90 earlier in this conversation. He's reflecting on Genesis 3, returning to the dust. So he sees that our mortality is a sign of being exiled.",
    "start": "00:18:44",
    "end": "00:19:10"
  },
  {
    "text": "Yeah.",
    "start": "00:19:10",
    "end": "00:19:10"
  },
  {
    "text": "And so what do you get here? 70?",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "Maybe about 70 years.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "Yeah.",
    "start": "00:19:14",
    "end": "00:19:14"
  },
  {
    "text": "What is the average life expectancy nowadays?",
    "start": "00:19:14",
    "end": "00:19:17"
  },
  {
    "text": "I don't know the answer.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "In the US it's 78 years. 78.6.",
    "start": "00:19:18",
    "end": "00:19:24"
  },
  {
    "text": "Wow. That's. Yeah. Okay, man.",
    "start": "00:19:24",
    "end": "00:19:27"
  },
  {
    "text": "In the world.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "It's coming.",
    "start": "00:19:28",
    "end": "00:19:28"
  },
  {
    "text": "It's coming. It's around the corner. Worldwide, it's 71. Whoa.",
    "start": "00:19:29",
    "end": "00:19:33"
  },
  {
    "text": "Okay.",
    "start": "00:19:33",
    "end": "00:19:34"
  },
  {
    "text": "You know, has the highest. Japan.",
    "start": "00:19:34",
    "end": "00:19:36"
  },
  {
    "text": "Fascinating.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Then Switzerland, Singapore, Australia, Spain, Iceland, Italy.",
    "start": "00:19:37",
    "end": "00:19:41"
  },
  {
    "text": "Are they up in the 80s or high 70s?",
    "start": "00:19:41",
    "end": "00:19:43"
  },
  {
    "text": "80S, low 80s.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "Wow. Fascinating.",
    "start": "00:19:44",
    "end": "00:19:46"
  },
  {
    "text": "You don't break out of the 80s until Costa Rica. 79.6.",
    "start": "00:19:46",
    "end": "00:19:52"
  },
  {
    "text": "Wow.",
    "start": "00:19:52",
    "end": "00:19:52"
  },
  {
    "text": "Man. You live longer in Costa Rica than you do in the US I love Costa Rica.",
    "start": "00:19:52",
    "end": "00:19:57"
  },
  {
    "text": "You've got some positive associations with Costa Rica.",
    "start": "00:19:57",
    "end": "00:19:59"
  },
  {
    "text": "Yeah.",
    "start": "00:19:59",
    "end": "00:19:59"
  },
  {
    "text": "You have some good memories there.",
    "start": "00:19:59",
    "end": "00:20:01"
  },
  {
    "text": "Mm.",
    "start": "00:20:01",
    "end": "00:20:01"
  },
  {
    "text": "Being exiled to Costa Rica wouldn't be all bad. Maybe. I don't know. I've never been.",
    "start": "00:20:02",
    "end": "00:20:06"
  },
  {
    "text": "That sounds like a jubilee.",
    "start": "00:20:06",
    "end": "00:20:08"
  },
  {
    "text": "If you were going to think of a number that is the upside down version of the Genesis 1 and 2 Eden ideal. 70 would be a good candidate.",
    "start": "00:20:10",
    "end": "00:20:22"
  },
  {
    "text": "The upside down.",
    "start": "00:20:22",
    "end": "00:20:23"
  },
  {
    "text": "Yeah. 10 acts of speech. Oh yeah. In seven days to generate this Eden ideal of the seventh day, 70 as a period of exile, as an anti seventh day ideal. 70, 70. Yeah.",
    "start": "00:20:23",
    "end": "00:20:41"
  },
  {
    "text": "There's logic.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "Great candidate for a symbolic number of an inverted Genesis 1. But that's all I can leave it at. I can't prove it. What's also interesting is it's about on target for how long Israel was actually exiled. Interesting. So if the fall of Jerusalem, remember the city was destroyed in 586. And then Babylon was overturned by Cyrus in 539.",
    "start": "00:20:42",
    "end": "00:21:13"
  },
  {
    "text": "This is Persia.",
    "start": "00:21:14",
    "end": "00:21:15"
  },
  {
    "text": "Yep. So that gets you 50 something years. But remember Jerusalem was actually the sacking and destruction of Jerusalem was the third visit of Nebuchadnezzar. He had been there two times in.",
    "start": "00:21:15",
    "end": "00:21:29"
  },
  {
    "text": "The decade before when he put the puppet king Zebadiah.",
    "start": "00:21:29",
    "end": "00:21:32"
  },
  {
    "text": "Correct. So if you go from the first time Nebuchadnezzar visited Jerusalem, you're up into 67 something years. I mean, you know, you're close to 80 and then close to 70. Excuse me, close to 70. Gosh, my brain. And then it was a couple, a year or two for the Israelites to put together the operation to go back. That's pretty remarkable. You're right on the ballpark of 70 years. From people first getting exiled from Jerusalem to the exiles coming back. So all of that comes together where the 70 years became extremely meaningful as the people came back in Jerusalem, they're studying their Scriptures. Prophets and priests are in Jerusalem now really intensely studying their scriptures, forming them into the shape of the text that we are familiar with. And you can see why Jeremiah 70 years would be a big deal. Yeah, yeah. So we come back to Chronicles and we can understand why the author of Chronicles would represent the exile of 70 years as Jeremiah's 70 years as a kind of inverted Sabbath.",
    "start": "00:21:32",
    "end": "00:22:44"
  },
  {
    "text": "Yeah. And the amount of time that's compounded that needs. The land needs to rest.",
    "start": "00:22:45",
    "end": "00:22:52"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "From Leviticus 26.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "Correct. So here's something really interesting that'll kick us into another important work, the Book of Daniel. This is a comment by Hugh Williamson, his commentary on Chronicles. He's commenting on the last paragraph of Chronicles here. He says this phrase about the land keeping The Sabbath for 70 years has clearly been given a reference backwards by its association with the land enjoying its Sabbaths. Remember in Leviticus 26, the land will get the Sabbaths that you didn't give it. Okay. And then chronicles says, yeah, 70 years of Jeremiah were all the Sabbaths. The land got its sabbaths. Okay. So this suggests that the chronicler has a period of not just 70, but 490 years in mind.",
    "start": "00:22:54",
    "end": "00:23:42"
  },
  {
    "text": "Because there was seven. Seven.",
    "start": "00:23:42",
    "end": "00:23:45"
  },
  {
    "text": "Sorry, when does the land get 77 year cycles? Yes. When does a land get a year of rest?",
    "start": "00:23:47",
    "end": "00:23:52"
  },
  {
    "text": "On the seventh year.",
    "start": "00:23:52",
    "end": "00:23:53"
  },
  {
    "text": "On the Jubilee. Yeah, on the Jubilee.",
    "start": "00:23:53",
    "end": "00:23:55"
  },
  {
    "text": "Oh, no. Oh, on the Jubilee.",
    "start": "00:23:55",
    "end": "00:23:57"
  },
  {
    "text": "Well, it gets it every seven.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "Every seven.",
    "start": "00:23:59",
    "end": "00:24:00"
  },
  {
    "text": "And then it gets the super size.",
    "start": "00:24:00",
    "end": "00:24:02"
  },
  {
    "text": "Yeah.",
    "start": "00:24:02",
    "end": "00:24:02"
  },
  {
    "text": "Rest on the Sabbath. Excuse me, the year of jubilee. Year of jubilee. So do the math here. If the 70 years.",
    "start": "00:24:03",
    "end": "00:24:13"
  },
  {
    "text": "If they needed 70 years of rest, that means they've missed seven times 70.",
    "start": "00:24:13",
    "end": "00:24:19"
  },
  {
    "text": "Correct. So for the chronicler, the 70 years of Jeremiah is connected to the number of missed jubilee years that the land did not get.",
    "start": "00:24:19",
    "end": "00:24:29"
  },
  {
    "text": "Yeah. So there's a. 490 years of history.",
    "start": "00:24:29",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. Yes. So here's what Williamson notes. He says on the basis of the lengths of the reign which the chronicler himself gives for all the kings, Kings of Judah, it seems clear he intends this as a reference to cover the whole period of the monarchy, which is more or less coextensive with the years from Sahl. The chronicler begins his story after the genealogies. He has nine chapters of genealogies, starting with thrilling stuff. The first king that he starts with is Saul. His narrative from Saul all the way up to Zedekiah we just read about. Williams says, just pay attention to the chronology he gives.",
    "start": "00:24:32",
    "end": "00:25:11"
  },
  {
    "text": "Yeah, it adds up 490 years.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "So he framed the history of Israel on the land as seven times 70 and then making 70 missed Jubilee years. That's brilliant.",
    "start": "00:25:13",
    "end": "00:25:24"
  },
  {
    "text": "Yeah.",
    "start": "00:25:25",
    "end": "00:25:25"
  },
  {
    "text": "I think in terms of theological symbolism. Theological chronology. Sure. It's a powerful theological statement about the whole history of Israel.",
    "start": "00:25:25",
    "end": "00:25:33"
  },
  {
    "text": "Yeah. It's not a modern way to do history. It's to, like, gears into symbolic.",
    "start": "00:25:33",
    "end": "00:25:41"
  },
  {
    "text": "We do this all the time.",
    "start": "00:25:41",
    "end": "00:25:43"
  },
  {
    "text": "Do we?",
    "start": "00:25:43",
    "end": "00:25:43"
  },
  {
    "text": "We talk about time in round numbers.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "Oh, sure.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "For symbolic purposes.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "Okay.",
    "start": "00:25:48",
    "end": "00:25:48"
  },
  {
    "text": "Help me think of something. Sure.",
    "start": "00:25:49",
    "end": "00:25:52"
  },
  {
    "text": "We talk about decades. Like that's a thing.",
    "start": "00:25:53",
    "end": "00:25:55"
  },
  {
    "text": "Okay. Yeah, sure. Yeah. We'll isolate the 80s. Yeah, that's right. Yeah.",
    "start": "00:25:55",
    "end": "00:26:00"
  },
  {
    "text": "Okay. Like something happened in 1980.",
    "start": "00:26:00",
    "end": "00:26:02"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:26:02",
    "end": "00:26:03"
  },
  {
    "text": "That ended in 1989.",
    "start": "00:26:03",
    "end": "00:26:05"
  },
  {
    "text": "Right. That made the 80s the 80s. But there really was a thing that you can call the 80s.",
    "start": "00:26:05",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, there is.",
    "start": "00:26:11",
    "end": "00:26:12"
  },
  {
    "text": "Technically and symbolically. Yeah. This is totally normal. Yeah, yeah. We're importing our culture's concept of numbers and history and chronology. We're imposing on the biblical authors when we expect that they would do it the way we would do it. So I think this is brilliant on the chronicler's part. He's Framed the whole history of the monarchy in Jerusalem as 70 missed.",
    "start": "00:26:13",
    "end": "00:26:42"
  },
  {
    "text": "70 myths.",
    "start": "00:26:43",
    "end": "00:26:43"
  },
  {
    "text": "70 examples of seven years that didn't get observed. Or flip it over. Seven Jubilee.",
    "start": "00:26:43",
    "end": "00:26:50"
  },
  {
    "text": "Oh, right.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "Cycles that. Oh, no, that's not right. That would be every 50th year. Yeah, yeah, that's right. So 77s. Yeah, yeah, that's it. Okay. So do we see this anywhere else in the Hebrew Bible? And we do in Daniel chapter nine. And Daniel chapter nine, in fact, takes it a step further. So fascinating.",
    "start": "00:26:52",
    "end": "00:27:10"
  },
  {
    "text": "Sam. Daniel is. He is in Babylon.",
    "start": "00:27:10",
    "end": "00:27:48"
  },
  {
    "text": "Yep.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "It's still exile.",
    "start": "00:27:49",
    "end": "00:27:50"
  },
  {
    "text": "Yep.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "So this 70 years of exile is still happening right now.",
    "start": "00:27:51",
    "end": "00:27:56"
  },
  {
    "text": "Yeah.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "We're somewhere in the thick of that.",
    "start": "00:27:57",
    "end": "00:27:58"
  },
  {
    "text": "That's right. Though look at the first Sentence of Daniel 9. In the first year of Darius, son of Ahasuerus from the Medes, who was made king over the kingdom of the Chaldeans. In other words, Darius was not a Babylonian, he's a Mede. And he just took over the Babylonian kingdom. Remember what Jeremiah said? 70 years, you'll serve Babylon. And then I'm taking Babylon down. So this is a little hyperlink to say, dear reader, it's happening. It's the 70th year.",
    "start": "00:27:58",
    "end": "00:28:31"
  },
  {
    "text": "Oh, really?",
    "start": "00:28:31",
    "end": "00:28:32"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:28:32",
    "end": "00:28:33"
  },
  {
    "text": "Wasn't it a Persian that was supposed to take.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "Ah, yes. Medes and the Persians were cooperative. A cooperative kingdom.",
    "start": "00:28:35",
    "end": "00:28:41"
  },
  {
    "text": "Okay.",
    "start": "00:28:41",
    "end": "00:28:42"
  },
  {
    "text": "At first. So Darius was a first and then Cyrus comes right after. Okay. Yep. So, yeah. The first sentence of Daniel 9 tells.",
    "start": "00:28:42",
    "end": "00:28:50"
  },
  {
    "text": "Us you're in the 70th year.",
    "start": "00:28:50",
    "end": "00:28:51"
  },
  {
    "text": "It's the 70th year. Yeah.",
    "start": "00:28:51",
    "end": "00:28:53"
  },
  {
    "text": "Cool.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "Which makes sense of what follows next.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "Okay.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "I, Daniel, was observing in the books, in the Scriptures, the number of the years revealed as the word of the Lord to Jeremiah the prophet to complete the desolations of Jerusalem, namely 70 years. 70 years.",
    "start": "00:28:57",
    "end": "00:29:11"
  },
  {
    "text": "Here we are.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "So, I mean, it's Christmas morning. Yeah, totally. Yeah. Yeah. What's the analogy? Yes. It's Christmas morning.",
    "start": "00:29:12",
    "end": "00:29:17"
  },
  {
    "text": "Yeah.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "You've been waiting for it.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "You've been waiting for it.",
    "start": "00:29:19",
    "end": "00:29:19"
  },
  {
    "text": "You knew it was coming.",
    "start": "00:29:19",
    "end": "00:29:20"
  },
  {
    "text": "Yeah. You knew it was coming. Even count down.",
    "start": "00:29:20",
    "end": "00:29:22"
  },
  {
    "text": "Yep. So all of a sudden, in the 70th year, Daniel's having a little Bible study of Jeremiah.",
    "start": "00:29:22",
    "end": "00:29:29"
  },
  {
    "text": "Yeah.",
    "start": "00:29:29",
    "end": "00:29:29"
  },
  {
    "text": "So do you remember what Jeremiah said?",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "He said, Just like Y2K, everyone's waiting.",
    "start": "00:29:31",
    "end": "00:29:36"
  },
  {
    "text": "What's going to happen? Yeah, totally. Yeah. Remember Jeremiah said, when the 70 years are up, if my people call out to me.",
    "start": "00:29:36",
    "end": "00:29:43"
  },
  {
    "text": "Yeah.",
    "start": "00:29:43",
    "end": "00:29:43"
  },
  {
    "text": "Remember, if they call to me and seek me with all their hearts. So I, Daniel, gave my attention to Yahweh God to seek him by prayer. And supplication. What follows, verses 4 through 20 is one of the most beautiful prayers of confession in the Hebrew Bible. Remember Daniel. Remember Daniel's character in the Book of Daniel? He passes every test.",
    "start": "00:29:43",
    "end": "00:30:09"
  },
  {
    "text": "Yeah.",
    "start": "00:30:09",
    "end": "00:30:09"
  },
  {
    "text": "He stands out in the story. But you read Daniel 9 and you would think he's like the worst sinner in Israel's history. It's really fascinating. He personally owns the sins of his ancestors.",
    "start": "00:30:10",
    "end": "00:30:25"
  },
  {
    "text": "Wow. It's a lot of humility.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "Yeah, yeah. It's a beautiful prayer. I didn't include it here because it would derail us, but it's an amazing prayer. So while I was still praying, a man, Gavriel, came to me, a spiritual being who looks like a human. And he gave me some instruction. He spoke to me and said, daniel, I've come to give you some insight here, a message. Yeah. And what he says is, seventys have been determined concerning your people and concerning your holy city. Let's pause there. The first 70. 70 just passed. And he thought, oh, by Jeremiah's count, that's the end.",
    "start": "00:30:27",
    "end": "00:31:09"
  },
  {
    "text": "Yeah.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "But what if those 70 years of Jeremiah were just the first 70 of seven of. Right, yeah, seven seventies. And when you sit with Leviticus 26 that said I'll visit seven times punishment of exile or seven times. Yeah. Compounding. And so Gabriel shows up and says, sorry, dude, we're just getting started.",
    "start": "00:31:10",
    "end": "00:31:36"
  },
  {
    "text": "That's a rough message.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "Yeah, yeah. So it's not that the 70 years is being like, reinterpreted here, it's rather that the 70 years is just beginning a much longer cycle of 70. But didn't you just say 70 times 7?",
    "start": "00:31:37",
    "end": "00:31:51"
  },
  {
    "text": "But Israel got to go back after 70 years.",
    "start": "00:31:51",
    "end": "00:31:54"
  },
  {
    "text": "Ah, that's interesting. Yeah. What's that about? So some Israelites returned and rebuilt the temple in Jerusalem.",
    "start": "00:31:54",
    "end": "00:32:02"
  },
  {
    "text": "So the second temple.",
    "start": "00:32:03",
    "end": "00:32:04"
  },
  {
    "text": "The second temple, yeah, yeah. Zerubbabel, Ezra, Nehemiah. So in theory, that was. Should be the end of the exile. That's when the prophets, the hopes of the restored Eden would happen. Yeah, yeah. And it didn't happen. And then Daniel. It's as if Daniel's being given insight here, dear reader. The return from exile was not the real ultimate return from exile. This is what our exile is.",
    "start": "00:32:04",
    "end": "00:32:31"
  },
  {
    "text": "Just one of seven.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Yeah, yeah. The ultimate restoration. It's as if the return from exile to actual Jerusalem becomes just itself another symbol in the pattern pointing to the ultimate restoration from exile just keeps getting pushed back. Keeps getting pushed back. And it keeps getting bigger.",
    "start": "00:32:33",
    "end": "00:32:51"
  },
  {
    "text": "Yeah.",
    "start": "00:32:51",
    "end": "00:32:51"
  },
  {
    "text": "Because all of a sudden, like, oh, Jerusalem's not the thing. I thought Jerusalem was the Thing.",
    "start": "00:32:52",
    "end": "00:32:56"
  },
  {
    "text": "The temple in Jerusalem.",
    "start": "00:32:56",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. And then, yeah, as we're going to see, it's the temple and the land in Isaiah and Ezekiel get a cosmic upgrade to what their ultimate symbolism was always about, which is the whole of creation. That the temple is a microcosm of the whole world. And the land is a symbol of the temple, which is the symbol of all creation. So the return under Ezra Nehemiah is here being portrayed as not the ultimate.",
    "start": "00:32:57",
    "end": "00:33:27"
  },
  {
    "text": "It's being downplayed.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "Yeah. But it's as significant as was the exodus from Egypt. That wasn't the ultimate liberation, but it was a foretaste of it. Okay, so Daniel's told 70490 more, which is symbolically maps, 420 more 477s. Ah, well, hold on. So 490 was the years the kings were screwing things up in the land.",
    "start": "00:33:28",
    "end": "00:33:56"
  },
  {
    "text": "That was 10 times 70.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "Now it's 490 on the other side. So you have 490, but they were on the land. Not giving the land a Sabbath.",
    "start": "00:33:57",
    "end": "00:34:05"
  },
  {
    "text": "Sorry. Yeah. Not 10 times 70.",
    "start": "00:34:05",
    "end": "00:34:06"
  },
  {
    "text": "They just went through a 70.",
    "start": "00:34:06",
    "end": "00:34:08"
  },
  {
    "text": "Okay.",
    "start": "00:34:08",
    "end": "00:34:08"
  },
  {
    "text": "And then here he is now at that point, and then he's learning 70 sevens even more on top of that are appointed. Yep, that's right.",
    "start": "00:34:08",
    "end": "00:34:17"
  },
  {
    "text": "Oh, so this isn't like you did the first cycle of what's gonna be even six more?",
    "start": "00:34:17",
    "end": "00:34:23"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:34:23",
    "end": "00:34:24"
  },
  {
    "text": "It's like there's a whole new.",
    "start": "00:34:24",
    "end": "00:34:26"
  },
  {
    "text": "Yep, there's another 70 times seven ahead.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:34:29",
    "end": "00:34:29"
  },
  {
    "text": "Here's what's gonna happen in those 77s. Finishing the rebellion. That's bad. That doesn't help. In English. That doesn't help. You get the idea. Cause finish means to put an end to. For the rebellion to come to its completion.",
    "start": "00:34:30",
    "end": "00:34:44"
  },
  {
    "text": "To complete.",
    "start": "00:34:45",
    "end": "00:34:45"
  },
  {
    "text": "So Israel's rebellion is not over. Like, you're praying to me, Daniel, but the rest of your people are like. I mean, you got Shadrach, Meshach and Bennegill. They're cool. But the point is, Israel as a whole is still in a state of rebellion. Here's the second thing that needs to happen that's not finished yet. Sealing up sins. Israel's sins have not been brought to an end. They're still continuing atonement for evil. Israel's evil has still yet to be fully dealt with. Here's another thing that needs to take place within these 77s. Bringing eternal righteousness to seal up vision and prophecy. So if you thought, Daniel, that the 70th year was going to be heaven and earth becoming one. I'm sorry. I mean, you get the Idea.",
    "start": "00:34:45",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:33"
  },
  {
    "text": "Yeah.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "Look around. There's still some work to do.",
    "start": "00:35:34",
    "end": "00:35:36"
  },
  {
    "text": "Yep. He gets sick and he can't sleep after this. I mean, just imagine.",
    "start": "00:35:36",
    "end": "00:35:41"
  },
  {
    "text": "Yeah. I mean, he's been waiting. He's been counting down.",
    "start": "00:35:41",
    "end": "00:35:44"
  },
  {
    "text": "Yes. Just like you would count. Just like you would wait for the year of jubilee.",
    "start": "00:35:44",
    "end": "00:35:48"
  },
  {
    "text": "Yeah.",
    "start": "00:35:48",
    "end": "00:35:48"
  },
  {
    "text": "He's been waiting for this.",
    "start": "00:35:48",
    "end": "00:35:50"
  },
  {
    "text": "Can you imagine coming to, like, your kid on Christmas morning, He's ready to go, and you're like, sorry, buddy.",
    "start": "00:35:51",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "We're gonna wait till you're 14.",
    "start": "00:35:57",
    "end": "00:35:59"
  },
  {
    "text": "Yeah, that's right. Yeah, that's right.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "And then we'll do Christmas.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "That's right. So, Daniel, let me tell you this. For these seventy sevens, when these seventy sevens will start. Let me tell you when they're going to start the new 7 times 70. From the issuing of the declaration to return and rebuild Jerusalem until the anointed one, which is the Hebrew word mashiach, there will be seven sevens and 62 sevens. That's 69/7. And then I have. The passage goes on and becomes extremely complex Hebrew and in a diversity of interpretations. But from the declaration to return and rebuild Jerusalem. So when does that happen?",
    "start": "00:36:04",
    "end": "00:36:52"
  },
  {
    "text": "The king of Persia lets him go do that, right?",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Yeah, totally. Yeah. Yeah. In fact, that's the last sentences of Second Chronicles.",
    "start": "00:36:54",
    "end": "00:36:59"
  },
  {
    "text": "And they shall go up.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "Yeah, exactly. It's the king saying, return to Jerusalem and rebuild Jerusalem, whoever God is with him, and let him go up. And it ends with an incomplete sentence. So it seems like the chronicler wants to coordinate the ending of his book with counting down of this clock right here. In other words, the Book of Chronicles ends by setting a timer with the.",
    "start": "00:37:01",
    "end": "00:37:26"
  },
  {
    "text": "Moment that God said or no. Well, yeah, Gabriel is talking, right, Gabriel?",
    "start": "00:37:26",
    "end": "00:37:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "Yahweh's messenger says.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Yeah.",
    "start": "00:37:34",
    "end": "00:37:34"
  },
  {
    "text": "That the next set of 77s.",
    "start": "00:37:34",
    "end": "00:37:38"
  },
  {
    "text": "Yes.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Begins with this declaration to return. Hebrew Scriptures ends with that declaration.",
    "start": "00:37:39",
    "end": "00:37:45"
  },
  {
    "text": "Correct. Intelligent life.",
    "start": "00:37:45",
    "end": "00:37:47"
  },
  {
    "text": "Yeah.",
    "start": "00:37:48",
    "end": "00:37:48"
  },
  {
    "text": "In the shaping of these books.",
    "start": "00:37:48",
    "end": "00:37:50"
  },
  {
    "text": "Yeah.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "I mean, it actually is a perfect metaphor to say the Hebrew Bible concludes by setting a timer that starts ticking the moment you close. You close the book.",
    "start": "00:37:50",
    "end": "00:38:01"
  },
  {
    "text": "What are we supposed to be thinking about this type of timer at this point?",
    "start": "00:38:02",
    "end": "00:38:05"
  },
  {
    "text": "Oh, in terms of what you mean? Well, I mean, because all these are symbolic numbers.",
    "start": "00:38:06",
    "end": "00:38:12"
  },
  {
    "text": "Is this a symbolic number? Daniel waited to the 70th year.",
    "start": "00:38:12",
    "end": "00:38:16"
  },
  {
    "text": "Yeah, right. That's right.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "And to him, it was not just. I mean, it was a year that was soaked with symbolism. But it was a real year.",
    "start": "00:38:17",
    "end": "00:38:23"
  },
  {
    "text": "Correct? It was a real year. Yeah. So welcome to a fascinating little industry in biblical scholarship, because here's what we know is that almost every Jewish group that left a literary record in history, whether it's the Qumran crew, Greek speaking Druze, Pharisees, the zealots who launched multiple waves of rebellion against Rome and the early Christians, everybody's Talking about Daniel 9 and you can see why. Yeah, it sets the clock. Yeah, it sets the clock. So what you have in second temple literature is all this interest in the meaning of the 490 years and what you find is a diversity of interpretations. Okay, so you can just say first there's diversity. And when exactly did the clock start? Some start it with King Cyrus giving his declaration, which would be in 539 B.C. okay, so 490. I always forget this on my calculator.",
    "start": "00:38:23",
    "end": "00:39:28"
  },
  {
    "text": "539 minus 490.",
    "start": "00:39:28",
    "end": "00:39:30"
  },
  {
    "text": "Yeah. Oh, I think it gives you 63 B.C. b.C. Here, I'm doing that from memory. Here, I got it.",
    "start": "00:39:31",
    "end": "00:39:38"
  },
  {
    "text": "What was the number again?",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "539 -539 -49. 49, 49 BC what happened in 49 BC? Nothing that seems to fit the circumstances. There are some people who thought what was going on with the Maccabean revolt against Antiochus in the 160s BC there were people that pulled Daniel 9's fulfillment in towards that. In that case, it's a symbolic reading of the numbers.",
    "start": "00:39:39",
    "end": "00:40:05"
  },
  {
    "text": "Sure. Because it's not exactly there, but it's close.",
    "start": "00:40:05",
    "end": "00:40:07"
  },
  {
    "text": "It's within a century. Early Christians were really keen on aligning Jesus birth with this or his execution.",
    "start": "00:40:07",
    "end": "00:40:17"
  },
  {
    "text": "You just gotta get about 40 years.",
    "start": "00:40:17",
    "end": "00:40:19"
  },
  {
    "text": "You gotta push. Yeah, totally. Yeah. So if anyone's interested, there's Scholar Roger Beckwith has done like the study here. Daniel 9 and the date of the Messiah's coming in Essene, Hellenistic, Pharisaic, Zealot and early Christian computation. Wow. It's exhaustive. But it's helpful to just see the early Christians weren't the only ones interested. Everybody was interested in Daniel 9 because everybody understood it was setting some kind of clock for the ultimate restoration from exile. Which depending on your view of what happened with Jesus, did or did not happen.",
    "start": "00:40:19",
    "end": "00:40:58"
  },
  {
    "text": "Right, yeah, yeah. What were those things again? The rebellion coming to completion, sins being sealed up, atonement for evil, bringing eternal.",
    "start": "00:41:00",
    "end": "00:41:10"
  },
  {
    "text": "Eternal righteousness and finishing bringing to fulfillment vision and prophecy. Yeah. The full package deal is anticipated at the end of this 490. And what is the 490? It's the inverted jubilee. It's the anti jubilee that is exile.",
    "start": "00:41:10",
    "end": "00:41:30"
  },
  {
    "text": "But it's also, according to the chronicler, a very exact number of how Many Sabbath cycles.",
    "start": "00:41:30",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:41:35",
    "end": "00:41:36"
  },
  {
    "text": "Release years were missed.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "Well, it's an exact number that has immense symbolic significance. Yeah, 77s. Yeah, yeah, yeah, yeah. So, you know, usually it's people's approaches that they already have coming to the Bible that will determine the outcome here. For somebody who really sees that numbers can be symbolic, even literal numbers can be symbolic, will create more comfort with ambiguity in actual, what we would call actual chronology. And to say you can have symbolic periods of time. So I'm cool with Jesus birth in 4 BC being 45 years off of that, like actual chronology. So that's where some people land. Other people will not be comfortable with that. And so they'll find, well, maybe there was a later declaration to rebuild Jerusalem. Maybe there was something else that actually starts the clock. And so different people line up.",
    "start": "00:41:37",
    "end": "00:42:37"
  },
  {
    "text": "In the church I grew up in, there was a season of obsession with Daniel and Revelation.",
    "start": "00:42:37",
    "end": "00:42:44"
  },
  {
    "text": "Yeah.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "And I never was involved in any of those. It got really geeky, and I think they must have had some.",
    "start": "00:42:45",
    "end": "00:42:51"
  },
  {
    "text": "Oh, yes. Yeah, that's right. Yeah. In the heyday of the popularity of American dispensationalism, which is still a very influential popular Christian movement, but it does seem to have had a peak of influence in the 80s, these dates become really important. Then they get coordinated with patterns of seven in the book of Revelation. And then people were looking at different wars in Iraq and George Bush and all this kind of. It all got brought together. And then people start predicting the dates of the return of Christ or the war of Armageddon and so on. And then you have other Christians who just think all of that is fundamentally misguided and everybody is appealing to the Bible.",
    "start": "00:42:52",
    "end": "00:43:39"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "That begins to make you think, oh, this is really a debate about our preloaded assumptions that we bring to the Bible. Because the Bible can apparently be made to say many things depending on the assumptions that you come to it with. So that's a really important conversation meant to lead us, like, right to the brink of it, but not to actually have it.",
    "start": "00:43:41",
    "end": "00:44:00"
  },
  {
    "text": "Yeah, I don't think we can. We can't do justice right now.",
    "start": "00:44:00",
    "end": "00:44:03"
  },
  {
    "text": "That's right. Joyce Baldwin has written a commentary on Daniel in the Tyndale Old Testament Commentary series. That's so helpful. It's very accessible. You don't have to know Greek or Hebrew or anything. She does. Probably the best place that I've seen in laying out the different views, how different groups in our day approach These dates in Daniel 9, reasons for holding different views and problems with each view. And she has her own view, but she puts it on a list of a number of others. It's just a helpful survey. It just helps you respect why people hold the different views that they do.",
    "start": "00:44:03",
    "end": "00:44:41"
  },
  {
    "text": "Yeah. How do modern day Jewish communities think about this?",
    "start": "00:44:41",
    "end": "00:44:45"
  },
  {
    "text": "Oh, there's as much diversity as there is in the Christian tradition. Yeah, yeah, yeah.",
    "start": "00:44:46",
    "end": "00:44:51"
  },
  {
    "text": "That something happened.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "It depends on your group. There are some that. Yeah. See the Messianic era as a symbolic hope. There are others that have done a more secular job on all of this. Maybe on analogy to some of the modern mainline denominations in America that turn it into a symbol of when humans get their act together and God graces us with the ability to love each other. So let's do that now. To others. Other group, other Jewish groups that are very much still waiting for a coming Messiah.",
    "start": "00:44:53",
    "end": "00:45:27"
  },
  {
    "text": "490 has become a very long period of time.",
    "start": "00:45:27",
    "end": "00:45:30"
  },
  {
    "text": "Correct? Time, yeah. That's. Yeah. Thousands of years now. That's right. Yep. Different ways of accounting for that. Personally, I'm comfortable with it being a round symbolic number one because of the way that sevens and tens have already accumulated a symbolic significance in the story. Another one is the next passage to talk about, which is Isaiah 61, which is doing similar symbolic theology of the jubilee year, but doesn't attach it to a number as such, but attaches it to a future hope independent of number calendar schemes. And so even within the Hebrew Bible, sometimes numbers can be a way of anticipating this hope. Other times it's the hope itself and not the numbers. And to me, that at least made me chill out about trying to figure out what the number, what the number, how the numbers actually work out. The Beckwith article is a great place to start if you want to nerd out. Okay. On the numbers. All right. Last stop in the profits.",
    "start": "00:45:30",
    "end": "00:47:14"
  },
  {
    "text": "Yeah. This was supposed to be the whirlwind tour. We got a little bit.",
    "start": "00:47:15",
    "end": "00:47:18"
  },
  {
    "text": "Yeah, it's okay. It's all right. We got a little bit with Daniel mine there. In Daniel, everybody gets trapped in Daniel.",
    "start": "00:47:18",
    "end": "00:47:25"
  },
  {
    "text": "Daniel 9.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "Vortex, vortex.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Isaiah 61. The spirit of the Lord God is upon me. Should I say Lord or Yahweh? Sometimes you say.",
    "start": "00:47:27",
    "end": "00:47:33"
  },
  {
    "text": "Yeah, your choice. Yeah.",
    "start": "00:47:33",
    "end": "00:47:35"
  },
  {
    "text": "Okay. The spirit of Yahweh, God is upon me because Yahweh has anointed me. Isaiah. To bring good news to the afflicted. Is that no. Or is it Isaiah?",
    "start": "00:47:35",
    "end": "00:47:46"
  },
  {
    "text": "We'll talk about the me.",
    "start": "00:47:46",
    "end": "00:47:47"
  },
  {
    "text": "The me.",
    "start": "00:47:47",
    "end": "00:47:47"
  },
  {
    "text": "Yeah. The me is unidentified explicitly.",
    "start": "00:47:47",
    "end": "00:47:50"
  },
  {
    "text": "Okay.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "Yeah.",
    "start": "00:47:51",
    "end": "00:47:51"
  },
  {
    "text": "The Lord has sent. Has anointed me someone to bring good news gospel to the afflicted. And he has sent me to bind up the brokenhearted. To proclaim release to captives and freedom to prisoners. To proclaim the year of the favor of Yahweh and the day of vengeance of our God. To comfort all who mourn. To grant those who mourn in Zion, giving them a garland instead of ashes, the oil of gladness instead of mourning, the mantle of praise instead of a spirit of fainting. So they will be called oaks of righteousness. The planting of the Lord. Oh, the planting of the Lord that he may be glorified.",
    "start": "00:47:51",
    "end": "00:48:35"
  },
  {
    "text": "Okay, so we've got a me.",
    "start": "00:48:36",
    "end": "00:48:38"
  },
  {
    "text": "We've got a me.",
    "start": "00:48:38",
    "end": "00:48:39"
  },
  {
    "text": "A me.",
    "start": "00:48:39",
    "end": "00:48:40"
  },
  {
    "text": "The spirit of Yahweh. God as appointed.",
    "start": "00:48:40",
    "end": "00:48:43"
  },
  {
    "text": "Yeah. Me. One who's empowered by the spirit and anointed. I mean Meshach, which is.",
    "start": "00:48:43",
    "end": "00:48:50"
  },
  {
    "text": "Yeah. Which means Messiah. The anointed one.",
    "start": "00:48:50",
    "end": "00:48:53"
  },
  {
    "text": "Yep. And two figures are anointed in the Hebrew Bible, priests and kings. And the person who anoints priests and kings are prophets. Who does the anointing? So this is big thing section of Isaiah 49. Up through into the 60s, there's been a Persona developing in the drama of the poetry. And it's a me, A me. And the me is introduced in Isaiah 48 and 49. And the me is somebody whom God calls Israel.",
    "start": "00:48:53",
    "end": "00:49:28"
  },
  {
    "text": "He calls the me Israel.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "He calls the me. Yeah. At least the me tells us that God called me Israel and then gave me a mission to go restore Israel. Israel to himself.",
    "start": "00:49:29",
    "end": "00:49:40"
  },
  {
    "text": "Yeah.",
    "start": "00:49:41",
    "end": "00:49:41"
  },
  {
    "text": "So it's an individual who is given the. Yeah. Being given the mantle of the whole nation to go on a mission to his nation and restore them back to covenant loyalty. So it's some kind of representative. The only other spirit empowered person in Isaiah we met back in chapter 11. It's the little sprout that comes up from the stump of Jesse, the sevenfold, the new David. Yes. And he's given the sevenfold spirit. So the book of Isaiah is forming a mosaic portrait of the coming deliverer. He's a king from the line of David. He's a new prophet, He's a new Moses, new David. Isaiah 53, he plays a priestly role, but giving himself to die for the sins of his people. So Isaiah 61, this me speaks up. He's an anointed one, and he's announcing Doroh, which is the release. The release. That's the word from Leviticus 25, the Jubilee year.",
    "start": "00:49:41",
    "end": "00:50:39"
  },
  {
    "text": "Yeah.",
    "start": "00:50:40",
    "end": "00:50:40"
  },
  {
    "text": "He's announcing the jubilee year. Yep. The seventh seven. Which means. And look at the images. Good news for the suffering.",
    "start": "00:50:40",
    "end": "00:50:50"
  },
  {
    "text": "Yeah.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "The brokenhearted people, grieved, are having their hearts like bandaged. Good metaphor. Prisoners, captives. This is liberation.",
    "start": "00:50:51",
    "end": "00:51:00"
  },
  {
    "text": "Yeah.",
    "start": "00:51:00",
    "end": "00:51:01"
  },
  {
    "text": "Which is the Sabbath seventh day image. That's what the jubilee is about. Remember, debts are canceled, slaves are freed, land is restored to its Eden like condition. Notice also in verse three, you notice something about the trees.",
    "start": "00:51:01",
    "end": "00:51:19"
  },
  {
    "text": "The people are going to be these pretty mighty trees.",
    "start": "00:51:19",
    "end": "00:51:22"
  },
  {
    "text": "Yes, Planted people are trees.",
    "start": "00:51:23",
    "end": "00:51:25"
  },
  {
    "text": "People are trees. That's a metaphor in the Bible.",
    "start": "00:51:25",
    "end": "00:51:26"
  },
  {
    "text": "Yeah, People.",
    "start": "00:51:26",
    "end": "00:51:27"
  },
  {
    "text": "People as trees.",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "That sounds like Psalm 1. Yeah. The person who meditates on Torah.",
    "start": "00:51:30",
    "end": "00:51:35"
  },
  {
    "text": "Where did we see this before though too? In the Torah. Somewhere that they were planted in the promised land.",
    "start": "00:51:35",
    "end": "00:51:41"
  },
  {
    "text": "Yeah. Was it the word used the first worship song after the rescue from. In Exodus 15. Yeah, the rescue through the waters. God says he's going to plant the people in the mountain of his inheritance where he will reign forever and ever as king. Yeah, yeah, same thing. Yeah, same thing. So the people will become righteous oak trees that are planted in the new Eden here.",
    "start": "00:51:41",
    "end": "00:52:03"
  },
  {
    "text": "Isaiah is prophesying about this jubilee release into. Back into the Eden ideal.",
    "start": "00:52:03",
    "end": "00:52:11"
  },
  {
    "text": "Correct.",
    "start": "00:52:11",
    "end": "00:52:11"
  },
  {
    "text": "And the Jubilee happens every 50 years. But this one seems really special that not only is it doing what the jubilee is supposed to do, it anticipating.",
    "start": "00:52:12",
    "end": "00:52:22"
  },
  {
    "text": "Yeah.",
    "start": "00:52:23",
    "end": "00:52:23"
  },
  {
    "text": "New creation. It seems to actually be bringing new creation. Here's a question for you. So The Jubilee is seven times seven years. In Daniel, it's 70 times seven years.",
    "start": "00:52:23",
    "end": "00:52:36"
  },
  {
    "text": "Correct.",
    "start": "00:52:36",
    "end": "00:52:36"
  },
  {
    "text": "And that's another kind of jubilee, right?",
    "start": "00:52:36",
    "end": "00:52:38"
  },
  {
    "text": "Yes.",
    "start": "00:52:38",
    "end": "00:52:39"
  },
  {
    "text": "After seven times 70 years is like a type of liberation out of exile.",
    "start": "00:52:39",
    "end": "00:52:45"
  },
  {
    "text": "Yes, that's right. Yeah.",
    "start": "00:52:45",
    "end": "00:52:46"
  },
  {
    "text": "So we've got two separate sets of numbers, both representing.",
    "start": "00:52:46",
    "end": "00:52:50"
  },
  {
    "text": "That's right. Both representing the same idea. The hope for return from exile. This is what I meant when I said Isaiah 61 is using the 50th year Jubilee concept. Jeremiah, Daniel, 9 Chronicles is working with the 7 70s or 77s. 77.",
    "start": "00:52:50",
    "end": "00:53:11"
  },
  {
    "text": "They're really overlapping symbols.",
    "start": "00:53:11",
    "end": "00:53:13"
  },
  {
    "text": "Correct. Again, this is why I have become more comfortable with the numbers, because being symbols that point to the same, different numbers can point to the same reality. Because here it's the 50th year of release. Yeah, yeah, yeah, that's right. And so we have a messianic figure. Literally in Hebrew, the word is Mashach. We have a Messiah announcing gospel to the suffering who are still awaiting the ultimate restoration from exile.",
    "start": "00:53:13",
    "end": "00:53:40"
  },
  {
    "text": "Yeah. And what does that mean to be like? On one level it's. We want to go back to. There was this awesome temple and we were our own people. So that. On one level. But you read the Hebrew Scriptures. And at what point was that actually Eden? Right. Like with the temple.",
    "start": "00:53:40",
    "end": "00:53:58"
  },
  {
    "text": "Oh, yeah. Yeah, yeah, totally. Yeah.",
    "start": "00:53:59",
    "end": "00:54:00"
  },
  {
    "text": "There was like, maybe little tastes of it, but in general it wasn't working.",
    "start": "00:54:00",
    "end": "00:54:06"
  },
  {
    "text": "No, it was ambiguous. Yeah. Just like Solomon, you know, he's presented as a new Adam who asks for God's wisdom, but he ends up making some bad choices along the way.",
    "start": "00:54:06",
    "end": "00:54:15"
  },
  {
    "text": "And so what are we really hoping for? It's. Well, everyone who mourn is comforted and it's looking to something even bigger.",
    "start": "00:54:15",
    "end": "00:54:24"
  },
  {
    "text": "Correct. In other words, these texts after the exile are looking back and rereading their whole history in the land as a shadow and a pointer forward to an ultimate reality. In fact, here, this is good. This is an essay by Bradley Gregory. It's an essay on this passage in Isaiah. It's called the post exilic exile in Isaiah. In other words, after the first return from the exile, the Hebrew Bible is being shaped to tell you we're still waiting for an ultimate return from exile, even though they're geographically back in the land. So this is a helpful distinction. Some have returned to the land and found that the restoration hasn't happened. The Hebrew Bible makes a distinction between the the return to the land in Ezra Nehemiah and the ultimate restoration promised by the prophets. So here's how Bradley puts it. He says, in Isaiah 40:55, the Babylonian exile is understood as an image of the Egyptian captivity, being slaves in Egypt.",
    "start": "00:54:24",
    "end": "00:55:26"
  },
  {
    "text": "And being exiled to Babylon.",
    "start": "00:55:26",
    "end": "00:55:27"
  },
  {
    "text": "So there's all these hyperlinks in these chapters of Isaiah to the slavery in Egypt and liberation from Egypt as the image. For now, we're in Babylon awaiting a new exodus. In the last 10 chapters of Isaiah, the oppressive situation in Jerusalem after the exile has become another symbol. In other words, Isaiah 56, 66 imagines that we're back in the land and things are horrible here. So we're back in Jerusalem awaiting another restoration. One gets the impression that the author doesn't see the situation after the exile as any better than the situation in Babylon or enslaved in ancient Egypt. In all cases, Israel is shackled because of sin, awaiting deliverance by Yahweh. The prescriptions for the jubilee year have been eschatologized. Academic speech here, eschatologized. In other words, the jubilee year is.",
    "start": "00:55:27",
    "end": "00:56:27"
  },
  {
    "text": "Pushed into a future.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "Hope is being read by biblical authors after the exile as a map for future hope. Not just like, oh, here's something our ancestors did that was interesting, or here's.",
    "start": "00:56:28",
    "end": "00:56:38"
  },
  {
    "text": "Something we need to do every 50 years. It's like, here's something that's pointing towards this ultimate rest.",
    "start": "00:56:38",
    "end": "00:56:44"
  },
  {
    "text": "That's right. So by seeing a Typological portrayal of the enslaved Israelites in Leviticus 25. In the Jubilee year, slaves are released.",
    "start": "00:56:45",
    "end": "00:56:56"
  },
  {
    "text": "Yeah.",
    "start": "00:56:56",
    "end": "00:56:56"
  },
  {
    "text": "So the biblical authors are going back to their ancient texts and being like, whoa. The slaves that get released in the jubilee year, That's a way to imagine our whole history and a way to imagine exile. It's a way to imagine us right now sitting in Jerusalem and we're still just as bad as we were before the exile. We're still enslaved, awaiting the Jubilee. That's what he's saying. Biblical authors reading earlier biblical texts about. Yeah, there you go.",
    "start": "00:56:57",
    "end": "00:57:24"
  },
  {
    "text": "We're still slaves.",
    "start": "00:57:24",
    "end": "00:57:25"
  },
  {
    "text": "Yeah. So Isaiah has moved the concept of Jubilee from a law to an image of future deliverance. And this is the same move we find in all other Second Temple Jewish texts that talk about the Jubilee. So the Jubilee becomes an image of future hope, because that's how the biblical authors themselves are presenting it. The Hebrew Bible, man, what an amazing document. You can see why precisely around the time of Jesus, there was this fever pitch of anticipation of the coming kingdom of God. You got Rome, the new Babylon, and you're just waiting for some kind of renewal restoration movement. And Jesus comes onto the scene, activating all of this.",
    "start": "00:57:25",
    "end": "00:58:12"
  },
  {
    "text": "Yeah.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "I mean, intentionally activating all this stuff.",
    "start": "00:58:13",
    "end": "00:58:15"
  },
  {
    "text": "Yeah. It's not like you can maybe, like, try to read it into what he's doing. It's literally what he's doing.",
    "start": "00:58:15",
    "end": "00:58:20"
  },
  {
    "text": "He's literally activating this. The metaphorical symbols.",
    "start": "00:58:22",
    "end": "00:58:26"
  },
  {
    "text": "Yes. He's saying this is happening.",
    "start": "00:58:26",
    "end": "00:58:28"
  },
  {
    "text": "Yeah.",
    "start": "00:58:28",
    "end": "00:58:28"
  },
  {
    "text": "The year of jubilee is happening here.",
    "start": "00:58:28",
    "end": "00:58:30"
  },
  {
    "text": "The humble will inherit the land. Think of the Beatitudes.",
    "start": "00:58:30",
    "end": "00:58:34"
  },
  {
    "text": "Those who mourn will.",
    "start": "00:58:34",
    "end": "00:58:35"
  },
  {
    "text": "Yes.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "Yeah.",
    "start": "00:58:36",
    "end": "00:58:36"
  },
  {
    "text": "The real winners who will inherit the land are the people getting stomped on right now and who follow me. And the people who will really get planted in the real renewed creation, the new Eden, are those who follow me and don't go the way of the Zealots or the Pharisees. Yeah. So Jesus was announcing the arrival of this ultimate seventh day, which is why he quoted from all these texts that we just spent so much time surveying. And for me, there's just so much payoff to come back to the Gospels then and to see. He thought about. Jesus grew up on all these texts that we just. And he thought and prayed and sang all these texts. They filled his mind and heart. And, you know, for him to stand up in Nazareth, as we'll read and say, like, today starts today. Just imagine that.",
    "start": "00:58:36",
    "end": "00:59:31"
  },
  {
    "text": "I'm excited.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "Thank you guys for listening to this episode of the Bible Project podcast, Real Time. This episode is coming out in December 2019. And for this whole month at the Bible Project, we have been saying thank you to all of you who are getting behind what we're doing and supporting what we're doing. And specifically, we wanted to share right now a cool story about what one family has been doing with the podcast. You should hear the story from the Peterson.",
    "start": "00:59:34",
    "end": "01:00:05"
  },
  {
    "text": "I'm Josh Peterson.",
    "start": "01:00:07",
    "end": "01:00:08"
  },
  {
    "text": "I'm Nelson Peterson, Josh's dad, and he's got three brothers. Ben is the oldest, then Josh, and Zach and Thomas. With the boys all living in different areas of the west coast, not seeing each other often, I wanted a way to stay connected, have commonality. And I thought, what better way to have good discussion than with the podcast? So I proposed the idea of listening to an episode a week and having text discussion. So we started listening to the Bible Project as a group about a year and a half ago, and it's been fun to have it become more than what I was hoping it would. It would be. I was hoping just to maintain relationship and commonality, that when we do get together, it's not good to see you. You know, it's the last six months, Ben. Right, right. But there's actually more depth.",
    "start": "01:00:08",
    "end": "01:01:06"
  },
  {
    "text": "Yeah. And I think that's been totally true. I've seen that. Especially just when we do get together, we have a lot more to talk about. We haven't necessarily had anything like that.",
    "start": "01:01:06",
    "end": "01:01:16"
  },
  {
    "text": "I don't think, short of dirt biking, but.",
    "start": "01:01:16",
    "end": "01:01:18"
  },
  {
    "text": "Right, right. I think, well, at least in our adult lives as a family, we haven't had anything where it's like, yeah, this is something that we, as, like, the boys, the Peterson boys, get to do. It's like just our thing.",
    "start": "01:01:18",
    "end": "01:01:29"
  },
  {
    "text": "Yeah.",
    "start": "01:01:29",
    "end": "01:01:29"
  },
  {
    "text": "So a couple of my sons that weren't able to be here with Josh and I wrote a couple of thoughts that they wanted to share. This is what Ben says. Listening and discussing the Bible Project with my brothers and dad has helped solidify some of my beliefs and stretched others. It has also helped me grow closer to my family as we discuss the truths that we have discussed, discovered. And Thomas doesn't always engage, but I know he's listening. When he does throw something out, it's like, oh, you were paying attention. All right. Thomas's thoughts. My thoughts on the Bible Project podcast. It's been a great tool for a guided, open discussion between us as a family on the more grand story of the Bible. I've found them incredibly approachable and the vernacular they use very applicable to us. By creating a bridge between old Hebrew meanings in today's world, doing them together has also given me a chance to know my brothers better because of the perspectives they bring. There's a deepened sense of togetherness and new appreciations for how the story of the Bible affects us all differently in our own journeys. Totally free to include or not include any of this. Just my immediate thoughts. Okay, Thomas, that's a little deep. For immediate thoughts, I'd encourage people with doing something like this. People that you don't come in contact often, but they're close. Today's world, today's digital world brings everybody so much closer than ever before. And taking advantage of the tools like texting to do a podcast together, talk about it just makes sense to me. It's just a texting discussion, but it's, it's still diving into scripture and learning from each other.",
    "start": "01:01:33",
    "end": "01:03:12"
  },
  {
    "text": "It's really amazing to hear stories like that. I have my head in a pile of books through a lot of the week and then John come up and have these conversations. And it's so amazing to hear how these conversations can be helpful for other people and people like the Petersons to help their families connect in kind of new and creative ways. So thank you all for supporting the Bible Project and being excited about what we're doing so that we can share. If you want to find out more about what we're up to at the Bible Project or some kind of like big picture dreams that we have for the project as a whole, check out our website@thebibleproject.com or thebibleproject.com vision. This episode of the BibleProject podcast was produced by Dan Gummel. The theme music is from the band Tense. We, as always, are collecting your listener questions about this series. We've been in on the seventh day rest, so if you have questions about the series, feel free to email them toinfoin the Bibleproject.com you can do audio video recording. Keep it around 20 or 30 seconds and we look forward to hearing from you. Thanks you guys and we'll see you next week. Sa.",
    "start": "01:03:18",
    "end": "01:04:31"
  }
]