[
  {
    "text": "On the seventh day, we experience in time what the tabernacle and temple represented as spaces, which is eternal life with God in the complete creation. The Sabbath is to time what the tabernacle and temple are to space. A cathedral in time.",
    "start": "00:00:18",
    "end": "00:00:38"
  },
  {
    "text": "If you've ever been on top of a mountain or maybe looking out at the ocean and you stopped and you took it all in, you might have had a feeling come over you of grandeur, awe and peace and a feeling of rest. Today in this episode, we're gonna talk about the ancient Jewish version of sacred space, the Tabernacle. It was built as a place for Israel to worship their God, and it's intricately connected with the theme of seventh day rest.",
    "start": "00:00:51",
    "end": "00:01:33"
  },
  {
    "text": "In Exodus, chapter 40, there's a whole paragraph where Moses sets up the tabernacle. It says, 7 times Moses did XYZ, just as Yahweh commanded Moses. When the tabernacle is built, the tabernacle blueprints are divided up into seven speeches of Yahweh. God spoke seven times to bring order to the cosmic temple. In Genesis 1, when Moses builds this little symbolic mini cosmos, he does it by following seven divine speech commands.",
    "start": "00:01:34",
    "end": "00:02:05"
  },
  {
    "text": "I'm John Collins. This is the bibleproject podcast. And today we'll continue the conversation with my friend and scholar Tim Mackey about the theme of seventh day rest. The cathedral in time. Thanks for joining us. Here we go. We're continuing our conversation about the seventh day. The day of completeness. Yes, the stop day.",
    "start": "00:02:05",
    "end": "00:02:54"
  },
  {
    "text": "Yes, the stop and rest.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "Stop and rest.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Stop and rest and settle in. And settle in to enjoy the good world that God has provided for his people.",
    "start": "00:02:57",
    "end": "00:03:06"
  },
  {
    "text": "Yep. Built into the fabric of the way God created the universe is that six days he created. On the seventh day, he stopped. He settled in and he planted humans or placed humans, placed humans in the garden that he planted in the garden.",
    "start": "00:03:06",
    "end": "00:03:23"
  },
  {
    "text": "That he planted so that they can.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Reign and rule with him on a day that never ends. The seventh day, there's no evening and morning. This is the kind of cosmic hope that was never realized.",
    "start": "00:03:25",
    "end": "00:03:36"
  },
  {
    "text": "It was lost, forfeited. Yes.",
    "start": "00:03:36",
    "end": "00:03:39"
  },
  {
    "text": "And we live in now a new type of darkness and disorder that's similar to Genesis 1, darkness and disorder. But it's even more sinister in certain ways.",
    "start": "00:03:39",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. In the humans participate in it and become causes of death and darkness and disorder.",
    "start": "00:03:51",
    "end": "00:03:57"
  },
  {
    "text": "And not just humans, but there's a spiritual rebellion that's intertwined. And then you get to Pharaoh, who is this bad dude who is driving humanity. Well, not humanity, but the Israelites into death and labor and darkness. So we looked at how Exodus, the liberation of slaves into their own land to be free. Like reenact or like the whole narrative reenacts Genesis 1.",
    "start": "00:03:57",
    "end": "00:04:32"
  },
  {
    "text": "Yeah, that's right, yeah. From darkness and death, liberated as God's wind blows and separates the waters to provide dry land that becomes the place where God will plant his people in the mountain of his dwelling. And where God's Sabbath presence dwells back to Eden. Yep, that's right. Yeah. And so on Israel's journey toward that ultimate seventh day rest, they are also following now a ritual calendar that has a every seventh day rest and then is going to begin with a once the first month of every year has a reenactment of the Exodus that begins at a night and then followed by a seventh day, seven day feast to replay the whole thing. Yeah, that's it. So now we're following the story of Israel and what we're going to see is, is these same themes, Sabbath, seven day rest, trusting in God's provision, these are just gonna cycle through in new ways. And so the first story where it pops up is actually right after they're liberated. It's in the story of Exodus 16. This is so rad. I remember when this hit me, it was like a ton of bricks. Like, oh, this is what this whole story is about. Exodus 16.",
    "start": "00:04:32",
    "end": "00:05:49"
  },
  {
    "text": "Exodus 16. Hey, before we jump into that.",
    "start": "00:05:49",
    "end": "00:05:51"
  },
  {
    "text": "Oh, okay, Yep.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "And so in the Genesis account, six days, seventh day rest to get to the seventh day, there's no wandering in the wilderness. That's kind of this new motif that develops here. I see the wandering in the wilderness. Yeah, I just wanted to like notice that.",
    "start": "00:05:52",
    "end": "00:06:07"
  },
  {
    "text": "Yeah, got it.",
    "start": "00:06:07",
    "end": "00:06:08"
  },
  {
    "text": "Because this is like, how do like the journey to the seventh day.",
    "start": "00:06:08",
    "end": "00:06:12"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "Which becomes a new idea. It's a very important idea. Yeah, because that's what we're doing. We're journeying to the seventh day here.",
    "start": "00:06:13",
    "end": "00:06:21"
  },
  {
    "text": "So think about it this way. In Exodus 1 through 15, we begin with the death and disorder of Pharaoh in the waters. Boys being thrown in the waters. Then God rescues a human out of the waters. Just in those opening chapters of Exodus, you have a whole bunch of riffing off of themes in Genesis 1 of death and slavery through the waters. God raises up a human. That's a way of thinking about the whole ark.",
    "start": "00:06:21",
    "end": "00:06:47"
  },
  {
    "text": "Raises up a human.",
    "start": "00:06:47",
    "end": "00:06:48"
  },
  {
    "text": "That's a way of thinking about days one through six.",
    "start": "00:06:48",
    "end": "00:06:51"
  },
  {
    "text": "Yeah, okay, right.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "Of Genesis one. But then, so that's not just in Exodus chapter one. You float out to the macro level. Exodus one to 15. Yeah, it's people rescued through the night in 10 acts of God speaking in the plagues, Rescued through the waters, a wind blowing once. They go through the dry land out to the other side. They sing a song about God planting a place of rest on a mountain where God Shabbats dwells. So then the whole Exodus story becomes a way of thinking about Genesis 1 as a whole. The moment they start their journey towards the Promised Land, that's going to be another restart where now we're not in Egypt.",
    "start": "00:06:52",
    "end": "00:07:35"
  },
  {
    "text": "Yeah.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "But now in the wilderness. We're in the wilderness. Exodus 16 opens in the wilderness. Now we're back in another land of disorder.",
    "start": "00:07:35",
    "end": "00:07:44"
  },
  {
    "text": "Yeah.",
    "start": "00:07:44",
    "end": "00:07:44"
  },
  {
    "text": "And it's a dangerous realm, as we're gonna see. They think it's a realm of death. And so Exodus 16 now will be another replay of themes from Genesis 1.",
    "start": "00:07:44",
    "end": "00:07:54"
  },
  {
    "text": "Okay.",
    "start": "00:07:54",
    "end": "00:07:54"
  },
  {
    "text": "It's like a riff, a melody.",
    "start": "00:07:55",
    "end": "00:07:57"
  },
  {
    "text": "Yeah.",
    "start": "00:07:57",
    "end": "00:07:57"
  },
  {
    "text": "That can be employed on a macro level, the whole Exodus story, or on a micro level of individual chapters.",
    "start": "00:07:57",
    "end": "00:08:04"
  },
  {
    "text": "Yeah, cool. Yeah. Sam.",
    "start": "00:08:05",
    "end": "00:08:35"
  },
  {
    "text": "Exodus 16. Let's just read our way into it. So all the assembly of the sons of Israel journeyed from Elim, and they came to the wilderness of sin, which is between Elim and between Sinai. This was on the 15th day of the second month after they went out from the land of Egypt.",
    "start": "00:08:54",
    "end": "00:09:16"
  },
  {
    "text": "It's been some time.",
    "start": "00:09:16",
    "end": "00:09:17"
  },
  {
    "text": "It's been one month. Yep. They've been one month on the road. And the 15th day is the day that begins in the first month, which was the Exodus. The morning of the 15th day was the morning after the night of Passover. So the Passover night is the 14th, and then the 15th begins the seven days of unleavened bread. So it's exactly one month since they started eating the unleavened bread, so to speak.",
    "start": "00:09:17",
    "end": "00:09:42"
  },
  {
    "text": "Got it.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Because bread is what this chapter is all about.",
    "start": "00:09:43",
    "end": "00:09:44"
  },
  {
    "text": "Month of bread.",
    "start": "00:09:45",
    "end": "00:09:46"
  },
  {
    "text": "And they grumbled. All the assembly of the sons of Israel grumbled against Moses and against Aaron in the wilderness. And they said, sons of Israel said, oh, that we had died by the hand of Yahweh in the land of Egypt. Oh, we wish Yahweh had just killed us all in Egypt.",
    "start": "00:09:46",
    "end": "00:10:05"
  },
  {
    "text": "Why?",
    "start": "00:10:05",
    "end": "00:10:06"
  },
  {
    "text": "Well, in Egypt, we dwelt. We sat over pots of flesh, pots of meat. We sat by meat pots when we ate bread to fullness. For you have brought us out into this wilderness to kill this entire assembly with hunger.",
    "start": "00:10:06",
    "end": "00:10:27"
  },
  {
    "text": "Yeah.",
    "start": "00:10:27",
    "end": "00:10:28"
  },
  {
    "text": "This is one chapter after they were singing God's praise, you know. Yeah, one chapter. But it's 30 days.",
    "start": "00:10:28",
    "end": "00:10:36"
  },
  {
    "text": "The mood has changed.",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Yeah, the mood's changed, to say the least. Okay. So first of all, they see the wilderness as a land of death.",
    "start": "00:10:37",
    "end": "00:10:44"
  },
  {
    "text": "Yeah.",
    "start": "00:10:44",
    "end": "00:10:44"
  },
  {
    "text": "So we're back to a realm of death.",
    "start": "00:10:44",
    "end": "00:10:46"
  },
  {
    "text": "Well, it kind of is. I mean, the wilderness is not a great place.",
    "start": "00:10:47",
    "end": "00:10:50"
  },
  {
    "text": "No. Yeah. People can't live out there. There's two little clues in verse three. One is when we sat by pots of meat, the word sat b'. Shivtenu. It has the three letters of the word Shabbat in there. Shin Betav B'. Shivtenu. When you're reading in Hebrew, you just see the word Shabbat right there.",
    "start": "00:10:50",
    "end": "00:11:14"
  },
  {
    "text": "Shabbat.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "When we. Shabbat by pots of meat, we. When we ate bread to completeness. Fullness.",
    "start": "00:11:15",
    "end": "00:11:22"
  },
  {
    "text": "Which is the.",
    "start": "00:11:23",
    "end": "00:11:24"
  },
  {
    "text": "Yep. It's that word.",
    "start": "00:11:24",
    "end": "00:11:25"
  },
  {
    "text": "The word.",
    "start": "00:11:25",
    "end": "00:11:26"
  },
  {
    "text": "It's that word that's spelled with the same three letters as the word seven. Sheva. We ate bread to sova. To completeness. So in the same line you see the words Shabbat and seven. But what they experience, the wilderness, is as an anti Shabbat and an anti seventh day. They see it as the realm of lack and the realm of wandering and restlessness. And they view Egypt as Eden. Do you see this? They're looking back on Egypt. That's where we had Shabbat and fullness and completeness.",
    "start": "00:11:26",
    "end": "00:12:00"
  },
  {
    "text": "But we just read those chapters and they were not experiencing Eden.",
    "start": "00:12:00",
    "end": "00:12:02"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:12:02",
    "end": "00:12:03"
  },
  {
    "text": "It's a misremembering.",
    "start": "00:12:04",
    "end": "00:12:05"
  },
  {
    "text": "It may have the psychology of these stories so interesting. So the portrayal is that humans create the very opposite of what God wants for us. But our expectations and desires become so bent and distorted that we can look back on terrible things as the best thing we ever had. That's really interesting. Makes me think of that C.S. lewis theme about how our desires are too shallow. Children making mud pies when mom's apple pie is like cooling in the window, but they're perfectly happy eating mud anyway. So the Lord said to Moses, look, I am about to rain on you all. Bread from heaven. Bread from the skies. And the people will go out and they will gather each on its day, Each day on its day, in order that I may test them to see if they will walk in my Torah or not. So, okay, God's going to rain bread every day.",
    "start": "00:12:06",
    "end": "00:13:09"
  },
  {
    "text": "Somehow that's a test.",
    "start": "00:13:09",
    "end": "00:13:10"
  },
  {
    "text": "And that's going to provide a test for whether God's people will follow his Torah. Look, it will come about on the sixth day that they shall six day preach. Yeah. So God's going to rain bread from heaven. It just says every day. Each day on its day. But on the sixth Day on six days. Oh, he's going to rain bread from heaven for five days.",
    "start": "00:13:10",
    "end": "00:13:32"
  },
  {
    "text": "Right.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "On the sixth day, they shall set aside what they bring in and it shall be double for what they collect each day. So you collect bread, a little bit of bread every day for five days. On the sixth day you get double. Yep. You gather two times what you did the previous days. Okay, so let's just pause, right? I mean, all this language. Egypt was where we had Sabbath and fullness. Here in the realm of death, God's going to provide bread from the skies. Only the creator of heaven and earth can do that. That's the idea here.",
    "start": "00:13:33",
    "end": "00:14:08"
  },
  {
    "text": "Yeah.",
    "start": "00:14:08",
    "end": "00:14:09"
  },
  {
    "text": "He's going to provide bread in the realm of death.",
    "start": "00:14:09",
    "end": "00:14:10"
  },
  {
    "text": "Abundance that you don't have to create.",
    "start": "00:14:10",
    "end": "00:14:13"
  },
  {
    "text": "Yep. He's going to provide it in a pattern that just sure sounds like we're setting up something to do with Genesis 1.",
    "start": "00:14:13",
    "end": "00:14:22"
  },
  {
    "text": "Right, a seven day pattern.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "Yep. Because on the sixth day, you gather two times, which means on the seventh day you gather. You don't go out there and provide for yourself. You trust that God has given you enough to last into the seventh day. Verse 6. Moses and Aaron said to all the sons of Israel, in the evening, y' all will know that Yahweh brought you out from the land of Egypt. And by the morning, y' all will see the glory of Yahweh. For he has heard your grumblings. And as for us, why are you complaining against us? So Moses said, when the Lord gives to you all in the evening flesh to eat and bread in the morning for fullness or completeness, that's that Sava word again. Because he has listened to your grumblings which are grumbling against him and us. Why are you grumbling against. You're not grumbling against us, but against the Lord. So the idea is, it's all building up towards the seventh day. God's going to provide bread for seventh day for six days. Gather twice, but don't go out and gather on the seventh day. Yeah, that's the idea. So as the story goes on, God's gonna appear. His glory appears in a cloud. This is in verses nine. And following. His glory appears in a cloud. And he says, I'm gonna rain down quail in the evening. So God does that, but it's really. It's just mentioned in one sentence and then it's gone. He provides. Remember, they said we had bread, we had meat in Egypt. So God provides meat. But the focus of the story is really on this bread. Yeah, yeah.",
    "start": "00:14:23",
    "end": "00:15:56"
  },
  {
    "text": "Sky bread.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "Totally yeah, sky bread. So, verse 13. So it came about in the evening, I think in the evening and in the morning. That's Genesis one evening, quail came and covered the camp.",
    "start": "00:15:56",
    "end": "00:16:10"
  },
  {
    "text": "Covered. Did it settle in?",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "Oh, yes. Interesting. Yes. Did it know it and it covered the camp?",
    "start": "00:16:13",
    "end": "00:16:16"
  },
  {
    "text": "No, that's a different word.",
    "start": "00:16:16",
    "end": "00:16:17"
  },
  {
    "text": "In the morning, there was a layer of dew all around the camp. A laying down of dew, and then the layer of dew lifted. So there's this watery dew covering the grass in the morning, as often happens, maybe. Depends on where you live. But then once the dew evaporated, look, there was, on the face of the wilderness, this thin wafer. Thin, like frost. A layer of frost on the ground. And the sons of Israel saw it, and they said, each to his neighbor, Manu.",
    "start": "00:16:17",
    "end": "00:16:53"
  },
  {
    "text": "What is it?",
    "start": "00:16:53",
    "end": "00:16:53"
  },
  {
    "text": "Manu, they say in Hebrew, Manu. Because they didn't know what it was. And Moses said to them, this is the bread which Yahweh has given to y' all for food. Remember on the sixth day of Genesis 1.",
    "start": "00:16:53",
    "end": "00:17:08"
  },
  {
    "text": "Oh, yeah. The plants and the vegetation.",
    "start": "00:17:08",
    "end": "00:17:11"
  },
  {
    "text": "Behold, I give to y' all for food. It's the same exact phrase in Hebrew. Same phrase, I give to y' all for food on the sixth day, the fruit and the plants and the here. But here in the wilderness, they get this thin, frosty wafer that's leftover after. So then he commands them. He says, this is what you're going to get every day, this thin layer of bread. Each day, just get what you need. And then it tells you, everybody went and gathered. And, you know, whether they gathered a lot or a little, they'd take it back home and there was just enough for everybody in their house for that day.",
    "start": "00:17:11",
    "end": "00:17:48"
  },
  {
    "text": "Yeah.",
    "start": "00:17:49",
    "end": "00:17:49"
  },
  {
    "text": "Cool. So every day God provides exactly what you need. But then there comes a day every week where you just. You gather more than you have the previous five days, and you trust that. That that extra you've gathered is going to last for the seventh day. And so it becomes this rhythm then of, okay, every God provides for us just what we need for one day. Then every once in a while, he does something crazy where we go out on a limb and we gather extra, trusting that when it will last for that day of lack, and that the day after that, it'll start showing up again. It's this rhythm. So then they don't obey the commands. All these people go out on the seventh day looking for it, and Moses gets angry, or some people.",
    "start": "00:17:49",
    "end": "00:18:36"
  },
  {
    "text": "It's hard to stop.",
    "start": "00:18:36",
    "end": "00:18:37"
  },
  {
    "text": "Yeah, totally. Yeah. So you can see what's going on here. And how it riffs off Genesis 1, but in a new way. Because now whether people will stop.",
    "start": "00:18:37",
    "end": "00:18:47"
  },
  {
    "text": "I see. This is the test. Will you stop?",
    "start": "00:18:48",
    "end": "00:18:50"
  },
  {
    "text": "It's the test. Will you stop? It becomes an. It's about trust. Trust.",
    "start": "00:18:50",
    "end": "00:18:55"
  },
  {
    "text": "Yeah.",
    "start": "00:18:55",
    "end": "00:18:55"
  },
  {
    "text": "Yeah. There's a scholar named Stephen Geller who wrote an essay on this. And he calls the manna is like, calls a little bit of a taste of new creation, the desert.",
    "start": "00:18:55",
    "end": "00:19:08"
  },
  {
    "text": "Wake up.",
    "start": "00:19:08",
    "end": "00:19:08"
  },
  {
    "text": "So he says in Exodus 16, manna is presented as a new work of creation that disrupts the established order of creation. There's a clear parallelism between the creation account in Genesis 1 and Exodus 16. In both passages, there is a difference between the first six days and the seventh day. In Genesis 1, the work of each day is good, marked as good, and that term marks its completion. But on the sixth day, things are very good.",
    "start": "00:19:08",
    "end": "00:19:37"
  },
  {
    "text": "Double portion.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. Extra good. Corresponding to this is the manna provided for each day that becomes the good, so to speak, of days one through five. And then the bread provided on the sixth day day becomes the very good. And then the seventh day becomes now a day to join God in his.",
    "start": "00:19:39",
    "end": "00:19:59"
  },
  {
    "text": "Rest, even in the wilderness.",
    "start": "00:19:59",
    "end": "00:20:01"
  },
  {
    "text": "Even now in the wilderness, trusting that God will provide. And so, in a way, the Sabbath now presents people with a choice. Are they going to trust God with what he has provided for them and imitate his rest and remember the rest? God's glorious presence showed up in this narrative when the bread started showing up. So it's trusting that God's with us here. We're resting with him even in the desert. We pretend like we're in Eden.",
    "start": "00:20:01",
    "end": "00:20:30"
  },
  {
    "text": "Yeah.",
    "start": "00:20:30",
    "end": "00:20:30"
  },
  {
    "text": "And we trust that the little bit he's given us is like the abundance of Eden that will last even on the seventh day. That's the story here. And this story happens before the commandments to follow the Sabbath. People have often noticed this, foreshadowing it. Yeah. In other words, the Ten Commandments aren't even given yet in the narrative talk.",
    "start": "00:20:31",
    "end": "00:20:51"
  },
  {
    "text": "But they're already practicing the rhythm.",
    "start": "00:20:51",
    "end": "00:20:53"
  },
  {
    "text": "Yes. So when the Sabbath command comes, the idea is it's just giving structure to a rhythm they're already supposed to be in because it's the rhythm of creation itself.",
    "start": "00:20:53",
    "end": "00:21:03"
  },
  {
    "text": "Yeah. In its simplest manifestation, where in the future you're going to be farming and you're going to be doing commerce and all this stuff.",
    "start": "00:21:03",
    "end": "00:21:12"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "This is just simply. Just go and pick out the desert wafer stuff.",
    "start": "00:21:13",
    "end": "00:21:16"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "That's all you got. Yeah, that's right. That's all you need.",
    "start": "00:21:17",
    "end": "00:21:19"
  },
  {
    "text": "You didn't work for it.",
    "start": "00:21:19",
    "end": "00:21:19"
  },
  {
    "text": "That's all you got?",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "And then on the sixth day, get more. And the seventh day just stop.",
    "start": "00:21:21",
    "end": "00:21:25"
  },
  {
    "text": "Yeah.",
    "start": "00:21:25",
    "end": "00:21:26"
  },
  {
    "text": "Don't get any trust. There's enough.",
    "start": "00:21:26",
    "end": "00:21:28"
  },
  {
    "text": "Which is crazy. In the wilderness to not go hunt and gather.",
    "start": "00:21:28",
    "end": "00:21:32"
  },
  {
    "text": "Yeah.",
    "start": "00:21:32",
    "end": "00:21:32"
  },
  {
    "text": "Every waking moment, lazy or irresponsible.",
    "start": "00:21:32",
    "end": "00:21:36"
  },
  {
    "text": "Irresponsible.",
    "start": "00:21:36",
    "end": "00:21:37"
  },
  {
    "text": "Yeah.",
    "start": "00:21:37",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. Here we are in the wilderness, things are cruel and. Yeah. We're fighting for our lives. We're just going to sit around.",
    "start": "00:21:38",
    "end": "00:21:45"
  },
  {
    "text": "Yes. For a whole day.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "For a whole day.",
    "start": "00:21:46",
    "end": "00:21:47"
  },
  {
    "text": "Just trusting that God's going to turn on the dew again tomorrow morning on the eighth day. Yeah. That's the image.",
    "start": "00:21:47",
    "end": "00:21:54"
  },
  {
    "text": "Irresponsible.",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "That's the image. Yeah. So now. Yeah. In the Exodus story, the seventh day was about God liberating his people into life in the new Eden. But now the observance of the seventh day is about the ongoing trust of God's people to trust that he will provide. It's. Yeah. Irresponsible. It's inconvenient.",
    "start": "00:21:55",
    "end": "00:22:16"
  },
  {
    "text": "Get off your butt and pick up some dew flakes.",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. So the manna, the bread from heaven is God's surprising. That's why I call it Eden bread. There's a parallel story to this in numbers 11 on the other side of Mount Sinai. And that's the place where what the manna looks like is described. And it has the color and sheen of the precious stones.",
    "start": "00:22:19",
    "end": "00:23:14"
  },
  {
    "text": "It uses the same word that appeared.",
    "start": "00:23:14",
    "end": "00:23:16"
  },
  {
    "text": "That are in the Garden of Eden.",
    "start": "00:23:16",
    "end": "00:23:18"
  },
  {
    "text": "Only two times that word appears in the Bible. Right?",
    "start": "00:23:18",
    "end": "00:23:20"
  },
  {
    "text": "Correct. Yeah. So that's why I call it the Bread of Eden. It's the seventh day, Bread of Eden. It comes from the heavenly realm of God's ultimate Sabbath rest.",
    "start": "00:23:20",
    "end": "00:23:31"
  },
  {
    "text": "The. What is it?",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Yeah. So just the point is every seven days now they're in this rhythm as long as they're in the wilderness. And the manna shuts off the moment they step into the promised land. There's a little note in the book of Joshua when they cross the Jordan that says, and the manna Shabbat, it says, and the manna Shabbat on that day. So the whole 40 year journey through the wilderness now is marked as a, a new kind of Sabbath, a future anticipation. Okay, let's hit two points of Exodus real quick. Now they're in the rhythm of the Sabbath is now an act of faith and trust in God's provision.",
    "start": "00:23:33",
    "end": "00:24:09"
  },
  {
    "text": "Yeah.",
    "start": "00:24:09",
    "end": "00:24:09"
  },
  {
    "text": "As they journey to Mount Sinai. They journey to Mount Sinai and God's glory appears just like it did in the desert when he provided bread. Now God's glory will appear on top of this mountain, and he's going to invite them into a covenant relationship. And the first set of terms of that covenant relationship that God gives are ten words.",
    "start": "00:24:09",
    "end": "00:24:31"
  },
  {
    "text": "The ten words.",
    "start": "00:24:31",
    "end": "00:24:32"
  },
  {
    "text": "The ten words. Exodus, chapter 20. Otherwise known as the ten commands. The Sabbath is the fourth or the third command, depending on how people count the commands. Have we talked about this?",
    "start": "00:24:32",
    "end": "00:24:45"
  },
  {
    "text": "No.",
    "start": "00:24:45",
    "end": "00:24:46"
  },
  {
    "text": "There's different numberings, different ways that religious traditions number the Ten Commandments. Have we talked about this? No. No. Okay, so the Ten Commandments come. Moses is up on the mountain. People are down at the bottom. God speaks the ten words. So the first thing that God says is, I am Yahweh, your God, who brought you out of the land of Egypt from the house of slavery. So the question is, is that an implied command?",
    "start": "00:24:46",
    "end": "00:25:09"
  },
  {
    "text": "Okay.",
    "start": "00:25:10",
    "end": "00:25:10"
  },
  {
    "text": "Namely, have me as your only God? Because the next phrase is, you shall have no other gods before me. So the question is, are those two commands or is that one command?",
    "start": "00:25:11",
    "end": "00:25:23"
  },
  {
    "text": "If it's two commands, there would be 11, wouldn't they?",
    "start": "00:25:23",
    "end": "00:25:25"
  },
  {
    "text": "Ah. If it's two commands, then what happens is the Thou shall not covet. Down in chapter 20, verse 17, it says, do not covet the house of your neighbor. Do not covet the wife of your neighbor or his slave, or female slave or his donkey. In other words, there's two verbs. Do not covet his house, do not covet his wife, and all these other things. So traditions that get to command, number the last command, don't covet. They take those two verbs, and if you've made, I am the Lord your God, the first command, and have no other gods before me as your second command, then what you do is you take the two do not covets and you merge them together into one statement. If you take the first phrase, I am the Lord your God, don't have any other gods. If you take that as your first command, then by the time you get to don't covet, you need two. You need two.",
    "start": "00:25:25",
    "end": "00:26:21"
  },
  {
    "text": "I never realized this.",
    "start": "00:26:23",
    "end": "00:26:24"
  },
  {
    "text": "You have don't covet the house of your neighbor as the ninth, and then you have don't covet the wife of your neighbor, and so on as the 10th. Wikipedia has a really nice chart.",
    "start": "00:26:24",
    "end": "00:26:39"
  },
  {
    "text": "Yeah, I see that.",
    "start": "00:26:39",
    "end": "00:26:39"
  },
  {
    "text": "Actually, I'm on that.",
    "start": "00:26:39",
    "end": "00:26:41"
  },
  {
    "text": "Wait, so which one was I taught?",
    "start": "00:26:41",
    "end": "00:26:43"
  },
  {
    "text": "It's the one on the left here, which they say is embodied in the Septuagint, which goes into Christian tradition. So the first command in most Christian traditions is have no other gods.",
    "start": "00:26:44",
    "end": "00:26:53"
  },
  {
    "text": "Yeah.",
    "start": "00:26:53",
    "end": "00:26:53"
  },
  {
    "text": "Number two is don't make idols. Number three don't take the Lord's name in vain. Number four, Sabbath. Five, honor your father, mother. Six, don't murder. Seventh, don't commit adultery. Eight, don't steal. Nine, don't bear false witness. And then don't covet neighbor's house. Don't covet your neighbor's wife. Is just one command, don't covet. Oh, I see. In Calvin's Institutes he thinks that, yes, I am the Lord your God is an implied first command, but combined with have no other gods, which is also the first part of the first command. So the trick is, do you go by the substance of what the command means, or are you going by the number of actual sentences in the. In the text?",
    "start": "00:26:54",
    "end": "00:27:39"
  },
  {
    "text": "Is this important?",
    "start": "00:27:39",
    "end": "00:27:39"
  },
  {
    "text": "Not really. Okay, well, to some people it is.",
    "start": "00:27:40",
    "end": "00:27:43"
  },
  {
    "text": "Sure.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "The point is 10. There's 10 things that God says to do or not to do, but there's.",
    "start": "00:27:43",
    "end": "00:27:48"
  },
  {
    "text": "A discrepancy on how those are counted.",
    "start": "00:27:48",
    "end": "00:27:50"
  },
  {
    "text": "Correct? Yeah, sorry. Not actually that important. But it's interesting.",
    "start": "00:27:50",
    "end": "00:27:55"
  },
  {
    "text": "It is interesting.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "Yeah, it's interesting. Okay, so. Oh yeah, this all got. This is all from whether the Sabbath is the third command or the fourth or the fourth command.",
    "start": "00:27:56",
    "end": "00:28:04"
  },
  {
    "text": "Got it?",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "Totally. Here's what. Either way you put it either way, the Sabbath command consists of seven statements. One, remember the Sabbath day to keep it holy. Two, six days you will labor. Three, and do all your work. Four, but the seventh day is a Sabbath of Yahweh, your God. Five, you shall do no work. And then a list. Who's included in that? You, you, your son, your daughter, male, female, slave, cattle, or sojourner. 6. For the sixth part of the command is for in six days Yahweh made the heavens and the earth and the sea and all that's in them. And he rested on the seventh day. Therefore, 7, Yahweh blessed the Sabbath day, and he made it holy. Now, people actually have differed on the micro distinction of the seven parts, but it's pretty widely recognized if you break out the main sentence clauses of all of the seventh commandment.",
    "start": "00:28:05",
    "end": "00:29:05"
  },
  {
    "text": "Is this intuitive in Hebrew? Because in English it feels like arbitrary when these breaks are.",
    "start": "00:29:05",
    "end": "00:29:10"
  },
  {
    "text": "Oh, really? You think so?",
    "start": "00:29:10",
    "end": "00:29:12"
  },
  {
    "text": "Well, six days you will labor and do all your work. Why isn't that one? Why is that two? It feels like one phrase.",
    "start": "00:29:12",
    "end": "00:29:18"
  },
  {
    "text": "Well, it's two separate sentences. Six days you will labor and you will do all your work. Oh, you're right. A lot of it's English phrasing.",
    "start": "00:29:18",
    "end": "00:29:27"
  },
  {
    "text": "Well, and then like, so the fifth one. That's a lot of phrases in there.",
    "start": "00:29:27",
    "end": "00:29:31"
  },
  {
    "text": "Remember the Sabbath day to keep it holy. Six days you will labor, and you will do all your work. And the seventh day is a Shabbat for Yahweh, your God. Okay, you will not. In terms of complete sentences in Hebrew. Yeah, you're right. You will not do any work. Who's the you? The list.",
    "start": "00:29:31",
    "end": "00:29:50"
  },
  {
    "text": "The list is subordinate, then.",
    "start": "00:29:50",
    "end": "00:29:52"
  },
  {
    "text": "Yep.",
    "start": "00:29:52",
    "end": "00:29:52"
  },
  {
    "text": "Okay.",
    "start": "00:29:52",
    "end": "00:29:52"
  },
  {
    "text": "Because in six days, Yahweh made the skies and the land and the sea and all that's in them. And he rested on the seventh day.",
    "start": "00:29:53",
    "end": "00:30:01"
  },
  {
    "text": "That's not a complete sentence in Hebrew.",
    "start": "00:30:01",
    "end": "00:30:02"
  },
  {
    "text": "What's that?",
    "start": "00:30:02",
    "end": "00:30:03"
  },
  {
    "text": "And he rested on the seventh day.",
    "start": "00:30:03",
    "end": "00:30:04"
  },
  {
    "text": "Actually, you're right. And he rested on the seventh day is the beginning of a new sentence, if anything. And he rested on the seventh day begins the seventh main sentence of the command Sabbath. Yeah. And. Yeah. Okay, so notice here we have the combination of Shabbat, because it's called the Sabbath. But then his rest on the seventh day is not the verb Shabbat, it's the verb Nuach. So we've combined God's resting, which is his ceasing from work, and then his nuaching, which is settling in with his presence.",
    "start": "00:30:04",
    "end": "00:30:35"
  },
  {
    "text": "So this is hard to follow, especially if you're just listening, but the Sabbath.",
    "start": "00:30:35",
    "end": "00:30:40"
  },
  {
    "text": "Command consists of seven sentences.",
    "start": "00:30:40",
    "end": "00:30:43"
  },
  {
    "text": "Consists of seven Hebrew sentences. Yes, of course it does.",
    "start": "00:30:44",
    "end": "00:30:47"
  },
  {
    "text": "Of course it does. So this is actually where we started the conversation. We talked about the Sabbath command in the seventh.",
    "start": "00:30:49",
    "end": "00:30:55"
  },
  {
    "text": "Right.",
    "start": "00:30:55",
    "end": "00:30:55"
  },
  {
    "text": "So in the flow of our conversation now, you can see the Sabbath command is late in the game in terms of the development of this theme. Yeah, this theme is well worn by the time we hit.",
    "start": "00:30:56",
    "end": "00:31:06"
  },
  {
    "text": "Yeah, you should get this command and be like, oh, yeah, that makes sense. Yep, got it.",
    "start": "00:31:06",
    "end": "00:31:10"
  },
  {
    "text": "Totally.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "This is what we've been doing with the mana. I get it from the creation story. Everything is leading to this.",
    "start": "00:31:10",
    "end": "00:31:15"
  },
  {
    "text": "This is Hebrew Bible scholar Lee Trevaskis. I'll draw on his work again when we talk about the seven lights of the Menorah. But he makes an observation about the Sabbath and ten Commandments. I thought his way of putting things together was helpful. He says the sabbatical rest, the seventh day rest, reminds Israel of her covenant obligations as Yahweh's new creation. Though this rest is more immediately connected to the Exodus in this chapters, its roots are in the creation story. And by connecting Israel's remembrance of her redemption from Egypt with the sabbatical rest, the Exodus becomes infused with further theological significance. Just as God's seventh day rest in the creation story is the emergence of his new creation, so Israel's Sabbatical rest attests to her emergence as Yahweh's new creation.",
    "start": "00:31:16",
    "end": "00:32:07"
  },
  {
    "text": "This is what we talked about in the last hour.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "Yep, that's right. So the point is, in the Ten Commandments, I am Yahweh, who brought you out of Egypt. So rest on the seventh day, because that's what I did in creation. It's merging Exodus and creation. Since Israel's identity as a new creation is tied up with the covenant. The terms of the covenant, Israel's sabbatical rest, recalls her obligation to remain faithful to it, to live according to her Creator's will. That's helpful. Just drawing it together there. Okay. So they make the covenant. You get Israel. Is that Mount Sinai?",
    "start": "00:32:09",
    "end": "00:32:40"
  },
  {
    "text": "Yeah.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "The 10 commands are just the first of. There's 42 more to follow.",
    "start": "00:32:41",
    "end": "00:32:46"
  },
  {
    "text": "Right.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "After six times seven.",
    "start": "00:32:47",
    "end": "00:32:48"
  },
  {
    "text": "Oh, wow. Yeah.",
    "start": "00:32:48",
    "end": "00:32:49"
  },
  {
    "text": "Commands. Exodus 20:23. Okay. Then in Exodus 24, God shows up again on the mountain. Do I have this? Yes.",
    "start": "00:32:49",
    "end": "00:32:57"
  },
  {
    "text": "So wait, I just want to make sure I understand Exodus 20:10 commands.",
    "start": "00:32:57",
    "end": "00:33:01"
  },
  {
    "text": "Then Exodus 19, they march up to the mountain.",
    "start": "00:33:01",
    "end": "00:33:04"
  },
  {
    "text": "March up to the mountain.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yep.",
    "start": "00:33:05",
    "end": "00:33:05"
  },
  {
    "text": "Marriage ceremony, covenant. I'm going to be your God, you're going to be my people. Here's the terms of the Covenant.",
    "start": "00:33:05",
    "end": "00:33:09"
  },
  {
    "text": "Yep.",
    "start": "00:33:09",
    "end": "00:33:10"
  },
  {
    "text": "Here's 10.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "10.",
    "start": "00:33:11",
    "end": "00:33:11"
  },
  {
    "text": "The third or fourth, depending on how you count, is the Sabbath.",
    "start": "00:33:11",
    "end": "00:33:14"
  },
  {
    "text": "Yes.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "Then after that, there's six times seven more commands.",
    "start": "00:33:15",
    "end": "00:33:19"
  },
  {
    "text": "Correct.",
    "start": "00:33:19",
    "end": "00:33:19"
  },
  {
    "text": "Okay. And then after those commands is a story we're about to read.",
    "start": "00:33:19",
    "end": "00:33:23"
  },
  {
    "text": "It is the narrative of the making of the covenant. Okay. Yep. Yeah. So let's. Yeah. Why don't you look up Exodus 24?",
    "start": "00:33:23",
    "end": "00:33:31"
  },
  {
    "text": "Exodus 24.",
    "start": "00:33:31",
    "end": "00:33:31"
  },
  {
    "text": "Yeah. Yep. So Yahweh said to Moses, come up to Yahweh, you and Aaron and Nadav and Avihu, those are his two sons. And 70 of the elders of Israel worship at a distance. But then Moses. So they're supposed to come, like, partway up the mountain.",
    "start": "00:33:31",
    "end": "00:33:46"
  },
  {
    "text": "Yeah.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Just this crew. But then Moses alone is to approach Yahweh. The others must not come near. So Moses went, comes down, and he tells Israel the 10 +42 commands that he just got. And the people respond with one voice. Everything Yahweh has said, we're going to do it. And Moses started writing down. It's the first mention of the writing of the laws of the Torah. He gets up, builds a symbolic altar with 12 stones. He sacrifices burnt offerings. He takes the blood, he splashes some on the altar, and he reads the laws of the covenant. And then he splashes. Splashes blood on the people. It's a little gross for us.",
    "start": "00:33:47",
    "end": "00:34:27"
  },
  {
    "text": "Right.",
    "start": "00:34:27",
    "end": "00:34:27"
  },
  {
    "text": "But the idea is the altar is a symbol of Israel's offering of itself to God.",
    "start": "00:34:27",
    "end": "00:34:32"
  },
  {
    "text": "Okay.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "And so the blood gets sprinkled there. And the blood gets sprinkled on the actual people who are dedicating their.",
    "start": "00:34:33",
    "end": "00:34:39"
  },
  {
    "text": "Why blood?",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "Their lives. Because life, the blood is the life.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "Blood is life.",
    "start": "00:34:42",
    "end": "00:34:43"
  },
  {
    "text": "The blood is the life.",
    "start": "00:34:43",
    "end": "00:34:44"
  },
  {
    "text": "And so this. And this is all about life.",
    "start": "00:34:44",
    "end": "00:34:47"
  },
  {
    "text": "Yeah, well, this is later on about the meaning of the blood. But you offer the animal which is blameless. It's supposed to be a spotless, blameless. And its life ascends up to Yahweh in the smoke as your blameless representative, to be in Yahweh's presence, heavenly presence. So half of the blood goes on the altar, which is going to rise up, translate your representative up to God's space. And then half of it goes on you. Implication being you live in the present as if that is what true of your substitute is true of you.",
    "start": "00:34:47",
    "end": "00:35:22"
  },
  {
    "text": "Yeah.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "So then Moses and Aaron and all the elders, they go up and they saw the God of Israel.",
    "start": "00:35:23",
    "end": "00:35:27"
  },
  {
    "text": "Wait, what verse is that?",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "This is verse 9 and 10. So they go halfway up the mountain, Moses and his crew, and they saw the God of Israel. Under his feet was something like a pavement, like a surface.",
    "start": "00:35:29",
    "end": "00:35:41"
  },
  {
    "text": "Oh, yeah, this is the firmament. Yeah, yeah.",
    "start": "00:35:41",
    "end": "00:35:43"
  },
  {
    "text": "They're ascending a cosmic mountain. They're getting close to the dome.",
    "start": "00:35:44",
    "end": "00:35:47"
  },
  {
    "text": "Yeah, they're getting to the dome.",
    "start": "00:35:47",
    "end": "00:35:48"
  },
  {
    "text": "They're getting up. Totally. Yeah, yeah, yeah. And what they see is some sort of hard surface of it's bright blue sapphire. It's blue. And of course it is.",
    "start": "00:35:48",
    "end": "00:36:00"
  },
  {
    "text": "Yeah. It's the sky.",
    "start": "00:36:00",
    "end": "00:36:01"
  },
  {
    "text": "This is what the sky dome is.",
    "start": "00:36:01",
    "end": "00:36:02"
  },
  {
    "text": "Yeah.",
    "start": "00:36:02",
    "end": "00:36:02"
  },
  {
    "text": "But God didn't send out his hand against the leaders of Israel. So they just sat there, seeing God through the blue. It's as if they can almost peer through the heavens.",
    "start": "00:36:02",
    "end": "00:36:14"
  },
  {
    "text": "Yeah.",
    "start": "00:36:14",
    "end": "00:36:14"
  },
  {
    "text": "To see through to the one sitting on his throne.",
    "start": "00:36:15",
    "end": "00:36:17"
  },
  {
    "text": "And they have a meal.",
    "start": "00:36:17",
    "end": "00:36:18"
  },
  {
    "text": "And they have a meal there in God's presence, on top of the cosmic mountain. Go down to verse 15. This is when Moses, Moses ascends up now to the top. He leaves those guys behind. He goes up to the top. Moses went up. So now he's up there, right where the top of the mountain meets the cosmic throne. And the cloud covered it. And the glory of Yahweh settled on the mountain. For six days the cloud covered the mountain. And on the seventh day, Yahweh called to Moses from within the cloud.",
    "start": "00:36:18",
    "end": "00:37:33"
  },
  {
    "text": "Wow. So Moses had to just chill out for six days, waiting.",
    "start": "00:37:34",
    "end": "00:37:37"
  },
  {
    "text": "Yeah. Notice the six and the seven. Now we can just do lots of things with it. It's a period of waiting and testing. We know that from the manna story. But also, the seventh day is when God's presence becomes fully available. And so now Moses, he's on a high mountain, just like Eden. And on the seventh day, God meets him there.",
    "start": "00:37:37",
    "end": "00:37:58"
  },
  {
    "text": "Can you imagine Moses on the first day being like, where's God? Second day, like, man, what's going on? Third day, like, ah, okay, I think I'm going to have to wait six days.",
    "start": "00:37:58",
    "end": "00:38:05"
  },
  {
    "text": "I get it, I get it. This is my test. Yeah. And, you know, they just saw God up there. All the imagery is connecting this to Eden Temple imagery. Okay, so here's the deal. What does God have to say to Moses as he's up there on the seventh day? Chapter 25. Chapter 25 begins the blueprints of the tabernacle. So here's. So this whole macro design of the rest of Exodus is so interesting. So you get Exodus 24. Moses is up there for a Sabbath cycle. God's present meets him on the seventh day. And God starts revealing to Moses what he calls the pattern. He says, make a tabernacle according to the pattern that I've shown you. So we just learned in the narrative, Moses is now up where heaven and earth are one, and he's looking up into the heavenly throne room.",
    "start": "00:38:06",
    "end": "00:38:55"
  },
  {
    "text": "Yeah. And God came and rested there.",
    "start": "00:38:55",
    "end": "00:38:58"
  },
  {
    "text": "Yep. And now he's saying, look, this is all a pattern. You're being shown a pattern as you look up, as you get to stand here and in the divine council.",
    "start": "00:38:58",
    "end": "00:39:06"
  },
  {
    "text": "Yeah. He got to see the temple.",
    "start": "00:39:06",
    "end": "00:39:08"
  },
  {
    "text": "He's seeing the heavenly temple. And then he's told to make the tabernacle as a replica or a symbolic model of the heavenly temple. He's told this multiple times. So look at what's going to happen is he's going to be given the tabernacle instructions. They're boring to read.",
    "start": "00:39:08",
    "end": "00:39:25"
  },
  {
    "text": "25 through 31.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "Chapters 25 through 31. The last part of the tabernacle instructions is actually not about the tabernacle. It's another law reminding you to keep the Sabbath. The story that follows that is the story of the golden calf. The golden calf Debacle takes up three chapters. 1, 2, 3 chapters. 32, 33, and 34.",
    "start": "00:39:26",
    "end": "00:39:47"
  },
  {
    "text": "He comes down off the mountain. He finds Israelites breaking the first command, or the first two commands.",
    "start": "00:39:47",
    "end": "00:39:55"
  },
  {
    "text": "That's right. Yep. So then he asked to intercede. He offers his life in the place of Israel. He very powerful story. We've explored some parts of it.",
    "start": "00:39:57",
    "end": "00:40:07"
  },
  {
    "text": "Yeah.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "So God chooses to renew the covenant.",
    "start": "00:40:07",
    "end": "00:40:09"
  },
  {
    "text": "And then we read that psalm that's riffing off of it.",
    "start": "00:40:09",
    "end": "00:40:12"
  },
  {
    "text": "Yeah, yeah. Psalm 90. Psalm 90. Yeah. So the moment Moses has interceded, God chooses to forgive and renew the covenant. We get a narrative block about the building of the tabernacle that begins in chapter 35 and goes to chapter 40. But the first moment, the first narrative image about the building of a tabernacle isn't about the tabernacle. It's actually another reminder to keep the seven days of the Sabbath. Then you get the building of the tabernacle. So the whole of Exodus 25:40 is a gigantic symmetry with the tabernacle and the model of the heavenly temple, a reminder of the Sabbath. And then at the center of it is the golden calf.",
    "start": "00:40:12",
    "end": "00:40:56"
  },
  {
    "text": "It's the rebellion and the intercession.",
    "start": "00:40:56",
    "end": "00:40:58"
  },
  {
    "text": "Yeah, totally. So that's the first step. Second step. When you walk into Exodus chapter 25 through 31, which is the blueprints of the heavenly temple, and you start reading. You're going to read. It begins, and Yahweh spoke to Moses, saying. Then you get all these instructions for the materials, the ark, the table of bread, the menorah. You get a long description of blueprints. Then in chapter 30, verse 11. And Yahweh spoke to Moses, saying. And then you get another set of commands. Chapter 30, verse 17. And Yahweh spoke to Moses, saying. So in other words, the blueprints are all broken up into these acts of divine speech.",
    "start": "00:40:58",
    "end": "00:41:40"
  },
  {
    "text": "Okay, let me guess how many there are. Is there 10?",
    "start": "00:41:40",
    "end": "00:41:45"
  },
  {
    "text": "There are seven.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "Oh, there are seven.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "There's seven. Yeah. And the seventh one is the Sabbath. That command about keeping the Sabbath. Dude, this is like spin your brain kind of literary complexity. The tabernacle blueprints, Exodus 25:31, the narrative about the building of the tabernacle, are both designed with all these patterns imitating Genesis chapter one.",
    "start": "00:41:47",
    "end": "00:42:12"
  },
  {
    "text": "You've talked about this before, and we've never really gone into it about how.",
    "start": "00:42:12",
    "end": "00:42:15"
  },
  {
    "text": "Yeah, it's easiest to look at the chart that's in front of you. And for our.",
    "start": "00:42:16",
    "end": "00:42:19"
  },
  {
    "text": "We'll put this in the show notes.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "People listening, the chart. Can we copy and paste a chart?",
    "start": "00:42:21",
    "end": "00:42:24"
  },
  {
    "text": "I don't know.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "I don't think the show notes are built for that kind of.",
    "start": "00:42:25",
    "end": "00:42:28"
  },
  {
    "text": "Maybe we could link to an image of the chart.",
    "start": "00:42:28",
    "end": "00:42:30"
  },
  {
    "text": "Yeah, so let's just. We can just talk through it. We'll talk through the rows here real quick. There are seven days.",
    "start": "00:42:30",
    "end": "00:42:37"
  },
  {
    "text": "Okay, so backing up. Moses gets the blueprints of the pattern for the tabernacle. This. And it comes. And the whole blueprint kind of structure starts with five or six chapters of blueprints, ends with Sabbath command, Golden calf debacle. Then we get a whole nother set of blueprint instructions, which is really just the same blueprint instructions.",
    "start": "00:42:37",
    "end": "00:43:00"
  },
  {
    "text": "It's almost verbatim, except instead of saying, you will build it's. And they built.",
    "start": "00:43:00",
    "end": "00:43:05"
  },
  {
    "text": "Okay, so it's them building it.",
    "start": "00:43:05",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:07"
  },
  {
    "text": "And it begins with a Sabbath instruction.",
    "start": "00:43:07",
    "end": "00:43:09"
  },
  {
    "text": "Correct.",
    "start": "00:43:09",
    "end": "00:43:09"
  },
  {
    "text": "And what we're going to look at right now is the first set of tabernacle instructions.",
    "start": "00:43:09",
    "end": "00:43:15"
  },
  {
    "text": "Yep. I call that the blueprints.",
    "start": "00:43:15",
    "end": "00:43:17"
  },
  {
    "text": "The blueprints.",
    "start": "00:43:17",
    "end": "00:43:18"
  },
  {
    "text": "So the blueprints are in the middle column, the narrative about the building and completion of the tabernacle.",
    "start": "00:43:18",
    "end": "00:43:25"
  },
  {
    "text": "Oh, we're going to look at both. To see both.",
    "start": "00:43:25",
    "end": "00:43:25"
  },
  {
    "text": "It's in the right column. And then on the left column, stuff from Genesis 1.",
    "start": "00:43:25",
    "end": "00:43:29"
  },
  {
    "text": "All right.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "Yep. So Genesis 1, each of the seven days opens with and God said. And God said Acts of divine speech. The tabernacle blueprints are divided up into seven speeches of Yahweh to Moses. When the tabernacle is built in Exodus chapter 40, there's a whole paragraph where Moses sets up the tabernacle. And it says, and Moses set up the ark just as Yahweh commanded Moses. And he set up the table of showbread just as Yahweh commanded. I mean, it's a really boring paragraph to read.",
    "start": "00:43:30",
    "end": "00:44:02"
  },
  {
    "text": "Right. But there's seven commands.",
    "start": "00:44:02",
    "end": "00:44:05"
  },
  {
    "text": "It says, seven times Moses did XYZ just as Yahweh commanded. Moses got it seven times over. He obeys the divine command. So the idea is God spoke seven times to bring order to the cosmic temple. In Genesis 1, the tabernacle is presented as a mini cosmos brought into being through seven acts of divine speech. When Moses builds this little symbolic mini cosmos, he dedicates it. He does it by following seven divine speech commands of God. Yeah. In Genesis 1, the seventh day is the Sabbath. In the tabernacle blueprints, the seventh divine speech is about the Sabbath, is about keeping the Sabbath in the building of the tabernacle. After Moses seventh act of obedience, the divine glory comes to fill the temple.",
    "start": "00:44:05",
    "end": "00:44:54"
  },
  {
    "text": "To come and rest.",
    "start": "00:44:54",
    "end": "00:44:55"
  },
  {
    "text": "That's right. Genesis 1, the sixth day ends with God saying, and God saw all that he had done. And behold, Very good. There was evening and morning. The sixth day when Moses builds the tabernacle in Exodus 39. And Moses saw all the work that they had done. And behold, it was just as Yahweh commanded. So Genesis chapter two. And the skies and the land were completed. Exodus chapter 40. And Moses completed all of the work. Genesis 2, verses 1 and 2. And God rested on the seventh day, Exodus 40. And the cloud covered the tent of meeting. The glory of Yahweh filled the tent. Remember that. What's the meaning of God stopping on the seventh day in Genesis 1? And we know one is, well, he stops working. But we also noticed that implied with that is God's presence filling. But it doesn't explicitly say that in Genesis 1.",
    "start": "00:44:55",
    "end": "00:45:57"
  },
  {
    "text": "But it does in 2.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "It does in 2. And then as you follow the pattern through the seventh day is the place when God's rest. He takes up his rest. He settles in.",
    "start": "00:45:59",
    "end": "00:46:08"
  },
  {
    "text": "Yeah.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "The settling in the image is of God glory filling the tabernacle.",
    "start": "00:46:09",
    "end": "00:46:14"
  },
  {
    "text": "Cool. And he rested from all his work.",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "Totally. Yeah, yeah, yeah. Here's just. Here's a scholar. Lots of people notice this. This has been noticed by lots of people. Howard Wallace, an essay called Creation and sabbath in Genesis 2. He says the structuring of the narrative about the TABernacle In Exodus 25:40, it binds the Sabbath observance closely with the construction of the sanctuary. Both are tightly connected with the question of the presence of Yahweh with his people. The Sabbath is a significant element in the celebration of the presence of Yahweh with his people, since the tabernacle, which is patterned on the divine plan, reveals the presence and shares in the role of the heavenly temple to proclaim the sovereignty of Israel's God. So the Sabbath shares in the proclamation of the sovereignty of Yahweh. Well, yeah. Do you want to try and bind all this together? I'm trying to bind it together in my mind, too.",
    "start": "00:46:16",
    "end": "00:47:08"
  },
  {
    "text": "Yeah. Moses up on the mountain, experienced God's presence up in the sky.",
    "start": "00:47:08",
    "end": "00:47:16"
  },
  {
    "text": "When it arrived on the seventh day.",
    "start": "00:47:16",
    "end": "00:47:18"
  },
  {
    "text": "It arrived on the seventh day. And what he experienced, we don't really know, but he came down and he gave instructions to build something here on earth that patterns what he saw, experienced. And part of that was, I guess, the space that he was in and the things he saw and experienced. But part of that is rest of God's presence. And him being there was this moment of completeness and rest that also needed to be patterned in this temple experience. And so when he came down to give the blueprints, the whole thing is modeled after Genesis 1 in many different ways. And in the series of seven speeches. And on the seventh speech is about rest, which is what the seventh day was about. This command to rest and so the command to rest. And this is what we've been saying. It's all about anticipating and pretending like creation has completed.",
    "start": "00:47:18",
    "end": "00:48:27"
  },
  {
    "text": "Yes, yeah. Anticipating that future day when all creation is filled, as Isaiah says, when creation is filled with knowing Yahweh, filled with God's glory.",
    "start": "00:48:27",
    "end": "00:48:38"
  },
  {
    "text": "Because the temple is in a way also anticipating that. The temple, you've described this before. The temple is like this like mini symbolic creation.",
    "start": "00:48:38",
    "end": "00:48:50"
  },
  {
    "text": "A microcosm. A microcosmos.",
    "start": "00:48:50",
    "end": "00:48:52"
  },
  {
    "text": "A microcosmos, yeah. And it's this like when you're in the temple, you're supposed to think of like, oh, this is like God's presence filling the whole earth.",
    "start": "00:48:52",
    "end": "00:49:01"
  },
  {
    "text": "Yes.",
    "start": "00:49:01",
    "end": "00:49:01"
  },
  {
    "text": "But it's just filling the temple. So it's like a symbol of what creation is meant to be.",
    "start": "00:49:01",
    "end": "00:49:06"
  },
  {
    "text": "That's right, yes. Well, I'm just thinking this is a famous line from Abraham Heschel's book on the Sabbath, which he begins with talking about how we're obsessed with space.",
    "start": "00:49:06",
    "end": "00:49:15"
  },
  {
    "text": "Yeah. Oh, right, yeah. The masters of space.",
    "start": "00:49:15",
    "end": "00:49:18"
  },
  {
    "text": "Yeah, totally. So he has this one liner that's become apocryphal and re rendered in many different ways, but it's a perfect one liner. The Sabbath is to time what the tabernacle and temple are to space. So what he says then is the Sabbath. He calls it a cathedral in time. On the seventh day, we experience in time what the tabernacle and temple represented as spaces, which is eternal life with God in the complete creat.",
    "start": "00:49:18",
    "end": "00:49:47"
  },
  {
    "text": "Sam. There's something about that day, the structure of that day. It's supposed to feel like entering a cathedral.",
    "start": "00:49:58",
    "end": "00:50:50"
  },
  {
    "text": "Yeah, Cathedral meaning a sacred space, A place where heaven and earth are one. Yeah, yeah, yeah. Which is Eden, which was the gift of God to humans for the seventh day. It's a gift they forfeited. Even as Israel wanders through the wilderness, they're given a gift of divine glory and bread. And they're to stop on the seventh day and trust that the glory and bread of Yahweh will be enough for them as they're on their journey to the ultimate Eden.",
    "start": "00:50:50",
    "end": "00:51:19"
  },
  {
    "text": "So if new creation is God recreating, restructuring time and space, space and time, it's much easier for us to kind of anticipate what space will feel like when it's complete. But it's much harder for us to imagine what time will be like when it's complete.",
    "start": "00:51:19",
    "end": "00:51:39"
  },
  {
    "text": "Correct, yeah.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "Of present moment being full and complete and abundant. And just like we need rules, commands in order to order space. And that's what the temple does. We need a command of how to set aside time to be sacred and complete. That's the Sabbath.",
    "start": "00:51:41",
    "end": "00:52:05"
  },
  {
    "text": "Yeah, that's right. I like the space and time. Two dimensions. And there's a point at which the completion and fullness of God's presence and will heals and brings. Yeah. Wholeness to time and space. And in Genesis 1, both of those are brought together in the gift of a complete creation. On the seventh day, God orders space.",
    "start": "00:52:05",
    "end": "00:52:32"
  },
  {
    "text": "I mean, that's what Genesis 1 through 6 is. It's just a lot of ordering of space.",
    "start": "00:52:33",
    "end": "00:52:36"
  },
  {
    "text": "The days one through six.",
    "start": "00:52:36",
    "end": "00:52:36"
  },
  {
    "text": "Well, I guess end time.",
    "start": "00:52:36",
    "end": "00:52:37"
  },
  {
    "text": "That's right.",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "End time. One four and one four.",
    "start": "00:52:38",
    "end": "00:52:40"
  },
  {
    "text": "Yeah, but you're marching.",
    "start": "00:52:40",
    "end": "00:52:41"
  },
  {
    "text": "But you're marching.",
    "start": "00:52:41",
    "end": "00:52:42"
  },
  {
    "text": "Days one through six, you're marching towards. Marching through the waters and land on.",
    "start": "00:52:42",
    "end": "00:52:47"
  },
  {
    "text": "Your way to Day one is ordering time in a way. Light and dark.",
    "start": "00:52:47",
    "end": "00:52:52"
  },
  {
    "text": "Yep, yep.",
    "start": "00:52:52",
    "end": "00:52:53"
  },
  {
    "text": "Day four is ordering time. But days two and three, it's ordering space. Five and six, more space.",
    "start": "00:52:53",
    "end": "00:53:01"
  },
  {
    "text": "I mean, if you think we're making a video right now that will be about the space theme on the temple.",
    "start": "00:53:01",
    "end": "00:53:06"
  },
  {
    "text": "Yeah.",
    "start": "00:53:06",
    "end": "00:53:07"
  },
  {
    "text": "Cosmic temple in Genesis 1. In a way, this video is the time. We're taking space and doing a video about that called Temple. We're taking the time and making a video about that.",
    "start": "00:53:07",
    "end": "00:53:17"
  },
  {
    "text": "The ordering of time.",
    "start": "00:53:17",
    "end": "00:53:18"
  },
  {
    "text": "We're not sure what we're going to call it yet, but that's the idea.",
    "start": "00:53:18",
    "end": "00:53:21"
  },
  {
    "text": "It's a good time.",
    "start": "00:53:21",
    "end": "00:53:22"
  },
  {
    "text": "Yeah. And the genius of Genesis 1 is that they both intersect. They both intersect on the seventh day.",
    "start": "00:53:22",
    "end": "00:53:28"
  },
  {
    "text": "Something Albert Einstein later discovers as well.",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "Yeah, totally. And so the Tabernacle is another intersection.",
    "start": "00:53:32",
    "end": "00:53:36"
  },
  {
    "text": "Of space, time, the completeness of space.",
    "start": "00:53:36",
    "end": "00:53:39"
  },
  {
    "text": "Time, seventh day, and a new symbolic.",
    "start": "00:53:39",
    "end": "00:53:41"
  },
  {
    "text": "So, of course, when you're told the blueprints of the temple, you gotta have some commands about time too.",
    "start": "00:53:41",
    "end": "00:53:46"
  },
  {
    "text": "Yeah.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "Because space and time are one.",
    "start": "00:53:47",
    "end": "00:53:49"
  },
  {
    "text": "So the Sabbath commands flank. They're at the ending of the blueprints. And the Sabbath command begins the narrative of the building of the tabernacle.",
    "start": "00:53:49",
    "end": "00:53:59"
  },
  {
    "text": "And then the Sabbath image of dwelling, resting, ends the whole thing.",
    "start": "00:53:59",
    "end": "00:54:06"
  },
  {
    "text": "Yeah. The last lines of Exodus are, Yahweh's presence fills the tent. Hooray. But Moses, it was so intense that Moses can't even enter.",
    "start": "00:54:06",
    "end": "00:54:16"
  },
  {
    "text": "The Sabbath is too intense for us mere mortals.",
    "start": "00:54:17",
    "end": "00:54:20"
  },
  {
    "text": "Yeah. Well, and that's the cliffhanger at the end of Exodus that makes you turn the page into Leviticus.",
    "start": "00:54:20",
    "end": "00:54:25"
  },
  {
    "text": "Yeah. What can we do as humans to prepare ourselves for the Sabbath rest?",
    "start": "00:54:25",
    "end": "00:54:30"
  },
  {
    "text": "God's created a little micro Eden and planted it among Israel. But the Israel that he just came among is the Israel that worships idols, the real creator is too much for them. They want a God that they can handle and understand. And so how is God going to invite idolatrous selfish people into the Sabbath? They're going to have to be changed in some way. Thus the book of Leviticus become holy. So that's our next stop is looking at the way these themes are picked up and developed in the book of Leviticus and numbers thanks for listening to.",
    "start": "00:54:30",
    "end": "00:55:06"
  },
  {
    "text": "This episode of the BibleProject podcast. If you're new to the show or a longtime listener, you might know that we have a YouTube channel. These discussions get boiled down to a five minute animated video and we put them up there. So if you're listening to this episode on its release day, November 11, 2019, we're going to be premiering a brand new video on how to read the Gospels. It's part of our how to Read the Bible series. It's at 5:00pm Pacific Standard Time. Go to YouTube.com thebioproject and you can watch live with us and hundreds of other people from all over the globe. There's a chat room there and it's a lot of fun. This show was produced by Dan Gummel. The intro choir music is Czaikowski's Hymn of the Cherubim. Our show Outro music comes from the band tents. The Bible Project is a non profit. We're in Portland, Oregon and we make free resources that show the Bible as a unified story that leads to Jesus. Thanks for being a part of this with us.",
    "start": "00:55:06",
    "end": "00:56:03"
  },
  {
    "text": "Hi, this is Linda. Aunt Linda, you're right. Hi, this is John's Aunt Linda from Everett, Washington. I first heard about the Bible Project from John and I use the Bible Project often just for my own personal learning. My favorite thing about the Bible Project is the podcast. I love getting to eavesdrop on Tim and John's conversation and it's just always so thought provoking and I learned so much. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts and more@thebibleproject.com.",
    "start": "00:56:03",
    "end": "00:56:51"
  }
]