[
  {
    "text": "Hi, this is John at the bibleproject. Today on the podcast, we're continuing a conversation we started a while ago looking at the story of Acts. The book of Acts is a continuation of the book of Luke. And actually Tim and I have been discussing Luke and Acts for a while now because we made a series of videos, a nine part series that walk through the ministry of Jesus in the Gospel of Luke and and then the continued ministry of Jesus through his apostles in the Book of Acts. In the last section of the Book of Acts, we really focus in on one character. When we first meet the Apostle Paul, he's a faithful Israelite, a zealous follower of Yahweh, and he's not happy about this new movement of people who think Jesus is king of Israel. But then Paul has a radical encounter with the risen Jesus. He turns his life over to him and he finds that it's his calling to, to take the message of Jesus outside of Israel to the entire world. This guy's gone from persecuting Christians to starting Christian churches. Everywhere he goes, he tries to break down racial and economic barriers. Every city he leaves, he leaves behind him these new communities of radically generous people. But in every city, he also creates a lot of enemies.",
    "start": "00:00:08",
    "end": "00:01:21"
  },
  {
    "text": "His reputation is growing as a controversial figure. He doesn't fit anybody's categories.",
    "start": "00:01:21",
    "end": "00:01:26"
  },
  {
    "text": "So Paul, he's gone on three distinct journeys, missionary journeys in the Book of Acts, to spread the news about King Jesus.",
    "start": "00:01:26",
    "end": "00:01:33"
  },
  {
    "text": "While he's out on his third missionary journey, he begins to feel like Jesus through the Spirit is guiding him to go back to Jerusalem.",
    "start": "00:01:33",
    "end": "00:01:43"
  },
  {
    "text": "You see, there's been a famine in Jerusalem and the whole city has been hit hard. And that means the disciples of Jesus, the first church, is suffering. And so Paul takes it on himself to collect money from Jesus followers from all over the world, and then to bring that money to the Christians in Jerusalem. This gift was a sign of unity for the global church.",
    "start": "00:01:43",
    "end": "00:02:08"
  },
  {
    "text": "Paul put an enormous amount of energy, thought a whole season of his missionary career into this fundraising effort and then transporting the money and taking it to a city where he knows it's loaded with people who want to kill. So it just raises the question, what does he think he's doing?",
    "start": "00:02:08",
    "end": "00:02:24"
  },
  {
    "text": "So today we look at Paul's journey back to Jerusalem. Thanks for joining us. Here we go. All right, so we took a long break from Acts.",
    "start": "00:02:25",
    "end": "00:02:42"
  },
  {
    "text": "Feels like a long time ago, but we hadn't finished.",
    "start": "00:02:43",
    "end": "00:02:46"
  },
  {
    "text": "Yes, we even kind of said it was finished. I remember on the podcast on one of the intros, I was like, it's the last part, an ax, which is not true.",
    "start": "00:02:46",
    "end": "00:02:52"
  },
  {
    "text": "Oh, nope.",
    "start": "00:02:52",
    "end": "00:02:53"
  },
  {
    "text": "The last part for the time.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "Here we are talking about it again. Yeah. The Acts video series will be four videos when it's all complete. And so this conversation, John and I, discussing the themes of Acts part four, that's going to represent the book of Acts, chapters 21 to 28, which is about Paul's journey to Jerusalem, what happens there, how he gets arrested and then held up in a series of, like, trials and mistrials for years. That lands him on a boat towards Rome, that shipwrecks, and then he ends up in house arrest in Rome. And the Book of Acts concludes.",
    "start": "00:02:54",
    "end": "00:03:32"
  },
  {
    "text": "That's the road map.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "That's the roadmap. But it's the culmination. I mean, this is like the climactic movement of the epic story. Right. That began with Jesus announcing that the good news about the kingdom and his risen sovereignty over the nations would be announced in Jerusalem, then to Judea and Samaria, and then to the ends of the earth.",
    "start": "00:03:34",
    "end": "00:03:54"
  },
  {
    "text": "And that's the roadmap for the whole Book of Acts that we've been using.",
    "start": "00:03:54",
    "end": "00:03:58"
  },
  {
    "text": "That's right, yep.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "So a quick summary would be Jesus gets with his disciples, tells him, hey, get ready.",
    "start": "00:03:59",
    "end": "00:04:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:07",
    "end": "00:04:08"
  },
  {
    "text": "They're like, when's it going to happen? He's like, get ready, buckle up, it's about to start.",
    "start": "00:04:08",
    "end": "00:04:12"
  },
  {
    "text": "Game time.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "And then he says, you're going to take this message out into Samaria, Judea, Samaria, Jerusalem.",
    "start": "00:04:15",
    "end": "00:04:23"
  },
  {
    "text": "First Jerusalem, then the next region out. Yep.",
    "start": "00:04:23",
    "end": "00:04:26"
  },
  {
    "text": "And then to the ends of the earth.",
    "start": "00:04:26",
    "end": "00:04:27"
  },
  {
    "text": "Ends of the earth.",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "And we looked at the movement of the Christians in Jerusalem.",
    "start": "00:04:28",
    "end": "00:04:33"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Some of what it was like to be following the way of Jesus.",
    "start": "00:04:34",
    "end": "00:04:38"
  },
  {
    "text": "Yeah. In this. First in that city, first months in Jerusalem.",
    "start": "00:04:38",
    "end": "00:04:42"
  },
  {
    "text": "And Jerusalem.",
    "start": "00:04:42",
    "end": "00:04:43"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:43",
    "end": "00:04:44"
  },
  {
    "text": "And then that introduced the character of Paul at the end of that video.",
    "start": "00:04:44",
    "end": "00:04:49"
  },
  {
    "text": "Yep. The outbreak of violence against the followers of Jesus.",
    "start": "00:04:49",
    "end": "00:04:53"
  },
  {
    "text": "Yeah. Because they were looking like a. Just a Jewish culture that.",
    "start": "00:04:54",
    "end": "00:04:58"
  },
  {
    "text": "Yeah. Drinking the Kool Aid.",
    "start": "00:04:58",
    "end": "00:05:00"
  },
  {
    "text": "Yeah, yeah. And that was a threat. And we actually talked at length about how. Trying to get into the psyche of Paul, not to just throw him under the bus.",
    "start": "00:05:00",
    "end": "00:05:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:10",
    "end": "00:05:11"
  },
  {
    "text": "I mean, he wasn't doing nice things to them, but he was protecting.",
    "start": "00:05:11",
    "end": "00:05:15"
  },
  {
    "text": "Yeah, he believed he was protecting Israel's faithfulness to their covenant with God. Just like Moses, you know, and Aaron and Samuel and the prophets. Yep. He was standing in that tradition.",
    "start": "00:05:15",
    "end": "00:05:30"
  },
  {
    "text": "But then he has an encounter with the risen Jesus.",
    "start": "00:05:30",
    "end": "00:05:34"
  },
  {
    "text": "Yes.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "As he goes to another city to try to find more Disciples to throw.",
    "start": "00:05:35",
    "end": "00:05:38"
  },
  {
    "text": "Down on second video.",
    "start": "00:05:38",
    "end": "00:05:40"
  },
  {
    "text": "So we're into the second video and he.",
    "start": "00:05:40",
    "end": "00:05:41"
  },
  {
    "text": "And the second movement of Acts and.",
    "start": "00:05:41",
    "end": "00:05:43"
  },
  {
    "text": "The second movement of Acts, he then goes there and ends up just becoming part of the whole thing.",
    "start": "00:05:43",
    "end": "00:05:48"
  },
  {
    "text": "Yes. Peter is the key leader in focus in the Jerusalem section of Acts. And then in the second section of Acts, it's Paul and Peter in tandem are both representatives. And their stories are representing how even within now Judea and Samaria, the next ring out, more and more non Jewish people are starting to give their allegiance to Jesus. And Paul and Peter kind of are involved in that expansion. And then the section ends. Yeah. With Paul helping lead the first international Jesus community up in Antioch. Yeah, yeah.",
    "start": "00:05:48",
    "end": "00:06:29"
  },
  {
    "text": "Antioch.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "Antioch.",
    "start": "00:06:30",
    "end": "00:06:31"
  },
  {
    "text": "So that's home base now.",
    "start": "00:06:31",
    "end": "00:06:32"
  },
  {
    "text": "Yep. Yeah. Home base for the international missionary movement.",
    "start": "00:06:32",
    "end": "00:06:36"
  },
  {
    "text": "For all the action that's going to happen in the third section.",
    "start": "00:06:36",
    "end": "00:06:39"
  },
  {
    "text": "Correct.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "Third movement. Which is then to the ends of the earth.",
    "start": "00:06:39",
    "end": "00:06:42"
  },
  {
    "text": "Yep.",
    "start": "00:06:42",
    "end": "00:06:42"
  },
  {
    "text": "Which. This is the Roman Empire. And so it's easier to get around because of the Roman roads. And Paul just hits the road and he goes from town to town proclaiming that Jesus is king.",
    "start": "00:06:42",
    "end": "00:06:55"
  },
  {
    "text": "Synagogue first. And then he hits the marketplace where it's just anybody who will listen, he'll grab their ear and start telling them about Jesus.",
    "start": "00:06:56",
    "end": "00:07:06"
  },
  {
    "text": "Cool. All right. That was a good little refresher. Paul, where we left him is. He's seen a lot. He's gone through a lot. He's in his third trip.",
    "start": "00:07:07",
    "end": "00:07:17"
  },
  {
    "text": "Yeah. And his reputation's growing as a controversial figure. He doesn't fit anybody's categories. Is he a Jewish monotheist who fits into that category in the eyes of the Romans? They know what to do with Jews. They've given them.",
    "start": "00:07:17",
    "end": "00:07:32"
  },
  {
    "text": "They've been dealing with them.",
    "start": "00:07:32",
    "end": "00:07:33"
  },
  {
    "text": "Yeah. They've given them some certain legal and tax exemptions to live by their religious customs. And so that's how most of the early Christians would appear to their Roman neighbors.",
    "start": "00:07:33",
    "end": "00:07:46"
  },
  {
    "text": "Is another Jew as Jewish.",
    "start": "00:07:46",
    "end": "00:07:49"
  },
  {
    "text": "But they're talking about this dead man who's alive from the dead they claim. And also he's portraying this risen from the dead human as the king, as a rival king to Caesar. But he's not trying to start a guerrilla military operation. But he's saying there's another king.",
    "start": "00:07:49",
    "end": "00:08:09"
  },
  {
    "text": "Yeah.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "Who is this guy? Yeah, he just didn't fit both Jewish or Roman kind of social categories.",
    "start": "00:08:10",
    "end": "00:08:16"
  },
  {
    "text": "Yeah. It'd be like someone walking around telling people on the street like, hey, I'm the mayor of Portland.",
    "start": "00:08:16",
    "end": "00:08:21"
  },
  {
    "text": "Or like, yeah, yeah, yeah.",
    "start": "00:08:22",
    "end": "00:08:24"
  },
  {
    "text": "Or maybe like, my friend is the mayor of Portland.",
    "start": "00:08:24",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. My friend is the mayor of Portland. And. And they're asking like, wait, there was an election?",
    "start": "00:08:26",
    "end": "00:08:30"
  },
  {
    "text": "When did the election. What are you talking about? And they're like, keep an eye on this guy.",
    "start": "00:08:30",
    "end": "00:08:34"
  },
  {
    "text": "Yeah. And they're like, no, actually, he is alive from the dead. That's what made him the mayor.",
    "start": "00:08:34",
    "end": "00:08:38"
  },
  {
    "text": "They killed him and he's alive and he's the mayor.",
    "start": "00:08:38",
    "end": "00:08:40"
  },
  {
    "text": "Yeah. Now he's the mayor.",
    "start": "00:08:40",
    "end": "00:08:41"
  },
  {
    "text": "So we should all really care about what he wants out of us and not the mayor.",
    "start": "00:08:41",
    "end": "00:08:47"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:08:47",
    "end": "00:08:47"
  },
  {
    "text": "But, you know, the mayor's a cool dude, too. Like, respect him.",
    "start": "00:08:48",
    "end": "00:08:53"
  },
  {
    "text": "That's right. My friend who's the real mayor risen from the dead, actually has the well being of everybody, including the guy who thinks he's the mayor in mind.",
    "start": "00:08:53",
    "end": "00:09:02"
  },
  {
    "text": "And he's only the mayor because my mayor allows him, just because he's silly.",
    "start": "00:09:03",
    "end": "00:09:09"
  },
  {
    "text": "But that's the analogy. That's good.",
    "start": "00:09:09",
    "end": "00:09:11"
  },
  {
    "text": "And everyone's like, okay, I guess what.",
    "start": "00:09:11",
    "end": "00:09:14"
  },
  {
    "text": "Do we do with this guy?",
    "start": "00:09:14",
    "end": "00:09:15"
  },
  {
    "text": "And. And then it's like, maybe you're crazy. But then it's like, well, you're not crazy because I can have these really intelligent conversations with you.",
    "start": "00:09:15",
    "end": "00:09:21"
  },
  {
    "text": "Yes.",
    "start": "00:09:21",
    "end": "00:09:21"
  },
  {
    "text": "You're living in these really, like, yeah, beautiful ways. You're respected amongst your peers.",
    "start": "00:09:21",
    "end": "00:09:28"
  },
  {
    "text": "Yeah, that's right. Yeah. The poor taken care of in these communities that Paul's helping plant. But also weird social distortions, like where slaves and their masters eat at the same table when they gather to worship this dead man who's risen from the dead.",
    "start": "00:09:28",
    "end": "00:09:46"
  },
  {
    "text": "Right.",
    "start": "00:09:46",
    "end": "00:09:47"
  },
  {
    "text": "That's very disturbing.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "Very countercultural.",
    "start": "00:09:48",
    "end": "00:09:50"
  },
  {
    "text": "Yeah. You don't do that. That's going to short circuit everything.",
    "start": "00:09:50",
    "end": "00:09:53"
  },
  {
    "text": "Yeah. My son goes to a Waldorf school and I went on a field trip with him. And his teacher and I are talking. He's like, how's this project going? And stuff? And I was telling about the axe videos because we were in the middle of writing one or something, and he's not a Christian. And he goes, yeah, I've been wondering about that. Like, why was the Christian early Church so persecuted? He's like, I'm familiar with the sayings of Jesus. And they're like, I don't know why anyone would hate on that.",
    "start": "00:09:53",
    "end": "00:10:24"
  },
  {
    "text": "Oh, yeah, yeah. That's fascinating.",
    "start": "00:10:24",
    "end": "00:10:26"
  },
  {
    "text": "So that was like his question, like, why. Why wouldn't people like him?",
    "start": "00:10:26",
    "end": "00:10:29"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:10:29",
    "end": "00:10:31"
  },
  {
    "text": "Why wouldn't people like Paul walking around talking.",
    "start": "00:10:31",
    "end": "00:10:34"
  },
  {
    "text": "Yeah. Saying, love your neighbor as yourself.",
    "start": "00:10:34",
    "end": "00:10:36"
  },
  {
    "text": "Yeah.",
    "start": "00:10:36",
    "end": "00:10:36"
  },
  {
    "text": "Who gets killed for saying that kind of thing?",
    "start": "00:10:36",
    "end": "00:10:37"
  },
  {
    "text": "Who gets killed for saying that kind of thing?",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "Yeah.",
    "start": "00:10:39",
    "end": "00:10:39"
  },
  {
    "text": "And we had been talking about it, so I was like, oh, well, he Was saying Caesar is king and that's actually a threat to the.",
    "start": "00:10:39",
    "end": "00:10:47"
  },
  {
    "text": "Jesus is king or Sorry. Yeah, yeah, yeah, yeah.",
    "start": "00:10:48",
    "end": "00:10:50"
  },
  {
    "text": "And it's the same language as Caesar's king. So it's like it was a political threat. And it didn't seem like that really landed for him.",
    "start": "00:10:50",
    "end": "00:10:58"
  },
  {
    "text": "Huh.",
    "start": "00:10:58",
    "end": "00:10:58"
  },
  {
    "text": "Just kind of was like, yeah, I don't know. Like, who cares? Like.",
    "start": "00:10:58",
    "end": "00:11:02"
  },
  {
    "text": "Yeah.",
    "start": "00:11:02",
    "end": "00:11:02"
  },
  {
    "text": "I think I was wondering if he was thinking himself. Maybe they were actually doing some sketchy things. Maybe they actually like weren't so. So rad. Maybe that's why they were.",
    "start": "00:11:02",
    "end": "00:11:14"
  },
  {
    "text": "Oh, you think he's wondering if there's an untold story that's unrepresented in the New Testament.",
    "start": "00:11:15",
    "end": "00:11:21"
  },
  {
    "text": "Yeah.",
    "start": "00:11:21",
    "end": "00:11:22"
  },
  {
    "text": "Maybe that actually they were a.",
    "start": "00:11:22",
    "end": "00:11:23"
  },
  {
    "text": "Because it doesn't seem to add up at first glance. Like, why would Paul be hated so much? Why would then the early communities be hated so much?",
    "start": "00:11:23",
    "end": "00:11:32"
  },
  {
    "text": "Yes. Yeah. Well, that's what we're seeing. It's going to continue. It's a theme in the missionary journeys. It's going to continue here. The majority of this fourth section of Acts is essentially Paul feeling like he has to go to Jerusalem to accomplish a mission that we're going to talk about. And he gets arrested there. And then the whole rest of the book of Acts from basically chapter 21 on through the end is Paul on a stage six times before some Roman imperial representative where he gets accused, he gives a speech, and then his speech convinces everybody that this guy isn't a threat. But he is a threat. He's not a threat militarily.",
    "start": "00:11:32",
    "end": "00:12:18"
  },
  {
    "text": "Right. Like a typical type of threat, but.",
    "start": "00:12:18",
    "end": "00:12:20"
  },
  {
    "text": "He is a threat socially. What do we do with someone who's trying to promote a way of life that undermines the whole social order of our culture, but who isn't using violent force to do it? Yeah, that's the paradox. And Luke's trying to really craft that portrait of this third way that we've been exploring in lots of different videos and conversations. It's very similar of the. The way of the exile. You know, it's not revolt, but it's not just assimilation or accommodation.",
    "start": "00:12:20",
    "end": "00:12:54"
  },
  {
    "text": "Yeah.",
    "start": "00:12:54",
    "end": "00:12:55"
  },
  {
    "text": "It's. It's resistance through non violent doing of good deeds and creating these upside down kingdom communities. So that'll continue in our portrait of Paul. But there's also some unique things in this section that I think will give us some good material to add some new things to the video.",
    "start": "00:12:55",
    "end": "00:13:15"
  },
  {
    "text": "Sweet.",
    "start": "00:13:15",
    "end": "00:13:15"
  },
  {
    "text": "Okay. Well, we can kind of. Paul's finishing his third missionary journey. Luke traces kind of three large journeys circles that Paul does through Asia Minor Into Greece, what we call Turkey today, and then into Greece, and then he ends up back in Antioch. Does these, like, cycles.",
    "start": "00:13:43",
    "end": "00:14:03"
  },
  {
    "text": "Yeah.",
    "start": "00:14:03",
    "end": "00:14:04"
  },
  {
    "text": "Each time planting a few more churches or visiting churches he's already planted and so on. While he's out on his third missionary journey, he begins to feel like Jesus through the Spirit, is guiding him to go back to Jerusalem. So three different times. I'll just kind of reference these real quick once you see them in sequence. So in chapter 19, right after the riot in Ephesus, when all the idol makers of the Artemis statue and they.",
    "start": "00:14:04",
    "end": "00:14:33"
  },
  {
    "text": "Kick him out and they think he's dead, is that the one where they leave?",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "Oh, no, that's earlier. No, Paul is. The riot starts because of Paul's church communities that he's begun, and everybody stopped buying idols and they're starting to feel it in the local economy.",
    "start": "00:14:35",
    "end": "00:14:45"
  },
  {
    "text": "Yeah.",
    "start": "00:14:46",
    "end": "00:14:46"
  },
  {
    "text": "And so they start this protest that turns into a riot. And Paul wants to go into that coliseum where there's thousands of people who would like to kill him, and so his friends keep him back. So right after that whole thing finishes, Acts 19:21, it says, Paul set in the Spirit. And there's some ambiguity with whether he set it because of this Holy Spirit or whether he's setting his purpose in his own spirit.",
    "start": "00:14:47",
    "end": "00:15:17"
  },
  {
    "text": "Ambiguous.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "It's ambiguous. It's ambiguity. It's ambiguous. But he set in the Spirit to go to Jerusalem after passing through Macedonia and Achaia, saying, after I go to Jerusalem, I'm on to Rome. He's a man on a mission.",
    "start": "00:15:18",
    "end": "00:15:32"
  },
  {
    "text": "So you're like, oh, he's got a plan.",
    "start": "00:15:33",
    "end": "00:15:35"
  },
  {
    "text": "Okay, he's going to Jerusalem. Now, that's interesting.",
    "start": "00:15:35",
    "end": "00:15:38"
  },
  {
    "text": "Which he hasn't been to for. Since he left.",
    "start": "00:15:38",
    "end": "00:15:42"
  },
  {
    "text": "In the narrative, correct? Yeah, in the narrative, since he went up to Antioch, he's only been back one time, which was for the.",
    "start": "00:15:42",
    "end": "00:15:49"
  },
  {
    "text": "Oh, to give the gift.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Which was for the council, or.",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "No, the gift will be the thing coming up. Yeah, the council.",
    "start": "00:15:51",
    "end": "00:15:53"
  },
  {
    "text": "Yeah, the council in Jerusalem about whether non Jewish followers of Jesus should be circumcised and so on. In chapter 20, the next chapter, Paul decided to sail past Ephesus so that he wouldn't have to spend time in Asia because he's hurrying to get to Jerusalem, if possible, by Pentecost. And obviously that's symbolic. That reminds you all the way back to the key event of Pentecost when.",
    "start": "00:15:53",
    "end": "00:16:19"
  },
  {
    "text": "This whole thing started.",
    "start": "00:16:19",
    "end": "00:16:20"
  },
  {
    "text": "Yes, yes. So Paul wants to get into Jerusalem on a symbolic feast day. The story of Jesus starts ringing in our ears here, of timing your arrival on an Important pilgrimage, feast day. A few sentences later, he's speaking to the elders of Ephesus. And look at how he presents this. He says, and now behold, I am bound by the Spirit. I am on my way to Jerusalem. I don't know what will happen to me there, except that the Holy Spirit testifies to me in every city, saying that bonds and afflictions await me, which would keep a normal person away.",
    "start": "00:16:20",
    "end": "00:16:57"
  },
  {
    "text": "Right.",
    "start": "00:16:58",
    "end": "00:16:58"
  },
  {
    "text": "But for Paul, I don't know what's.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "Going to happen, but there's going to be bonds of afflictions.",
    "start": "00:17:00",
    "end": "00:17:03"
  },
  {
    "text": "Yeah, that's right. So clearly Luke's laying a trail here. Paul's got a thing to go to Jerusalem. He's certain that God's calling him.",
    "start": "00:17:03",
    "end": "00:17:10"
  },
  {
    "text": "He's got a hankering.",
    "start": "00:17:10",
    "end": "00:17:11"
  },
  {
    "text": "So what's the backstory here? And we haven't really talked about this theme. It's come up one other time in Acts, but it plays a really significant role in the season of Paul's life. He talks about it a lot in a number of his letters, this mission to Jerusalem. So these material in Acts corresponds to things that we know from his letters to the Corinthians and to the Romans and Galatians. So this is a huge theme, and I think this is a cool opportunity. In this video, I kind of would like to make it a major piece of Paul's mission to Jerusalem, what he was doing and the symbolic significance that he saw in it. And essentially it's this. So all the way back In Acts chapter 11, we begin to hear about a wave of famines and food shortages that were actually hitting the entire region. So while Paul and Barnabas were up in Antioch and they heard about the followers of Jesus down in Jerusalem, that many of them were starving, they didn't have money. So even back then, way first off, in Paul's first years as a follower of Jesus, they organized a big financial gift. So think how this works. Jerusalem's a mother church. It's like where it all began. And now you have this growing international community of Jesus followers way up north. They're the daughter church, so to speak. And now they're the ones sending and supporting the Jewish community of the mother church in Jerusalem. So this is from Acts chapter 11. Do you want to read it just so you can? Sure, we can get it in our head.",
    "start": "00:17:12",
    "end": "00:18:50"
  },
  {
    "text": "Acts 11, 27:30. Now, at this time, some prophets came down from Jerusalem to Antioch. One of them, named Agabus, stood up and began to indicate by the Spirit that there would certainly be a great famine all over the world. And this took place in the reign of Claudius, and in the proportion that any of the disciples had means, each of them determined to send a contribution for the relief of the brothers living in Judea. And this they did, setting it in charge of Barnabas and Saul to the elders. Yeah, so that was the first one.",
    "start": "00:18:51",
    "end": "00:19:21"
  },
  {
    "text": "That was the first one. So again, we want to imagine ourselves into that setting. This is the. A small first generation religious, social movement.",
    "start": "00:19:21",
    "end": "00:19:32"
  },
  {
    "text": "And it's completely Jewish in Jerusalem.",
    "start": "00:19:33",
    "end": "00:19:36"
  },
  {
    "text": "It has. Or mostly.",
    "start": "00:19:36",
    "end": "00:19:37"
  },
  {
    "text": "Yeah, because if you weren't Jewish, you probably wouldn't be living in Jerusalem.",
    "start": "00:19:37",
    "end": "00:19:40"
  },
  {
    "text": "No, it was a Roman city, lots.",
    "start": "00:19:40",
    "end": "00:19:43"
  },
  {
    "text": "Of other people there.",
    "start": "00:19:43",
    "end": "00:19:44"
  },
  {
    "text": "But the Jesus movement there at first consisted of almost entirely of just Jewish people. And so imagine the symbolic significance of two Jews, Paul and Barnabas, but also with the delegation of like a Greek, a Macedonian.",
    "start": "00:19:44",
    "end": "00:20:00"
  },
  {
    "text": "Yeah.",
    "start": "00:20:00",
    "end": "00:20:00"
  },
  {
    "text": "Cypriot, a Roman. And they're bringing all of this money that has Caesar's image on it, you know what I mean? Down to meet the needs, you know, and there was unity. You know, it seems like there was unity, but just the symbolic significance of the daughter movement that's now expanded into new cultural territory is now supporting. It's a very powerful symbolic statement happening there.",
    "start": "00:20:01",
    "end": "00:20:28"
  },
  {
    "text": "Look at how much bigger this thing you're part of is. And we're all in this together.",
    "start": "00:20:29",
    "end": "00:20:33"
  },
  {
    "text": "Yeah, that's right. So that experience seems to have shaped something really deep in Paul's heart because he brings it up later, years later, when Paul went to Jerusalem to meet with the Jewish elders, which seems to be James, Peter and John. He talks about this in Galatians chapter two, where he has that showdown with Peter. Peter came up to Antioch and stopped eating. He started eating kosher and wouldn't eat with people who weren't circumcised. And Paul got so mad, he's just like, what?",
    "start": "00:20:33",
    "end": "00:21:08"
  },
  {
    "text": "So because Peter lived in Jerusalem, he was just visiting Antioch, he was checking things out.",
    "start": "00:21:08",
    "end": "00:21:14"
  },
  {
    "text": "And what Paul says is that some representatives who took the hard line, Pharisaic Christians who believe that followers of Jesus should be circumcised, they roll into Antioch and then Peter changes his tune, right? Yeah, yeah. And Paul's just like this, inconsistent on so many levels. Read Galatians. That's what Galatians is all about. So he goes down to Jerusalem, they iron it out, and James, Peter and John are like, yeah, Paul, you're right, Peter shouldn't have done that. And so what they do is they do this division of labor. This is in Galatians, chapter two. So Paul says, james Cephas, that's Peter and John, who were reputed to be pillars in the community, they gave to me and Barnabas the right hand of fellowship. Yep, you guys are legit.",
    "start": "00:21:14",
    "end": "00:22:00"
  },
  {
    "text": "Wait, so Cephas is Peter?",
    "start": "00:22:00",
    "end": "00:22:02"
  },
  {
    "text": "Cephas is Peter. Yep.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "How am I supposed to know that?",
    "start": "00:22:03",
    "end": "00:22:04"
  },
  {
    "text": "Oh, well, from the Gospels, when Jesus says your name is Cephas, but you will be called Petros.",
    "start": "00:22:04",
    "end": "00:22:12"
  },
  {
    "text": "Oh, okay.",
    "start": "00:22:12",
    "end": "00:22:12"
  },
  {
    "text": "What's funny is Cephas is the word rock in Aramaic. Petras is the word rock in Greek. Yeah. So his name is Rocky either way. Yeah, yeah. So what they say the leaders in Jerusalem say to Paul and Barnabas is you go to the gentiles, we'll focus on the Jewish community only. They asked us to remember the poor.",
    "start": "00:22:12",
    "end": "00:22:36"
  },
  {
    "text": "Yeah.",
    "start": "00:22:36",
    "end": "00:22:36"
  },
  {
    "text": "The very thing I was eager to do. And he doesn't just mean the poor in general. They're talking about the fact that the Jerusalem church is still destitute and doesn't have any money. Because he's going to talk continually from this point on.",
    "start": "00:22:36",
    "end": "00:22:50"
  },
  {
    "text": "Oh, so they're specifically saying, remember the poor in Jerusalem.",
    "start": "00:22:50",
    "end": "00:22:53"
  },
  {
    "text": "What they mean is remember us here as you're out there starting churches in these.",
    "start": "00:22:53",
    "end": "00:22:58"
  },
  {
    "text": "And don't forget about the little guys.",
    "start": "00:22:58",
    "end": "00:23:00"
  },
  {
    "text": "In these wealthy urban centers. Yeah, right. Don't forget about the mother church and that we're hurting for funds down here.",
    "start": "00:23:00",
    "end": "00:23:07"
  },
  {
    "text": "Don't forget where you came from.",
    "start": "00:23:09",
    "end": "00:23:10"
  },
  {
    "text": "There was some diplomacy happening here in the scene. It's very interesting to think about.",
    "start": "00:23:10",
    "end": "00:23:15"
  },
  {
    "text": "I've always read that as just remember the poor everywhere.",
    "start": "00:23:16",
    "end": "00:23:20"
  },
  {
    "text": "Right.",
    "start": "00:23:21",
    "end": "00:23:21"
  },
  {
    "text": "And you think through context, this is specifically about Jerusalem.",
    "start": "00:23:21",
    "end": "00:23:25"
  },
  {
    "text": "Yeah, yeah. Look right below that. He describes the same moment in Romans chapter 15. At the end of Romans, he says, now he said, I was going to come to you Romans. Early in the letter he said this, but he says, but now chapter 15, I'm going to go to Jerusalem. I'm going to serve the saints. The believers in Jerusalem for Macedonia and Achaia have been pleased to make a contribution for the poor among the saints in Jerusalem. They were pleased to do so. And actually they're indebted to them. In other words, these non Jewish Christians around the world have an obligation. That's what he believes. They're indebted to these Jewish Christians in Jerusalem. If the gentiles have shared in the spiritual things of the Jerusalem Christians, then they are obligated, indebted to minister to the Jewish Christians also the material things. So the poor, the in Jerusalem, that seems to be the focus for Paul. Then at the end of Romans, he says again, just like he does in Acts, he says Listen, I'm going to Jerusalem. He says, pray for me. This is in chapter 15, verse 30 and 31. Pray that I might be rescued from the disobedient in Judea, that my service in Jerusalem may prove acceptable to the saints. He's raising money. Paul's a fundraiser. He's the development officer.",
    "start": "00:23:25",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. For the. For Christianity, for. Yeah, the poor in Jerusalem.",
    "start": "00:24:48",
    "end": "00:24:54"
  },
  {
    "text": "Yeah. And so he talks about this in the end of his letter to the Corinthians, too.",
    "start": "00:24:54",
    "end": "00:24:58"
  },
  {
    "text": "What does he mean by I may be rescued from those who are disobedient in Judea?",
    "start": "00:24:59",
    "end": "00:25:03"
  },
  {
    "text": "Yeah, he's referring to people disobedient to the Messiah.",
    "start": "00:25:03",
    "end": "00:25:06"
  },
  {
    "text": "People who aren't getting on board.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "Yeah. People who have rejected Jesus as Messiah. Precisely. The people who are going to arrest him and try and kill him in Jerusalem. He knows he's walking into.",
    "start": "00:25:08",
    "end": "00:25:18"
  },
  {
    "text": "I see. So he's asking for two different things. He's like, yes, pray for protection, but also. Oh, and that my service for Jerusalem may be accepted to the saints.",
    "start": "00:25:18",
    "end": "00:25:26"
  },
  {
    "text": "Yes.",
    "start": "00:25:26",
    "end": "00:25:26"
  },
  {
    "text": "And that service for Jerusalem, that's the offering.",
    "start": "00:25:27",
    "end": "00:25:29"
  },
  {
    "text": "That's the gift. Yeah.",
    "start": "00:25:29",
    "end": "00:25:31"
  },
  {
    "text": "Cool.",
    "start": "00:25:31",
    "end": "00:25:31"
  },
  {
    "text": "It's a gift. Yeah. Once your radar's up for it, you realize Paul's talking about.",
    "start": "00:25:31",
    "end": "00:25:35"
  },
  {
    "text": "It's on his mind a lot.",
    "start": "00:25:35",
    "end": "00:25:36"
  },
  {
    "text": "A lot.",
    "start": "00:25:36",
    "end": "00:25:37"
  },
  {
    "text": "Yeah. This was a huge, huge, big deal for him.",
    "start": "00:25:37",
    "end": "00:25:39"
  },
  {
    "text": "Big, big deal for him to go.",
    "start": "00:25:39",
    "end": "00:25:41"
  },
  {
    "text": "Back to Jerusalem with some cash.",
    "start": "00:25:41",
    "end": "00:25:42"
  },
  {
    "text": "Yeah. Loads of. And think of, like, what that involved in the ancient.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "Oh, they didn't haul it.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "They didn't do money orders.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "Really.",
    "start": "00:25:51",
    "end": "00:25:51"
  },
  {
    "text": "He's got to carry it.",
    "start": "00:25:51",
    "end": "00:25:52"
  },
  {
    "text": "You've got to carry it.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "Yeah.",
    "start": "00:25:53",
    "end": "00:25:54"
  },
  {
    "text": "So in Second Corinthians, he talks about the crew that he had with him, all these different representatives from different churches.",
    "start": "00:25:54",
    "end": "00:26:00"
  },
  {
    "text": "Imagine there's this guy, Chris, in Portland who has this blog called the Art of Non Conformity. I don't know if you still do it or not, but it's all about. First, it was all about just, like, how to. Like. His goal was to travel around the world and visit every country. Heard of this guy?",
    "start": "00:26:00",
    "end": "00:26:15"
  },
  {
    "text": "No.",
    "start": "00:26:15",
    "end": "00:26:15"
  },
  {
    "text": "He's in Portland.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "Huh.",
    "start": "00:26:16",
    "end": "00:26:17"
  },
  {
    "text": "Kind of became an international kind of blogger. So he was always trying to find ways to, like, get airline points and stuff to be able to fly places.",
    "start": "00:26:17",
    "end": "00:26:25"
  },
  {
    "text": "Yeah.",
    "start": "00:26:25",
    "end": "00:26:26"
  },
  {
    "text": "And so one of his schemes was he got a credit card, and the credit card gives you points when you buy things. And he read the fine print and he realized he was able to buy. He bought gold coins with the credit card. And then the gold coins were delivered to his house, I guess, because then he had to take the gold coins, the bank to turn it back in for money to pay off the credit card. But. So he's telling a story about he doesn't have a car, that he's got to walk this bag of gold coins to the bank.",
    "start": "00:26:26",
    "end": "00:26:59"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:26:59",
    "end": "00:27:00"
  },
  {
    "text": "And he said a bag of gold coins is actually really heavy. And maybe he had two or something.",
    "start": "00:27:00",
    "end": "00:27:06"
  },
  {
    "text": "Yes.",
    "start": "00:27:06",
    "end": "00:27:06"
  },
  {
    "text": "Or now that I'm thinking about it, maybe it was three. Because whatever it was, he said he had to walk, like five feet, put down a bag, go back, grab another one and then walk because he couldn't carry them all at the same time.",
    "start": "00:27:07",
    "end": "00:27:18"
  },
  {
    "text": "What.",
    "start": "00:27:19",
    "end": "00:27:19"
  },
  {
    "text": "So, anyway, sorry. Carrying a lot of money is sketchy. And then a homeless guy came and.",
    "start": "00:27:19",
    "end": "00:27:23"
  },
  {
    "text": "Helped him, let him borrow his cart. Fascinating. Well, there you go. Paul had people to help him carry loads of cash. Loads of cash.",
    "start": "00:27:23",
    "end": "00:27:31"
  },
  {
    "text": "That's dangerous.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Super dangerous.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "But he was really wanting to do it, so.",
    "start": "00:27:34",
    "end": "00:27:36"
  },
  {
    "text": "Yeah. Yeah, we're trying to paint the picture. Paul put an enormous amount of energy, thought, a whole season of his missionary career into this fundraising effort and then transporting the money and taking it to a city where he knows it's loaded with people who want to kill him.",
    "start": "00:27:36",
    "end": "00:27:52"
  },
  {
    "text": "Yeah.",
    "start": "00:27:52",
    "end": "00:27:53"
  },
  {
    "text": "So it just raises the question, what does he think he's doing?",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "You got to be a pretty influential guy to be able to go to a city.",
    "start": "00:27:55",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "Kind of the middle, wherever.",
    "start": "00:28:00",
    "end": "00:28:02"
  },
  {
    "text": "Yeah.",
    "start": "00:28:02",
    "end": "00:28:02"
  },
  {
    "text": "And convince people to give you money and that you're gonna go. Then travel.",
    "start": "00:28:02",
    "end": "00:28:07"
  },
  {
    "text": "Yes.",
    "start": "00:28:07",
    "end": "00:28:07"
  },
  {
    "text": "You know, hundreds of miles away and deliver it to someone else.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "Yeah.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "And then pull it off.",
    "start": "00:28:10",
    "end": "00:28:12"
  },
  {
    "text": "Yeah.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "It's pretty entrepreneurial.",
    "start": "00:28:13",
    "end": "00:28:14"
  },
  {
    "text": "It is. It's a remarkable achievement of his career that often is. Is under emphasized.",
    "start": "00:28:14",
    "end": "00:28:20"
  },
  {
    "text": "Yeah.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "And because it's so, you know, autobiographical, you know, within his letters. So he's going to take it to Jerusalem and he's going to get trapped and he's going to get arrested and beaten and it's all going to go south, apparently, just like he thought it would. But I just want to pause for a minute because I think so much of the videos and the themes of the book have been about the expansion of the Jesus community to include people of all nations and spread to the ends of the earth. And the way Paul talks about this gift, the symbolic significance that he felt it had, it's about that very same thing for Paul. The unity of the Jesus communities across ethnic, social, political, gender. Every boundary that humans set up to create status and power differentials. Paul believed those all are just level before King Jesus.",
    "start": "00:28:21",
    "end": "00:29:18"
  },
  {
    "text": "Right. There's no slave or free.",
    "start": "00:29:18",
    "end": "00:29:21"
  },
  {
    "text": "Exactly. Yeah. The famous thing that's Right, Yeah. No, it's very important lines. No, Barbarian, Scythian, which were Roman ways of referring to, like, the uncivilized people groups. There's just humans.",
    "start": "00:29:21",
    "end": "00:29:34"
  },
  {
    "text": "It's like this class system doesn't exist.",
    "start": "00:29:34",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, we're all humans. Totally. That's right. And so for Paul, the unity of these communities was a crucially important symbol. It was a structural, like, built into the structure of the churches is an announcement of the unified human family in the one human Jesus. And it seems like for Paul, this gift of the non Jewish churches to the Jewish church became this token, the symbol, a sign of new creation, of the unity of Jew and non Jew in the kingdom of Jesus. He seems to have cared about it that much.",
    "start": "00:29:36",
    "end": "00:30:13"
  },
  {
    "text": "Yeah. It represents to him it's the fruit of what he'd been working towards, which is not only will there be gentile, non Jewish Jesus communities, but that they'll be united. And here is that coming to fruition.",
    "start": "00:30:13",
    "end": "00:30:30"
  },
  {
    "text": "Yes, that's right. That they'll care for each other. They'll make each other's problems their own problems. Yeah. They share with each other.",
    "start": "00:30:30",
    "end": "00:30:36"
  },
  {
    "text": "That's an ambitious dude.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "Right? I mean, talk about an idealist.",
    "start": "00:30:38",
    "end": "00:30:41"
  },
  {
    "text": "Yeah.",
    "start": "00:30:41",
    "end": "00:30:42"
  },
  {
    "text": "People weren't doing this. Like, nobody's doing this. The only thing that unifies the Roman Empire right now is, you know, the Roman propaganda.",
    "start": "00:30:43",
    "end": "00:30:52"
  },
  {
    "text": "People are. People are traveling around during this time.",
    "start": "00:30:52",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. Oh, yeah.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "And they're buying and selling stuff.",
    "start": "00:30:56",
    "end": "00:30:58"
  },
  {
    "text": "It's a melting pot.",
    "start": "00:30:58",
    "end": "00:30:59"
  },
  {
    "text": "There are all sorts of reasons.",
    "start": "00:31:00",
    "end": "00:31:02"
  },
  {
    "text": "Yeah.",
    "start": "00:31:02",
    "end": "00:31:02"
  },
  {
    "text": "Yeah. And it's so fascinating that his story turns on a dime and then he's just so all in. He.",
    "start": "00:31:03",
    "end": "00:31:09"
  },
  {
    "text": "Yes.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "He's like, I'm gonna stop this movement. And then all of a sudden it's like, nope, I'm gonna help expand this movement, and I'm gonna help make sure that this movement is unified across all of these cultural boundaries. And I'm gonna consider it an honor to suffer for the sake of this movement.",
    "start": "00:31:11",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. He'll endure suffering and inconvenience to perform one mighty symbolic action.",
    "start": "00:31:33",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. Because he could have lived. He could have lived a long life, likely, if he just would have stayed out of Jerusalem.",
    "start": "00:31:43",
    "end": "00:31:48"
  },
  {
    "text": "Yeah. Could have stayed. Planting churches, cruising around.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "He could have sent someone else with that cash.",
    "start": "00:31:51",
    "end": "00:31:53"
  },
  {
    "text": "That's right. So as we're going to see his journey to Jerusalem, especially Luke, the way Luke has designed and portrayed the narrative, he has laid the story and journey to Jerusalem of Paul right on top of his depiction of Jesus's journey to Jerusalem and the terrible things that happened there. He concludes Luke, that way the story of Jesus. And he concludes acts that way. As we're going to see, it's like intentional down to the very words and scenes. Yeah. He's portraying this action of Paul unifying the Jew and non Jewish communities as another Jesus type of act that brings the kingdom of God in a new way. I do think just to kind of close the loop on this point, why Paul goes to Jerusalem, what this gift meant to him, his the letter to the Ephesians. If you were to try and give a summary of Paul's like message, Ephesians would would be one of the best candidates of a short concise statement of what he was all about. And the main theme of the letter is about God joining Jew and non Jewish people together into the new humanity. So think about what the gift means to him when he says things like this. This is from Ephesians chapter 2. He says, but now in the Messiah Jesus, you who were formerly far off, he's referring to non Jews. You have been brought near. That's priestly language of coming into the temple precinct. You've been brought near by the blood of the Messiah. For he himself is our peace. Who made the two one. He's referring to family of Israel and everyone else. Right. He broke down the barrier of the dividing wall by abolishing in his flesh the enmity, the Torah of commandments in the ordinances, so that in himself he might make the two into one new humanity making peace. That's perfectly clear, isn't it?",
    "start": "00:31:53",
    "end": "00:34:40"
  },
  {
    "text": "It's a long sentence.",
    "start": "00:34:40",
    "end": "00:34:42"
  },
  {
    "text": "This typical sentence of Paul's just crams it all in here. This gets us into the stuff we'll explore one day in our Paul trilogy.",
    "start": "00:34:43",
    "end": "00:34:52"
  },
  {
    "text": "The laws of the Torah, all the laws that God gave to Israel to be the covenant partners.",
    "start": "00:34:53",
    "end": "00:34:58"
  },
  {
    "text": "Yeah, the terms of the covenant. Yeah, yeah. And so they're good. Yeah, they're good. But tragically and paradoxically, Israel's rebellion against the covenant and breaking those terms of the covenant actually ended up isolating Israel from the nations and creating hostility between Israel and their neighbors. What is the Old Testament? Right. The one long story of Israel's hostility against their neighbors. And so what Jesus does is he takes the consequences of Israel's covenant violations into himself for Paul.",
    "start": "00:34:58",
    "end": "00:35:34"
  },
  {
    "text": "Is that the enmity for Paul?",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "That's the meaning of the cross? Yeah, that's right, yeah. The enmity between Jew and non Jew and the consequences of exile subjugation that Israel experienced. Jesus went ahead of Israel and suffered exile and subjugation to a foreign power on the cross and in so doing removed the reason for hostility between Jew and non Jew so that they can be joined in the new humanity. This is so dense. This is Paul's theology of justification and of the family of Abraham. So in his mind the laws of the Torah no longer define membership in the family of the Messiah. Rather it's simply faith and trust in the Messiah.",
    "start": "00:35:35",
    "end": "00:36:20"
  },
  {
    "text": "Yeah, well that's a rabbit hole.",
    "start": "00:36:21",
    "end": "00:36:24"
  },
  {
    "text": "I suppose it is. It totally is. My point here is just for Paul, what mattered is that Jew and non Jew becoming one new human.",
    "start": "00:36:24",
    "end": "00:36:32"
  },
  {
    "text": "That's a big deal for him.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "For him, that's everything.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "That's interesting because I would assume that, you know, for Paul everything is get people saved. Yes, that's the language.",
    "start": "00:36:34",
    "end": "00:36:42"
  },
  {
    "text": "Yeah, that's right. Yeah. Which is precisely what he means by that you're saved by becoming part of the Messiah's family.",
    "start": "00:36:42",
    "end": "00:36:49"
  },
  {
    "text": "Right.",
    "start": "00:36:49",
    "end": "00:36:50"
  },
  {
    "text": "But he's a Jewish Messiah.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "Yeah.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "So do you have to become Jewish to get into the Messiah's family and be saved? Right, that's it. Yeah.",
    "start": "00:36:52",
    "end": "00:36:58"
  },
  {
    "text": "So.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "But yeah, you're talking about something even more abstracted.",
    "start": "00:36:58",
    "end": "00:37:01"
  },
  {
    "text": "Even more abstracted, which we've talked at nauseam about, which is he wasn't walking around saying, hey, you know, what are you going to tell God when you get to heaven, when you die? Yes, and let me give you the password. But the thing he cared the most about was that people who couldn't be a part of the covenant family of God for all of these centuries now can be, and that this will be a unified new movement, but it won't just be Jewish. That was his main ideal.",
    "start": "00:37:01",
    "end": "00:37:34"
  },
  {
    "text": "Yes.",
    "start": "00:37:34",
    "end": "00:37:35"
  },
  {
    "text": "He cared about that so much he would travel around to all of these cities, all these different cultures and ethnicities and start Jesus communities there and make sure they're connected.",
    "start": "00:37:35",
    "end": "00:37:46"
  },
  {
    "text": "Yes, yes.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "And they know about each other and that they all care about the roots.",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "That's right, yes. So check out the step he takes next. This is in Ephesians chapter 3. Think about someone who passionate religious person. Okay. Passionate religious people believe that their normal everyday behaviors are charged with cosmic meaning.",
    "start": "00:37:51",
    "end": "00:38:09"
  },
  {
    "text": "Yeah.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "I think that's what it means. To be a passionate follower of Jesus is to like my day to day life is fit into a cosmic storyline that gives my everyday behaviors meaning and significance. So listen to this paragraph of Paul and you can see what he thinks. Something like his gift to the Jewish Christians in Jerusalem means in light of a cosmic drama. He says in Ephesians 3, 8 he says to me, the very least of all saints. I mean I used to get other Christians arrested. To me this Grace was given to announce to the Gentiles the unfathomable riches of the Messiah and to bring delight God's administration of this mystery that for ages has been hidden in God who created all things, so that the multifaceted wisdom of God. He talks about God's wisdom like a diamond. The multifaceted wisdom of God might be made known through the church to the rulers and authorities in the heavens so.",
    "start": "00:38:10",
    "end": "00:39:16"
  },
  {
    "text": "That God's wisdom might be known.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "He writes long sentences, man, through the church. Yeah.",
    "start": "00:39:19",
    "end": "00:39:23"
  },
  {
    "text": "To rulers and authorities of heaven.",
    "start": "00:39:23",
    "end": "00:39:25"
  },
  {
    "text": "Yes.",
    "start": "00:39:25",
    "end": "00:39:25"
  },
  {
    "text": "Basically, like the heavenly beings can then.",
    "start": "00:39:26",
    "end": "00:39:30"
  },
  {
    "text": "Yeah. Okay. Remember our whole conversation about the sons of God in the book of Genesis? Angelic powers that God appointed over the nations, the divine council.",
    "start": "00:39:30",
    "end": "00:39:39"
  },
  {
    "text": "Yeah.",
    "start": "00:39:40",
    "end": "00:39:40"
  },
  {
    "text": "All that stuff.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "He's thinking about that.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "He's thinking about it.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Yeah.",
    "start": "00:39:43",
    "end": "00:39:44"
  },
  {
    "text": "It's the idea that the divided, hostile condition of human nations, it's spiritual, the way that they separate and create national identities that compete with each other. They conquer and hate each other just for the mere fact that you're not of my people group. For that's the human condition.",
    "start": "00:39:44",
    "end": "00:40:07"
  },
  {
    "text": "Right.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "Tribalism, whatever, call it what you want. And for Paul, that is a. Exhibit A of humanity's imprisonment to dark, really dark, dark powers that rule our thinking. And so for Paul, the creation of a new humanity in the Messiah, where those ethnic social boundary lines that usually cause violence and hostility are completely disintegrated to him, that's the multifaceted wisdom of God that the church can display both to the powers on earth and to the powers in heaven. That's his worldview.",
    "start": "00:40:08",
    "end": "00:40:48"
  },
  {
    "text": "Oh, I see. Now I'm understanding the sense more the.",
    "start": "00:40:48",
    "end": "00:40:50"
  },
  {
    "text": "Church is the new humanity.",
    "start": "00:40:50",
    "end": "00:40:52"
  },
  {
    "text": "He wants all the, like, power structure on Earth and all the power structure in heaven. Then these, the sons of gods, the, like, that spirit, the spiritual nature behind the power structure.",
    "start": "00:40:52",
    "end": "00:41:05"
  },
  {
    "text": "Stuff behind the curtain.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Stuff behind the curtain, yeah, totally. That all of that is going to look at what's happening with the church and its unified nature and be like, oh, okay, God is. God is up to something.",
    "start": "00:41:06",
    "end": "00:41:18"
  },
  {
    "text": "That's a way of being human that I have never imagined.",
    "start": "00:41:18",
    "end": "00:41:22"
  },
  {
    "text": "Yeah.",
    "start": "00:41:23",
    "end": "00:41:23"
  },
  {
    "text": "I mean, just this. It takes like of a step of one inch.",
    "start": "00:41:24",
    "end": "00:41:29"
  },
  {
    "text": "That's awesome. It's very beautiful. And then you get a guy like my son's teacher who thinks of the church during that time and goes, you know, what was going on? I don't really get it. Like, why did people not like him? Instead of, whoa, like, how. How wise was God? That's a cool new way to be human.",
    "start": "00:41:29",
    "end": "00:41:51"
  },
  {
    "text": "Yeah.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "So like, what's well, in Paul's view.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "That'S a cool new way to be human. I heard an analog, for example, the slave and master dynamic in the Roman world. So we're talking like a massive proportion, nearly half of the Roman Empire consists of people who are the property of other people. And slavery was as essential to their economy as electricity is to modern Western developed countries.",
    "start": "00:41:53",
    "end": "00:42:27"
  },
  {
    "text": "Yeah. So just imagine everything in our economy.",
    "start": "00:42:27",
    "end": "00:42:30"
  },
  {
    "text": "Yes.",
    "start": "00:42:30",
    "end": "00:42:30"
  },
  {
    "text": "Is connected to electricity.",
    "start": "00:42:30",
    "end": "00:42:32"
  },
  {
    "text": "That is the role that slave labor played. How do you. How do you build stuff? How do you. How does anything get done?",
    "start": "00:42:33",
    "end": "00:42:41"
  },
  {
    "text": "Right.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "Through your property.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Yeah.",
    "start": "00:42:43",
    "end": "00:42:43"
  },
  {
    "text": "Through your slaves.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "But Paul wasn't going around saying, you can't have slaves.",
    "start": "00:42:45",
    "end": "00:42:47"
  },
  {
    "text": "No. What he was doing was going around creating communities where slaves and masters, when they're in this space, the Jesus space.",
    "start": "00:42:47",
    "end": "00:42:56"
  },
  {
    "text": "Yeah. They treat it like equals.",
    "start": "00:42:56",
    "end": "00:42:58"
  },
  {
    "text": "They're equals. And their relationship to one another is completely dissolved in terms of the power difference between them. So help me with an analogy that maybe electricity is almost like creating Amish communities or something like that. But these would be like Amish communities that aren't going to. Aren't separating. These are like communities that are planting and growing within your neighborhood. Electricity is not the good example.",
    "start": "00:42:58",
    "end": "00:43:28"
  },
  {
    "text": "Okay. So you're saying, trying to understand what it would be like for Paul to have come in, the shock value that.",
    "start": "00:43:28",
    "end": "00:43:37"
  },
  {
    "text": "This kind of community would have had.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "Because you're so used to an economy that relies on slave labor, slave labor, and he comes in and says, this whole thing's working because you're treating the slave like they're less than you.",
    "start": "00:43:39",
    "end": "00:43:53"
  },
  {
    "text": "Yeah.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "That they can be owned like property and don't have as much dignity. But that's wrong. We all have the same dignity. And when we get together, there's no difference in our status.",
    "start": "00:43:54",
    "end": "00:44:05"
  },
  {
    "text": "Correct.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "But when you go back to your work, if you're the slave. Yeah. Do your job. And if the master.",
    "start": "00:44:06",
    "end": "00:44:12"
  },
  {
    "text": "Yeah, that's right. And that's what he told.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "Put your slave to work. But. But be good.",
    "start": "00:44:14",
    "end": "00:44:16"
  },
  {
    "text": "Yeah.",
    "start": "00:44:16",
    "end": "00:44:16"
  },
  {
    "text": "But when we're coming to eat meals and stuff, you're not more special.",
    "start": "00:44:17",
    "end": "00:44:21"
  },
  {
    "text": "Yeah, that's right. That's right. And he'll even go the step further, like in the letter to Philemon, and say, receive back Onesimus, who was your slave, no longer as a slave, but as a brother. Treat him like family. That's what he tells the slave owner to do to his slave, who almost certainly has, like, wronged him in some way financially. What he doesn't say is what many, many of us wish he would say, which is like, free him Liberate him.",
    "start": "00:44:21",
    "end": "00:44:51"
  },
  {
    "text": "No more slavery.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "He's doing something more strategic. He's undermining the very basis of the power difference, the status difference between them. He's letting the good news about King Jesus do it, not from his own authority. He's letting the story of Jesus play out its natural implication. If Jesus died for me and Jesus died for my slave, then we're both on level ground before King Jesus. He's my family member now. I can't treat him the way that I have treated him. It has the air of a dangerous counterculture.",
    "start": "00:44:52",
    "end": "00:45:26"
  },
  {
    "text": "Yeah. And for Paul, why are you messing. Why are you messing things up?",
    "start": "00:45:26",
    "end": "00:45:30"
  },
  {
    "text": "Yeah. So we keep coming back to this, but for Paul, there's a cosmic narrative that he thinks he's participating in it's new creation, it's heaven on earth. Right. It's the new humanity that's unified as God's image bearers to rule the world together in the love of God. Which means that one human is not the property of another. But he doesn't say it. He doesn't say it in the way that I think we wish he would say it.",
    "start": "00:45:30",
    "end": "00:45:59"
  },
  {
    "text": "Right.",
    "start": "00:45:59",
    "end": "00:45:59"
  },
  {
    "text": "And so therefore we don't think that that's what he's doing, but it is what he's doing in his cultural setting. Maybe we just should land the plane on this point. But for Paul, this was his deal. And the gift that he brought to Jerusalem from these non Jewish, this is.",
    "start": "00:45:59",
    "end": "00:46:17"
  },
  {
    "text": "A representation of that was a powerful.",
    "start": "00:46:17",
    "end": "00:46:20"
  },
  {
    "text": "Symbol of this new human unity in the Messiah. And it was so important to him that he put his life on the line to take this money to Jerusalem. And it landed him in a heap of trouble, but he did it anyway.",
    "start": "00:46:20",
    "end": "00:46:34"
  },
  {
    "text": "Yeah. So you've got a Jewish man who grew up in a society, in a culture that believed that they were God's representatives on earth. And he was very zealous about it and he did all the right things. He has this radical conversion and now he realizes that he was fighting against the culmination of this movement in Jesus and that what God wants to do and has been doing through Israel is now breaking out. And so now that becomes his sole passion. I want to see it break out and I want to see as it breaks out, it become unified. He's compulsive about it.",
    "start": "00:46:35",
    "end": "00:47:20"
  },
  {
    "text": "Yeah, totally. Yeah. Methodical compulsive. You know, it's the same theme that comes to expression in Jesus prayer. In the Gospel of John, you know, that my disciples, that they may be one, Jesus says, as you, Father and I are one, the unity of the new humanity in Jesus actually shares in the unified community of love that is the Christian God. Man, this is so powerful. There has never been a century in the last 2000 years where this isn't like, controversial and relevant and category breaking.",
    "start": "00:47:20",
    "end": "00:48:00"
  },
  {
    "text": "What, the unity of the human race, the unity of.",
    "start": "00:48:01",
    "end": "00:48:04"
  },
  {
    "text": "Let's just start with the church. The point is that the unity of Jesus disciples for Paul is the main symbol that Jesus is who he says he is. And when you take a look at church history, there have been very powerful expressions of that unity. And there have been the exact opposite.",
    "start": "00:48:04",
    "end": "00:48:25"
  },
  {
    "text": "So do you think if Paul, like, was zapped into the 21st century, suddenly this was on his mind and he's at the front lines doing that and then he's like in Portland and he's walking around and he's seeing the different churches on different corners and stuff?",
    "start": "00:48:25",
    "end": "00:48:41"
  },
  {
    "text": "Yeah, I don't know. Yeah. Part of me thinks that he would just be like, what have you done to this movement? And another part of me thinks like, yeah, that's humans.",
    "start": "00:48:41",
    "end": "00:48:52"
  },
  {
    "text": "I get it.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "Yeah. You know, it's hard. Unity's hard. You think you're right? I think I'm right. It's hard to humble yourself and lower the importance of your differences and elevate the importance of our unity and what we have in common with other followers of Jesus. But unity has been probably one of the most difficult things for followers of Jesus to maintain. I think for me personally, just speaking personally, the unity of the movement of Jesus across theological, denominational, traditional lines. For me, I just was sitting with this theme in Paul's writings for so many years and seeing how central it was to his thinking, it's having an effect on me and it is. It's making me a lot more troubled at the divided nature of the Jesus movement. But who, you know, who can carry such things?",
    "start": "00:48:53",
    "end": "00:49:45"
  },
  {
    "text": "You know, Paul did.",
    "start": "00:49:45",
    "end": "00:49:47"
  },
  {
    "text": "Paul did. Yeah, that's right. It kept him up. He tried to do everything he could to bring unity. I suppose this is speaking personally even about the Bible project, what we're doing, but that's a spirit we're trying to contribute to, you know, in just focusing on the main themes of the biblical story and trying our hardest at least not to highlight the things that divide Jesus followers, because there's so much more. The most profound stuff is the stuff we have in common, which is why we never talk about it, because it's not the exciting, controversial stuff. So, yeah, I think we need to take this theme on board. This theme from Paul's life and writing is on board in a new way in our day.",
    "start": "00:49:47",
    "end": "00:50:30"
  },
  {
    "text": "It has been cool to see with this project how it's been embraced throughout many different traditions. And not in a spirit of like, oh, I can tell that you guys are on our team, on our theological team, necessarily. It's just like, man, we could tell that you guys care about this whole thing. We're a part of it and you're a part of it.",
    "start": "00:50:31",
    "end": "00:50:58"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:50:58",
    "end": "00:51:00"
  },
  {
    "text": "It's been really encouraging to see. Thank you for listening to this episode of the BibleProject podcast. This episode is a part of a larger conversation about Luke and Acts. We've compiled them together in a miniseries on our website. You can watch it at YouTube.com thebibleproject or on our website, thebibleproject.com Today's episode was edited and produced by Dan Gummel. The theme music by the band Tense. We're a crowdfunded nonprofit and we're in Portland, Oregon. We're able to make all these resources for free. The videos, the podcast, all the study notes and everything we have because of the generous support of thousands of people who've gotten behind this project. We're so grateful for you. We believe the Bible is a unified story that leads to Jesus and has wisdom for the modern world. Thanks for being a part of this with us.",
    "start": "00:51:00",
    "end": "00:51:49"
  },
  {
    "text": "Hi, this is Jesse Mendoza. I am from the Rio Grande Valley, Texas. I use the Bible Project in my church community that the Lord has placed me in by teaching them the word of God and using what the Bible Project has to offer to make it easier for them to understand and really get the significance of what the story is in the Bible. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, and more resources@thebibleproject.com.",
    "start": "00:51:49",
    "end": "00:52:27"
  }
]