[
  {
    "text": "Foreign.",
    "start": "00:00:00",
    "end": "00:00:00"
  },
  {
    "text": "This is John from the Bible Project. Tim and I have been working on a series of videos that tell the story of Jesus as recorded by Luke and his gospel. In this episode of the podcast, we're going to do a quick overview of the entire book of Luke. We're going to work through each of the sections and observe how they all fit together. Luke is a literary genius and and he makes it clear through his constant quotations and allusions of Old Testament stories that Jesus is the continuation of the hope of the Jewish scriptures.",
    "start": "00:00:05",
    "end": "00:00:35"
  },
  {
    "text": "Jesus story picks up the story of God and Israel that you read in the Old Testament scriptures and it's bringing that story to a culminating point.",
    "start": "00:00:35",
    "end": "00:00:45"
  },
  {
    "text": "Luke also wants you, the reader, to see how Jesus mission is to outsiders.",
    "start": "00:00:45",
    "end": "00:00:50"
  },
  {
    "text": "To the and marginalized, the surprising people, shocking, scandalous, surprising people that Jesus hung out with and that constantly he was including and having parties with.",
    "start": "00:00:50",
    "end": "00:01:02"
  },
  {
    "text": "As Jesus went around preaching about the kingdom of God, he changed people and he called these people to live radically new lives of justice and peace.",
    "start": "00:01:02",
    "end": "00:01:11"
  },
  {
    "text": "Luke uniquely wants to highlight the social implications of these kingdom communities that Jesus wanted to form.",
    "start": "00:01:11",
    "end": "00:01:20"
  },
  {
    "text": "The Gospel of Luke is a rich book and it all works together to give a vision for who Jesus was, what he taught, and the surprising ending to his life. Let's go.",
    "start": "00:01:20",
    "end": "00:01:31"
  },
  {
    "text": "Let the wicked man remain free, you, loneliness and pain, I defend you, King of the grave, I remind you.",
    "start": "00:01:31",
    "end": "00:01:49"
  },
  {
    "text": "So we're gonna make a video on the Gospel of Luke.",
    "start": "00:01:54",
    "end": "00:01:57"
  },
  {
    "text": "Yes, we are.",
    "start": "00:01:57",
    "end": "00:01:57"
  },
  {
    "text": "Give me the big picture of Luke. Give me the flyby. Yeah, like what's the main themes?",
    "start": "00:01:58",
    "end": "00:02:03"
  },
  {
    "text": "Yeah, so yeah, there's four counts of Jesus. Each one the author's highlighting a unique portrait of Jesus has shaped the stories to highlight specific things. So Luke has a really cool way of introducing the story with the long birth stories. Telling the story of how Jesus comes onto the scene in a way that weaves him into Israel's history and prophecy and story.",
    "start": "00:02:04",
    "end": "00:02:32"
  },
  {
    "text": "Doesn't Matthew do that too?",
    "start": "00:02:32",
    "end": "00:02:34"
  },
  {
    "text": "Matthew has his own way of doing it, but it's more explicit. He has a long genealogy to start. He has all these fulfillment predictions. This happens and this fulfills what the prophet said. And Luke's way is more literary and character driven and subtle, which we'll talk about. But he's making the same claim that all of four gospels make, is that Jesus story picks up the story of God and Israel that you read in the Old Testament scriptures and it's bringing that story to a culminating point.",
    "start": "00:02:34",
    "end": "00:03:07"
  },
  {
    "text": "It's something I've always really missed in reading of the Gospels is, is how Connected it is to the Old Testament. But it's cool to see.",
    "start": "00:03:07",
    "end": "00:03:17"
  },
  {
    "text": "Yeah. You can read the story of Jesus without reference to the Old Testament, but.",
    "start": "00:03:17",
    "end": "00:03:21"
  },
  {
    "text": "It'S kind of like you're missing a whole dimension.",
    "start": "00:03:21",
    "end": "00:03:24"
  },
  {
    "text": "Yeah. More than. It's like watching the last movie of a trilogy without having watched the first two.",
    "start": "00:03:24",
    "end": "00:03:30"
  },
  {
    "text": "Yeah. You know, it's like watching Return of the Jedi Civil War. Yeah, sure. You saw that on a plane.",
    "start": "00:03:30",
    "end": "00:03:37"
  },
  {
    "text": "Yeah, totally. It's like watching a. Yeah. A third installation of a story where you haven't seen first and Second, so.",
    "start": "00:03:39",
    "end": "00:03:48"
  },
  {
    "text": "You can enjoy it and it's got its own shape.",
    "start": "00:03:48",
    "end": "00:03:51"
  },
  {
    "text": "Yeah. But you won't appreciate the context and you won't get half of the depth of what's happening. But you can get it as a story in its own right.",
    "start": "00:03:51",
    "end": "00:04:01"
  },
  {
    "text": "Yeah.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "Yeah. So we'll explore more how Luke does that in the introduction in chapters one and two. It's really cool. Then Luke portrays Jesus in Galilee announcing the kingdom of God. And Luke uniquely wants to highlight the social implications of these kingdom communities that Jesus wanted to form. In Jesus's kind of inaugural sermon, he uses a story that's different from the inaugural story in Matthew or Mark. And Jesus quotes from Isaiah and highlights how his kingdom mission is especially for and going to include the poor, the outcast, the marginalized. And then Luke goes on to provide story after story in chapters 5 through 9 of Jesus reaching out to the most hurting people in Israel. It's very powerful.",
    "start": "00:04:01",
    "end": "00:04:55"
  },
  {
    "text": "Now, when you say he's trying to create these communities, where do you get that?",
    "start": "00:04:55",
    "end": "00:04:59"
  },
  {
    "text": "Well, he's an itinerant traveling teacher. So he goes into Bethsaida.",
    "start": "00:05:00",
    "end": "00:05:05"
  },
  {
    "text": "Sorry, itinerant means.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "Oh, traveling, Traveling. Yeah, yeah. So he would travel about Galilee, going to different towns. He names them sometimes Bethsaida or Corazine. Yeah. So he would, you know, go give his talk, which Luke condenses in chapter six. He calls it the Sermon on the Plain instead of Matthew's Sermon on the Mount. But it's the same kind of thing he would say in any given town, his announcement of the kingdom, summoning people to follow him and how to truly fulfill the Torah and the covenant. And then people would follow him. He'd teach them how to live, and then he would go on to the next town. Those people don't stop following Jesus once he leaves. And not everybody went on the road with him.",
    "start": "00:05:06",
    "end": "00:05:48"
  },
  {
    "text": "Okay, but some people did.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "Some people did. But some people stayed behind and just lived in the light of the kingdom of God. Now that Jesus has come to our town.",
    "start": "00:05:49",
    "end": "00:05:58"
  },
  {
    "text": "So that's interesting, is There any evidence of what these communities were like once Jesus left? And they.",
    "start": "00:05:58",
    "end": "00:06:05"
  },
  {
    "text": "No, the story is so, you know, zoomed in on Jesus that when. Yeah, the narrative doesn't show any interest or focus on that.",
    "start": "00:06:06",
    "end": "00:06:15"
  },
  {
    "text": "Would these people be people that showed up in Jerusalem during Pentecost or Passover or.",
    "start": "00:06:15",
    "end": "00:06:22"
  },
  {
    "text": "Yeah, surely after the Passover where Jesus got executed. And then after the resurrection, after Pentecost, there's, you know, there's a hundred plus people there, and then it grows to thousands. So.",
    "start": "00:06:22",
    "end": "00:06:35"
  },
  {
    "text": "Because I always just imagined, you know, the 12 disciples and then a bunch of other people just cruising around with Jesus. And I guess I never really thought about these groups of people who didn't cruise around, but heard his teachings, were affected by him, and decided to be part of this kingdom movement.",
    "start": "00:06:35",
    "end": "00:06:51"
  },
  {
    "text": "He. Yeah, that's right. Yeah. In fact, in Luke, uniquely. Let me just look this up here. Yeah. Luke, chapter eight. Out of all the gospels, he's the only one to give a list of the most influential women in the early Jesus movement. So pre Crucifixion, Resurrection, Chapter 8. So he says he went around from town to town and village proclaiming the good news of God's kingdom. The twelve were with him. But also, hey, you should know about these women. And he healed them, changed their lives. Mary called Magdalene Joanna, the wife of Chuzza, she was a manager of Herod's household. She's like a. She is a mover and shaker. Yeah. Susanna and many other women. These were the women who were supporting the Jesus movement out of their own means. They're the patrons who's paying for Jesus to eat. So, yeah, Luke is the only one to highlight this little tidbit of. And actually this fits into a pattern through Luke Acts where Luke wants to foreground the female disciples of Jesus more than Matthew or Mark or John do.",
    "start": "00:06:52",
    "end": "00:07:57"
  },
  {
    "text": "And so they would travel around with Jesus.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Yeah, These are on the road. So Luke 8 opens. Jesus traveled about proclaiming, and he had the 12 with him.",
    "start": "00:07:59",
    "end": "00:08:05"
  },
  {
    "text": "But also there's some women.",
    "start": "00:08:05",
    "end": "00:08:07"
  },
  {
    "text": "Yeah. You should know about. There's a lot of committed female disciples of Jesus. In fact, they're paying for this whole thing. Isn't that fascinating?",
    "start": "00:08:07",
    "end": "00:08:15"
  },
  {
    "text": "That's really fascinating.",
    "start": "00:08:15",
    "end": "00:08:16"
  },
  {
    "text": "Yeah. Luke, chapter eight, these little things in the Gospel. Read over. Yeah.",
    "start": "00:08:16",
    "end": "00:08:20"
  },
  {
    "text": "The wife of Chuza, the manager of Herod's household. That's a big deal.",
    "start": "00:08:20",
    "end": "00:08:24"
  },
  {
    "text": "Yeah, she's significant, one of Herod's stewards.",
    "start": "00:08:24",
    "end": "00:08:27"
  },
  {
    "text": "So she has enough freedom in her job to be able to just kick it with Jesus on the road for.",
    "start": "00:08:28",
    "end": "00:08:32"
  },
  {
    "text": "A while, go on tour yeah, it's a great question. I mean, if we want to, we can nerd out and learn more about her right now. If you want to. Joanna, Joanna, here. Let's just do anchor. Anchor Bible Dictionary. One of the most exhaustive Bible dictionary tools in existence. And once I got it digital, it just changed my life. I actually use it more now that it's not in book form. Joanna, one of the female followers of Jesus listed with Mary Magdalene. Susanna, one of the women who provided monetary and material aid from their own pockets to help Jesus. Band of disciples. Ooh. She was one of the witnesses at the empty tomb. Her name's probably preserved because she was known in the post Easter community as a witness to the early life and the death and the empty tomb of Jesus.",
    "start": "00:08:32",
    "end": "00:09:20"
  },
  {
    "text": "Yeah.",
    "start": "00:09:20",
    "end": "00:09:20"
  },
  {
    "text": "That only Luke mentions her is likely because she was one of his eyewitness sources that he mentions at the beginning. Yeah, that's a great example.",
    "start": "00:09:20",
    "end": "00:09:29"
  },
  {
    "text": "Yeah.",
    "start": "00:09:29",
    "end": "00:09:29"
  },
  {
    "text": "Yeah. And this was a technique. Yeah. There's been studies on this in ancient literature that often historians would put their eyewitness sources into the story. That's why some people think Mark highlights Peter so much, because he was the principal source. She's the wife of Chuzza, one of Herod Antipas estate managers. So she's a rare example of how the Gospel affected people who were in authority, people who were financially comfortable compared to the rest of the Galileans. It led her, we're led, to believe that this prominent woman left her family and home and traveled with Jesus providing assistance.",
    "start": "00:09:29",
    "end": "00:10:09"
  },
  {
    "text": "Wow.",
    "start": "00:10:10",
    "end": "00:10:10"
  },
  {
    "text": "We see an example here of the Gospel breaking down class barriers, nullifying social taboos. For in Jesus Jewish society, women were not allowed to be disciples of a prominent teacher, much less part of his entourage.",
    "start": "00:10:10",
    "end": "00:10:25"
  },
  {
    "text": "So Jesus is totally breaking rules there.",
    "start": "00:10:25",
    "end": "00:10:29"
  },
  {
    "text": "Yeah. In first century Judaism, this behavior would have been considered scandalous for a woman, not to mention a married woman, to.",
    "start": "00:10:29",
    "end": "00:10:37"
  },
  {
    "text": "Be on the road.",
    "start": "00:10:37",
    "end": "00:10:39"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Wow.",
    "start": "00:10:40",
    "end": "00:10:40"
  },
  {
    "text": "That's an entry by Ben Witherington. He's one of my favorite New Testament scholars. He's done comprehensive studies on all of the women named in the Gospels.",
    "start": "00:10:40",
    "end": "00:10:50"
  },
  {
    "text": "Hmm. That's crazy. So, yeah, I want to know. Actually, that's all we know about her. That's all that can be known.",
    "start": "00:10:50",
    "end": "00:10:56"
  },
  {
    "text": "This is just these mentions. But even then, that goes back to highlight how we ended up here in the first place. Luke is specifically naming people, putting in stories to highlight how socially radical Jesus kingdom movement was. And all the Gospel authors highlight it. But Luke specifically inserts stuff to show how the social upheaval that Jesus caused whenever he went by his announcement. And it usually had to do with. With the kinds of people he said were forgiven and could be a part of God's people now. Tax collectors and prostitutes. And then how his communities just turned upside down. The value system of the Jewish and Roman world.",
    "start": "00:10:56",
    "end": "00:11:39"
  },
  {
    "text": "There's no evidence outside of scripture about what was happening in these towns after Jesus came through, like Josephus or anything else.",
    "start": "00:11:39",
    "end": "00:11:47"
  },
  {
    "text": "Oh, about the Jesus communities.",
    "start": "00:11:47",
    "end": "00:11:50"
  },
  {
    "text": "The Jesus community. This is the first time I even heard that phrase pre crucifixion, pre resurrection, that there were communities of Jesus developing.",
    "start": "00:11:50",
    "end": "00:12:01"
  },
  {
    "text": "Yeah. We don't know very much about them because the Gospels would be our only material where we'd find this. And then, of course, the disciples themselves, who were a part of it, who later go on in Acts and so on.",
    "start": "00:12:01",
    "end": "00:12:12"
  },
  {
    "text": "Yeah. And is it in lit where? Jerusalem. They go on the road through the towns, two by two or whatever.",
    "start": "00:12:12",
    "end": "00:12:17"
  },
  {
    "text": "Mm, yeah, that's right. Yeah. Jesus sent out a wave of his disciples, two by two. It's interesting. In Luke, he actually has two waves of this. He has a smaller wave of the 12. And then chapter 10, when he hits the road on his way to Jerusalem, he sends out a larger wave of 70 or 72. There's a manuscript variant, but either way, he sends out a larger wave. So then these are people who are known Jesus disciples. They show up in village.",
    "start": "00:12:17",
    "end": "00:12:48"
  },
  {
    "text": "And these would be villages Jesus had already been to, likely.",
    "start": "00:12:49",
    "end": "00:12:51"
  },
  {
    "text": "Or that he's gonna pass through in a day. When he comes through, hey, Jesus of Nazareth is coming through. He proclaims the kingdom of God. Show up here tomorrow, you're gonna hear him. And then if people were like, okay, we want to hear it. Hey, do you need a place to stay tonight?",
    "start": "00:12:52",
    "end": "00:13:06"
  },
  {
    "text": "All 72 would cruise to the same town.",
    "start": "00:13:06",
    "end": "00:13:09"
  },
  {
    "text": "Yeah. Yes. Beginning of. No, no, no. They would go out to separate towns, like on the itinerary route.",
    "start": "00:13:09",
    "end": "00:13:14"
  },
  {
    "text": "So they would all get a town ready to go.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "That's the idea. It's Luke, chapter 10.",
    "start": "00:13:18",
    "end": "00:13:19"
  },
  {
    "text": "It's like a. Yeah, yeah. That's what a traveling teacher would need to do.",
    "start": "00:13:19",
    "end": "00:13:24"
  },
  {
    "text": "That's right. Jesus was an itinerant prophet who would go and announce the kingdom.",
    "start": "00:13:24",
    "end": "00:13:30"
  },
  {
    "text": "So he'd show up the disciples. The two people there would have already developed a bunch of connections, got everyone all amped up, found some places to stay, and then they would wait for Jesus to come through. Jesus comes through, he does his teachings, and then they move on to the next town where that's happening again.",
    "start": "00:13:30",
    "end": "00:13:52"
  },
  {
    "text": "And it wasn't always positive. Sometimes people would reject him. And so Jesus talks about if they welcome you, if they're a person of peace and welcome you into their house, then great, I'll come to that town. But if not, then shake the dust off your feet. Keep going. There's some places where Jesus breaks out into these prophetic oracles of judgment on towns that reject him. Really? Really.",
    "start": "00:13:52",
    "end": "00:14:18"
  },
  {
    "text": "It'll be better for Sodom and Gomorrah.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Totally. Yeah. They'll be really. They're like laments, prophetic laments. So woe to you, Bethsaida. If the miracles I did in you were performed in Sodom and Gomorrah, they would have repented. So, yeah, some villages probably is mixed bag in every village. Yeah. Jesus is Galilean Kingdom of God phase. And we don't actually know quite how long it lasted chronologically.",
    "start": "00:14:20",
    "end": "00:14:47"
  },
  {
    "text": "I always heard three years.",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Yeah. It's interesting. The three years doesn't come from Matthew, Mark or Luke. It comes from the multiple visits that Jesus makes to Jerusalem in John. And then people use that as a chronology to fit in the stuff in Matthew, Mark and Luke. But Matthew, Mark and Luke just anchor the story in history, Jewish, Roman history at the beginning and then it's just. And after this and the next day and after this.",
    "start": "00:14:49",
    "end": "00:15:14"
  },
  {
    "text": "So we really don't know how long Jesus was out teaching.",
    "start": "00:15:14",
    "end": "00:15:17"
  },
  {
    "text": "Yeah, yeah. It could be anywhere from a year to three years. I mean, it makes sense, the chronology. In John, he goes to Jerusalem for three passovers over the course of things. So it's three years in there. But how long was Jesus in southern Galilee? How long was he in northern Galilee? Did he do the same loop 20 times? We just don't know. We don't know. And because the order.",
    "start": "00:15:17",
    "end": "00:15:41"
  },
  {
    "text": "So it could have been.",
    "start": "00:15:41",
    "end": "00:15:41"
  },
  {
    "text": "And because the order of the events in Matthew, Mark and Luke are a little different, of Jesus being up north or south or east, it seems like they're just trying to present a summary portrait.",
    "start": "00:15:41",
    "end": "00:15:52"
  },
  {
    "text": "So Galilee is north of Jerusalem.",
    "start": "00:15:52",
    "end": "00:15:54"
  },
  {
    "text": "Yep, about not quite a hundred miles.",
    "start": "00:15:54",
    "end": "00:15:57"
  },
  {
    "text": "Galilee is a large region.",
    "start": "00:15:57",
    "end": "00:15:58"
  },
  {
    "text": "Yes.",
    "start": "00:15:59",
    "end": "00:15:59"
  },
  {
    "text": "And that's where the Sea of Galilee's there.",
    "start": "00:15:59",
    "end": "00:16:02"
  },
  {
    "text": "A lake. It's really just a big lake.",
    "start": "00:16:02",
    "end": "00:16:04"
  },
  {
    "text": "It's a big lake.",
    "start": "00:16:04",
    "end": "00:16:04"
  },
  {
    "text": "I mean, a really big lake.",
    "start": "00:16:04",
    "end": "00:16:06"
  },
  {
    "text": "Yeah. Is it fresh water?",
    "start": "00:16:06",
    "end": "00:16:07"
  },
  {
    "text": "Yeah, Yep.",
    "start": "00:16:07",
    "end": "00:16:08"
  },
  {
    "text": "Yeah. What do they call it? The Sea of Galilee.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "It just acquired that name. Even in Greek it's called by the name Sea, but it's sometimes called the Lake of Gennesaret too.",
    "start": "00:16:11",
    "end": "00:16:21"
  },
  {
    "text": "And then Nazareth is up in the.",
    "start": "00:16:21",
    "end": "00:16:24"
  },
  {
    "text": "Hills to the west of the lake.",
    "start": "00:16:24",
    "end": "00:16:28"
  },
  {
    "text": "West of the lake, up in the hills.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "Yeah.",
    "start": "00:16:29",
    "end": "00:16:29"
  },
  {
    "text": "And so that whole region, you could Just be going through, doing laps around the lake.",
    "start": "00:16:29",
    "end": "00:16:35"
  },
  {
    "text": "Super hilly. Yeah. Big region packed with Jewish communities. There were a couple significant Roman cities there that were full of non Jews. One was Tiberias on the lake, and then another one just a couple miles from Nazareth, where Jesus grew up was a large, significant Roman city named Zipporis. And there's a lot of stonework and some quarries found there. That's why people now think that the trade that Jesus father and Jesus engaged in was stone working, not carpentry.",
    "start": "00:16:35",
    "end": "00:17:09"
  },
  {
    "text": "Yeah, cool.",
    "start": "00:17:09",
    "end": "00:17:10"
  },
  {
    "text": "So, I mean, dude, I could nerd out on first century Jesus stuff for all day long.",
    "start": "00:17:10",
    "end": "00:17:17"
  },
  {
    "text": "Yeah, that sounds fun.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "But the kingdom mission.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "The Kingdom mission. In chapters three through nine, Jesus is on his doing his tour.",
    "start": "00:17:19",
    "end": "00:17:26"
  },
  {
    "text": "And Luke, specifically of all the gospels, highlights the this radical countercultural social agenda of the Jesus movement in the Upside down Kingdom. Luke just turns up the volume on that theme by his selection of stories and the repeated words and so on. So we can talk about that, but the video's gotta. That's Luke's contribution is this the surprising people. Shocking, scandalous, Surprising people that Jesus hung out with and that constantly he was including and having. Having parties.",
    "start": "00:17:26",
    "end": "00:18:01"
  },
  {
    "text": "So we're still doing the flyby. So then this next section.",
    "start": "00:18:32",
    "end": "00:18:35"
  },
  {
    "text": "Yes. The middle section is the journey to Jerusalem and it just continues the same themes. Actually, almost all of Jesus most famous parables are only found in Luke and they're found in the journey section in the middle. So the Good Samaritan, the lost sheep, the lost coin, the lost son, the prodigal son, the rich man, and Lazarus, the clever, crafty manager who cheats his boss but then gets honored for that.",
    "start": "00:18:35",
    "end": "00:19:05"
  },
  {
    "text": "That one's so weird. That one's really weird.",
    "start": "00:19:05",
    "end": "00:19:08"
  },
  {
    "text": "Yeah.",
    "start": "00:19:08",
    "end": "00:19:08"
  },
  {
    "text": "Do you understand that parable?",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "I think so, yeah.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "Okay, let's talk about it someday.",
    "start": "00:19:12",
    "end": "00:19:15"
  },
  {
    "text": "Okay.",
    "start": "00:19:15",
    "end": "00:19:16"
  },
  {
    "text": "The shrewd steward, Right?",
    "start": "00:19:16",
    "end": "00:19:17"
  },
  {
    "text": "Yeah. So the. And again, almost all of those are parables talking about the surprising reversal happening in the kingdom of God.",
    "start": "00:19:17",
    "end": "00:19:26"
  },
  {
    "text": "So this middle section, 9 through 19, Jesus is. The tour's over. His touring days are over.",
    "start": "00:19:26",
    "end": "00:19:33"
  },
  {
    "text": "Yep. He's on his way to Jerusalem.",
    "start": "00:19:33",
    "end": "00:19:35"
  },
  {
    "text": "He's like, I'm headed to Jerusalem to die, and I know I'm gonna die.",
    "start": "00:19:35",
    "end": "00:19:38"
  },
  {
    "text": "Yeah.",
    "start": "00:19:38",
    "end": "00:19:38"
  },
  {
    "text": "And then on his way there, Luke is showing him telling all these parables. There's probably some other stuff going on, like he's healing people.",
    "start": "00:19:38",
    "end": "00:19:45"
  },
  {
    "text": "Yeah. There's multiple banquet scenes. This section is also tied together by people inviting Jesus into their house. And then over these meals, Jesus will either talk about the kingdom, the meal, and the people who invite him become an occasion to talk about God's kingdom. Or they're religious leaders who don't like him and he ends up getting into verbal kung fu battles.",
    "start": "00:19:45",
    "end": "00:20:09"
  },
  {
    "text": "So, yeah, and those religious leaders, they'd just be in the towns that he was at or would they come out from Jerusalem and be like, checking out.",
    "start": "00:20:11",
    "end": "00:20:17"
  },
  {
    "text": "What was going on, you know, it seems like both happen. But at this point, he's already got some notoriety. So he stops through a town and the local rabbis and Pharisees have heard about him. They get in his face or they invite their friends up for Jerusalem. Seems like both happening.",
    "start": "00:20:17",
    "end": "00:20:33"
  },
  {
    "text": "Both is happening.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "Yeah.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "So that's the middle section then. This last section goes to the end of the book from chapter 19 to 24.",
    "start": "00:20:34",
    "end": "00:20:40"
  },
  {
    "text": "He arrives in Jerusalem and he confronts the temple. Leadership storms the temple, predicts that it'll be destroyed. That doesn't make anybody happy. And the temple stunt that he pulls seems to be the instigating event leading towards his arrest and trial.",
    "start": "00:20:40",
    "end": "00:20:58"
  },
  {
    "text": "It's interesting. So, like, he's pretty well known at this point.",
    "start": "00:20:58",
    "end": "00:21:03"
  },
  {
    "text": "Yeah. As the crowds hail him as Messiah.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Yeah. And people are thinking he's the one.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "And he doesn't do anything in that scene to like, deter them.",
    "start": "00:21:09",
    "end": "00:21:13"
  },
  {
    "text": "Right.",
    "start": "00:21:13",
    "end": "00:21:13"
  },
  {
    "text": "He kind of lets the crowds hype it up.",
    "start": "00:21:14",
    "end": "00:21:16"
  },
  {
    "text": "Yeah.",
    "start": "00:21:16",
    "end": "00:21:16"
  },
  {
    "text": "He's been pretty under the radar as far as whether he's the Messiah. But then he rides into Jerusalem and they're like, you're the King of David. You're gonna save us. And he lets them.",
    "start": "00:21:16",
    "end": "00:21:26"
  },
  {
    "text": "And when people were saying that, they weren't just thinking, you're gonna offer salvation to my soul. They're thinking, you're going to help us become.",
    "start": "00:21:26",
    "end": "00:21:37"
  },
  {
    "text": "You're going to do what David did.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Yeah.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "You're going to kicked all the Gentiles out of Jerusalem and made it the new capital.",
    "start": "00:21:41",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. Make this our capital.",
    "start": "00:21:45",
    "end": "00:21:46"
  },
  {
    "text": "Purify the temple.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "God's going to dwell here with us. We're going to be a blessing to all the nations. All these covenants that God had promised Israel.",
    "start": "00:21:49",
    "end": "00:21:58"
  },
  {
    "text": "Yeah, that's right. Yeah. Jesus has presented himself and was viewed as a messianic prophet leader type figure, like a Moses. Moses figure or a David. Yeah. Their hopes weren't about the afterlife. Their hopes were about God fulfilling the promises of restoring Israel to blessing and abundance and freedom in their land.",
    "start": "00:21:58",
    "end": "00:22:25"
  },
  {
    "text": "And he lets them have.",
    "start": "00:22:26",
    "end": "00:22:27"
  },
  {
    "text": "Yeah, he lets the crowds hype it up and attract all this unwanted attention. And then he storms the temple. I mean, he does everything to flip it over. He doesn't do anything to like, calm, calm the temple.",
    "start": "00:22:28",
    "end": "00:22:43"
  },
  {
    "text": "He's being diplomatic. He's not being diplomatic.",
    "start": "00:22:43",
    "end": "00:22:45"
  },
  {
    "text": "No. Yeah, it's remarkable. It's a shift from Galilean journeying Jesus, he shows up in Jerusalem and he just turns up the heat. And then he starts getting in all these theological debates, which are also political debates at the same time with the leaders of Jerusalem. And now he's come to Jerusalem before. We know from John that he has. As far as Luke goes, this is a climactic showdown, the clash of kingdoms.",
    "start": "00:22:45",
    "end": "00:23:11"
  },
  {
    "text": "And John, he's been in Jerusalem before. And John, did he teach in Jerusalem when he went there?",
    "start": "00:23:12",
    "end": "00:23:16"
  },
  {
    "text": "Yeah, he would be teaching there, which is almost certainly a more realistic portrait historically, that Jesus would have been in and out of Jerusalem like most Jews.",
    "start": "00:23:16",
    "end": "00:23:26"
  },
  {
    "text": "Yeah. But this was significant because in his mind, this was the final showdown. He went to Jerusalem knowing he was gonna die for Passover. And yeah, they're going for Passover. And he's telling his disciples, this is it, guys, I'm gonna go and die. And they're like, what? What? No, like, we're just getting started. You're the Messiah.",
    "start": "00:23:26",
    "end": "00:23:47"
  },
  {
    "text": "You're the Messiah.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Yeah, you can't die. And Jesus is like knowing, nope, this is the end for me.",
    "start": "00:23:48",
    "end": "00:23:53"
  },
  {
    "text": "Yeah, yeah, yes. And so it is the end, but again, it's the same upside down thing. So he goes as the king and he gets intentionally allows himself to get arrested. He does nothing to stop the machine from crushing him unjustly. And then that's precisely the moment that Luke, like all the gospel authors, portray his trial and execution as a royal enthronement. So he gets a crown, a robe, this kind of thing, a scepter even for a little bit. And the cross is his enthronement. And it's the epitome of everything he's been talking about up to that point. And in the Passover meal right before it, which is a central event, the Last Supper, he interprets his death as the Passover lamb. He's the substitute for Israel. He's going to take the wrath of God, which is the same thing as the wrath of Rome. Just like God used Babylon to take out Israel, now he's using Rome. But Jesus, like, steps in the path of Rome's wrath and takes it on Israel's behalf as the Passover lamb. And then he says his death brings about the new covenant. And then after that, you get the resurrection and then the Bible study that he gives to the disciples, saying, listen, this is how the story had to go.",
    "start": "00:23:53",
    "end": "00:25:15"
  },
  {
    "text": "That's in the walk.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "That's on the walk. And then he has a meal of fish with his disciples afterwards. And they do this Bible study through the Torah, the prophets and the Psalms, saying, listen, this was the deal. Messiah would suffer, be raised, and start the New Covenant family.",
    "start": "00:25:17",
    "end": "00:25:32"
  },
  {
    "text": "Man, that would be so strange to be like hanging out with a guy who was previously dead and for him, and like, you were like, thought you understood him. You're devoted.",
    "start": "00:25:32",
    "end": "00:25:48"
  },
  {
    "text": "Yeah.",
    "start": "00:25:48",
    "end": "00:25:48"
  },
  {
    "text": "You're sold out for this guy already.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Yes. And he was already challenging you, and he's challenging you with a powerful vision of living in God's kingdom and how upsets all your ways of seeing the world and your values.",
    "start": "00:25:50",
    "end": "00:26:00"
  },
  {
    "text": "So he's already turned your life upside down more than once, and now you're hanging out with him, a guy who was dead.",
    "start": "00:26:00",
    "end": "00:26:09"
  },
  {
    "text": "Yes.",
    "start": "00:26:09",
    "end": "00:26:09"
  },
  {
    "text": "And now he's blowing your categories again.",
    "start": "00:26:10",
    "end": "00:26:12"
  },
  {
    "text": "Again about physics and the n of the material universe and the nature of.",
    "start": "00:26:12",
    "end": "00:26:19"
  },
  {
    "text": "Him and who he is and what he was really going to do because it didn't fit into this category of just simply free the people from Rome and set up a nation headquarters in Jerusalem. He's like, no, it's not that simple. Let's study Scripture together while I'm blowing your mind at this new level.",
    "start": "00:26:20",
    "end": "00:26:42"
  },
  {
    "text": "Yeah. Yeah, totally. And underlying every single stage of Luke's story, he uses keywords or images or echoes of Old Testament stories that he wants you to filter all of this through to show. So there are a handful of places where Luke will say, jesus did this and this fulfilled what the prophet said, but it's just a couple. Matthew's loaded with them. But for Luke, he wants the story itself to become the echo of the Old Testament stories. And it's just a much more literary, dramatic way of doing it. So Luke's balancing two things. He knows this breaks everybody's categories. Nobody saw this coming quite this way. But yet at the same time, this is the hoped for fulfillment of Israel's prophets in the scriptures. So it's what we've been waiting for.",
    "start": "00:26:43",
    "end": "00:27:37"
  },
  {
    "text": "But not how we were expecting it.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "But not how we expected it.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "Yeah.",
    "start": "00:27:40",
    "end": "00:27:40"
  },
  {
    "text": "And we being the Jewish people. Yeah. The first Jewish messianic followers of Jesus.",
    "start": "00:27:41",
    "end": "00:27:47"
  },
  {
    "text": "That's it for this episode. We're going to continue our conversation in Luke. In the next podcast episode, we're going to jump and dig deep into Luke chapters one through five. We're going to talk about the birth of Jesus, his baptism, selecting his disciples, beginning his ministry in the wilderness on the mount of Transfiguration. There's a lot of good stuff. Thanks for listening. We make videos from these conversations. They're on YouTube. YouTube.com TheBibleProject we hope you enjoy them. Thanks. Thanks for being a part of this.",
    "start": "00:27:51",
    "end": "00:28:26"
  }
]