[
  {
    "text": "Foreign We've been talking through the Gospel of Luke. In this episode we're going to dig deep into the opening chapters of Luke's gospel. Chapters one through six. We're going to talk about the birth stories of Jesus and John the Baptist. We're going to see how these intimate stories were meant to show you that Jesus is connected to the hope of the Old Testament prophets.",
    "start": "00:00:00",
    "end": "00:00:23"
  },
  {
    "text": "Instead of just saying Jesus fulfills the prophetic predictions of the Old Testament, Luke tells these stories that just like ooze with Old Testament echoes and resonance to show that the story of Jesus fulfilling the essence of the story of the Old Testament.",
    "start": "00:00:23",
    "end": "00:00:40"
  },
  {
    "text": "We talk about how Luke is preparing you, the reader to see how Jesus mission is not what you think it would be.",
    "start": "00:00:40",
    "end": "00:00:47"
  },
  {
    "text": "Luke's trying to help us see in this no name teenage girl from Nazareth becoming the mother of the messianic king. The essence of the whole thing. That when God's mercy shows up, nobodies get exalted to a place of honor. And that's a part of the pattern of how God has been working throughout Israel's story. It's the upside downness of the kingdom.",
    "start": "00:00:47",
    "end": "00:01:11"
  },
  {
    "text": "Then we talk about what happens when Jesus begins his ministry announcing God's coming reign.",
    "start": "00:01:11",
    "end": "00:01:16"
  },
  {
    "text": "That the kingdom of God is this reversal of values. And that it's Jesus creating this new space for the rich and the poor, but especially the poor. Cause they usually on the out to be welcomed into God's mercy.",
    "start": "00:01:16",
    "end": "00:01:30"
  },
  {
    "text": "We'll talk about what Jesus means when he says he's bringing freedom to the poor, how that's connected to the jubilee. And we'll dig into why religious institutions of the day didn't like him. Glad you're listening in. Here we go. Trying to pretend pleasing. All your mentors are never quite convinced. Now you are a shoulder free swift. Now it's time to rest. Okay, so we've done the flyby overview of Luke. Let's jump into each section. The first section in Luke is chapters one and two. You call it like the introduction. This is Jesus's birth story.",
    "start": "00:01:30",
    "end": "00:02:14"
  },
  {
    "text": "Luke begins his story with this very detailed personal portrait of an elderly priestly couple he's serving in Jerusalem. They've never been able to have kids. This old Jewish couple, they're righteous. It should remind you of and they've never been able to. Yeah, totally. And it just echoes every significant couple in the book of Genesis. It's very intentional.",
    "start": "00:02:14",
    "end": "00:02:41"
  },
  {
    "text": "So it's intentionally making you recall Abraham.",
    "start": "00:02:41",
    "end": "00:02:44"
  },
  {
    "text": "The story of Abraham and Sarah and Isaac and Rebecca.",
    "start": "00:02:44",
    "end": "00:02:48"
  },
  {
    "text": "They were unable to have kids in.",
    "start": "00:02:48",
    "end": "00:02:50"
  },
  {
    "text": "Holy world yeah, she was not able to have kids until a certain point in the story. And then Jacob and Rachel. So. Yeah, so he ties you already into this very Jewish story. That's great. And then Zechariah goes to serve in the Jerusalem Temple, and he's offering incense, and he has this encounter with a majestic angelic being who says, you're gonna have a kid. And he's like, what? No, impossible. It's precisely like Abraham and Sarah's response in the book of Genesis. So he goes mute and he can't talk until the child's born. It's a famous part of the story. Luke chapters one and two are like a musical. It's amazing. When John is born, he's filled with the Holy Spirit and he sings this poem that is just about five different passages from Isaiah and three different psalms put in a blender. Luke uses Zechariah's song to show that these events are not just replaying moments in Israel's history. They're bringing the whole story of the Old Testament to its culmination. So he says, he's praised the Lord God of Israel. He's come to his people. He's redeemed them. That's from the Song of the Sea in the book in Exodus, after the Exodus, through the sea, he's raised up a horn of salvation for us. That's Psalm 148. In the house of his servant David, as he said through his holy prophets long ago. Salvation from our enemies, from the hands of those who hate us. To show mercy to our ancestors, to remember his covenant he swore to Abraham. So we're thinking Genesis. All this to rescue us from our enemies. This is Isaiah and Ezekiel. To enable us to serve him without fear, in holiness and righteousness for all our days. And then he says about John, you'll be the prophet of the Most High. You'll go on to prepare the way of the Lord. That's right, from the book of Malachi. To give his people knowledge of salvation for the forgiveness of their sins. Jeremiah 31. Before the tender mercy of God, by which the rising sun will come to us from heaven. Malachi, chapter four. To shine on those living in darkness in the shadow of death. That's Isaiah, chapter nine. And to guide our feet into the path of peace. It's just this. It's amazing. I mean, I was happy when my son was born.",
    "start": "00:02:50",
    "end": "00:05:13"
  },
  {
    "text": "You weren't spontaneously just quoting Old Testament Hebrew poetry in a string of.",
    "start": "00:05:14",
    "end": "00:05:20"
  },
  {
    "text": "Yeah, it's incredible. And then when Mary finds out that she's pregnant, with the Messianic king. She has her own song. And so this here, her song has all of these quotations from the Song of Hannah in First Samuel, chapter two, where she couldn't get pregnant. And then she goes to pray. In the famous story, she goes to pray in the temple. Her song is really interesting. It's called the Magnificat. That's how it begins in Latin. She says, my soul glorifies the Lord. My spirit rejoices in God, my Savior. And we go. Yeah. It's very personal, a remarkable event. He's been mindful of the humble state, literally says the poor state. Tuck that away for later, of his servant. The words poor or the humiliated state. So she's economically poor. They live under the thumb of the Romans, that kind of thing. From now on, all generations will call me blessed. It's this reversal. She's this nobody.",
    "start": "00:05:21",
    "end": "00:06:26"
  },
  {
    "text": "Yeah.",
    "start": "00:06:26",
    "end": "00:06:26"
  },
  {
    "text": "Who's now going to be the mother of the Messianic king. The mighty one's done great things for me. Holy is his name. His mercy extends to those who fear him from generation to generation. So she's tying her experience of God's mercy into the story of her people. And then she goes, he's performed mighty deeds with his arm. He scatters those who are proud in their inmost thoughts. And we're thinking, oh, well, I suppose that's true. What does that have to do with you being pregnant? He's brought down rulers from their thrones. He lifts up the humble. He's filled the hungry with good things. He sent the rich away empty. He's helped his servant Israel, remembering to be merciful to Abraham and his descendants forever, just as he promised. So here she's quote echoing Hannah's prayer, also Psalm 113. Luke's trying to help us see in this no name teenage girl from Nazareth becoming the mother of the Messianic king. Luke wants us to see in this, the essence of the whole thing, that when God's mercy shows up, nobodies get exalted to a place of honor. And that's a part of the pattern of how God has been working throughout Israel's story. It's the upside downness of the kingdom. David was a nobody out in the field. He gets exalted as king. And the Saul, like the big guy, he gets brought low. And that's just the pattern. The childless couple becomes the family of Israel. So Luke's very interesting. Instead of just saying Jesus fulfills the prophetic predictions of the Old Testament, Luke tells these stories that just like ooze with Old Testament echoes and resonance to show that the story of Jesus, even before he was an adult, was already fulfilling the essence of the story of the Old Testament and the literary quality. It's just beautiful. It's so epic. And this upside downness, this reversal of bringing rulers down, but lifting up the humble, that's going to be the essence of what Luke highlights of Jesus, Kingdom of God, announcement of this reversal of values and reversal of status. And Jesus exalting the poor. So he's setting the ground for that already in the first chapters.",
    "start": "00:06:26",
    "end": "00:08:49"
  },
  {
    "text": "That's cool.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "These are very personal, intimate stories that he begins with. Yeah, about, you know, this kind of. This questioning of this couple. And we've never been able to have sad. They have kids and Mary's going to be this misunderstood teenager and her son's going to go on to become this controversial figure. It's what the angel tells her later when Mary brings Jesus to the temple in Jerusalem and he's dedicated. There's these two old prophets there who see him and they sing their own songs about Jesus. But then Simeon the prophet, he says, this child is destined to cause the rising and falling of many. That's what her song was about. Right. The proud fall and the humble are exalted. So. So this child is going to cause a great reversal and upset in Israel. And he'll be a sign that will be spoken against so that the thoughts of many hearts are revealed. And a sword will pierce your own soul too. Yeah. I mean, if you got this promise about your own child, I don't know how I'd feel. You are yourself going to be torn in half by what your child becomes.",
    "start": "00:08:51",
    "end": "00:10:00"
  },
  {
    "text": "He's talking to her. The sword will pierce your own soul too.",
    "start": "00:10:01",
    "end": "00:10:04"
  },
  {
    "text": "Yeah. So this child is going to cause great upset in Israel. People are going to speak against him.",
    "start": "00:10:04",
    "end": "00:10:11"
  },
  {
    "text": "It's going to reveal people's.",
    "start": "00:10:11",
    "end": "00:10:13"
  },
  {
    "text": "It's going to reveal what's really inside of people's hearts when they encounter your son. And you yourself are going to be conflicted about who your son is and what he's all about.",
    "start": "00:10:13",
    "end": "00:10:24"
  },
  {
    "text": "It's ominous.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Yeah, it's really powerful. So this is how Jesus is introduced to us. We already can feel the conflict coming just in his rival. So that's the introduction. So we walk away from the introduction going, john's the Malachi, Isaiah predicted, forerunner of the messianic king. And Jesus, he's gonna fulfill the promises to Abraham. He's gonna rescue the people so that they can serve God without fear. That's what Zechariah says. So now as a literary, also as a literary design, these songs that the characters sing in the opening then set you up to expect Jesus and John to do these things.",
    "start": "00:10:26",
    "end": "00:11:09"
  },
  {
    "text": "So that was Luke chapters one and two. And now let's talk about Luke chapter three.",
    "start": "00:11:41",
    "end": "00:11:48"
  },
  {
    "text": "All of a sudden you turn the page at Luke 3 and just they're grown up. Our two key characters, John and Jesus, are grown men. And the way Luke's ordered things is really intentional. There's the baptism story. John goes to the place of Israel's roots, the Jordan river, where they crossed to enter the land. And he's having the people pass through the waters once again to renew their commitment to the God of Israel. So the symbolism is all loaded that he's kick starting the New Covenant people. It's like a new entry into the promised land again. That's surely what John was intending to.",
    "start": "00:11:49",
    "end": "00:12:28"
  },
  {
    "text": "Do by choosing that spot and was baptizing. Like, where did this come from?",
    "start": "00:12:28",
    "end": "00:12:34"
  },
  {
    "text": "Yeah, well, immersion, this kind of ritual immersion was a temple practice already from Leviticus. It was a symbolic way of purification. Yeah. It was marking your transition from a state of ritual impurity to ritual purity.",
    "start": "00:12:35",
    "end": "00:12:51"
  },
  {
    "text": "Okay.",
    "start": "00:12:51",
    "end": "00:12:51"
  },
  {
    "text": "And in this period, it was also adopted into people's daily lives. Not just whether or not you can go in and out of the temple, but people would do it before they would pray and they would immerse themselves in water. Yeah. And then the Pharisees, this is a debate they have with Jesus, they would immerse their hands before eating every meal. So they took a practice from the temple and brought it into their homes too. But then John seems to have taken this existing practice and added a layer of meaning to the symbol by taking the baptism not in these little pools, especially sacred pools, in different places around the temple, but he goes down to the Jordan river where the nation entered into the promised land.",
    "start": "00:12:53",
    "end": "00:13:35"
  },
  {
    "text": "Which would be quite a hike.",
    "start": "00:13:35",
    "end": "00:13:36"
  },
  {
    "text": "Yes. Oh yeah. Yes. It's 20 miles and thousands of feet down to get down to the Jordan River.",
    "start": "00:13:36",
    "end": "00:13:43"
  },
  {
    "text": "So who's following John? I mean, who are these people who are going to go take this 20 mile hike down this massive ravine to dunk themselves in the Jordan river for some sort of spiritual exercise?",
    "start": "00:13:43",
    "end": "00:14:00"
  },
  {
    "text": "Yeah. All the gospel authors and Luke just says is that there were crowds coming to him and then made up in those crowds are Pharisees, religious leaders, tax collectors, Jewish soldiers from Jerusalem. So you have a prophet down there preaching, and again, this is a culture attuned that's raised on these prophetic promises.",
    "start": "00:14:00",
    "end": "00:14:23"
  },
  {
    "text": "Right.",
    "start": "00:14:23",
    "end": "00:14:23"
  },
  {
    "text": "So you have a figure going down who gives sermons every day. That's just quoting from the prophets. He starts attracting attention, a movement, a renewal movement down by the Jordan River. So people start going down to see him.",
    "start": "00:14:24",
    "end": "00:14:37"
  },
  {
    "text": "It's like the same reason why people go to, like, Tony Robbins retreats.",
    "start": "00:14:37",
    "end": "00:14:43"
  },
  {
    "text": "I mean, like, so what's an equivalent? Now, this would be like. Yeah, I'm thinking in terms of American culture. This would be like somebody.",
    "start": "00:14:44",
    "end": "00:14:54"
  },
  {
    "text": "Is this going to a big part?",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "This would be like somebody going back to the. Where's the harbor in Boston where the Tea Party.",
    "start": "00:14:55",
    "end": "00:15:00"
  },
  {
    "text": "Oh, the Tea Party.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Tea Party, Yeah. This would be like that. Somebody going back to that harbor and dumping all these teabags back in and say, we're starting over, guys. If you want to join me, if you want to recapture the dream of the real American hope.",
    "start": "00:15:01",
    "end": "00:15:15"
  },
  {
    "text": "Got it.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "Come down.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "So there's a political aspect to this.",
    "start": "00:15:17",
    "end": "00:15:19"
  },
  {
    "text": "Yeah, political. It's all mixed together. Political religion.",
    "start": "00:15:19",
    "end": "00:15:24"
  },
  {
    "text": "It's all mixed because American politics doesn't have as much religion mixed up into it. Well, a little bit.",
    "start": "00:15:24",
    "end": "00:15:30"
  },
  {
    "text": "It depends on your interpretation of American history.",
    "start": "00:15:30",
    "end": "00:15:33"
  },
  {
    "text": "Well, sure. It would be someone going there and being like, we're going to reboot this and make this a real Christian nation.",
    "start": "00:15:33",
    "end": "00:15:39"
  },
  {
    "text": "Correct. Yeah, that would be it.",
    "start": "00:15:39",
    "end": "00:15:40"
  },
  {
    "text": "So come dedicate your life back to God and to America. Let's make this happen.",
    "start": "00:15:41",
    "end": "00:15:47"
  },
  {
    "text": "Yeah. And you go back to an iconic symbolic location that brings back the memory of our roots as a people. That's what John the Baptist is doing.",
    "start": "00:15:47",
    "end": "00:15:56"
  },
  {
    "text": "Okay. And people are like, yeah, I'm fed up with.",
    "start": "00:15:56",
    "end": "00:15:59"
  },
  {
    "text": "I'm fed up with Rome. With Rome, with those compromised leaders in Jerusalem who keep striking deals with Rome. They let soldiers go into the temple courts. People are eating pork in Jerusalem. There's Jews who don't even obey the Sabbath anymore. Yeah.",
    "start": "00:15:59",
    "end": "00:16:17"
  },
  {
    "text": "Like, and so there's a guy down at the Jordan River. He's starting a movement, and I want to go check it out.",
    "start": "00:16:17",
    "end": "00:16:23"
  },
  {
    "text": "Yeah.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "And when you get there, you're like, yep, I'm in. I'm in on this.",
    "start": "00:16:24",
    "end": "00:16:27"
  },
  {
    "text": "You go into the Jordan and I repent. I immerse myself and I repent for Israel's faithlessness and all the compromise to the covenant and the failures that we keep making and that our people are making. I want to join the new Israel that God's going to form when he shows up like he said he would. That's Isaiah 40 in Malachi. That's how Malachi 4 ends. That's how the prophets end. I'm going to send a messenger who will turn the hearts of the people back before the great coming day of the Lord. And so John says, yeah, the day is coming.",
    "start": "00:16:27",
    "end": "00:17:00"
  },
  {
    "text": "So John saying, that day's coming. The Lord's coming. I'm preparing you. That's what he meant. I'm preparing the way for the Lord.",
    "start": "00:17:01",
    "end": "00:17:07"
  },
  {
    "text": "Yes, yeah. And then the narrative clearly is then presenting Jesus as the one who is the arrival of the Lord, because it's all about John's. It's written in the book of Isaiah. So Luke quotes from the book of Isaiah, from chapter 40. A voice calling the wilderness. Prepare the way for the Lord, the God of Israel. Every valley will be filled in. This is all from Isaiah 40. Have time to go there. And then Luke, chapter three, verse six, all people will see God's salvation. The Hebrew word for salvation is Yeshua. It's Jesus name.",
    "start": "00:17:08",
    "end": "00:17:42"
  },
  {
    "text": "Oh, wow.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Right there in Isaiah 40, all people will see God's Yeshua. And then John announces his message. And then, lo and behold.",
    "start": "00:17:43",
    "end": "00:17:50"
  },
  {
    "text": "Wait, Jesus name is salvation.",
    "start": "00:17:50",
    "end": "00:17:52"
  },
  {
    "text": "Yes. Yeah. Yes, it is. It's the standard Hebrew word for Yahweh saves. Yahweh brings salvation.",
    "start": "00:17:52",
    "end": "00:17:58"
  },
  {
    "text": "Is Yeshua a common Hebrew name for blokes?",
    "start": "00:17:59",
    "end": "00:18:03"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "Wow.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "Yeah.",
    "start": "00:18:05",
    "end": "00:18:05"
  },
  {
    "text": "And that's what Joshua means too.",
    "start": "00:18:06",
    "end": "00:18:07"
  },
  {
    "text": "Yep. Yeah. Yehoshua is the lengthened version. And then the condensed version is Yeshua.",
    "start": "00:18:07",
    "end": "00:18:13"
  },
  {
    "text": "Okay.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "So Jesus comes up and he comes. And it's fascinating. He just identifies himself with John's New Israel movement. And then he's marked out by the events of the baptism, which is the cloud descends, which is what happened on Mount Sinai. This is what happened when God's presence came over the temple. And then the Holy Spirit comes and hovers over him in the form of a bird, which, as we've talked about in the Holy spirit. That's Genesis 1 imagery. You have God communicating his love to the Son. This is my son, whom I love with you. I'm well pleased. And then the Spirit is the one communicating this message of love from the Father to the Son. So God does show up again. Think Luke. He's got the Book of Acts in mind. He's writing to Christians who believe that God, the God of Israel, consists of God the Father, the Son and the Spirit, three in one vision of God. And it's introduced right here, the beginning of the story. He doesn't say Trinity. He didn't have that word yet, but he's got the full three in one deal right there.",
    "start": "00:18:14",
    "end": "00:19:27"
  },
  {
    "text": "Yeah.",
    "start": "00:19:27",
    "end": "00:19:28"
  },
  {
    "text": "Matthew places the genealogy of Jesus at the beginning. The first Luke places it right after the baptism. And it's this long genealogy with 77 generations traced.",
    "start": "00:19:59",
    "end": "00:20:12"
  },
  {
    "text": "Convenient.",
    "start": "00:20:13",
    "end": "00:20:13"
  },
  {
    "text": "And the last human figure is Adam. And then who's called the Son of God, which is precisely what Jesus was just announced at the baptism. So it's kind of like he pushes pause on the story and gives you Jesus lineage, like. So I made a claim right here. Let's just pause. This is legit. You know, it goes all the way back. And then he turns, fact checking, then he turns the story back on. Yeah, it's really interesting. So there's more going on in Luke, Jesus goes into the wilderness. And it's amazing.",
    "start": "00:20:14",
    "end": "00:20:47"
  },
  {
    "text": "Now in the other gospels, the wilderness, this wilderness scene, comes right after the.",
    "start": "00:20:48",
    "end": "00:20:55"
  },
  {
    "text": "Baptism, comes right after the same location.",
    "start": "00:20:55",
    "end": "00:20:57"
  },
  {
    "text": "Same location. But the significance of it seems to be closely related to Exodus. In the wilderness.",
    "start": "00:20:57",
    "end": "00:21:04"
  },
  {
    "text": "Yeah, for sure. Yeah. So you can tell that Luke's put the genealogy there because he interrupts the sequence of the baptism and Jesus testing in the wilderness. Whereas in Matthew and Mark, those are tightly linked stories with no interruption. And it's Exodus imagery because the passage through the water and then going into the wilderness for 40 days for Jesus, years for Israel. And there in the wilderness, Jesus is tested, which is precisely what happens to Israel in the wilderness. But Jesus passes the test.",
    "start": "00:21:04",
    "end": "00:21:37"
  },
  {
    "text": "And is that Luke's point of bringing this up?",
    "start": "00:21:37",
    "end": "00:21:40"
  },
  {
    "text": "Yes, the wilderness story for sure. Because the first question that the devil asked Jesus is now, if you are the Son of God. So it's this red thread. Here's my son, whom I love. Here's the genealogy to prove he's the Son of God. Then Jesus goes into the wilderness and the first and the claim on the examination table is now, if you really are the Son of God, and that's precisely what Israel was called before the Exodus. In Exodus chapter four, Israel is called God's firstborn son. So in the Exodus story, they go through the waters, which vindicates them as God's special Son, so to speak. They go into the wilderness and they rebel and fail the test as God's son.",
    "start": "00:21:40",
    "end": "00:22:23"
  },
  {
    "text": "So Luke is using this motif twice.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Yeah. The Gospel authors don't seem to have this overarching thing of mapping every story onto certain details in the Exodus. It's rather that the Exodus story provided them with this vocabulary of images and ideas that they will pull on and use the language at different points in the story. One of my favorite New Testament scholars named Richard Hayes has devoted years and a number of books to how the Gospel stories reference and connect Jesus to the Old Testament. And so he has a chapter, this is in his book Reading Backwards. He has a Whole chapter on Luke where he talks about. Luke's most common way of linking Jesus to the Old Testament is what he calls implicit correspondence. So instead of explicit prediction fulfillment like Matthew Luke, here's what he says. Luke's language and imagery repeatedly evoke fragmentary Old Testament passages. And connecting them to the story of Jesus, he has a cool analogy. He says. You might picture Luke's narrative technique in this way. It's as though the primary action of Jesus and his story is on center stage in front of the spotlight, but on a screen at the back of the stage, there's a kaleidoscopic series of sepia tone images that flash and move across the screen. And these are stories and phrases from Israel scriptures. The images can flash by sometimes almost unnoticed. It's just a word or two. However, if the viewer could freeze the story and pay careful attention, there are moments where the words and gestures of the characters on the main stage mirror what's happening on the shifting backdrop.",
    "start": "00:22:26",
    "end": "00:24:12"
  },
  {
    "text": "Yeah.",
    "start": "00:24:12",
    "end": "00:24:13"
  },
  {
    "text": "And at these moments, the viewer experiences a flash of insight as the live action connects to a scene from a much older story. It's not Luke's style to develop these in sustained sequences. Notice how we talked earlier about how the Exodus motif appears here on the mountain, and then he goes here, but then the Exodus motif also appears in the baptism and then going into the desert for 40. So Luke's style, rather, is that almost as soon as we recognize one correspondence with an Old Testament story, the moment's past, and then a new Old Testament reference is on the backdrop of the next story.",
    "start": "00:24:13",
    "end": "00:24:50"
  },
  {
    "text": "So he's constantly creating illusions.",
    "start": "00:24:51",
    "end": "00:24:53"
  },
  {
    "text": "Yes, yes. The story keeps moving, and it leaves us with a powerful sense of analogy between what God did in the past for Israel and what he's doing right now in the story of Jesus.",
    "start": "00:24:53",
    "end": "00:25:06"
  },
  {
    "text": "Right.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "That's just a great description of the technique.",
    "start": "00:25:07",
    "end": "00:25:10"
  },
  {
    "text": "That's cool.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "So if you don't catch it, you won't see it.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "Right.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "But if you do, it deepens your appreciation of the story.",
    "start": "00:25:14",
    "end": "00:25:17"
  },
  {
    "text": "You were just watching the play, what the spotlight was showing, and it might have been you would enjoy it.",
    "start": "00:25:17",
    "end": "00:25:23"
  },
  {
    "text": "Yes.",
    "start": "00:25:23",
    "end": "00:25:23"
  },
  {
    "text": "But then if you start watching the play while watching that backdrop sequence of images, it's funny how his sepia tone collects.",
    "start": "00:25:23",
    "end": "00:25:33"
  },
  {
    "text": "Yeah. I don't know why he said sepia. So in the baptism story, it's got the people passing through the Jordan, going to the Promised land, the Genesis 1 story of the spirit over the waters, the Exodus story through the Red Sea into the wilderness for 40, you know, and you're like, oh, wow.",
    "start": "00:25:33",
    "end": "00:25:52"
  },
  {
    "text": "Yeah.",
    "start": "00:25:52",
    "end": "00:25:53"
  },
  {
    "text": "And then the next thing Jesus does in Luke's portrait of his mission in Galilee is his inaugural sermon in Luke chapter four. So Mark, it was just a short summary. Jesus went into Galilee saying, repent, the kingdom of God is here. In Matthew, basically the same repent, the kingdom of heaven is here. But Luke has taken a story and kind of put it in front position as if it's the first sermon that Jesus gave. Whether it actually is, we don't know. So here's a story in Luke chapter four. It's just worth reading. Jesus returned to Galilee in the Power of the Spirit. Luke mentions Jesus empowerment by the Spirit more than any other gospel author, which of course, look at volume two, Book of Acts. News about him spread throughout the whole countryside. He was teaching in their synagogues. Everybody praised him. So it's just a week in the life of Jesus going about. He went to Nazareth, his hometown, where he had been brought up on the Sabbath. He went to the synagogue like his custom was, and he stood up to read. And the scroll of the prophet Yeshyahu, Isaiah was handed to him. So unrolling it, he found the place where it was written. And he quotes from Isaiah 61, though he sprinkles a little Isaiah 58 in there too. The Spirit of the Lord is on me because he has anointed me. Anoint the Hebrew words mashach. It's the verb from which the noun mashiach comes, which is the word messiah. Anointed one.",
    "start": "00:26:25",
    "end": "00:27:55"
  },
  {
    "text": "He messiahed me.",
    "start": "00:27:55",
    "end": "00:27:56"
  },
  {
    "text": "He messiahed me to proclaim basar good news. This is the word that becomes euangelion in Greek gospel, to proclaim gospel to the poor. He has sent me to proclaim freedom for the prisoners, recovery of sight to the blind, to set the oppressed free, and to proclaim the year of the Lord's favorite. He rolled up the scroll, gave it back to the attendant, and sat down. Everybody is staring at him. Literally, the eyes of everyone are fastened on him. And he started by saying, today the Scriptures fulfilled in your hearing.",
    "start": "00:27:56",
    "end": "00:28:27"
  },
  {
    "text": "That's not a normal synagogue situation.",
    "start": "00:28:28",
    "end": "00:28:31"
  },
  {
    "text": "No, normally it would be like, you know, this is what we're hoping for. When will this figure come? And Jesus says, this is happening, it's happening. And notice what he says. All spoke well of him. People were amazed, stunned at the gracious words coming out of his mouth. But then they asked, wait, isn't this Joseph's son?",
    "start": "00:28:31",
    "end": "00:28:52"
  },
  {
    "text": "We know you.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "We know this kid.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "Yeah.",
    "start": "00:28:56",
    "end": "00:28:56"
  },
  {
    "text": "What? And then he starts to get into it with them, because then they start rejecting him and they're like, who are you? You're just hometown kid. So there's a lot going on in this story.",
    "start": "00:28:56",
    "end": "00:29:09"
  },
  {
    "text": "What chapter is this?",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "Chapter four.",
    "start": "00:29:10",
    "end": "00:29:11"
  },
  {
    "text": "Chapter four.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "So think baptism, genealogy, testing in the desert.",
    "start": "00:29:12",
    "end": "00:29:17"
  },
  {
    "text": "This is it.",
    "start": "00:29:17",
    "end": "00:29:18"
  },
  {
    "text": "This is it.",
    "start": "00:29:18",
    "end": "00:29:18"
  },
  {
    "text": "This is how he kind of launches his ministry.",
    "start": "00:29:18",
    "end": "00:29:20"
  },
  {
    "text": "This is how he launches his ministry. And it's a really important poem from Isaiah 62, but he sprinkled in a little phrase from Isaiah 58, which is. We don't have time to talk about that. But it's really cool. But the key repeated words are highlighted here are freedom. It's repeated twice. And the poor, because he's announcing good news for the poor, specifically. So when Luke wants you to think of Jesus, he wants you to think of a messianic figure hoped for by the prophets. He's bringing good news and freedom for the poor.",
    "start": "00:29:20",
    "end": "00:29:52"
  },
  {
    "text": "The poor would be people he knew in that town and other towns that just didn't have a lot of cash.",
    "start": "00:29:53",
    "end": "00:30:01"
  },
  {
    "text": "Right. So this is fascinating. The word poor in the Hebrew Bible refers more to difficult circumstances, which could be economic, but also being dishonored, a state of dishonor or shamed, or being a social outsider.",
    "start": "00:30:02",
    "end": "00:30:24"
  },
  {
    "text": "Like if you have leprosy or something.",
    "start": "00:30:27",
    "end": "00:30:28"
  },
  {
    "text": "Yes. Yeah, leprosy. What Luke's doing here is he's setting the stage for all of the people Jesus is going to go reach out to and the stories to follow. So, yeah, think of all the famous stories of the people Jesus did that. So blind people, lepers, women who had issues with their body that made them ritually impure, unable to go up into the temple. Sick people, children. But then a tax collector, Levi, Luke. So he's not poor. He's killing it. Yeah, but in terms of his standing in relationship to the community. Community, he's shunned.",
    "start": "00:30:28",
    "end": "00:31:08"
  },
  {
    "text": "He's an outcast.",
    "start": "00:31:08",
    "end": "00:31:09"
  },
  {
    "text": "He's an outcast. Prostitutes. So Luke is.",
    "start": "00:31:09",
    "end": "00:31:14"
  },
  {
    "text": "So would a better word be outcasts than poor?",
    "start": "00:31:14",
    "end": "00:31:16"
  },
  {
    "text": "Well, I've gone back and forth. I don't know the Greek word tokas. It renders the Hebrew ani. This is Joel Green. He has one of my favorite commentaries in the Gospel of Luke. And he thinks this is key for Luke's depiction of Jesus mission. He says Jesus mission is directed to the poor. Luke, chapter four. In the holistic sense of those who are, for any number of reasons, relegated to positions outside the boundaries of God's people. Jesus refuses to recognize those socially determined boundaries and asserts instead that these outsiders can now belong to God's family. That's what he draws out of this. So the poor is a big category that refers more to someone's status in their culture than just how much money they have.",
    "start": "00:31:16",
    "end": "00:32:08"
  },
  {
    "text": "Okay.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "So Jesus is saying that's who his mission is directed to.",
    "start": "00:32:09",
    "end": "00:32:13"
  },
  {
    "text": "Because that's not how we use the word in English. We use it to refer to. Specifically, you're just income and your assets.",
    "start": "00:32:13",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, yeah. It's economic.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Because you could be a poor outcast. You could be a rich outcast.",
    "start": "00:32:22",
    "end": "00:32:25"
  },
  {
    "text": "Yeah. So you can be a rich, poor person. In Luke and Levi. And then Zacchaeus later on in the book is another example of a wealthy, wealthy, poor person. Poor person. Yeah.",
    "start": "00:32:25",
    "end": "00:32:37"
  },
  {
    "text": "Interesting.",
    "start": "00:32:37",
    "end": "00:32:38"
  },
  {
    "text": "It is interesting.",
    "start": "00:32:38",
    "end": "00:32:39"
  },
  {
    "text": "So in the Sermon on the Mount, when he says, blessed are the poor, and then in another spot, it says poor in spirit.",
    "start": "00:32:39",
    "end": "00:32:45"
  },
  {
    "text": "Yes. Yeah. Well, it's an important difference. In Matthew, Jesus says, blessed are the poor in spirit. In Luke, he says, blessed are the poor. So. Which again, fits into Luke's theme. When Jesus gives that teaching in Luke, he's already announced that his mission is to the poor.",
    "start": "00:32:45",
    "end": "00:33:01"
  },
  {
    "text": "And so blessed are the outcasts.",
    "start": "00:33:02",
    "end": "00:33:04"
  },
  {
    "text": "Blessed are those who. Yeah. Have been on the outside margin of acceptable society because the God's grace and mercy in bringing the kingdom is coming to you first. So it's just the principle that people who are in economic or social difficulty are more aware of their need for help than people who are wealthy. I was just. If you have a lot of money.",
    "start": "00:33:04",
    "end": "00:33:33"
  },
  {
    "text": "Money. But also if you're in the club.",
    "start": "00:33:33",
    "end": "00:33:36"
  },
  {
    "text": "And then if you're in the club.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. If you're, like, socially accepted, even if you have a lot of cash.",
    "start": "00:33:37",
    "end": "00:33:40"
  },
  {
    "text": "Yeah. You're way less likely to care about a prophet coming through town saying, God's going to bring us deliverance. And you're like, I don't know, be delivered. Be delivered from what I'm doing, great. But if you're blind in one eye and you can't work anymore and you don't know what to do, and then a prophet comes to town. He's teaching about trusting God for provision. Don't worry about tomorrow. You have a new group of people to hang out with. They invite you to dinner. Everybody shares everything in the name of Jesus.",
    "start": "00:33:40",
    "end": "00:34:10"
  },
  {
    "text": "You feel accepted. He gives you hope.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Yep. These are the communities that Jesus would leave behind. You know, in these towns when he would visit them, there are people who are discovering what it means to live in God's kingdom.",
    "start": "00:34:13",
    "end": "00:34:22"
  },
  {
    "text": "And he saw that as the kingdom of God.",
    "start": "00:34:22",
    "end": "00:34:24"
  },
  {
    "text": "It was the. He said, the kingdom of God is arriving. And if you follow me and live by my teachings, you are living in a Way that's appropriate to go. How God rules the world. Yeah. So Jesus mission to the poor, really important part of Luke's portrayal. And it's connected to what for the poor. Good news and freedom is what happens in most of our English translations. And that word, freedom here, you can see it. He repeats it. Oh, it sometimes gets translated release for the prisoners. Here it is, release. Or in some translations, it's freedom for the prisoners. And this is really interesting. It's from the Greek word aphasis, which literally means to physically release. But in the passage he's quoting from Isaiah 61, it's the Hebrew word that referred to the release of slaves and the release of people from their debts. In the jubilee cycle, which was every 49 years, all debts would be canceled, all slaves freed, all land that was lost due to just bad fortune and the family had to sell it. It goes back to the original owners. So the Jubilee was this reenactment of the Exodus story in Israel's economic system, where. How's it related to Exodus, slavery and debt?",
    "start": "00:34:24",
    "end": "00:35:42"
  },
  {
    "text": "Oh, all the debt was canceled when they left Exodus or left Egypt.",
    "start": "00:35:42",
    "end": "00:35:46"
  },
  {
    "text": "Well, oh, rather, the debt was viewed as a form of being enslaved.",
    "start": "00:35:46",
    "end": "00:35:52"
  },
  {
    "text": "I see the slave of slave.",
    "start": "00:35:52",
    "end": "00:35:53"
  },
  {
    "text": "And the land is in a form of enslavement because it now belongs to somebody who's not its original family heritage. So the Jubilee year, this is Leviticus 25. Huge, huge theme in Luke is that the Exodus, slavery, the Egyptian slavery, and then the Jubilee echo. That's one of these things on the background of the screen here.",
    "start": "00:35:53",
    "end": "00:36:14"
  },
  {
    "text": "So you have this understanding of this Jewish tradition where people were released from their obligations and the land that you might have lost is brought back to you.",
    "start": "00:36:15",
    "end": "00:36:28"
  },
  {
    "text": "So there's this, the land that was assigned to your clan back when Joshua divided up the land. Bad year, you didn't have enough money, you had to sell the land, and now it belongs to that family of God.",
    "start": "00:36:28",
    "end": "00:36:40"
  },
  {
    "text": "So it's a pretty radical moment of getting back, no matter how you got there, why you're in this position, just making it right, correcting it.",
    "start": "00:36:40",
    "end": "00:36:50"
  },
  {
    "text": "Yes. So the jubilee assumes there's an ideal. And that ideal becomes Israel's first receiving of the Promised land. And all the tribe, everyone sits under their own vine and fig tree. All the families have their own piece of land to work. Nobody's indebted or enslaved to another.",
    "start": "00:36:50",
    "end": "00:37:05"
  },
  {
    "text": "So this is an ideal where everyone's free.",
    "start": "00:37:05",
    "end": "00:37:09"
  },
  {
    "text": "Slavery in Egypt, we're free.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "They're not slaves. They're productive on their own land. They don't owe each other Debts. That's the ideal.",
    "start": "00:37:10",
    "end": "00:37:17"
  },
  {
    "text": "Yes.",
    "start": "00:37:17",
    "end": "00:37:17"
  },
  {
    "text": "But what eventually happens is you make mistakes, you start owing people debt, you have to give your land over or.",
    "start": "00:37:18",
    "end": "00:37:26"
  },
  {
    "text": "Someone takes advantage of you, someone takes advantage of you.",
    "start": "00:37:26",
    "end": "00:37:29"
  },
  {
    "text": "There's corruption. And now you don't have land, you might be in debt. You actually might be serving another family now.",
    "start": "00:37:29",
    "end": "00:37:35"
  },
  {
    "text": "And the years you had to sell your kid.",
    "start": "00:37:36",
    "end": "00:37:38"
  },
  {
    "text": "Geez.",
    "start": "00:37:39",
    "end": "00:37:39"
  },
  {
    "text": "Into form of bond, service into another family because you can't afford to raise them. This is what would happen. That was their culture.",
    "start": "00:37:40",
    "end": "00:37:48"
  },
  {
    "text": "Is there evidence that this would actually happen the year of jubilee? Would they actually practice it?",
    "start": "00:37:48",
    "end": "00:37:52"
  },
  {
    "text": "Oh, that's fascinating. I actually need to do a little more homework on it. It's talked about a lot in Second Temple literature, but as far as records of it actually being enforced anywhere in the Old Testament history, it would take.",
    "start": "00:37:52",
    "end": "00:38:06"
  },
  {
    "text": "A lot to enforce it.",
    "start": "00:38:06",
    "end": "00:38:07"
  },
  {
    "text": "It would, yeah. Doesn't mean it didn't happen. It just means the narratives that we have don't focus on it.",
    "start": "00:38:07",
    "end": "00:38:13"
  },
  {
    "text": "There could have been communities here and there that were like, we do it.",
    "start": "00:38:13",
    "end": "00:38:15"
  },
  {
    "text": "Yeah, yeah. But the power here is this is.",
    "start": "00:38:15",
    "end": "00:38:18"
  },
  {
    "text": "Every 49 years, right?",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "Correct. The idea is every and smaller cycles of seven, it would happen, of debts released. But in terms of the land and everything connected to the promised land going back to its original pristine state was the jubilee year.",
    "start": "00:38:19",
    "end": "00:38:35"
  },
  {
    "text": "So Jesus is out and he's saying, I am bringing that the kingdom of.",
    "start": "00:38:35",
    "end": "00:38:40"
  },
  {
    "text": "God is the time of jubilee release for the poor, which means good news.",
    "start": "00:38:40",
    "end": "00:38:47"
  },
  {
    "text": "And so he's not talking about like, hey, it's the 49th year, guys, like, it's time for the jubilee. He's saying, the spirit of the jubilee is now coming for the poor. It's a new era.",
    "start": "00:38:47",
    "end": "00:39:01"
  },
  {
    "text": "Yes. And remember, he's quoting Isaiah 60:1. So Isaiah was the one who connected the Messiah's coming to an era of jubilee, that it would be a jubilee era. And Jesus is saying, this scripture is fulfilled in your hearing. What I'm doing as I travel around Galilee, inviting all these, you know, all the wrong people into what I'm doing. This is the jubilee. The slaves are being freed. People who know that they need help and need God's mercy and that their lives need to change. They're going to get their chance. And Jesus is the one who goes out to them.",
    "start": "00:39:01",
    "end": "00:39:37"
  },
  {
    "text": "It's a very populist message.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "It is, yeah. One way to frame it. I mean, he opposed the existing institutions in Jerusalem. He thought they were corrupt. And the popular religious.",
    "start": "00:39:38",
    "end": "00:39:50"
  },
  {
    "text": "So he's an iconoclast.",
    "start": "00:39:50",
    "end": "00:39:52"
  },
  {
    "text": "Yeah. The popular religious institutions of like the local synagogues he got a mixed reception. Some people loved him, some people ran him out of town, thought he was crazy.",
    "start": "00:39:52",
    "end": "00:40:01"
  },
  {
    "text": "And he's talking about just accepting everyone and.",
    "start": "00:40:01",
    "end": "00:40:05"
  },
  {
    "text": "Well, yeah, I mean, he calls people to repent and follow him, you know, so he's not just like, hey, you're.",
    "start": "00:40:05",
    "end": "00:40:11"
  },
  {
    "text": "Cool, live however you want.",
    "start": "00:40:11",
    "end": "00:40:13"
  },
  {
    "text": "Yeah. He's calling people to a new way of life, but he's going first to the poor in that broader category I see, saying, listen, you know, life as we know it, isn't life how God intended it here for God's people. And he called people to turn and follow him.",
    "start": "00:40:13",
    "end": "00:40:29"
  },
  {
    "text": "Yeah, because he was calling people to a very high level of morality too, in like the Sermon on the Mount.",
    "start": "00:40:29",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. I mean, traditional Jewish culture is already a very traditional moral culture. So that's why his teachings focus specifically on not getting retribution, forgiveness, generosity, these kinds of things, but then also including the needy and including those of low social status.",
    "start": "00:40:35",
    "end": "00:40:54"
  },
  {
    "text": "So there was already this high moral standard in Judaism, but there became this underbelly of the outcasts, the people who weren't really accepted. And Jesus was like, look, no, this is where the kingdom of God's gonna begin.",
    "start": "00:40:55",
    "end": "00:41:10"
  },
  {
    "text": "That's right. That's the specific theme Luke's focusing on. So again, as we think about the video, this is crucial. I'm thinking of if everybody can see these four different videos, one on each of the gospels. For Mark, it was the question, who and how and what's he gonna do? It's the paradox of the crucified Messiah. For Luke, it's this. It's this. That the kingdom of God is this reversal of values, and that it's Jesus creating this new space for the rich and the poor, but especially the poor, because they usually on the outs to be welcomed into God's mercy. And that what happens in Jerusalem on the cross is just the epitome of the upside down, where the exalted king becomes the poor. Criminal hanging.",
    "start": "00:41:10",
    "end": "00:41:56"
  },
  {
    "text": "Yeah.",
    "start": "00:41:56",
    "end": "00:41:56"
  },
  {
    "text": "Hanging from.",
    "start": "00:41:56",
    "end": "00:41:57"
  },
  {
    "text": "As a criminal.",
    "start": "00:41:58",
    "end": "00:41:58"
  },
  {
    "text": "Yeah.",
    "start": "00:41:59",
    "end": "00:41:59"
  },
  {
    "text": "Getting executed like a criminal.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "But you can see there's this link that Jesus kingdom announcement is hand in glove with what happens on the cross. It's the same basic idea, but here he's just living it out on the cross.",
    "start": "00:42:00",
    "end": "00:42:12"
  },
  {
    "text": "So tell me more about then the institutions that he would have been kind of turning his nose up to, because there in chapter four, he's at a synagogue, he's handed the scroll by an assistant. I mean, that's all part of the.",
    "start": "00:42:44",
    "end": "00:42:58"
  },
  {
    "text": "It's his hometown. It's his hometown. Yeah, yeah. He's not rejecting Judaism or something. He is bringing to fulfillment what he thinks is the true calling and hope of the Jewish people more than he's claiming that he is bringing the hopes of their people to their God intended fulfillment.",
    "start": "00:42:58",
    "end": "00:43:18"
  },
  {
    "text": "So this isn't in Luke. I think it's Matthew where he just rails on the Pharisees. Does he have that in Luke?",
    "start": "00:43:19",
    "end": "00:43:27"
  },
  {
    "text": "Yep. Yeah, yeah, it doesn't get a whole chapter, but yeah, it comes near the end.",
    "start": "00:43:27",
    "end": "00:43:33"
  },
  {
    "text": "Okay.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "But yeah, even in this section in Galilee, in chapters three to nine, there are multiple stories where they don't like what Jesus is doing. They don't like the people he's hanging out with. They don't like that he's having dinner parties with people who used to be prostitutes.",
    "start": "00:43:34",
    "end": "00:43:47"
  },
  {
    "text": "Because. And why don't they like it?",
    "start": "00:43:48",
    "end": "00:43:50"
  },
  {
    "text": "Well, so you have someone who's presenting themselves as a prophet, as a leader from the line of David, and he's hanging out with the wrong people. And he's saying that someone like a Levi, a tax collector, who essentially is a compromiser, he's a traitor. He's going and sitting in a Roman tax booth exacting taxes on all these Jewish fishermen trying to go sell their fish. And Jesus just says, follow me to him one day. And the guy, he leaves that and follows Jesus. The stigma didn't stay at the tax. And the same with the prostitutes and other poor people. So it's about, it's this honor shame culture. We already have a difficult time understanding honor shame cultures from an American point of view. But your status in society is like a pecking order. So if you belong because of your life choices, family history, economic setting of low status, it's inappropriate for Jesus to be saying, and these are God's New Covenant family.",
    "start": "00:43:50",
    "end": "00:45:00"
  },
  {
    "text": "But they were Jews.",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "They were. Yes, that's right.",
    "start": "00:45:02",
    "end": "00:45:04"
  },
  {
    "text": "They were part of God's covenant family. But for him to highlight them as like, these are where it's gonna start.",
    "start": "00:45:04",
    "end": "00:45:10"
  },
  {
    "text": "These are how it starts. Yeah, I used the word upside down.",
    "start": "00:45:10",
    "end": "00:45:14"
  },
  {
    "text": "Well, yeah, upside down. So like, I'm a religious and in my mind where it's starting, where the kingdom of God is gonna come, is through my care for the traditions.",
    "start": "00:45:14",
    "end": "00:45:29"
  },
  {
    "text": "Yes. It'll come out of the synagogue, out of the rabbi leaders. These are where God's people will be.",
    "start": "00:45:29",
    "end": "00:45:37"
  },
  {
    "text": "And we'll be the ones that help point us all towards where this needs to go. And when a ruler comes, we'll be a part of that. Yeah, it'll all be part of the institution.",
    "start": "00:45:37",
    "end": "00:45:47"
  },
  {
    "text": "We'll be on the same team. Yeah, yeah. Interesting. Yes.",
    "start": "00:45:47",
    "end": "00:45:50"
  },
  {
    "text": "And so here comes A guy who they don't really feel on the same team with completely because he's ignoring many of the practices they find really important.",
    "start": "00:45:50",
    "end": "00:46:00"
  },
  {
    "text": "Yeah, that's right. He has a different interpretation of what it means to rest on the Sabbath.",
    "start": "00:46:00",
    "end": "00:46:05"
  },
  {
    "text": "That's huge, right there.",
    "start": "00:46:06",
    "end": "00:46:07"
  },
  {
    "text": "Huge, massive, big identity marker for Jewish people.",
    "start": "00:46:07",
    "end": "00:46:10"
  },
  {
    "text": "Don't mess with that.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "And it set them apart in the Roman world.",
    "start": "00:46:11",
    "end": "00:46:13"
  },
  {
    "text": "Yeah.",
    "start": "00:46:13",
    "end": "00:46:14"
  },
  {
    "text": "Because there wasn't. People didn't get weekends in the Roman workforce. So there's that. But then Jesus does things like, we're hungry, there's grain in this field. All right, let's just eat here.",
    "start": "00:46:14",
    "end": "00:46:25"
  },
  {
    "text": "And that is against custom.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "And that's against the traditional interpretation of don't work on the Sabbath. And then he has a number of healings on the Sabbath and they say it wasn't life threatening. So why couldn't this wait till another day? But for Jesus, the Sabbath was about God's mercy and grace. So what better day for someone to. That kind of thing? So there's that. And then Jesus differed over ritual purity, things that weren't in the Torah, but that were traditions that were formed by the Pharisees about hand washing. And there Jesus would have debates and be like, what? Listen, you're trying to stamp out impurity from Israel because we live near sacred space and we're the holy people. But he accused them of cleaning up Israel in the wrong place. That's his famous saying about, you don't get impure by something you eat. Which is really provocative because go read Leviticus.",
    "start": "00:46:26",
    "end": "00:47:18"
  },
  {
    "text": "Yeah, you do.",
    "start": "00:47:18",
    "end": "00:47:19"
  },
  {
    "text": "Yeah, you do. And he says, no, foods don't make you impure. It's not what goes into your mouth, what comes out of your mouth that renders you impure. Hatred, murder.",
    "start": "00:47:19",
    "end": "00:47:30"
  },
  {
    "text": "So he's fast and loose with Sabbath traditions.",
    "start": "00:47:30",
    "end": "00:47:32"
  },
  {
    "text": "Sabbath.",
    "start": "00:47:33",
    "end": "00:47:33"
  },
  {
    "text": "He's a little fast and loose with kosher traditions. Although he probably didn't break kosher.",
    "start": "00:47:33",
    "end": "00:47:38"
  },
  {
    "text": "Jesus ate kosher.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. And so that's threatening right off the bat.",
    "start": "00:47:39",
    "end": "00:47:43"
  },
  {
    "text": "That's threatening, yes. Yeah.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "And then this other layer of. So I'm trying to understand it. So if I'm like a religious leader, I'm looking at someone who's an outcast, who's poor. I'm supposed to take care of them.",
    "start": "00:47:44",
    "end": "00:47:55"
  },
  {
    "text": "That's true.",
    "start": "00:47:55",
    "end": "00:47:56"
  },
  {
    "text": "Right.",
    "start": "00:47:56",
    "end": "00:47:56"
  },
  {
    "text": "Yeah. And they almost certainly were.",
    "start": "00:47:56",
    "end": "00:47:59"
  },
  {
    "text": "Yeah. And so I'm not gonna be that scandalized that Jesus would say, hey, God really cares about the poor. You'd be like, yeah, of course God.",
    "start": "00:47:59",
    "end": "00:48:07"
  },
  {
    "text": "Cares about the poor. Yeah, that's true. Yep.",
    "start": "00:48:07",
    "end": "00:48:08"
  },
  {
    "text": "So that doesn't seem that upside down to them.",
    "start": "00:48:08",
    "end": "00:48:11"
  },
  {
    "text": "Yeah. I suppose what's upside down is that these are the kinds of people that Jesus chooses to spend most of his time with. These are the people that he notices and moves towards when he goes into a town. These are the people that he recruits as the leaders of his movement.",
    "start": "00:48:11",
    "end": "00:48:28"
  },
  {
    "text": "You just wouldn't do that if you were building a movement. You would look for all the powerful. You go to the authoritative wealthy, the.",
    "start": "00:48:28",
    "end": "00:48:37"
  },
  {
    "text": "Pharisee school down the street, get them on board, the best Bible experts on board. You go get a priest or two, some Levites, right?",
    "start": "00:48:37",
    "end": "00:48:45"
  },
  {
    "text": "Yeah.",
    "start": "00:48:45",
    "end": "00:48:45"
  },
  {
    "text": "You build a. You say you're the Messiah and you're bringing the kingdom.",
    "start": "00:48:45",
    "end": "00:48:49"
  },
  {
    "text": "You build that kind of coalition.",
    "start": "00:48:49",
    "end": "00:48:50"
  },
  {
    "text": "Right. And so he like gets no name fisherman, tax collector, and a bunch of women, a number of women who aren't.",
    "start": "00:48:50",
    "end": "00:48:57"
  },
  {
    "text": "Even supposed to be disciples of.",
    "start": "00:48:57",
    "end": "00:49:00"
  },
  {
    "text": "And like, these are the people he says, blessed are you. The kingdom of God is yours. You're the winners is what he says. And Jesus is very intentional about not just what he says, but how the shape of his movement and the people that he picked to be in his movement that also communicated a message. Just like forming a basketball team out of no name players and then taking them to the Olympics. It's like that saying, here's the real deal.",
    "start": "00:49:00",
    "end": "00:49:29"
  },
  {
    "text": "Isn't that the plot of Cool Runnings? Right?",
    "start": "00:49:29",
    "end": "00:49:33"
  },
  {
    "text": "I don't know.",
    "start": "00:49:33",
    "end": "00:49:33"
  },
  {
    "text": "Here's the movie where the Jamaican bobsled team.",
    "start": "00:49:35",
    "end": "00:49:37"
  },
  {
    "text": "Yeah, but your point is like a poor person, like a poor beggar who's blind. He's not being neglected and spit on by the Pharisees. They take care of him.",
    "start": "00:49:37",
    "end": "00:49:48"
  },
  {
    "text": "Yeah. They're not like, get him out.",
    "start": "00:49:48",
    "end": "00:49:50"
  },
  {
    "text": "We don't like these people. And Jesus is the only person to ever be nice to him.",
    "start": "00:49:50",
    "end": "00:49:53"
  },
  {
    "text": "You're like, hey, guys, these are people too.",
    "start": "00:49:53",
    "end": "00:49:54"
  },
  {
    "text": "Yeah, it's not like that.",
    "start": "00:49:54",
    "end": "00:49:56"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:49:56",
    "end": "00:49:56"
  },
  {
    "text": "It's more that there is a symbolism, powerful symbolism in Jesus picking, recruiting, moving specifically and constantly towards this is what he's remembered for.",
    "start": "00:49:56",
    "end": "00:50:06"
  },
  {
    "text": "So it's kind of like if I wanted to run for mayor in Portland, maybe we'll see where this goes. And normally it's like I gotta like hobnob with people with deep pockets, get some money, get to know everyone in the government and like kind of build this coalition. And I get in through that door, through the people who are already in the in group.",
    "start": "00:50:06",
    "end": "00:50:31"
  },
  {
    "text": "This is how you get influence around here.",
    "start": "00:50:31",
    "end": "00:50:32"
  },
  {
    "text": "Yeah. This is how I'd also become like school president, right?",
    "start": "00:50:32",
    "end": "00:50:35"
  },
  {
    "text": "Yeah, that's right. You get to know the people who could benefit you.",
    "start": "00:50:35",
    "end": "00:50:38"
  },
  {
    "text": "Yes.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "So you'll try and benefit them.",
    "start": "00:50:39",
    "end": "00:50:41"
  },
  {
    "text": "Popular kids, the people who have some sort of authority. You want to get in with that coalition.",
    "start": "00:50:42",
    "end": "00:50:47"
  },
  {
    "text": "Yeah.",
    "start": "00:50:47",
    "end": "00:50:47"
  },
  {
    "text": "You wouldn't. I like the school metaphor better right now. I know nothing about local politics, but I went to high school, so, like, I. So if I wanted to run for school president, that's what I wouldn't. But I wouldn't do is, like, go hang out with the couple dudes that play Dungeons and Dragons and always sit by themselves.",
    "start": "00:50:47",
    "end": "00:51:09"
  },
  {
    "text": "Totally.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "And never shout out people who eat.",
    "start": "00:51:09",
    "end": "00:51:11"
  },
  {
    "text": "Lunch at the way back by, like, the baseball bleachers.",
    "start": "00:51:11",
    "end": "00:51:14"
  },
  {
    "text": "The guy who couldn't get into the drama team, like. Cause he's like, too weird.",
    "start": "00:51:14",
    "end": "00:51:19"
  },
  {
    "text": "But then on a more serious note, right, there was like, those kids whose always have raggedy clothes. Right. You wonder, maybe they live in the van with their family.",
    "start": "00:51:20",
    "end": "00:51:30"
  },
  {
    "text": "Yeah. Yeah. And then there's the girl who everyone makes fun of because she's thought of as promiscuous and. Yeah. I mean, I'm thinking of all these. The outcasts.",
    "start": "00:51:30",
    "end": "00:51:43"
  },
  {
    "text": "The outcasts, Yep. Yeah. All these people are coming to my mind from high school. Yeah.",
    "start": "00:51:43",
    "end": "00:51:49"
  },
  {
    "text": "And then I'm trying to think of someone who'd be kind of like the tax collector. Like someone who, like, no one really likes because he's, like, always brown nosing with the principal or something.",
    "start": "00:51:49",
    "end": "00:51:59"
  },
  {
    "text": "Yeah. He's like the hall monitor.",
    "start": "00:52:00",
    "end": "00:52:02"
  },
  {
    "text": "He's the hall monitor.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "Of course.",
    "start": "00:52:04",
    "end": "00:52:04"
  },
  {
    "text": "Yes. He's always late to class. Totally. And nobody likes him because everyone's gotten in trouble.",
    "start": "00:52:05",
    "end": "00:52:12"
  },
  {
    "text": "Traitor.",
    "start": "00:52:12",
    "end": "00:52:13"
  },
  {
    "text": "He's a traitor.",
    "start": "00:52:13",
    "end": "00:52:13"
  },
  {
    "text": "So, yeah.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "That whole ragtag vibe. He's just hanging out with those people. And he goes, you know what? We're gonna take this.",
    "start": "00:52:14",
    "end": "00:52:19"
  },
  {
    "text": "We're gonna form an after school club.",
    "start": "00:52:19",
    "end": "00:52:21"
  },
  {
    "text": "And we're gonna turn this school around.",
    "start": "00:52:23",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. This is what the school actually needs, is this group of people.",
    "start": "00:52:26",
    "end": "00:52:30"
  },
  {
    "text": "This group of people. And we're going to live a radically different way. Caring about each other.",
    "start": "00:52:30",
    "end": "00:52:37"
  },
  {
    "text": "Yeah. Where we honor each other. We treat each other as more important than ourselves.",
    "start": "00:52:37",
    "end": "00:52:41"
  },
  {
    "text": "And they're all like. And you're gonna become. And Jesus, you're gonna become president of the school. And they're all excited.",
    "start": "00:52:42",
    "end": "00:52:48"
  },
  {
    "text": "Yeah, I suppose. Yeah. Let's just play it out. And then he would be like. But not in a way that you.",
    "start": "00:52:49",
    "end": "00:52:54"
  },
  {
    "text": "Yeah. Not in a way you would think. And they're, like, going to the pep rally where they think Jesus is gonna, like, give his announcement that he's running for school president. And instead he just. He, like.",
    "start": "00:52:54",
    "end": "00:53:06"
  },
  {
    "text": "He gets, like, jumped and beat up in the back hallway.",
    "start": "00:53:06",
    "end": "00:53:09"
  },
  {
    "text": "Totally. Yeah. And Sent to the hospital.",
    "start": "00:53:10",
    "end": "00:53:13"
  },
  {
    "text": "Yep. Yeah. And then the clinch would be the moment where he's vindicated, you know, whatever the equivalent is to the resurrection.",
    "start": "00:53:13",
    "end": "00:53:21"
  },
  {
    "text": "Right. What's the equivalent of the resurrection? It turns out he comes back from the hospital and you learn that he is actually the son of the superintendent of the entire school.",
    "start": "00:53:21",
    "end": "00:53:32"
  },
  {
    "text": "And he's elevated as not just school president, class president, but like superintendent of the district.",
    "start": "00:53:34",
    "end": "00:53:40"
  },
  {
    "text": "Right.",
    "start": "00:53:41",
    "end": "00:53:41"
  },
  {
    "text": "Okay. You know, we're onto something here. No, we are. I think. Here's why. I think many people know how to connect all the events of Jesus story together as having all as one unified thing making one unified statement. And so we have like radical revolutionary Jesus and we kind of like him. But then there's like traditionally moral Jesus who's like, you know, don't you know talking about sex and divorce and. Sounds very traditional.",
    "start": "00:53:41",
    "end": "00:54:10"
  },
  {
    "text": "Yeah.",
    "start": "00:54:10",
    "end": "00:54:11"
  },
  {
    "text": "And then there's the Jesus who dies for my sins. Yes. And I think for many people these are different Jesuses in our heads. And I like one, I tend towards the other. I don't understand the death on the cross. It's weird or it's cool. It's how Jesus loved me. But it's unifying all these as part of one statement. The upside down kingdom of God where the reject are actually the ones of greatest honor. That God shows his love for the world precisely by turning its value system upside down. And the cross is the epitome of that. The king who's executed.",
    "start": "00:54:11",
    "end": "00:54:44"
  },
  {
    "text": "Yeah.",
    "start": "00:54:44",
    "end": "00:54:44"
  },
  {
    "text": "So powerful.",
    "start": "00:54:44",
    "end": "00:54:45"
  },
  {
    "text": "Up next will be the final podcast episode. We'll finish off the Gospel of Luke and you'll see the first video that we made for this new miniseries on Luke, released the week before Christmas. Really excited about it. And then throughout next year we'll release four more. It'll be a five part series going through the Gospel of Luke, fully animated. Please say hi to us. We're on Facebook at the Bibleproject and on Twitter oinBibleProj. You can see all the videos that we make. They're free on YouTube. YouTube.com TheBibleProject thanks for listening in. If you enjoy this podcast, you can rate it on itunes. That's really helpful for our itunes standing and you can share it with others. Thanks for being a part of this.",
    "start": "00:54:57",
    "end": "00:55:40"
  }
]