[
  {
    "text": "Hey, this is John and this is Tim.",
    "start": "00:00:09",
    "end": "00:00:12"
  },
  {
    "text": "In this episode of the BibleProject podcast, we get to talk again with Dr. N.T. wright.",
    "start": "00:00:12",
    "end": "00:00:17"
  },
  {
    "text": "That's right, Tom Wright. Yeah, that's right. We're able to have a conversation with him about a theme that we've been exploring a fair amount in the podcast over the last year, which is spiritual powers. Spiritual beings.",
    "start": "00:00:17",
    "end": "00:00:31"
  },
  {
    "text": "Yeah. We wanted to pick his brain about specifically how the Apostle Paul talks and thinks about spiritual powers.",
    "start": "00:00:33",
    "end": "00:00:41"
  },
  {
    "text": "That's right. Because for the most part, he doesn't use the vocabulary of demons or even angels, but he consistently uses. Yeah. This language of the powers and authorities or the rulers in the heavenly realm goes right throughout his letters. Yeah. And then there's kind of a classic puzzle here, and T. Wright has actually, like, written and tried to speak into this debate in the academic realm, which is that the same vocabulary used for human institutional powers. Paul will talk about the Roman government in Romans 13 using the language of the powers or authorities. But then there are other places, like in the letters to the Ephesians, where he talks about the powers and authorities and cosmic rulers of darkness and evil. It's the same vocabulary. So what's up with that? There's a connection there between how Paul sees the world. So that's the territory we explore. It's a fascinating conversation.",
    "start": "00:00:41",
    "end": "00:01:39"
  },
  {
    "text": "Yeah. So we called Tom up. He had no idea what we wanted to talk about, but he jumped right in with us.",
    "start": "00:01:39",
    "end": "00:01:45"
  },
  {
    "text": "Yeah, totally. If this conversation is interesting to you and you want to pursue more, there's a couple actually great resources NT Wright has available. One is a short commentary on the letters of Paul written from prison called Paul for Everyone. The Prison Letters. You can Google it. Another great resource that we got to talk about the other time we interviewed N.T. wright was. You can take online classes with N.T. wright@ntwriteonline.org and actually his course on the letter to the Ephesians is available. And. And he takes a deeper dive into the things that we're talking about in this conversation. So if you go to ntwriteonline.org, look up the letter to the Ephesians class, and you'll find it's on a special discount. And that's awesome.",
    "start": "00:01:45",
    "end": "00:02:37"
  },
  {
    "text": "At least it is right now as we're talking.",
    "start": "00:02:37",
    "end": "00:02:39"
  },
  {
    "text": "Oh, that's right. Correct. It may not be forever.",
    "start": "00:02:39",
    "end": "00:02:43"
  },
  {
    "text": "Yeah, but it is. Check it out.",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "But it is right now. So, anyway, those are resources that are helpful. But for now, let's go to our conversation. All right, Tom, thank you for N.T. wright. Tom Wright, thank you for talking with us again. Today, we're excited to have a conversation about spiritual powers in the New Testament.",
    "start": "00:02:45",
    "end": "00:03:09"
  },
  {
    "text": "Okay, good. Yes. Nice to be with you guys.",
    "start": "00:03:09",
    "end": "00:03:11"
  },
  {
    "text": "Yes. So for our listeners, they know. Well, we've been exploring themes related to spiritual powers of evil.",
    "start": "00:03:11",
    "end": "00:03:19"
  },
  {
    "text": "Yeah. And Tom, you should know that for us, this is an uncomfortable topic.",
    "start": "00:03:19",
    "end": "00:03:23"
  },
  {
    "text": "Oh, okay. Okay.",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "There we are. Yeah. From my background, having just grown up in a very secular urban environment in Portland, Oregon, for all the years, 20 years now, I've been following Jesus, I still find I have to actively move away from a default materialist worldview. I have to actively adopt and awareness of the spiritual realm.",
    "start": "00:03:25",
    "end": "00:03:48"
  },
  {
    "text": "I think I do understand that Western culture as a whole over the last three centuries has just been basically. Well, epicurean is better to say than materialist because it relates very closely to the ancient philosophy of Epicurus.",
    "start": "00:03:49",
    "end": "00:04:03"
  },
  {
    "text": "So actually this may be a good entry point which isn't necessarily Bible focused as such, but give us kind of your take on why is it that so many, whether religious or not, but let's just say followers of Jesus in modern 21st century Western culture, why is there this rub with the Bible's spiritual worldview? What are the forces at work that make it hard for us to even be aware of this?",
    "start": "00:04:05",
    "end": "00:04:32"
  },
  {
    "text": "Well, that's a huge question and to answer it properly would take a course of lectures. And indeed, this time last year I was doing the Gifford Lectures in Aberdeen. The first two of those lectures were directly related to this question. In other words, you have to go back to things that were going on in Europe and america in the 16th, 17th, 18th centuries, the different cultural clashes which led people to think we had to move away from what they began to see as the medieval worldview where everything was all of a piece, you know, whether there was spiritual world and material world were very closely and dangerously integrated. And in reaction against that, just like Epicurus himself reacting against the rather dangerous paganism of his day. And then Epicurus's great exponent the. The poet Lucretius in the first century B.C. they are saying, we don't want this integrated world. If there are gods, they're a long way away and they don't have anything to do with us. And that is partly a theory about how the material world came to be and works. It's, it's bas. Ancient evolutionism that the world just makes itself and the gods are not involved. But it also has the theological spin off that, well, if the gods aren't involved, then you know, what the heck, we, we just have to live life the way we want to and as best we can, make ourselves happy by whatever means we can. And so when Epicureanism is then revived in the modern period, which starts slowly in the 15th century, but by the 18th century it's in full swing. So the people have written whole books about epicurean, the Enlightenment, etc. And it's very clear that there are all sorts of reasons, political, biological, aesthetic, etc. Why people wanted God or the gods to be out of the picture so that the world would then make itself in its own way, so that in America, obviously your Constitution has this big split of church and state, and one understands why, because people are fleeing religious persecution in Europe, etc. But that certainly for Thomas Jefferson, pulls in the whole antithesis of heaven and earth. That Jefferson says at one point, I am an Epicurean, though he was many other things as well. And. And that is characteristic of the Western world. So people just assume that if there are gods or a God, that being is a long way away. And you have to have. If you were going to get in touch, you'd have to have some special means. And that's why many modern Westerns, if they want to get in touch with a being they call God, they do it by a means of Platonism, by saying, oh, we have an immortal soul which actually came from upstairs and one day might go back and this soul is able to be in touch with this God creature. Creature, be the wrong word, this God person, being. And. And sadly, many, many Christians in the Western world, in order to resist materialism, in order to resist Epicureanism, they have drawn heavily on Platonism, which then leads to all sorts of dualisms, et cetera. And the silly thing is that the Bible itself, much clearer on this, but the Jewish worldview, which is embodied in the Bible and then transferred forwards into the Christian worldview in the New Testament, is not well known, is not widely known even among Bible Christians. Sorry, that's the very short version of the course of lectures. Wonderful. Okay.",
    "start": "00:04:32",
    "end": "00:08:02"
  },
  {
    "text": "Yeah, that's helpful. Well, yeah, so just to summarize, to say it back to you, it's always helpful for me, even I have to say it to myself almost every day. Is that the environment that I'm in? Well, I grew up here in Portland and in a religious family, but I was definitely, I realized after a few years of being in school, like elementary, junior high, like I was in a minority in having a family that believed in some kind of supernatural realm. And even that word, I know, is problematic, supernatural. But just to realize that Scenario where the odd man out or the odd woman out is someone who believes in a dimension of reality that isn't apparent. That is a cultural product. That's a modern cultural product.",
    "start": "00:08:02",
    "end": "00:08:49"
  },
  {
    "text": "Sure, sure, it's a modern version of an ancient cultural product. It's very important to say this because people will often say, ah, now that we live in the modern world, we have modern science and electric light and medicine and so on. So we have now discovered that there ain't no such thing as a supernatural world. And the answer is yes, we do have modern science and so on. And actually some of the greatest early modern scientists were devout Christians who believed themselves thinking God's thoughts after him as they were exploring the natural world. But it was a very definite move in the 18th century to shift the scientific enterprise to the point where people were actually looking for clues that maybe all the things they thought God was involved in before, maybe he wasn't. And so the fact that, that science was very successful and modern science and technology, and not least medicine has done a very great deal. But that itself doesn't prove that the Epicurean worldview is true. It's just as compatible with many other worldviews, including the Christian one. And that's the mistake people often make that they assume that because we live in a scientific age, then this materialist world is now demonstrated. And if I write an article in the newspapers, which I don't do so much these days, but I used to do quite a bit then if you go onto the website of the newspaper and see the comments that people chuck at you, and I guess it's the same on blog sites and so on, except I don't usually look at vlog sites. But somebody, almost immediately, as soon as you mention God in the public sphere, somebody will say, oh, give us a break, God was disproved 150 years ago. Can we just drop this subject now? Obviously people are taught that in schools and it's an incredibly short sighted worldview. And so it's one of, one of the things I banged on about in my Gifford lectures was, okay, epicureanism is quite a respectable philosophy. It's got an ancient pedigree and modern variations, but please don't tell me it's moder, because it isn't. The only modern thing that's happened is the accidental alliance through Hegel of epicureanism with a progress idea. Ancient epicureanism never believed in progress, because if you're an atomist, that is, if the world is made by atoms bouncing randomly around and looking into one another, there's no reason to suppose that they are going to progress in any particular way. They may just produce more chaos. But we today have pulled that in with. And again, it's on the back of some aspects of modern science with the idea that the world is automatically progressing in, in a good way. And you only have to point out that, well, modern science has given us wonderful medicine, but it's also given us gas chambers and atom bombs and conditioners. What so. But these are the myths that people live by, that we have now grown up and that we've got rid of God and that the world is just progressing and we just have to go with it. And yeah, I will push against this to my dying breath, God willing.",
    "start": "00:08:49",
    "end": "00:11:52"
  },
  {
    "text": "Yeah. Well, thank you. Those are very, very large issues and topics and I'm just happy to hear you summarize what you've taken whole hours to talk about in other places and yeah, thank you, that's been very helpful. Well, let's move in to a question that would be more in the realm of people who are accepting, committed to a heaven and earth worldview. They care about the Bible. One of the most common questions I often would get in pastoral ministry, and it's one that I had too when I first started reading the Bible in my twenties was the first three quarters. It's God and Israel and the nations, you know, and other gods. But of course, at least I used to think, and is commonly thought those idol gods don't refer to anything real. Right. The prophets make fun of them as being nothing and so on. So you walk into the New Testament and Jesus is confronting an enemy that nobody else can see except him. What people see are the manifestations of demonic or spiritual evil. But Jesus keeps, you know, has this encounter with the Satan or the devil. And then in Paul this is just a huge factor. So a common question is why? What seems like an increased focus on spiritual evil in Jesus and Paul and how does that correspond to the storyline of the Hebrew scriptures that lead up to it? How would you begin to lead someone?",
    "start": "00:11:53",
    "end": "00:13:20"
  },
  {
    "text": "That's very interesting. I'd like to do a sort of thought experiment. Supposing we asked Paul this question, you know, Paul, tell us, why in those scriptures do we not find the same thing? And of course we have to remember as well that Paul in his letters says very little about exorcisms. Exorcisms occur in Matthew, Mark and Luke. Yes, and virtually nowhere else. It's interesting. They're absent from John as well. And there's all Sorts of reasons. People have speculated why that is. I think Paul would say about Jesus that because with Jesus this was the climactic moment when the creator God was claiming his power at last over all the forces of darkness. But then the forces of darkness come out of their corners and have to do battle with Jesus himself in some sense or other, I should say, as well as sort of preliminary. I always try and say something like this. But when one is getting into this topic, if you are a creational monotheist, then evil is ultimately absurd. It doesn't have a logical place in God's good creation. And the corollary of that is that all wise language about evil is approximation. I think the ancients knew this probably as well or better than we do. In other words, though we can talk about principalities and powers and structures and hierarchies, etc. These are vague arm weaving terms to say there's something going on there. Just like people, wise people who look back at the 20th century in Europe and see the rise of Hitler and the Holocaust, see the rise of the Soviet Union and slaughter of millions through that, and see the Armenian genocide during First World War, et cetera, et cetera. People say this is more than the sum total of silly humans doing bad things. It's got accumulative force and darkness to it which demands, you know, even Scott Peck wrote the Road Less Traveled. He wrote that book People of the Lie, because though he was at that stage a secular psychotherapist, he came to realize that there were some cases of people, very sad people who'd come to see him with their troubles, where only something which one could loosely call the demonic could be an explanatory agent for what was going on in front of him. So this is all by way of saying that we shouldn't expect precision at this point. So back to Paul. I think Paul would say that what comes out in the Gospels is what was always latent. And that throughout the Old Testament Hebrew scriptures and ever since the very strange stuff that's going on, say in Genesis 6 with the Watchers, as they're later called, there seems to be some sort of spiritual takeover of the world which then operates through the idolatry of the nations. And that though the gods of the nations themselves don't actually exist, you know, there isn't a Zeus, there isn't a Mars, there isn't an Aphrodite. When people worship these gods and gods goddesses, then they give to forces of evil which are not in fact those big bad gods. But are deeply unpleasant and damaging little demons. Daimonia, which is a well known term in the ancient world. And again, it's quite vague that they give to those creatures power over themselves and those strange creatures which are, I mean, go to Colossians 1. Paul would say God intended all the power structures in the world to serve his good creation. But when humans worship bits of creation instead of God, then they give to those bits of creation a legitimacy, an apparent legitimacy and certainly power over them, over the humans and over other bits of the world as well. So that then occasionally, occasionally in the Old Testament you have the sort of the archdemon, namely the Satan, so that you get the beginning of the Book of Job and so on. But also the fact passage in Chronicles where David has the census of Israel and in, in Kings, in Sam, in the second Samuel, this doesn't seem to be satanic, but Chronicles interprets it as such. And the Satan is the one who accuses people and accuses Israel in particular as, as a way of threatening the goodness of God's creation. That, that's the crucial thing to realize that the, the forces of evil are basically anticreation. And where you. Agnosticism in the 2nd century, agnosticism in the 21st century, it's basically a rejection of the goodness of the created order. That's, that's the thing that's going on. So I'm talking around this, but I think Paul would say, yes, they were around in days of old, but they manifested themselves through the ongoing idolatry of the nations which Israel was supposed to avoid. And that they are enslaving and corrupting and deadly. And that it's only then, with the long awaited, long promised arrival of the Messiah whose task is to overthrow evil, to rescue God's good creation, that then they come out of their hiding places and it gets very ugly when, when they arrest Jesus. He says in Luke, this is your hour and the power of God. In other words, the forces of evil are gathering together and being much more explicit about what they're doing.",
    "start": "00:13:20",
    "end": "00:19:08"
  },
  {
    "text": "Let's talk about. Yeah, impaul. Let's say in Colossians chapter one in the beautiful poem that actually you introduced me to as a poem many years ago. Thank you for that. Oh really? Oh, you're the first person I read that pointed that out and then the whole thing made sense. So Colossians 1, chapter 1, verse 16, where the cosmic Messiah, who is the image of God, by means of him, all things are created in heaven and on earth, in the skies. And the Land, visible and invisible. And then the list, thrones, dominions, rulers and authorities. So people draw attention to this where often this language of spiritual power is featured in its negative role in Paul's letters here it's a neutral or even positive. And it seems like this corresponds to a beginning point in a narrative in Paul's mind about an important role that the powers have before they're corrupted.",
    "start": "00:19:09",
    "end": "00:20:03"
  },
  {
    "text": "That's exactly right. I think again, part of our modern problem is an inbuilt resistance to complex hierarchies. In the Middle Ages, people had no trouble at all with complex hierarchies thinking in terms of thrones and archangels and different layers of powers. And they rather sort of celebrated them. And before modern astronomy, when people looked up at the sky at night, they would see sort of concepts, concentric circles going outwards of all the different spheres that you could ascend through and that these would all be interconnected and the planets had their own roles, et cetera. And there's a kind of easy homology between that and the specific things Paul is talking about. We in the modern world have flattened everything out, just like in our politics. We have leaders and led, you know, we have the elected politicians and then there's the rest of us. But. And we rather dislike the idea that there would be layer upon layer upon layer of social hierarchy. And in the same way we've kind of forgotten as Christians that in scripture it's taken for granted that there are different layers of non human creatures who have jobs to do in God's world. And likewise, my sense is that the modern Western democracies in their reaction against hierarchy, have largely forgotten about the different hierarchies which appear to be in God's good creation, and hence also about the way in which those hierarchies interact with what we still do have by way of social, social and political hierarchies. I've become interested in this in the Gospel of John, where Jesus talks about the ruler of this world who is going to be cast out. And most people say that's in John 12. Most people say, well, that's obviously the devil or Satan. But then in the end of John 14, he says to the disciples, it's time to be off, because the ruler of this world is coming and he has nothing on me, but I'm doing what my father wants me to, where the ruler of this world appears to be the arresting party in Gethsemane, emanating ultimately from, from Caesar.",
    "start": "00:20:03",
    "end": "00:22:13"
  },
  {
    "text": "That's actually stuck out to me recently with even within John chapter 12, right after he says the ruler of this world will be cast out. We're told in a paragraph that many of the rulers, namely the temple SAP, believed in Jesus. So yes, it's the same exact words.",
    "start": "00:22:13",
    "end": "00:22:30"
  },
  {
    "text": "Well, because in the trial narrative Jesus is talking with Pontius Pilate is one of the great conversations in Scripture.",
    "start": "00:22:31",
    "end": "00:22:37"
  },
  {
    "text": "Yes.",
    "start": "00:22:37",
    "end": "00:22:37"
  },
  {
    "text": "And Pilate says, don't you realize I have authority to have you killed? And Jesus says, you couldn't have authority over me unless it was given you from above. Therefore the one who's handed me over to you has the greatest sin. And that's stunning to have Jesus say to Pilate that God has given him Pilate authority over him, Jesus, and so he better be careful how he uses it. If Jesus says that about Pilate, then it seems to me that we have to recognize that humans in authority in the world have a God given responsibility. Doesn't mean that God is validating every election or every takeover or every coup, but that God wants the world to be run by humans. And then. And that there is a kind of a synergy between human rulers and non human principalities and powers. And that when the principalities and powers are the dark ones that humans have worshipped, particularly the forces of violence and war and greed and sex and so on, then the actual human rulers are pulled along by those forces and find themselves, as in the classic examples of Soviet Russia or Nazi Germany or whatever, and goodness knows some closer to home as well, find themselves doing things which actually are deeply, deeply anticreational and corrupting. But in very difficult. We just don't have good language for talking about this interaction, either the spiritual hierarchies or the way in which those spiritual hierarchies interact with human hierarchies. But we need to recognize that there is a reality there, even if we don't have good modern language for it. Does that make sense?",
    "start": "00:22:37",
    "end": "00:24:18"
  },
  {
    "text": "Absolutely. I mean, one place to apply this is in Romans chapter 13 where he's talking about precisely the authorities that are ordered by God. Of course, more than likely he's referring to the authority structures that are going to execute him in however many years. That's a debatable matter. But in terms of Roman power structures.",
    "start": "00:24:18",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, he knows that there is an ambiguity there. But of course you have to read Romans 13 in context. The end of Romans 12 is the prohibition against vigilante violence. In other words, against private vengeance.",
    "start": "00:24:38",
    "end": "00:24:53"
  },
  {
    "text": "That's right.",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "And the two go together. You, if you don't have authority structures within the society, then you will get vigilante violence. Because if somebody sees that somebody's getting away with, with doing evil and if there, if the authorities don't care, if the police, there aren't a police force to look after the business, then people will take the law into their own hands, as we say. And Paul is very concerned that that's not how God's world is meant to work, which is why. Yeah, he says, therefore you've pay taxes and all the other things. And we modern Western libertarians really rather don't like that. Yes, but the alternative is anarchy. And as everyone, anyone who's ever experienced anarchy knows, actually if you have to choose between anarchy and tyranny, they're both pretty bad. But with tyranny, at least you know, the stuff can be ordered. And that's, that's obviously the big political question, always has been how you prevent either anarchy or tyranny, how you prevent a society sliding one way or the other. But it that modern democracy isn't terribly good at doing that. There we are.",
    "start": "00:24:54",
    "end": "00:25:59"
  },
  {
    "text": "There you are.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "Hey, Tom. This is John, the non Bible geek trying to keep up.",
    "start": "00:26:00",
    "end": "00:26:03"
  },
  {
    "text": "That's such a funny way to describe yourself, a non Bible geek.",
    "start": "00:26:03",
    "end": "00:26:06"
  },
  {
    "text": "Right. I've been along for the ride and I'm becoming one through osmosis. So as I begin to adopt this worldview more and think about the powers and spiritual beings as a modern, I really want to understand and I have this impulse to want to create a taxonomy of sorts and be able to explain how it all works. And so you've got the Satan and you've got the divine council and you've got divine council gone rogue and you got angels and then you got demons and how does it all fit together? What would you say to me and someone with that impulse, like what do I do with that impulse?",
    "start": "00:26:06",
    "end": "00:26:48"
  },
  {
    "text": "I think it's a perfectly good impulse to want to be able to understand, as you say, how it all fits together. The phrase how it all fits together is sort of invoking a classic machine. You know, here are the bits of my car spread out all over the garage floor. I want to know how to put it back together again. And it may be that in the mercy of God, the way the cosmos is ordered will never present itself to us as a car waiting to be put back together. In other words, we shouldn't be too disappointed if we can't instantly say, there you are, this goes here, you screw that bit into there and you solder that on there and the job's done. However, however it does appear throughout, throughout scripture that it's partly because God is mysterious. There is no theory which will contain God. We only see who God really is when we look hard at Jesus. And that in a sense makes it more mysterious still. Again, it's an 18th century impulse to want to conceive God in a deist fashion as sitting in the office upstairs with all his assistants, secretaries, junior executives reporting to him and doing what they ought to. And there is a hint of that from time to time with the pictures of the divine council at the beginning of the book of Job or at the end of First Kings where you get that extraordinary scene where the prophet Micaiah Ben Imlach has been allowed to stand in the council of God and has heard different spirits coming to and fro with plans for what God should do about the wicked King Ahab and so on. And how much of that that the ancient Israelites themselves saw in terms of, of what we today would call metaphor or myth. It's a manner of speaking. And how much they saw it in terms of an actual spiritual reality. I suspect it's a bit of both that they will have seen the God of Israel as well as they. They regularly refer to the God of Israel as Yahweh Tzabaoth, the Yahweh of hosts. In other words, he's. Yahweh is the commander of a army of angels and archangels who are constantly on the move doing his bidding and, and serving him and worshiping him. But we don't get to see too much of that. It creeps out from time to time. And we suddenly realized that that was going on like that scene in, in the second Book of Kings where Elisha's servant is, is panicking because they're surrounded by an army. And Elisha just says Lord, open his eyes, will you? And he looks. And of course the magic chariots of fire round about the prophet. And in fact we're quite safe. We are surrounded by the Lord's army. Those things stand out by their rarity. We are not normally given to see that. And part of the joy of the so called apocalyptic books like Daniel and so on is that from time to time there are flickers where oh my goodness, the curtain's been drawn back and we can see what's really going on here, but mostly we don't. And part of the function of the Gospels, I think within the inspiration of Scripture is that the Gospels are meant to draw back the curtain so that we say, oh my goodness, this is the heart of what was going on. This was the battle that was being fought all along. And this is the battle who's mopping up operations we are now involved with. But for most of the time the veil is back on and we just have to live by faith and assume that there are battles of all sorts being waged and that we are junior members in that, and that from time to time we will see that there is something which has to be done which may be very difficult and require a lot of prayer and fasting and so on. So again, I'm talking round it because it is. It is hard to address it full on. But let me just take you back to Colossians 1, that famous poem, verses 15 through 20, Paul does indeed declare that all things, thrones, Authorities, rulers, powers, etc. Were created in and through and for the Messiah, Jesus. Then in verses 18 and following, he says that the whole lot of them were reconciled in and through and for Jesus by the cross. And we want to say, hang on, if they were created good, why did they need to be reconciled? And the poem itself doesn't tell us that. But in chapter two of Colossians, Paul talks about the powers being being defeated, that Jesus the Messiah celebrated his triumph over the principalities and powers. And of course anyone who saw Jes being crucified would have said, this is absurd. He isn't celebrating his triumph, it's other people celebrating their triumph over him. And that is the irony at the heart of the Gospel. And perhaps it's that irony which makes it hard for us even to talk sensibly about all these things. But again, back to John's Gospel. I've just been writing about John, just fresh in my mind. So much of John's Gospel is building up to the moment when Jesus is enthroned in glory. And we are told to await that. And now is the time coming when the Son of Man is going to be glorified and God is going to be glorified in him. And then we look and what we see is a messy, nasty corruption of justice under typical Roman execution. And John is saying, you have to see that as the revelation of the glory of God in the face of Jesus Christ because it's the victory of love. Love doesn't submit to the mechanistic rules of logic. It works on a different pattern. And that's obviously there in very much in Colossians as well. So again, coming round all the circles we are, we. The things we have to bear in mind are the goodness of the original creation and God's firm intention to renew the creation and thereby to validate retrospectively all that was good in the original creation by dealing with the corruption, decay, and death, including the ways in which the powers of darkness have been working for the corruption and decay and death of the world and of humans. And that. That's. That's been defeated in the cross and will be finally defeated when Jesus returns. Paul says in First Corinthians 15, he must reign till God has put all his enemies under his feet. So we're in an in between time, between the beginning of the victory and the end of the victory at the moment. So one needs to keep that framework in mind rather than imagining that we can have some sort of neutral, detached, scientific, hierarchical. Does that make sense?",
    "start": "00:26:49",
    "end": "00:33:32"
  },
  {
    "text": "It does make sense, and it is helpful to keep that in mind. Another framework that we've been wrestling through that's complementary is that humans, in some scandalous way, were made to rule, even kind of more than we should. You know, in Psalm 8, that's what he's thinking about. And I think Paul says something about, don't you know you will judge angels? And there's a sense of, right now we're behind a veil and there's a mystery. But I'm wondering, like, there's also this sense of we've been demoted. You used like junior members, I think is the phrase you use. But there is a sense of we are supposed to be more than that. Is there gonna ever be a time where this becomes a lot more clear to us as we kind of regain this new humanity?",
    "start": "00:33:32",
    "end": "00:34:20"
  },
  {
    "text": "Yeah, I think so. It comes in bits and pieces because of the work I've done in the church in various ways. I have seen ways in which faithful, loyal, hard working, often suffering servants of God have transformed bits of their society in ways which local rulers, local civic council, et cetera, would love to have brought that transformation about. But people from the church have been able to do it. And you can see this with, whether it's drug rehab programs or youth unemployment programs or whatever it is, where when the church gets stuck in, it can actually have effects. And many people have said, you know, that for instance, why was there. Why did the Berlin Wall fall? Well, it started with a Polish pope being elected for a start. Extraordinarily, why did South Africa manage to have a transition without having a huge civil war, which everyone was predicting? And the answer was that Desmond Tutu and a lot of other brave and wise Christians were not only praying, but were knocking on doors of people in government and saying, we need to read the Bible with you. And I'm not saying South Africa is a paradise today. It's still a very dangerous place. But those of us who remember what was going on in the 70s know that night after night on the television news, people were talking about the bloodbath which is coming. And it didn't come. There are ways in which those who are serving Jesus, riskily, dangerously, sometimes ambiguous, can nevertheless bring about real healing and change. Who would have thought that we'd see a commission of truth and reconciliation chaired by a black archbishop, in which white thugs and black thugs came together and confessed their sins and asked for reconciliation. That's an extraordinary achievement. He got the Nobel Peace Prize for it. He should have got that about 10 times over. But it's actually, that's the power of the gospel and there are many, many situations which desperately need that. But those are things where I think we can genuinely say that's what Psalm 8's talking about. This is being crowned with glory and honor, having all things put in subjection under your feet. And of course, it doesn't look like a sort of a cheap caricature of somebody sitting on a throne with genuine gold crowns on their heads. It looks like the Jesus picture of somebody who is enthroned on the cross with the crown of thorns, but who reconciles the world. That's the paradox at the heart of the New Testament, really. So then, I mean, the book of Revelation talks about the rain. There are many hymns which talk about reigning with God and talk about reigning with him in heaven. And the point is, no, not raining on in heaven, reigning on the. On the earth. In the book of Revelation is very clear that God rescued humans from their sin so that they may resume their rightful role as the royal priest, which has been the human vocation. That's the image bearing vocation from the start. We glimpse that image bearing vocation in the present in order to enjoy it fully in the future.",
    "start": "00:34:21",
    "end": "00:37:24"
  },
  {
    "text": "What you're saying brings my mind to 1 Corinthians 2 again, another important Pauline text about the powers. So Paul's addressing the situation. The situation isn't violence as such, but it is social capital violence, right? It's people aligning themselves with popular teachers to give themselves a higher rank in the community. And he calls this the wisdom of this world, which is of course foolishness. So then he goes on to say what the apostles, what the apostles are trying to talk about is the wisdom of God, which the rulers of this age didn't understand. And by the way, they are the ones passing away. It's the wisdom of God, it's hidden and destined for our glory in the age to come. And the rulers didn't understand it, therefore they put Jesus on the cross. So I feel like that's actually bringing together a lot of what you're saying. There's a passing away of current structures of value and authority and power, and the cross is the revelation of a whole new way of ordering power and authority into the new creation. Do you feel like that brings together a lot of what you're saying?",
    "start": "00:37:25",
    "end": "00:38:32"
  },
  {
    "text": "Absolutely. And it is Paul's challenge to the community and Corinth, who are hoping, some of them anyway, that being part of this strange, exciting new movement will gain them sort of social power and prestige. And we can see only too clearly Paul's addressing that in both the Corinthian letters, especially the second one, where the whole point is the power is made perfect in weakness and so on. And so. So, yeah, that. That's. That's exactly. And it goes all the way through to second letter to Corinth, where Paul is talking about power made perfect in weakness. And what's happened between the writing of the two Corinthian letters is that Paul has been through terrible suffering in Ephesus, and he describes it almost like a nervous breakdown. And part of the problem has been that some in the church in Corinth have rejected him. And so he has to, as it were, claw his way back as their apostle, but rejecting any idea of ordinary human power structures and replacing it with the power which is the Gospel power, which is made perfect in weakness. So he's kind of living through the Gospel story, bearing in his body the death of Jesus, as he says in chapter four of Second Corinthians, so that the life of Jesus may also be manifest somehow. This is a way of turning the power structures of the world upside down. And. And it's fascinating to trace then from that moment to where we are that people today often celebrate the fact that we no longer have something called Christendom. And I often want to say, you know, there's an ambiguity about this. If granted the world is going to be run by human beings, would you rather it was run by human beings who at least once a week knelt down and said, there is one God and Jesus is his Son? Or would you rather, rather have the world run by human beings who said, we are it, There is no God greater than us. And I'd rather have the first lot, and they will get it wrong, but I'd rather have people who at least are trying to say that there is A God, and Jesus is His Son and we are his people, even if they then get it wrong, than have people who say, no power stops with us. And if there is a God, he's a long way away and you can go and meet him on Sundays if you like, like an elderly relative. But don't expect to seem to have anything useful to say about the way the world is currently. And I think that's where we are in the modern secular Western world, and it's a very dangerous place to be.",
    "start": "00:38:33",
    "end": "00:41:02"
  },
  {
    "text": "Yeah, thank you for that perspective. Paul says something really interesting, the conclusion of the letter to the Romans, which I know you have committed to your mind and heart. In 1620, he tells the Romans that the God of peace will soon crush the Satan under y'. All. Y' all's feats. Of course, he's recalling, you know, Genesis 3:15, the crushing of the snake under the seat of the woman. Yeah. I'm just curious on your take, why, what does this mean for Paul to offer this among his concluding thoughts. What do you think he's calling the Roman Church to?",
    "start": "00:41:02",
    "end": "00:41:36"
  },
  {
    "text": "It's interesting. He's pulling together a bunch of things there. That. That final flourish in Romans 16 is often omitted when people expound Romans because they're kind of exhausted. But yes, right at the end there, you have to take the paragraph beginning with verse 17, watch out for people who are causing trouble, and such people are only serving their own appetites. Verse 18, which is rather like what he says at the end of Philippians chapter three, and they're deceiving the hearts of the unwise or whatever. But then he says, I'm rejoicing over you, verse 19, and I want you to be wise towards that which is good, but simple, towards that which is evil. It's quite like, and as a verbal echo, actually, of Jesus saying about being wise as serpents and innocent as doves, and then the God of peace will try as the Greek will bruise or smash the Satan under your feet fairly soon. And I suspect that there Paul is aware that the Satan may be operative through human power structures. And it might be a cryptic way of saying Nero looks as if he's enthroned forever. But actually we know, because we know who's really in charge of this world, that there's going to be a great crash. And if we look back from the perspective of A.D. 68, 69, then anyone looking at those events, when Nero committed suicide and then there were four emperors in quick succession might say, yeah, it looks as though the Roman power was by no means as secure as it must have appeared in 55, whenever it was 55. 6 When Paul was writing this letter. I think there is at least a double entendre. And in order to get to that you probably need 1st and 2nd Thessalonians, especially 2nd Thessalonians, to look at the ways in which it seems to be a clear reference there to the Roman emperor who wants to put up a statue of himself in the temple like the Emperor Gaius had tried to do, and so on. So Paul seems to have no trouble with a fluidity between idolatrous or self idolatrous power structures and the operation of the. So he can take promises which we in our world might think oh that's a spiritual victory and apply it to power structures, human power structures, which he would see as having bought into satanic modes of being.",
    "start": "00:41:36",
    "end": "00:44:03"
  },
  {
    "text": "That's helpful. I mean I know in many church traditions their concepts of spiritual warfare are precisely that. It's that these powers are manifest themselves in a non human expression. And what you're saying is this is true in all puzzles letters. He sees the powers of evil precisely at work through individual and corporate corruption in human behavior.",
    "start": "00:44:04",
    "end": "00:44:27"
  },
  {
    "text": "It's intertwined and it's difficult because these things slosh to and fro in the popular imagination. And sometimes people have gone all the way with that and said therefore all this language about demons and the Satan and so on, this is simply a political critique and doesn't really have have a quote, spiritual unquote corollary. And I want to say no, it's both and we just don't get it in the modern world. We try to flatten everything out. You somehow have to hold them together. I look forward to the time when people will be more sensitive and aware of the multi layeredness of all these things. And just as in biblical theology, heaven and earth are meant to overlap and interlock and the sign of that being the temple, which is, you know, the place where heaven and earth come together so, so on in the dark side, if I can use that rather dubious phrase, there's a sense that actually the powers of darkness use sort of stupid and idolatrous and often rather trivial and nasty human things to work through. And the people I know who have done most with what we loosely call demon possession and so on. And it's not, it's not a world that I know much about myself. But I've talked to people who I trust who have worked under the radar, as it were, to try to help people who suffer in, in these ways. They will say that when you, when it all comes down to it and you are actually dealing with somebody who is afflicted that way, it's both trivial and banal and nasty and ugly and it's like cleaning the drains. You know, it's. This is not dramatic, it's not big, flashy stuff. And I take that quite seriously. Like Hannah Arendt said after the Nazi period that what was going on with the Holocaust and so on was the banality of evil. You know, it was these people making sure the trains ran on time and so on. They were the people who were sending millions of Jews to their death and so on. And there's a sense again in and through all of this of evil being anticreational. It's. God's creation is full of glory and delight and variety and color and richness and humor, humor and so on. And evil drags it down and makes a black and white world and tries to scrub everything out. And CS Lewis says somewhere, you know, I think it's in Screwtape letters where Screwtape says the fun of the game, being a tempter is not to give people great pleasure and great fun and then damn them at the end. It's to have their soul and give them nothing. Give them just trivia and corruption. So that's the style, the anticreationalness of Satan and of course the lies of Satan is to say, come with me and I will give you all these things. What said to Jesus in the temptation, I own all this stuff and you can have it all if you just worship me and Jesus tells him where to get off.",
    "start": "00:44:27",
    "end": "00:47:25"
  },
  {
    "text": "Thank you, Tom. Yeah, this is. It's very difficult. And I think the one takeaway for me is, and this is John, is I want to divorce the spiritual from the physical. And it just doesn't seem like that's happening in scripture. They're so intertwined and it is tough. And then you're in the darkness of things and the way out isn't to exert power, but to serve and to suffer like Jesus. And thank you for that and thank you so much for your time. We love these chats as we work through this content. We recommend you so much to people who want to dig in deeper. Your lectures and your books and you're.",
    "start": "00:47:26",
    "end": "00:48:03"
  },
  {
    "text": "Recommending those online courses.",
    "start": "00:48:03",
    "end": "00:48:05"
  },
  {
    "text": "Yeah. And then nt write online. The courses that you have there are excellent.",
    "start": "00:48:05",
    "end": "00:48:10"
  },
  {
    "text": "Thank you very much indeed. It's good to talk to you again.",
    "start": "00:48:10",
    "end": "00:48:13"
  },
  {
    "text": "Yeah, absolutely. Have a wonderful day.",
    "start": "00:48:13",
    "end": "00:48:15"
  },
  {
    "text": "Thank you, Tom.",
    "start": "00:48:15",
    "end": "00:48:16"
  },
  {
    "text": "That was awesome. What a great guy.",
    "start": "00:48:42",
    "end": "00:48:44"
  },
  {
    "text": "Yeah, I'VE learned this over the years, both reading and listening to him. He's a big picture associative thinker. And so he'll move from the medieval period to 1st century Latin philosophers to.",
    "start": "00:48:44",
    "end": "00:48:58"
  },
  {
    "text": "Epicureanism, to all of a sudden it's.",
    "start": "00:48:58",
    "end": "00:49:00"
  },
  {
    "text": "Like 21st century Western philosopher politics to Paul, all in like a paragraph.",
    "start": "00:49:00",
    "end": "00:49:05"
  },
  {
    "text": "It's all connected in his mind.",
    "start": "00:49:05",
    "end": "00:49:07"
  },
  {
    "text": "Yes, it's all interconnected. One thing crystallized for me as we were talking. I didn't want to interrupt him. It's about this positive role, the narrative. I referred to this as Paul's got a narrative in his mind about the power structures. Because in that Colossians poem, in Colossians.",
    "start": "00:49:07",
    "end": "00:49:23"
  },
  {
    "text": "One refers to thrones, rulers.",
    "start": "00:49:23",
    "end": "00:49:26"
  },
  {
    "text": "Yes, but it's this pairing, visible and invisible, visible in the heavens and on the earth. And then he names the throne's power dominions. So it's very clear he's envisioning both heavenly and earthly powers in their twin parallel role. And they're all created by, through and for the Messiah. So Paul has an idea of like an ideal pristine vision of the powers operating according to God's will and its human and spiritual powers in unity, unison, together in this ideal way.",
    "start": "00:49:26",
    "end": "00:50:00"
  },
  {
    "text": "Right.",
    "start": "00:50:00",
    "end": "00:50:00"
  },
  {
    "text": "And then as Tom pointed out, he says later in that paragraph, they didn't remain in that ideal state. They got to a point where they had to be dealt.",
    "start": "00:50:00",
    "end": "00:50:08"
  },
  {
    "text": "Reconciled.",
    "start": "00:50:08",
    "end": "00:50:08"
  },
  {
    "text": "Reconciled, yeah. This is what crystallized in my mind, I think for many years I operated with. There's humans here and they're screwed up by sin. And so because of Jesus, death and resurrection for them, they now have a choice. You can not accept him and go to the bad place. You can accept him and go to the good place. When it comes to spiritual powers, at least in my imagination it was, well, if they're evil powers, they're just going to the bad place. Right. Read the Book of Revelation. Paul has a different story in his head of reconciliation. Yes. That the powers are corrupted precisely as humans give their allegiance to these created structures of power that manifests themselves in what we call economics or politics or law. But in Paul's mind, they're corruptions of things that are meant to be good. And so when Paul says that the powers are both disarmed and exposed by the cross, but also that they are reconciled because as the new humanity is created, you have a new heaven and earth harmony that's born out of the resurrection and the spirit and into the new creation, that's just a different story. The reconciliation of the power powers, which is not saying that what? Can demons be saved or converted? That's the wrong story to insert the powers into.",
    "start": "00:50:08",
    "end": "00:51:27"
  },
  {
    "text": "Why?",
    "start": "00:51:28",
    "end": "00:51:29"
  },
  {
    "text": "What do you mean? That's. Demons are the wrong story.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "In other words, if I only think about the powers as demonic instruments or spiritual evil, rather than something good that has become corrupted, just like humans are good and have become corrupted, both need reconciliation in the ordering of a new creation.",
    "start": "00:51:31",
    "end": "00:51:48"
  },
  {
    "text": "I guess the question is, what needs to be reconciled? Humanity's ability to rule or humanity and kind of the Elohim, the divine spiritual powers ruling together.",
    "start": "00:51:55",
    "end": "00:52:08"
  },
  {
    "text": "Yeah. Well, again, let's go back. This is Colossians 1. There's really what I'm reflecting on, because he says in Colossians 1, verse 16, all things in heavens and on the earth, visible and invisible, thrones, dominions, rulers, authorities are created through him and for him. And he says later on, although y' all were formerly alienated and hostile, in your mind, this is the Gentiles in evil deeds. Yet now he has reconciled y' all through his, the body of his flesh, through his death, to present y' all before him, holy and blameless, so restoring humanity to their proper role in creation. And then he says in verse 20 that through the Messiah, he has reconciled to himself all things, having made peace through the blood of his cross, whether things on earth or things in heaven. So the reconciliation of all things doesn't just apply to humans, it applies to those corrupt powers. Yeah, corrupt humans are reconciled.",
    "start": "00:52:08",
    "end": "00:53:07"
  },
  {
    "text": "Corrupt humans and corrupt spiritual powers. Corrupt powers are reconciled, which are always intertwined. You can't talk about corrupt, evil spiritual powers without really talking about the manifestation of that within human power structures.",
    "start": "00:53:07",
    "end": "00:53:21"
  },
  {
    "text": "That's right. And remember, that's the twin worldview, even of just of Genesis 1. The host of the skies and the host of the earth, both given authority to rule over their desert designated areas. The hosts of heaven rule over the skies. The humans rule over the skies.",
    "start": "00:53:21",
    "end": "00:53:36"
  },
  {
    "text": "But I guess the thing I'm trying to sit in is that the host of Heaven's ruling over the skies. When we experience that, we only ever really experience that through human power structures. Like, we don't experience that. Well, I guess if you have some sort of demonic experience of. In an exorcism or something, that maybe is more just like. That's just spiritual.",
    "start": "00:53:36",
    "end": "00:54:01"
  },
  {
    "text": "Right.",
    "start": "00:54:01",
    "end": "00:54:01"
  },
  {
    "text": "But it seems like the way that Paul generally talks about it, in the way that Tom was always wanting to bring it back to, was it's gonna feel very human. Yeah, in a lot of ways.",
    "start": "00:54:02",
    "end": "00:54:11"
  },
  {
    "text": "Well, even just what you just talked about, like in a case of demon possession that is still. That spiritual power is visible in and through a human person.",
    "start": "00:54:11",
    "end": "00:54:21"
  },
  {
    "text": "Yeah, that's how you see it.",
    "start": "00:54:21",
    "end": "00:54:22"
  },
  {
    "text": "It's also intertwined just on the structure of one human body, as opposed to a whole structure nation's economy. Yeah. Or a whole Twitter movement or something on Instagram.",
    "start": "00:54:22",
    "end": "00:54:33"
  },
  {
    "text": "And then, so one thing you could do is say, okay, all we're really talking about is something metaphysical, some phenomena that's not actually quote unquote spiritual. And that's one inclination. But there is something there. Because that same thing, you could talk to a secular kind of humanist who would just say, oh yeah, whatever that is, the Zeitgeist or the, you know, I don't know how it would be explained. But you would give credence to. There is some energy, some power that takes over a government or takes over a ruling class or just a person. But in the biblical imagination, it's a spiritual thing. There's creatures involved.",
    "start": "00:54:33",
    "end": "00:55:15"
  },
  {
    "text": "Yes. Yeah, that's right. You know, this is interesting. I also didn't get a chance to ask him how the powers overlap with, especially in Paul's letter to the Romans, sin and death. In the letter to the Romans, sin can both refer to something that people do, a stupid thing that a person does. All have sinned and fallen short of the glory that God's made them for. But at the same time, he talks about sin as something that rules humanity, something that reigns and has power over whole societies and that kills us and takes us captive.",
    "start": "00:55:15",
    "end": "00:55:54"
  },
  {
    "text": "So there outward energy, some outward power.",
    "start": "00:55:55",
    "end": "00:55:58"
  },
  {
    "text": "There's some, yeah. So actually, here's that. This is actually another conversation and someone who I'd like to actually talk for us to talk to, a scholar named Matthew Crossman, I think I'm saying his name right. Who wrote a book recently called the Emergence of Sin. But he's actually using in philosophy of science the concept of emergent realities that are real entities, but they can't be reduced to any of the parts from which they emerge.",
    "start": "00:55:58",
    "end": "00:56:30"
  },
  {
    "text": "Which sounds like a very secular way to talk about it.",
    "start": "00:56:30",
    "end": "00:56:32"
  },
  {
    "text": "Well, maybe that's part of why I would love for us to talk with him. But he uses a lot of analogies in science, and one that has really stuck is the beast beehive. You know that a beehive is made of a number of individual bees who are doing their thing.",
    "start": "00:56:32",
    "end": "00:56:48"
  },
  {
    "text": "Right.",
    "start": "00:56:48",
    "end": "00:56:48"
  },
  {
    "text": "But on a functional level, the entire hive operates together and is genetically connected as a single organism. So the hive is actually a species. Yeah, it's an. It is itself a being or person. The hive is a being collectively and it operates as a single being.",
    "start": "00:56:48",
    "end": "00:57:06"
  },
  {
    "text": "And you can think of the human body in that way, in a way too.",
    "start": "00:57:06",
    "end": "00:57:08"
  },
  {
    "text": "Human body. Exactly. And think of Paul. He uses the body imagery all the time.",
    "start": "00:57:08",
    "end": "00:57:13"
  },
  {
    "text": "Yeah, yeah. We're the body with Christ. In some way, there's some superorganism, which is humanity together with Christ.",
    "start": "00:57:13",
    "end": "00:57:20"
  },
  {
    "text": "That's right. So the question is, what superorganism emerges out of a society and under what allegiance and power does it fall? It can be organized idolatrously under, you know, I mean, even in the Roman world, the concepts of justice and liberty and value, valor, these are gods. Roman culture is dedicated to this.",
    "start": "00:57:20",
    "end": "00:57:42"
  },
  {
    "text": "This just seems like two different ways to think about maybe the origins of spiritual beings. Is like, did God just kind of create creatures that went rogue? Or is there also this sense of the emergence, the kind of more natural emergence of super creatures that are. That come from the collective humanity's internal disposition to evil? And it adds a rabbit hole.",
    "start": "00:57:42",
    "end": "00:58:12"
  },
  {
    "text": "Obviously, that's a good one. And it relates to what Tom said. And I've thought a lot about this, about even what we mean when we say that evil exists. If within the biblical story, evil is anti existence. If creation is good, then what is an evil power? It's something that's undoing creation back into nothing.",
    "start": "00:58:12",
    "end": "00:58:32"
  },
  {
    "text": "But in Genesis 1, God creates them and appoints them.",
    "start": "00:58:32",
    "end": "00:58:35"
  },
  {
    "text": "That's right.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "So, I mean, that's clear.",
    "start": "00:58:36",
    "end": "00:58:37"
  },
  {
    "text": "That is clear. That's right. Yeah, that's right.",
    "start": "00:58:37",
    "end": "00:58:39"
  },
  {
    "text": "But those aren't the evil. I see.",
    "start": "00:58:39",
    "end": "00:58:41"
  },
  {
    "text": "Yeah. If evil is a descent back into chaotic nothingness, how does that happen? Is a being that's down that road, is that a being? Is it right to use the biblical authors use personal language to talk about the Satan.",
    "start": "00:58:41",
    "end": "00:58:54"
  },
  {
    "text": "Right.",
    "start": "00:58:54",
    "end": "00:58:55"
  },
  {
    "text": "Or the. The powers of evil. But yeah, I'm just wondering, like, should I even conceive of that spiritual being as a type of being or person, the way I am a being or a person?",
    "start": "00:58:55",
    "end": "00:59:04"
  },
  {
    "text": "Yeah. It was really interesting how he kept bringing it back to that spiritual. Evil is anti creation.",
    "start": "00:59:04",
    "end": "00:59:10"
  },
  {
    "text": "Yes.",
    "start": "00:59:10",
    "end": "00:59:10"
  },
  {
    "text": "Yeah, that was a really important point for him.",
    "start": "00:59:10",
    "end": "00:59:12"
  },
  {
    "text": "Totally, totally.",
    "start": "00:59:12",
    "end": "00:59:13"
  },
  {
    "text": "And I want to sit with that more. It seems like that's kind of what you're getting at too. Is there something this is unmaking this unbeing.",
    "start": "00:59:13",
    "end": "00:59:20"
  },
  {
    "text": "Yeah. Think like in Jenna, in the name narrative rebellion of the sons of God, that crazy story in Genesis, chapter six.",
    "start": "00:59:21",
    "end": "00:59:27"
  },
  {
    "text": "Yeah.",
    "start": "00:59:27",
    "end": "00:59:28"
  },
  {
    "text": "What? That results in what he called the watchers. Yep, the watchers. Yeah. That is connected to the. The filling of the land with violence.",
    "start": "00:59:28",
    "end": "00:59:35"
  },
  {
    "text": "Yeah.",
    "start": "00:59:35",
    "end": "00:59:35"
  },
  {
    "text": "That uncreates the world. God allows that chaos to consume creation and it goes back to chaos and darkness.",
    "start": "00:59:35",
    "end": "00:59:45"
  },
  {
    "text": "Yeah.",
    "start": "00:59:45",
    "end": "00:59:45"
  },
  {
    "text": "So that is the pattern, that it's humans participating in the disintegration of the universe give in to evil. And so what language do we have for a being? I don't know, man. I'm at the limits of.",
    "start": "00:59:45",
    "end": "00:59:59"
  },
  {
    "text": "It's getting very philosophical.",
    "start": "00:59:59",
    "end": "01:00:01"
  },
  {
    "text": "I would love to tie that.",
    "start": "01:00:01",
    "end": "01:00:03"
  },
  {
    "text": "Yeah, let's talk to that guy. Tie that together if we can. When we were reading Romans 16, you kind of lit up and you pointed at good and evil on your screen.",
    "start": "01:00:03",
    "end": "01:00:12"
  },
  {
    "text": "Oh, yeah. I've never, never noticed that before.",
    "start": "01:00:12",
    "end": "01:00:14"
  },
  {
    "text": "Yeah. And so I was thinking about that. So you had brought up 1620. The God of peace will soon crush Satan under y' all's feet.",
    "start": "01:00:14",
    "end": "01:00:22"
  },
  {
    "text": "Clear reference to Genesis 3:15.",
    "start": "01:00:22",
    "end": "01:00:24"
  },
  {
    "text": "Right?",
    "start": "01:00:24",
    "end": "01:00:24"
  },
  {
    "text": "Yes.",
    "start": "01:00:24",
    "end": "01:00:25"
  },
  {
    "text": "Right before that.",
    "start": "01:00:25",
    "end": "01:00:26"
  },
  {
    "text": "Yes, yes.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "He says, I want you to be wise about what is good and innocent about what is evil.",
    "start": "01:00:27",
    "end": "01:00:31"
  },
  {
    "text": "Yes.",
    "start": "01:00:31",
    "end": "01:00:32"
  },
  {
    "text": "So that's the language of the tree.",
    "start": "01:00:32",
    "end": "01:00:34"
  },
  {
    "text": "It's the language of the woman, the man sitting in front of the tree.",
    "start": "01:00:34",
    "end": "01:00:38"
  },
  {
    "text": "Yeah.",
    "start": "01:00:38",
    "end": "01:00:39"
  },
  {
    "text": "And wisdom about where is the true source of wisdom?",
    "start": "01:00:40",
    "end": "01:00:42"
  },
  {
    "text": "Where does wisdom come from? And I want you to be wise about what is good and innocent. And that's the thing is, like God was wanting their innocence.",
    "start": "01:00:42",
    "end": "01:00:51"
  },
  {
    "text": "He's.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "Don't eat of that. I want you to be innocent of it. And you know, we keep coming back to this tree and we're going to have a whole conversation on it so we could save it. But I just want to flag that. Like, there's something there about. To me, it's not as simple as I don't want you to know the difference between good and evil. It seems like there's something.",
    "start": "01:00:52",
    "end": "01:01:09"
  },
  {
    "text": "I know what evil is. I know what good is.",
    "start": "01:01:10",
    "end": "01:01:14"
  },
  {
    "text": "But it's not that it doesn't say, I want you to be ignorant of what is evil. It says, I want you to be innocent of what is evil.",
    "start": "01:01:14",
    "end": "01:01:22"
  },
  {
    "text": "In other words, he doesn't use knowledge language.",
    "start": "01:01:23",
    "end": "01:01:25"
  },
  {
    "text": "Knowledge language.",
    "start": "01:01:25",
    "end": "01:01:26"
  },
  {
    "text": "I want you to be wise about good.",
    "start": "01:01:26",
    "end": "01:01:27"
  },
  {
    "text": "Yes.",
    "start": "01:01:27",
    "end": "01:01:28"
  },
  {
    "text": "And knowledgeable about evil. That's not what he says.",
    "start": "01:01:28",
    "end": "01:01:30"
  },
  {
    "text": "Right.",
    "start": "01:01:30",
    "end": "01:01:31"
  },
  {
    "text": "Yeah, that's a good point.",
    "start": "01:01:31",
    "end": "01:01:32"
  },
  {
    "text": "Because that knowledge language, especially for a modern. It's kind of like, why wouldn't God want me to know? Like, that's. I love knowing things. And I think maybe that that doesn't mean just I want you to be ignorant of what is good and evil, but innocent of what is evil.",
    "start": "01:01:32",
    "end": "01:01:52"
  },
  {
    "text": "Yes. So sorry, to clarify what you're saying, we're getting a little sneak peek into what Paul. How Paul understands the tree. Yeah, yeah, yeah. Right here. It's in a side comment.",
    "start": "01:01:52",
    "end": "01:02:02"
  },
  {
    "text": "Yeah.",
    "start": "01:02:02",
    "end": "01:02:02"
  },
  {
    "text": "But yes, that stuck out to me. A sore thumb. Yeah. I need to take a long walk with a cup of tea and think about.",
    "start": "01:02:02",
    "end": "01:02:11"
  },
  {
    "text": "Yeah.",
    "start": "01:02:11",
    "end": "01:02:11"
  },
  {
    "text": "And this is all in the context of him warning them about anybody who's going to introduce division and dissension into the Roman church communities. That's what he says. I urge you, keep your eye on people who cause divisions in church communities. Be wise about what is good. So in other words, he sees people coming into a church community, introducing narratives and issues that will divide. He sees that as a moment where that whole church community is like Adam and Eve standing at the tree. And this is a choice where he wants you to be wise in what is good, innocent about what's evil. And if that's so, then God will crush the Satan under yalls feet.",
    "start": "01:02:11",
    "end": "01:02:56"
  },
  {
    "text": "Yeah, he's just riffing off of Genesis 3.",
    "start": "01:02:56",
    "end": "01:02:59"
  },
  {
    "text": "Yeah. Okay, good. Thank you. Let's flag that for the future. Yeah. Hi, this is Rose Rosenthal. I'm from Orange County, California.",
    "start": "01:02:59",
    "end": "01:03:11"
  },
  {
    "text": "Hi, this is Adam.",
    "start": "01:03:11",
    "end": "01:03:12"
  },
  {
    "text": "I'm from Marion, Ohio, and I first heard about the Bible Project from Craig Bellinger, my life group study leader.",
    "start": "01:03:12",
    "end": "01:03:18"
  },
  {
    "text": "My favorite thing about the Bible Project is just how beautiful and layered the videos are, just how their use of visual metaphor and just how it all points to Jesus and the beauty of God.",
    "start": "01:03:19",
    "end": "01:03:31"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:03:31",
    "end": "01:03:34"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:03:34",
    "end": "01:03:37"
  },
  {
    "text": "Find free videos, study notes, podcasts, and more@thebibleproject.com.",
    "start": "01:03:37",
    "end": "01:03:41"
  }
]