[
  {
    "text": "Imagine you're an ancient peasant living in Rome. Life for you is pretty tough. Death and disease are common. People are crammed into slums of cities that smell disgust and are ruled by violent men. You're just trying to survive. Today you're at the local temple making sacrifices because you know that if you're going to survive, you need the gods protection. Problem is, the gods are temperamental and you're not sure if they like you or not. So you spend time and money sacrificing, hoping the gods will be on your side. It's a cold and unpredictable world, just like the gods who rule it. But then imagine you walk out of the temple and see a crowd gathered around a guy on the street. It's a guy you have heard of before. He's a Jewish fanatic. Those people who worship the one true God, they say. But now he's talking about something different, something they call the way you stop and listen and you realize he's talking about a different world altogether.",
    "start": "00:00:19",
    "end": "00:01:23"
  },
  {
    "text": "The kind of different world that Jews and Christians invited Greeks and Romans to live in. It's not a world governed by volatile, unpredictable gods, but it's a world that's stable and safe and that the one creator God has shared with us. Totally different view of the universe.",
    "start": "00:01:23",
    "end": "00:01:43"
  },
  {
    "text": "This is the BibleProject Podcast. I'm John Collins and today we're going to wrap up our series of conversations on the Book of Acts. Acts has chronicled the beginning of creating Christianity. And when it began, Christians were viewed as threats. They were disrupting the world order.",
    "start": "00:01:46",
    "end": "00:02:04"
  },
  {
    "text": "Why so refusal to participate in worship and acknowledgement of the gods would have been taken as acts of disloyalty against one's family and city and disregarding the welfare of your neighbors.",
    "start": "00:02:05",
    "end": "00:02:18"
  },
  {
    "text": "And when you're disloyal to your culture, drama is going to ensue. People are killed, riots happen. But the Christians stay banded together. They took care of each other and they took care of the people that the empire overlooked. The poor, the orphan, the widow.",
    "start": "00:02:18",
    "end": "00:02:34"
  },
  {
    "text": "So the social capital that people found in these communities was worth all of the other ostracism.",
    "start": "00:02:34",
    "end": "00:02:40"
  },
  {
    "text": "And so ancient world became split. Were the Christians a threat? They pay taxes, they take care of the poor, but they keep insisting that this man Jesus is the true king, not Caesar.",
    "start": "00:02:41",
    "end": "00:02:56"
  },
  {
    "text": "This dynamic that the whole New Testament is trying to invite people into a way of existing in any culture, any nation, and participating in it, but also calling it to become its best version of itself, which you think is really only possible if people, they acknowledge Jesus.",
    "start": "00:02:56",
    "end": "00:03:15"
  },
  {
    "text": "So today on the show mobs, riots and the subversive nature of Christianity. Thanks for joining us. Here we go. So we're talking about the Book of Acts and in the last episode we talked a lot about 8 through 12 and setting us up to talk about the next section. And 8 through 12 is all about going to Samaria and Judea.",
    "start": "00:03:15",
    "end": "00:03:37"
  },
  {
    "text": "Yep. The region right around Jerusalem. Yeah. So the key character that's introduced is a guy named Saul of Tarsus who's going to become Paul the Apostle. Saul is Hebrew name. Shaul.",
    "start": "00:03:37",
    "end": "00:03:49"
  },
  {
    "text": "Shaul.",
    "start": "00:03:49",
    "end": "00:03:50"
  },
  {
    "text": "Shaul. And then Paul is his Greek name. That's very common. Many Jewish people had. It's like your home team name.",
    "start": "00:03:50",
    "end": "00:04:00"
  },
  {
    "text": "Yeah.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "And then your public name when you're talking with people who aren't of your people.",
    "start": "00:04:01",
    "end": "00:04:05"
  },
  {
    "text": "Yeah. Like I'd be Juan down in Mexico. Yeah, something like that.",
    "start": "00:04:06",
    "end": "00:04:10"
  },
  {
    "text": "Yeah.",
    "start": "00:04:10",
    "end": "00:04:11"
  },
  {
    "text": "But I was always told this is his conversion name.",
    "start": "00:04:11",
    "end": "00:04:15"
  },
  {
    "text": "It's not the case.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "It's not the case.",
    "start": "00:04:16",
    "end": "00:04:16"
  },
  {
    "text": "He just. He was known by both. Luke, however, does use.",
    "start": "00:04:16",
    "end": "00:04:21"
  },
  {
    "text": "Use it as a device.",
    "start": "00:04:21",
    "end": "00:04:23"
  },
  {
    "text": "As a device for his transition. Got it from being a fair. Well, he never stopped being a Pharisee necessarily. Somebody who cared about the story of Israel covenants. But he uses it to transition him from his pre Jesus to post Jesus phase and becomes an international missionary.",
    "start": "00:04:23",
    "end": "00:04:41"
  },
  {
    "text": "Yeah.",
    "start": "00:04:41",
    "end": "00:04:42"
  },
  {
    "text": "So this is international name. Yeah, got it in the narrative. So he's a key character. He's introduced in this transition section in the Book of Acts. So we're going to have to develop him. Some talk about him. He describes himself in one of his letters. He talks about his pre Jesus self in the letter to the Philippians. And he talks about how with regard to the laws of the Torah, he was blameless. You know, he was super devout and uses this line where he says, I was a Pharisee. So he identified with this religious political pressure movement.",
    "start": "00:04:42",
    "end": "00:05:18"
  },
  {
    "text": "What do you mean pressure movement?",
    "start": "00:05:19",
    "end": "00:05:20"
  },
  {
    "text": "Well, pressure. Like a pressure group. They weren't an official institution, the Pharisees. They're the equivalent to in any culture where there is a hyper conservative religious political movement that's trying to get the whole populace to adopt the really passionate rigorous piety that normally is just a few people. They were trying to take the holiness rituals of the temple priests and create equivalents in people's everyday lives.",
    "start": "00:05:20",
    "end": "00:05:48"
  },
  {
    "text": "Got it.",
    "start": "00:05:48",
    "end": "00:05:48"
  },
  {
    "text": "So the priests washed their hands before doing things in the temple. So every Jew should wash their hands before mealtimes, before prayer. The priests say these kind of blessings over the sacrifices. Every Jew should say these kind of prayers before mealtime.",
    "start": "00:05:48",
    "end": "00:06:03"
  },
  {
    "text": "Yeah, they're zealots yeah, they're zealots.",
    "start": "00:06:03",
    "end": "00:06:06"
  },
  {
    "text": "Which is how he describes himself. Yeah, In Philippians. This is important. He says, regarding the Torah, I was a Pharisee. As for zeal, I persecuted the church. So he connects his zeal, the passion, with a violent suppression of anybody who will threaten Israel's faithfulness to its God. Zeal. And this is hyperlink phrases. He's recalling the story of the first zealous Israelite in the Hebrew Bible. This is good Bible trivia. The first zealous, first zealot in the Bible.",
    "start": "00:06:06",
    "end": "00:06:39"
  },
  {
    "text": "The first Zealot in the whole Bible.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "The first person who's called Zealous.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "Oh, I'm going to go with Judges.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "Oh, I can see that.",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Is there a judge who's called a Zealot?",
    "start": "00:06:47",
    "end": "00:06:49"
  },
  {
    "text": "No, it's a priest. And it's in the Book of Numbers.",
    "start": "00:06:49",
    "end": "00:06:52"
  },
  {
    "text": "Okay.",
    "start": "00:06:52",
    "end": "00:06:53"
  },
  {
    "text": "In the Torah, Numbers, Chapter 25. So Israelites are in the wilderness and a whole bunch were told to start sleeping with Moabite women and then adopting the worship of Moabite gods.",
    "start": "00:06:53",
    "end": "00:07:07"
  },
  {
    "text": "Not good.",
    "start": "00:07:07",
    "end": "00:07:07"
  },
  {
    "text": "Which is not good to covenant faithful Israelites. And so there's a story about one particular Israelite who takes a Moabite woman and goes in with his tent to sleep with her and the grandson of the High Priest Aaron. This grandson's name is Phinehas or Phinehas. And he's so disturbed, he takes a spear and follows them into the tent and spears both of them. And he is called Full of Zeal for Yahweh. So what's important is that this narrative is about someone who has violent passion to preserve the purity and faithfulness of Israel's commitment to Yahweh, their God.",
    "start": "00:07:07",
    "end": "00:07:52"
  },
  {
    "text": "That's what this term is loaded with.",
    "start": "00:07:52",
    "end": "00:07:54"
  },
  {
    "text": "That's what the term zeal means. So for Paul to say, as for zeal, I was willing, I'll throw down the spear. Killed. And so it tells you about his view of Jesus. What it tells you is pre Paul's view of Jesus and how an average Israelite or Jewish person might have viewed Jesus in this movement as distortion, as misleading people. So that's the zeal driving Paul when we first meet him in the Book of Acts. And so then the next chapter is the story of his knockdown conversion where he meets the risen Jesus personally. And what he realizes is that this one, whose followers I'm persecuting, is actually the one that the whole story of Israel is finding its fulfillment in. So he goes into isolation for a season. There's a lot of debate on where and what Exactly. In Galatians, he mentions going to Arabia for a season of time. I assume it's to just go reread.",
    "start": "00:07:54",
    "end": "00:09:00"
  },
  {
    "text": "His Bible about 500 times, make some new connections.",
    "start": "00:09:00",
    "end": "00:09:03"
  },
  {
    "text": "Yeah. Just like my whole life and worldview just got rocked and everything I thought I knew I need to rethink. And then he comes out on the scene in the next chapter of Acts, and he is announcing Jesus as the King of the world. And it's the best news you could ever hear as far as he's concerned. And then, ironically, he's going to, for the rest of the book, face the same kind of persecutions that he was dishing out.",
    "start": "00:09:03",
    "end": "00:09:29"
  },
  {
    "text": "Yeah.",
    "start": "00:09:29",
    "end": "00:09:29"
  },
  {
    "text": "When we first met him. So he's a rich character. One of the richest characters in the New Testament.",
    "start": "00:09:29",
    "end": "00:09:34"
  },
  {
    "text": "Yeah.",
    "start": "00:09:34",
    "end": "00:09:34"
  },
  {
    "text": "So we have a great opportunity to, I think, sympathetically present him.",
    "start": "00:09:34",
    "end": "00:09:38"
  },
  {
    "text": "Right.",
    "start": "00:09:39",
    "end": "00:09:39"
  },
  {
    "text": "Present his Pharisee identity.",
    "start": "00:09:39",
    "end": "00:09:42"
  },
  {
    "text": "Yeah.",
    "start": "00:09:42",
    "end": "00:09:42"
  },
  {
    "text": "I'm just trying to think of how.",
    "start": "00:09:42",
    "end": "00:09:43"
  },
  {
    "text": "Well, it's not a great. It's not a great thing to do is go kill people.",
    "start": "00:09:43",
    "end": "00:09:47"
  },
  {
    "text": "I completely agree.",
    "start": "00:09:47",
    "end": "00:09:48"
  },
  {
    "text": "Yeah.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "I'm just making a sociological observation that when religious violence is portrayed in the news or through.",
    "start": "00:09:49",
    "end": "00:09:57"
  },
  {
    "text": "Yeah. It's never a sympathetic character.",
    "start": "00:09:57",
    "end": "00:09:59"
  },
  {
    "text": "We never make an attempt to see the world through. Why would somebody be motivated to do that? And the trick is that Paul, throughout this story, never drops his Jewish identity. For him, what he's rediscovering is, oh, Jesus. His deep conviction is that the Jesus movement and this multicultural New Covenant family, this is what the God of Israel is up to all along. He's going to say near the end of the book, I'm in chains because of my hope. In the promises God made to Abraham.",
    "start": "00:09:59",
    "end": "00:10:33"
  },
  {
    "text": "He redirects his zeal.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "That's right.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "Both into what he is zealous for, but also in how he is zealous.",
    "start": "00:10:35",
    "end": "00:10:39"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:10:39",
    "end": "00:10:41"
  },
  {
    "text": "Violence to non violence.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yeah, that's right. Yeah. The moment that Paul is presented as, oh, there was the Jewish Paul, then he became a Christian. We're completely distorting the nature of the Jesus movement. It's a Jewish Messianic movement. It's never stopped being that. It's just mostly full of non Jews who have forgotten that.",
    "start": "00:10:42",
    "end": "00:11:00"
  },
  {
    "text": "Yeah. So were you saying then that that story of Phinehas is a good scroll moment? We saw Saul. Let's show you why Saul was this way.",
    "start": "00:11:00",
    "end": "00:11:12"
  },
  {
    "text": "Yes.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "And how for him, this was a part of a deep tradition of protecting the way of God. And that will create a little bit of sympathy, a little bit of like, oh, okay, yeah. He's not Just some. Just some vengeful guy. He cares about something that's right.",
    "start": "00:11:13",
    "end": "00:11:32"
  },
  {
    "text": "Bigger than himself.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "Bigger than himself.",
    "start": "00:11:33",
    "end": "00:11:33"
  },
  {
    "text": "This is just about personal hatred. He is trying to be faithful to the God of Israel. And then what he.",
    "start": "00:11:33",
    "end": "00:11:41"
  },
  {
    "text": "And so you. So he's really just one step away from redirecting that desire for faithfulness to encountering Jesus.",
    "start": "00:11:41",
    "end": "00:11:50"
  },
  {
    "text": "To encountering Jesus. And then what he realizes is that he's been a part of a movement whose passion for God has actually murdered the very one that their God has sent to fulfill the whole storyline. And you can see that, like, that would just wreck your whole view of the world. Your ability to even think you. How you discern truth, man, that's really.",
    "start": "00:11:50",
    "end": "00:12:12"
  },
  {
    "text": "Yeah, that's. That's big.",
    "start": "00:12:12",
    "end": "00:12:14"
  },
  {
    "text": "I've been fundamentally wrong about everything I believe.",
    "start": "00:12:14",
    "end": "00:12:17"
  },
  {
    "text": "But not only was I wrong, but by being wrong, I actually opposed the.",
    "start": "00:12:18",
    "end": "00:12:26"
  },
  {
    "text": "Very work of the God I saved.",
    "start": "00:12:26",
    "end": "00:12:27"
  },
  {
    "text": "I missed and opposed the thing I was for.",
    "start": "00:12:27",
    "end": "00:12:31"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:12:31",
    "end": "00:12:32"
  },
  {
    "text": "Because you could be wrong and then you can just be like, oh, shoot. Well, that's the thing I was supposed to be right about versus being wrong and actually like opposing and being a threat to the thing that you actually care about.",
    "start": "00:12:32",
    "end": "00:12:44"
  },
  {
    "text": "Correct. And you only come to see that after you've done a lot of damage.",
    "start": "00:12:44",
    "end": "00:12:48"
  },
  {
    "text": "I think parents can relate to that a lot, especially when their kids are older. And you realize, like, my love for my kids was strong, but it was coming out in a way that was really pushing them away, you know.",
    "start": "00:12:48",
    "end": "00:13:00"
  },
  {
    "text": "Oh, sure.",
    "start": "00:13:00",
    "end": "00:13:00"
  },
  {
    "text": "And it was creating.",
    "start": "00:13:00",
    "end": "00:13:02"
  },
  {
    "text": "Yes.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "Later there's reconciliation where you realize, like, my motives were good, but I was actually. I was creating the problem that I didn't want. Namely like ruining our relationship and making you hate me.",
    "start": "00:13:03",
    "end": "00:13:19"
  },
  {
    "text": "Yeah, yeah, yeah, That's a decent analogy. Paul's. He's one of the most complex characters in the whole New Testament meant, aside from Jesus.",
    "start": "00:13:21",
    "end": "00:13:29"
  },
  {
    "text": "Yeah.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "He certainly gets as much page length dedicated to him, second only to Jesus in terms of the narratives. And the Letters in Acts 13 is a major hinge in the storyline where now you have a fully transformed Paul. The base of operations for this Jesus movement is now fully working out of.",
    "start": "00:13:31",
    "end": "00:14:22"
  },
  {
    "text": "Antioch and the apostles have agreed.",
    "start": "00:14:22",
    "end": "00:14:24"
  },
  {
    "text": "The apostles are thumbs up.",
    "start": "00:14:24",
    "end": "00:14:26"
  },
  {
    "text": "They're in.",
    "start": "00:14:26",
    "end": "00:14:26"
  },
  {
    "text": "Go for it, you guys.",
    "start": "00:14:27",
    "end": "00:14:28"
  },
  {
    "text": "Yeah. They're not going to start eating pork. But they're going to.",
    "start": "00:14:28",
    "end": "00:14:31"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "But they're. They're down with other Jesus followers doing it.",
    "start": "00:14:32",
    "end": "00:14:35"
  },
  {
    "text": "Correct. There's that. And so then the narrative just focuses in. Luke wants to present the missionary journeyings of Paul and his co workers as like an emblem emblematic of the whole movement. It's not the only thing that was going on. The thing was spreading in all directions. But he focuses in on this particular part, likely because he was a co worker of Paul's and had a lot of source material. But he sees in the story of Paul.",
    "start": "00:14:35",
    "end": "00:15:01"
  },
  {
    "text": "You mean there was other people traveling around as well?",
    "start": "00:15:01",
    "end": "00:15:04"
  },
  {
    "text": "Oh yeah. Oh yeah. And it's not preserved in the record of the apostles, but oh yeah, there were missionaries going east out to Persia and whole cities getting converted and so on. Yeah. Remarkable stories.",
    "start": "00:15:04",
    "end": "00:15:19"
  },
  {
    "text": "Where do you read these stories?",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Well, they're mostly preserved in the early church fathers and early church traditions that come from. So, you know, two centuries later you have important churches in like Edessa, ancient Edessa, which was the Eastern Syrian kingdom. They have their own traditions and writings of the origins of what apostles came there, what missionaries sent by the apostles came there and their early traditions. So there's a scholar named Philip Jenkins who wrote this wonderful book called Lost Christianities. It's like our lost brothers and sisters of the Middle Eastern church. So this is pre Islam. So Islam is starting to really become a cultural force. Not until like the 600s.",
    "start": "00:15:21",
    "end": "00:16:05"
  },
  {
    "text": "Yeah. So what is.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "We're talking about half a millennium.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "The predominant religions then in these eastern countries were just whatever, mostly local or regional. Local, Regional gods.",
    "start": "00:16:08",
    "end": "00:16:14"
  },
  {
    "text": "Yeah, yeah. And the early Christian movement was incredibly effective. We're talking about half a millennium of Christian history and culture and really important stuff.",
    "start": "00:16:15",
    "end": "00:16:26"
  },
  {
    "text": "Yeah.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "And it's mostly unknown to Christians who have mostly been a part of the Western.",
    "start": "00:16:27",
    "end": "00:16:32"
  },
  {
    "text": "The Western tradition.",
    "start": "00:16:32",
    "end": "00:16:33"
  },
  {
    "text": "Yeah. The Catholic and Protestant.",
    "start": "00:16:33",
    "end": "00:16:34"
  },
  {
    "text": "And this is even a tradition apart from Eastern Orthodox tradition then.",
    "start": "00:16:35",
    "end": "00:16:39"
  },
  {
    "text": "Yeah. Many of them are connected to the Orthodox, so like Syrian Orthodox or Assyrian Orthodox.",
    "start": "00:16:39",
    "end": "00:16:44"
  },
  {
    "text": "Okay.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "And their language is Aramaic, which became a little hybrid into another cousin of Aramaic called Syriac. Basically just Aramaic. There's an important translation of the Hebrew Bible into Syriac in like the 2000 AD and there's just all this literature, theology, poetry, narratives, all these brilliant, awesome early.",
    "start": "00:16:45",
    "end": "00:17:05"
  },
  {
    "text": "It's all written in Syriac.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Followers of Jesus, all written in Syriac.",
    "start": "00:17:06",
    "end": "00:17:08"
  },
  {
    "text": "And they have their own church fathers and traditions.",
    "start": "00:17:08",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, totally. I actually had to take a year of Syriac.",
    "start": "00:17:12",
    "end": "00:17:15"
  },
  {
    "text": "Oh you did?",
    "start": "00:17:15",
    "end": "00:17:16"
  },
  {
    "text": "Uh huh. In my graduate program. And it was just like, I don't.",
    "start": "00:17:16",
    "end": "00:17:19"
  },
  {
    "text": "Know anything about these traditions at all.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Yeah, it's remarkable. Yeah. There's all these early church fathers, Jacob of Nyssa and there's brilliant theologians, Bible commentaries. That's why Philip Jenkins started writing about it, because he called it lost Christianity, not because they were suppressed. They're just unknown to most modern Christians.",
    "start": "00:17:20",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:38",
    "end": "00:17:39"
  },
  {
    "text": "It's like a big part of our Persian Christians, Assyrian Christians.",
    "start": "00:17:39",
    "end": "00:17:42"
  },
  {
    "text": "Yeah. Because when we think of those parts of the world, we just think of Islam.",
    "start": "00:17:43",
    "end": "00:17:46"
  },
  {
    "text": "We associate those Persian or Arab ethnicities with Islam.",
    "start": "00:17:46",
    "end": "00:17:50"
  },
  {
    "text": "There was five, six hundred years before that took root.",
    "start": "00:17:50",
    "end": "00:17:54"
  },
  {
    "text": "Correct.",
    "start": "00:17:54",
    "end": "00:17:54"
  },
  {
    "text": "And there was a big Christian revival.",
    "start": "00:17:54",
    "end": "00:17:58"
  },
  {
    "text": "Yeah. And what's interesting, Luke doesn't tell us that part of. He just doesn't tell us those stories. He. Apparently he wasn't a part of those circles. It's clear he was a part of the circles that were on the mission west. But there was a whole other part of the movement going east, so. Cool. So that whole riff came from looking at a map, Paul's missionary journey. Yeah, because they are all.",
    "start": "00:17:58",
    "end": "00:18:21"
  },
  {
    "text": "They're all heading west.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "They're all heading into west, which is in what we call modern day Turkey, Greece and Italy. So this section is packed with narratives. Just episode after episode. There's three large circles that Luke follows, tracing Paul's movements. The first one, he does a tour of, like the interior of modern day Turkey, it's called Asia Minor. Then goes into Western Turkey, then up into what we call modern day Greece. Then his third journey takes him over the same territory again. And each time he's going through, he's revisiting church communities that he's planted. His basic method, he goes to a city, he has a trade, He's a tradesman craftsman. He makes tents out of animal skin. So he can go into any city and start generating income.",
    "start": "00:18:22",
    "end": "00:19:16"
  },
  {
    "text": "Yeah. Thus the term tent maker. Tent maker in Christian culture. Yeah.",
    "start": "00:19:16",
    "end": "00:19:20"
  },
  {
    "text": "Long. That's right, tent maker. You know, he has a skill that he can generate income and that puts him right in the hub of any city, the marketplace.",
    "start": "00:19:20",
    "end": "00:19:29"
  },
  {
    "text": "Yeah.",
    "start": "00:19:29",
    "end": "00:19:30"
  },
  {
    "text": "And so he can go into any city and just start meeting people and making connections instantly. Luke tells us he always goes to the synagogue, Jewish synagogue first. And of course he's Jewish.",
    "start": "00:19:30",
    "end": "00:19:41"
  },
  {
    "text": "And there is usually a Jewish synagogue in any of these cities.",
    "start": "00:19:41",
    "end": "00:19:44"
  },
  {
    "text": "Yep. I mean, the Babylonian exile was half a millennium ago, so they're everywhere. Yeah, Jewish communities are all over. The longest story is the first one, he goes into a synagogue and they're like, ah, you know, one of our brothers, they invite him to give a short homily.",
    "start": "00:19:44",
    "end": "00:19:59"
  },
  {
    "text": "Yeah, that was a mistake.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "It's in Acts 13. It's awesome. It's one of these speeches, long speeches in Acts, and he just does this walk through this like, super hyper theme walkthrough the Hebrew Bible and all leading up to the seed of David, who's died and was resurrected, like the prophet said. And it's great news. He's the king of the world, you know?",
    "start": "00:20:03",
    "end": "00:20:25"
  },
  {
    "text": "Yeah.",
    "start": "00:20:25",
    "end": "00:20:25"
  },
  {
    "text": "And everybody's stoked. Come back next week. But there were some. And then those some end up running him out of town. And then they keep.",
    "start": "00:20:25",
    "end": "00:20:35"
  },
  {
    "text": "This is the problem with open mic nights.",
    "start": "00:20:35",
    "end": "00:20:37"
  },
  {
    "text": "Yeah, totally. So then he goes to the next city, and the next one outside a city of Lystra, they haul him off in handcuffs and they. They stone him to death. I mean, right? It's Stephen's death all over again.",
    "start": "00:20:39",
    "end": "00:20:53"
  },
  {
    "text": "Yeah.",
    "start": "00:20:53",
    "end": "00:20:54"
  },
  {
    "text": "And then the narrative just says the disciples stood around Paul's body. And then Paul just gets up. He gets up and he walks back into the city is the next sentence. He's like, this guy's crazy.",
    "start": "00:20:54",
    "end": "00:21:05"
  },
  {
    "text": "But so Paul's interaction with. With Jewish people in synagogues, it doesn't always go this poorly. Right. I mean, he's going to all different types of cities and teaching, he's mostly.",
    "start": "00:21:05",
    "end": "00:21:16"
  },
  {
    "text": "Going to big cities. And then he makes connections. And what Luke tells us is lots of Jews believe are so excited to hear about Jesus. So again, it isn't about Christianity becoming non Jewish. That's not what this story is about. It's about the Jewish hope spreading to include non Jews. So here's just a short hit list of just little vignettes of cool people. So we have Timothy, who's gonna have letters addressed to him find their way into the New Testament.",
    "start": "00:21:16",
    "end": "00:21:45"
  },
  {
    "text": "Yeah.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "So he's the son of a Jewish mother, but he has a Greek father. So he represents a whole.",
    "start": "00:21:45",
    "end": "00:21:51"
  },
  {
    "text": "Yeah, he's bridging the gap.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "Yeah, he represents a whole layer of people in the early Jesus movement. Right. He grew roots, but also cosmopolitan Greek roots. When they go to Philippi. This is one of my favorites is of Lydia. So. So upper class. She's a mover and shaker, a purple fabric merchant.",
    "start": "00:21:52",
    "end": "00:22:10"
  },
  {
    "text": "Which is the expensive fabrics.",
    "start": "00:22:10",
    "end": "00:22:12"
  },
  {
    "text": "Yeah, like the most expensive royal. She's selling fabrics to the upper crust kind of thing. And we're told she fears God. And then she invites Paul and Barnabas and she's the connection maker.",
    "start": "00:22:12",
    "end": "00:22:24"
  },
  {
    "text": "Is she Jewish?",
    "start": "00:22:24",
    "end": "00:22:25"
  },
  {
    "text": "Then she's called a God fearer, which means she's not Jewish, but she's attracted to the Jewish way of life and the Jewish dawns. But she hasn't adopted the full package deal. And as a female, it was a different level because males could at least be circumcised if you wanted to, even if you were Greek could become circumcised. And for women, it would mean just taking on Torah observance and Sabbath and the food laws. So it doesn't seem like she's done that, but she's down for the Jewish God. And then she's like, oh, the Jewish God became human and died for me and was raised for me, wants to make me into a new human. I'm down. Lydia.",
    "start": "00:22:25",
    "end": "00:23:04"
  },
  {
    "text": "Yeah, she's in actually.",
    "start": "00:23:04",
    "end": "00:23:05"
  },
  {
    "text": "Love the line Luke uses to talk about her. Acts, chapter 16, verse 14. A woman named Lydia from the city of Thyatira was a seller of purple fabrics, a worshipper of God. And she was listening when Paul gone on the Sabbath to a public place and just started meeting people and got a little Bible study grouped together. And it says she was listening and it says the Lord opened her heart to respond to the things spoken of by Paul. Luke also offers different kinds of conversion portraits. So you have a Paul, a guy like bonks him on the head.",
    "start": "00:23:05",
    "end": "00:23:38"
  },
  {
    "text": "Yeah.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "But here, Lydia, like, she hardly needed anything. Just a little.",
    "start": "00:23:39",
    "end": "00:23:43"
  },
  {
    "text": "She overhears a little.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "Yeah, she's Bible study over here and she's like ready. And so her heart is just. The moment she hears the story, she's just like, Jesus, I love it. She's just down and her whole household are baptized. Notice that she's not. She's.",
    "start": "00:23:44",
    "end": "00:23:59"
  },
  {
    "text": "She's the head of her house.",
    "start": "00:24:00",
    "end": "00:24:00"
  },
  {
    "text": "Her husband's nowhere named.",
    "start": "00:24:00",
    "end": "00:24:02"
  },
  {
    "text": "Yeah.",
    "start": "00:24:02",
    "end": "00:24:02"
  },
  {
    "text": "And then she invites Paul and Barnabas to stay at her house. And then it's her hospitality that launches the church community in that city. So cool. Yeah, it's great. So you get Lydia, there's Paul and Barnabas get thrown into a jail in the. In the jailer in Philippi. He becomes a follower of Jesus in his household. This is like gruff. Jails were not good places.",
    "start": "00:24:02",
    "end": "00:24:25"
  },
  {
    "text": "Yeah.",
    "start": "00:24:25",
    "end": "00:24:26"
  },
  {
    "text": "When he goes to Athens and gives the famous speech. He was in the Mars Hill. Yep, totally. In the marketplace and so on. He had a Mars Hill speech. And he tells. Luke tells us Dionysius the Areopagite and the Areopagus is the name of this famous gathering place of philosophers. So he's like a. He's a significant figure if you're called the Arab. Yes, totally. It's like it'd be like being called John the Harvardite. The Harvardite or John, like, if I.",
    "start": "00:24:26",
    "end": "00:24:54"
  },
  {
    "text": "Had gone to Harvard.",
    "start": "00:24:54",
    "end": "00:24:55"
  },
  {
    "text": "Correct.",
    "start": "00:24:55",
    "end": "00:24:55"
  },
  {
    "text": "And not only that, but like I was known for having gone to Harvard.",
    "start": "00:24:55",
    "end": "00:24:58"
  },
  {
    "text": "Yeah. John the Yale ite. This is Dionysius the Areopagite and a woman named Damaris and a number of Greek speaking men and women became followers. Then in chapter 18, he tells us A guy named Crispus. He's the leader of a synagogue. So Luke's given us the whole jailer.",
    "start": "00:24:58",
    "end": "00:25:15"
  },
  {
    "text": "You know, a half Jewish, these Greek philosophers.",
    "start": "00:25:16",
    "end": "00:25:20"
  },
  {
    "text": "Totally. It's wonderful. So that's a cool element in Paul's mission. He's out there to the synagogue first, but then to the marketplace. All kinds of people coming out of the woodwork.",
    "start": "00:25:20",
    "end": "00:25:30"
  },
  {
    "text": "So all sorts of people are coming out of the woodwork to follow Jesus, including gentiles, non Jewish people. And this is going to create a conflict. And this conflict comes to a head in chapter 15.",
    "start": "00:25:47",
    "end": "00:25:59"
  },
  {
    "text": "So Acts 15 opens. I'll let you read it. I have the text right there in the notes.",
    "start": "00:26:00",
    "end": "00:26:03"
  },
  {
    "text": "Okay. Acts 15. Some men came down from Judea and began teaching the brethren. Unless you are circumcised according to the custom of Moses, you cannot be saved. So some men, meaning some Jesus followers.",
    "start": "00:26:03",
    "end": "00:26:16"
  },
  {
    "text": "Sorry. Yeah. The context is this is happening up in Antioch.",
    "start": "00:26:16",
    "end": "00:26:20"
  },
  {
    "text": "Okay.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "So this is Jewish Christians from Jerusalem who've come up to the major church center in Antioch.",
    "start": "00:26:21",
    "end": "00:26:27"
  },
  {
    "text": "Got it.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "And they represent the conservative.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "Right.",
    "start": "00:26:30",
    "end": "00:26:31"
  },
  {
    "text": "Culturally conservative line.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Got it. So, hey, guys, snippet. Let's get on the program. And when Paul and Barnabas had great dissension and debate with them, the brethren determined that Paul and Barnabas and some others of them should go up to Jerusalem to the apostles and elders concerning this issue.",
    "start": "00:26:33",
    "end": "00:26:52"
  },
  {
    "text": "Yeah, cool.",
    "start": "00:26:52",
    "end": "00:26:52"
  },
  {
    "text": "Yeah. Bring it to the head, guys.",
    "start": "00:26:52",
    "end": "00:26:54"
  },
  {
    "text": "Home team.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "Yeah.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "Yeah.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "Let's figure this out.",
    "start": "00:26:55",
    "end": "00:26:56"
  },
  {
    "text": "Yeah. So you can see Antioch and Jerusalem become these symbolic centers.",
    "start": "00:26:56",
    "end": "00:27:01"
  },
  {
    "text": "Yeah.",
    "start": "00:27:01",
    "end": "00:27:01"
  },
  {
    "text": "They're both all about Jesus, but the Jerusalem church.",
    "start": "00:27:02",
    "end": "00:27:05"
  },
  {
    "text": "So Paul and Barnabas are back at home base. Is this after the third journey, then?",
    "start": "00:27:05",
    "end": "00:27:09"
  },
  {
    "text": "It's after the first missionary.",
    "start": "00:27:09",
    "end": "00:27:10"
  },
  {
    "text": "It's after the first journey.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "Yep. They've done the first missionary journey. All these non Jews.",
    "start": "00:27:11",
    "end": "00:27:14"
  },
  {
    "text": "Yeah. And you got these. You got these Jesus followers from Judea who's come up and they're like talking about. Guys, come on. You're not doing it completely correct yet. There's some other customs.",
    "start": "00:27:14",
    "end": "00:27:25"
  },
  {
    "text": "Yeah. And it represents a logic. This is a Jewish messianic movement. Jesus is the Messiah. It's not that weird of Israel.",
    "start": "00:27:25",
    "end": "00:27:32"
  },
  {
    "text": "Right.",
    "start": "00:27:32",
    "end": "00:27:32"
  },
  {
    "text": "So.",
    "start": "00:27:33",
    "end": "00:27:33"
  },
  {
    "text": "And this is how you show your allegiance to.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "Yeah. Read your Bible, Paul. It's the regathered tribes of Israel who inherit the new Jerusalem.",
    "start": "00:27:35",
    "end": "00:27:43"
  },
  {
    "text": "Yeah.",
    "start": "00:27:43",
    "end": "00:27:43"
  },
  {
    "text": "And if you want to get inside Paul's heart and mind on this issue from the same time period, the letter to the Galatians is situated right in the context of this very debate. There's some disagreement among scholars about chronology. If Galatians is Coincides with this very period or post.",
    "start": "00:27:43",
    "end": "00:28:04"
  },
  {
    "text": "Yeah, Paul gets fired up about this issue.",
    "start": "00:28:04",
    "end": "00:28:05"
  },
  {
    "text": "But yeah, in Galatians, Paul's very angry at people saying that you have to adopt ethnic Jewish identity.",
    "start": "00:28:05",
    "end": "00:28:14"
  },
  {
    "text": "Totally cut it out.",
    "start": "00:28:14",
    "end": "00:28:15"
  },
  {
    "text": "Completely cut off the deal. It's vulgar. He's intense.",
    "start": "00:28:15",
    "end": "00:28:22"
  },
  {
    "text": "He's mad. He's being a little snarky.",
    "start": "00:28:22",
    "end": "00:28:24"
  },
  {
    "text": "That's right. Yeah, that's right. And he's not just being a jerk. I mean, it's that he, he has such a strong conviction about the overwhelming generosity of God's love.",
    "start": "00:28:24",
    "end": "00:28:33"
  },
  {
    "text": "Right.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "And he sees this as going backwards.",
    "start": "00:28:34",
    "end": "00:28:36"
  },
  {
    "text": "Yeah, he's a zealot. This is his zealous.",
    "start": "00:28:37",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, totally Same. That's right.",
    "start": "00:28:39",
    "end": "00:28:40"
  },
  {
    "text": "Same guy.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "It's the same guy. Just redirected zeal.",
    "start": "00:28:41",
    "end": "00:28:43"
  },
  {
    "text": "Yeah.",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "So instead of killing people, he just verbally destroys people.",
    "start": "00:28:46",
    "end": "00:28:49"
  },
  {
    "text": "With clever turns of phrases.",
    "start": "00:28:51",
    "end": "00:28:54"
  },
  {
    "text": "That's right. So Acts 15 is a key moment. It's a groundbreaking decision where the Jewish leaders, Peter and James and John, they get on board, they're with Jesus, they represent it and they settle the matter through prayer debate. And opening up the Bible, the biblical text that Luke represents being the deal clincher is the end of the book of Amos, Amos scroll, where it's this poem about how God is going to restore the kingdom of David over the nations. And in the Hebrew text it says over Edom, which is one of just one nation, minor like small nation state to the southeast of Israel. But the word, the letters for Edom, Aleph, Dalet, mem, are the same letters as the word for Adam, humanity. And so even in pre Christian interpretation, in early Jewish interpretation, Edom became this icon, the kingdom of David over Edom became an icon of the kingdom of God restored over humanity. And so that's the text that they use to say, listen, God always wanted to bring non Israelites into the tent of David and it's happened through Jesus. And so we shouldn't make circumcision, food law as a barrier.",
    "start": "00:28:54",
    "end": "00:30:13"
  },
  {
    "text": "Yeah.",
    "start": "00:30:13",
    "end": "00:30:14"
  },
  {
    "text": "And so it's momentous. I mean, had that not happened or had that counted, there would have been.",
    "start": "00:30:14",
    "end": "00:30:20"
  },
  {
    "text": "A total rift in early Christianity.",
    "start": "00:30:20",
    "end": "00:30:23"
  },
  {
    "text": "Yeah. So they give Paul and Barnabas the blessing. Like they do give some basic guidelines like. But you should tell people like totally don't participate in the sacrificial thing happening in Roman temples.",
    "start": "00:30:23",
    "end": "00:30:36"
  },
  {
    "text": "Yeah, that's the thing is like this isn't just about what you're eating and you're not eating. It becomes this whole cultural thing about like how it protects you from certain ways of life.",
    "start": "00:30:36",
    "end": "00:30:47"
  },
  {
    "text": "Yes.",
    "start": "00:30:47",
    "end": "00:30:47"
  },
  {
    "text": "And how. Yeah, it's so fascinating. So for them to kind of relent on it is to open up the possibilities. And I'm sure there's so many are freaked out, like, oh, now they're all going to go to Zeus's temple and dig out and like, yeah.",
    "start": "00:30:47",
    "end": "00:31:02"
  },
  {
    "text": "So they say, listen, don't go to idol temples and don't adopt the sexual ethic. So maintain the classic Israelite, covenantal, monogamous, male, female sexual ethic and don't worship other gods. In that sense, it sounds still like the ten Commandments, but Jesus style. So from there then it's like this thing has gone fully multi ethnic and international. It's about Jews and non Jews discovering their new humanity through the truly human one, Jesus. And becomes Paul's heartbeat. He develops his theology. The story of the Bible culminating in Jesus as the new human one. This is all Paul's language. The new human, new humanity, the new image of God, the life of the spirit, the life of Jesus being lived through his body. It's scriptural language. But he freshly minted all this new vocabulary around Jesus. Yeah. For these multi ethnic Jesus communities. And it's Jewish language universalized to embrace any human anywhere. It's really cool.",
    "start": "00:31:02",
    "end": "00:32:10"
  },
  {
    "text": "Yeah. Would he teach them how to like be Christians together? Yeah, give them like, give them like some ground rules. Like yeah, yeah, I know that. There's a verse where Finky says, and remember everything I taught you. So it seemed like they probably had some sort of discipleship school situation or.",
    "start": "00:32:10",
    "end": "00:32:30"
  },
  {
    "text": "Yeah, totally. Yeah. We don't have the core thing in Ephesians he talks about. He's writing mostly to non Jews and so he talks a lot. There was clearly a core, like here's the message of the good news about the new human who lived and died for you so you could become a new human too. And then along with that went the ethic of the new humanity. And we get it short form in Colossians and Ephesians. In Romans, chapter 12, Paul's letters kind of the densest statements of it and it's really beautiful. He usually will contrast and say, you used to be Gentiles. He's mostly writing to Gentiles and he says, you used to be Gentiles, so you're new humans, new identity. So he'll talk, you'll almost always talk about sex, money and language, verbal abuse and all of that's completely remade. So instead of lying, you tell the truth. Instead of using vulgar language, we use language that's beautiful, builds people up and that makes people think higher and better thoughts. Instead of stealing, we are the generosity. People like that kind of stuff. And he talks about, you were taught the way of Jesus, his language that he'll use. So, yeah, you go into a church, announce the story of Jesus, meet people in the marketplace.",
    "start": "00:32:30",
    "end": "00:33:49"
  },
  {
    "text": "By church you mean synagogue.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "Oh, sorry, yeah, yeah. He'd go to a synagogue or he'd be in the marketplace, start a Bible study. People hear the story, they're on board for Jesus. He teaches them the Lord's Prayer. For sure. They're doing the Lord's Supper. Right. In his letter to the Corinthians, he's like, remember the Lord's Supper? And he just recounts verbatim the story of the Lord's Supper. He's teaching them how to sing the book of psalms. Psalms, hymns and spiritual songs. So they're developing a whole new poetry language to talk about God and Jesus and themselves. And then for sure, you're learning the Ten Commandments. He appeals to them a handful of times. It's just like the core.",
    "start": "00:33:50",
    "end": "00:34:27"
  },
  {
    "text": "Yeah.",
    "start": "00:34:27",
    "end": "00:34:28"
  },
  {
    "text": "It's so cool to think about starting these new communities.",
    "start": "00:34:28",
    "end": "00:34:31"
  },
  {
    "text": "Yeah. How long would he stay in town for?",
    "start": "00:34:31",
    "end": "00:34:34"
  },
  {
    "text": "Sometimes it seems like he breezes through within months. But a couple places he hangs out in Corinth, he's there a year and a half. Ephesus, I think it's almost two years in Ephesus. Some places he stayed longer, wrote some letters. It's also like weather dependent. If you're itinerant in the ancient world.",
    "start": "00:34:35",
    "end": "00:34:50"
  },
  {
    "text": "You gotta wait out a winter or something.",
    "start": "00:34:50",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, yeah. You'll wait for a few months somewhere, you know, he mentions to Timothy that he carried around some scrolls. He's got some stuff, probably mostly has the Bible in his mind. He's not carrying around a whole thing. Scrolls everywhere and Bibles in one volume didn't exist. Yeah, he's mostly.",
    "start": "00:34:52",
    "end": "00:35:10"
  },
  {
    "text": "That's crazy to think.",
    "start": "00:35:10",
    "end": "00:35:11"
  },
  {
    "text": "He's mostly got it in his head. Yeah, yeah.",
    "start": "00:35:11",
    "end": "00:35:13"
  },
  {
    "text": "How will these Christians run around without a Bible? Come on.",
    "start": "00:35:13",
    "end": "00:35:16"
  },
  {
    "text": "Yeah. And they would be to us. You mean you're dependent on like a written version of it? What's with you people? You don't memorize the thing. That's what Paul would say to us.",
    "start": "00:35:18",
    "end": "00:35:27"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Why don't you just memorize the Psalms?",
    "start": "00:35:28",
    "end": "00:35:29"
  },
  {
    "text": "I have it on my phone.",
    "start": "00:35:29",
    "end": "00:35:30"
  },
  {
    "text": "There you go. The culture conflict with some Jews builds up to Acts 15, hits a boiling point and then boom. New part of the movement. Then there's the culture clash. Building on the Greek and Roman front. And Luke's dedicated many stories to this. And you can always spot Them, because they're the stories that end up with riots. Just riot after riot that follows Paul everywhere he goes. Yeah. Luke really wants to help us understand the subversive appearance of the early Jesus communities to your average Greek or Roman.",
    "start": "00:35:33",
    "end": "00:36:36"
  },
  {
    "text": "Tell me about the average Greek or Roman.",
    "start": "00:36:37",
    "end": "00:36:39"
  },
  {
    "text": "Oh, well, the vast majority are poor. Over half of the population is in slavery. Some form of slavery. Over half. Over half.",
    "start": "00:36:39",
    "end": "00:36:52"
  },
  {
    "text": "Wow.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "The majority.",
    "start": "00:36:53",
    "end": "00:36:54"
  },
  {
    "text": "Which means they work for some other family.",
    "start": "00:36:54",
    "end": "00:36:56"
  },
  {
    "text": "Yeah. Which means they are the property of a landowner or an estate owner.",
    "start": "00:36:56",
    "end": "00:37:01"
  },
  {
    "text": "And do they live on that estate then, or do they?",
    "start": "00:37:01",
    "end": "00:37:04"
  },
  {
    "text": "Oh, it depends on their job. Yeah. So slavery works in some different ways in the Roman world. I'm not an expert on this, but you can hold fairly high social positions but still be the property of another person. So some slaves are out on the road. If they work for like a merchant or something that's like his sales team. It's like, right, a landowner. You own a bunch of vineyards and you also own your sales team. Lots of travel, lots of.",
    "start": "00:37:04",
    "end": "00:37:32"
  },
  {
    "text": "Yeah, a lot of people hitting the road.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "They had a great mail delivery system. The thing is that what we conceive of as the middle class, the history of the middle class, at least, like American culture and some modern Western cultures, there's the middle class and much of the infrastructure is benefiting the economy in which the middle class lives. So roads, mail systems, all that. So the Roman system had all of that, but the socioeconomic scales were way different. So it's a small minority that owns land. It's a small minority that's free and owns other people and that lives well. Lifespans are really short. Cities smell horrible.",
    "start": "00:37:33",
    "end": "00:38:16"
  },
  {
    "text": "Oh, man.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "Oh, man. I remember reading these descriptions. There's all these descriptions, just Roman cities, how they smelled horrible. Horrible.",
    "start": "00:38:17",
    "end": "00:38:25"
  },
  {
    "text": "Yeah. That would suck.",
    "start": "00:38:25",
    "end": "00:38:26"
  },
  {
    "text": "I mean, they had sewerage systems, but some of them were above ground sewer systems.",
    "start": "00:38:27",
    "end": "00:38:31"
  },
  {
    "text": "Yeah. You know, this was the case into much of human history.",
    "start": "00:38:31",
    "end": "00:38:36"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:38:36",
    "end": "00:38:37"
  },
  {
    "text": "I think. I think I read a description of like, London and like.",
    "start": "00:38:37",
    "end": "00:38:40"
  },
  {
    "text": "Yeah, sure. Probably like 1700s.",
    "start": "00:38:40",
    "end": "00:38:42"
  },
  {
    "text": "Right? This is just sounded. Sounded horrible.",
    "start": "00:38:42",
    "end": "00:38:46"
  },
  {
    "text": "Yeah, that's right. And of course, famously, if you want to know about the sewers in France of Paris, you read Les Miserables. Anyway, so, okay, what do we support?",
    "start": "00:38:46",
    "end": "00:38:59"
  },
  {
    "text": "I'm just trying to get them in my head, like.",
    "start": "00:38:59",
    "end": "00:39:01"
  },
  {
    "text": "Yeah, yeah. So the. With like the peasant lower class is the vast people, but they're urbanites in these packed cities. So there you go, you polytheist. So you've grown up, you've got the Greek and Roman Pantheon, many of which have Been transferred into the Roman pantheon. They're added to the mix. The national God is Dia Roma. It's the Roman Empire. Deified. It's a goddess.",
    "start": "00:39:01",
    "end": "00:39:27"
  },
  {
    "text": "I didn't know that.",
    "start": "00:39:27",
    "end": "00:39:28"
  },
  {
    "text": "The emperors are lower level deities. They have temples built to them. So you've got a Zeus temple down the corner. Aphrodite, Mars, Mammon. Money, sex, power and the state are all regular deities that you worship. There's smaller level deities, Sorcerers. Right. Fortune tellers. You don't know if the gods like you or not. If you have money, can provide lots of offerings for them, things will go better for you. It's just. There you go.",
    "start": "00:39:28",
    "end": "00:39:57"
  },
  {
    "text": "Yeah.",
    "start": "00:39:58",
    "end": "00:39:58"
  },
  {
    "text": "It's life.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "You're grinding it out and it's stinky.",
    "start": "00:39:59",
    "end": "00:40:02"
  },
  {
    "text": "Yeah. So into this world comes these communities who look Jewish. You know what Jewish. You know what Jewish communities look like? There's synagogues in every city. You have a category for them. Yeah, they're really ancient.",
    "start": "00:40:03",
    "end": "00:40:17"
  },
  {
    "text": "They don't work on a certain day.",
    "start": "00:40:17",
    "end": "00:40:20"
  },
  {
    "text": "Work on Saturdays.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Yeah.",
    "start": "00:40:21",
    "end": "00:40:21"
  },
  {
    "text": "And I never see them.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "They're pretty moral. At least. They.",
    "start": "00:40:22",
    "end": "00:40:24"
  },
  {
    "text": "Yeah, really upstanding people. I never see them in any temples, never around temples. And they don't celebrate any of the holidays. Right. But they're really great neighbors. I'm happy to have them as my neighbors are quiet and I can trust my kids around them, that kind of thing. I can trust them around my kids. So then comes another group, and it's multiethnic and they talk like the Zeus characteristics. Yeah. And they also don't go to the temples, but many of them don't eat kosher. They just like eat normal food. In fact, some of them, I'll see them walking home with packages of meat from the Zeus temple.",
    "start": "00:40:24",
    "end": "00:41:00"
  },
  {
    "text": "They won't worship there. They won't worship there.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "But they'll eat meat from there and. Right.",
    "start": "00:41:02",
    "end": "00:41:05"
  },
  {
    "text": "Yeah.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "And they keep talking about this crucified king of the world who's actually the creator of all things. I mean, just there's no catalog.",
    "start": "00:41:06",
    "end": "00:41:14"
  },
  {
    "text": "And they're living very generously.",
    "start": "00:41:14",
    "end": "00:41:16"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:41:16",
    "end": "00:41:17"
  },
  {
    "text": "They're taking care of each other.",
    "start": "00:41:17",
    "end": "00:41:19"
  },
  {
    "text": "That's right. Yep. All the poor people in our neighborhood, like, know that they have a place to sleep in a hard situation now, but they refuse to acknowledge any of the gods and all that kind of. So they're like Jews, but they're also not. And many of them are Jews.",
    "start": "00:41:19",
    "end": "00:41:34"
  },
  {
    "text": "And it's not in any way wrong or illegal to not acknowledge these gods. Right.",
    "start": "00:41:35",
    "end": "00:41:40"
  },
  {
    "text": "Ah, okay.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Or is it?",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "So here we. So here we go. So here we go. One of my favorite Acts scholars I mentioned earlier, Cavin Rowe. He wrote one of my favorite books on the Acts because he's trying to help modern readers get into how Greeks and Romans would see the early Christians. There's another work I'll refer to, but there's two books that just are so helpful if this is something you're interested in. So here's what Cavanro says in kind of a summary statement. He says Luke portrays the Christian mission to the nations as an apocalypse, a revelation from God of a whole new way of human life. Like that, The Apocalypse of Acts. Remember, apocalypse means not end of the.",
    "start": "00:41:42",
    "end": "00:42:21"
  },
  {
    "text": "World, but a revealing.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "Revealing. Yeah, a revelation of a whole new way of human life. This revelation is carried in the formation of a people, that is the church, who don't simply hold to a list of ideas or beliefs. Their very way of life poses a challenge to the constitutive patterns of pagan life in the early Roman world. Embracing the Christian gospel meant creating a new cultural reality, and it inherently destabilized the assumptions and practices of any and every culture. Luke highlights this theme and emerges particularly in the stories in Lystra, Philippi, Athens and Ephesus, and all of them end up in riots. There's the story of the. Where it's the slave girl who can channel other powers.",
    "start": "00:42:22",
    "end": "00:43:08"
  },
  {
    "text": "Yeah.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Crazy story.",
    "start": "00:43:09",
    "end": "00:43:10"
  },
  {
    "text": "Yeah.",
    "start": "00:43:10",
    "end": "00:43:10"
  },
  {
    "text": "And the emphasis is on these guys who own this little girl.",
    "start": "00:43:10",
    "end": "00:43:15"
  },
  {
    "text": "Yeah.",
    "start": "00:43:15",
    "end": "00:43:15"
  },
  {
    "text": "Who were making bank. So that's a little weird.",
    "start": "00:43:16",
    "end": "00:43:19"
  },
  {
    "text": "It's an economic threat.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Yes. Well, it's religious and economic. Like they wouldn't.",
    "start": "00:43:20",
    "end": "00:43:23"
  },
  {
    "text": "Well, they get bummed because of that. They're losing money. That's their main grief.",
    "start": "00:43:23",
    "end": "00:43:29"
  },
  {
    "text": "Yeah. But the point is that there's a whole layer of their economy where people can use. They can capitalize on people's fear of the gods. And so here's a way. If people give us money or girl will give them mumbo jumbo and we can make them think that they're safe now.",
    "start": "00:43:29",
    "end": "00:43:46"
  },
  {
    "text": "But if this girl is no longer being crazy, then.",
    "start": "00:43:47",
    "end": "00:43:51"
  },
  {
    "text": "Yeah. This story is patterned after story earlier in Luke's gospel where the demons recognize Jesus. And so here, the spirit that this girl is able to channel recognizes that these guys work for the most high God. So Paul gets really annoyed. It says this happened for many days, that she's constantly yelling at Paul in the marketplace. When he walks by, he's trying to make his tent. Make his tent for that day and tell people about Jesus. And she. This crazy girl keeps yelling at him. So it says he got greatly annoyed and turned and Said, I command you, in the name of Jesus, come out of her. And that's what happened. And when the master saw that we can't make any more money, they grabbed Paul and Silas, dragged them into the marketplace, and then look at their accusation. These men are throwing our city into confusion. They're Jews. That's what they say.",
    "start": "00:43:51",
    "end": "00:44:41"
  },
  {
    "text": "Yeah.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "That's the only category they have.",
    "start": "00:44:41",
    "end": "00:44:43"
  },
  {
    "text": "Right.",
    "start": "00:44:43",
    "end": "00:44:43"
  },
  {
    "text": "And they're proclaiming customs that it's not lawful for us Romans to accept or observe. So this is my other favorite book on the early Christian movement and how it would be perceived by Greeks and Romans. But it's a legitimate book title by a guy named Larry Hurtado. It's called Destroyer of the Gods. Early Christian distinctiveness in the Roman world. So he says early Christianity lacked any of the things that typically comprised religion in the Roman world. No shrines or temples, therefore, no statues of the deity, no altar, no sacrifices, and no priesthood. This was totally bizarre in a culture saturated with temples and gods. And to deny the gods of worship was effectively to deny their reality. And again, think of what Paul, how he's presented in those stories. The withdrawal of newly converted Christians from the ubiquitous veneration of the gods in public and in family environments would have been seen as abrupt, arbitrary, unjustified, and deeply worrying. Think of the family dynamics here.",
    "start": "00:44:43",
    "end": "00:45:53"
  },
  {
    "text": "Yeah, right.",
    "start": "00:45:53",
    "end": "00:45:53"
  },
  {
    "text": "Right. All of these gods governed arenas of human life and one's family. You have your ancestral gods. These are gods of the city, national gods. We're the guardians against plague, fire, and disaster. So refusal to participate in worship and acknowledgement of the gods would have been taken as acts of disloyalty against one's family and city and disregarding the welfare of your neighbors.",
    "start": "00:45:53",
    "end": "00:46:19"
  },
  {
    "text": "Yeah. It would look like you don't care about your people and your heritage, and you're a threat now to the way of life.",
    "start": "00:46:19",
    "end": "00:46:30"
  },
  {
    "text": "Yeah. You're not just withdrawing. You've embraced. Yeah. You're saying what our family, parents and grandparents believe and practice is all sham.",
    "start": "00:46:31",
    "end": "00:46:40"
  },
  {
    "text": "Yeah.",
    "start": "00:46:40",
    "end": "00:46:40"
  },
  {
    "text": "You know, and this is your daughter who met this guy Paul in the marketplace.",
    "start": "00:46:40",
    "end": "00:46:46"
  },
  {
    "text": "Right.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "And it's like you're not even fully going Jewish. You're just something else. A crucified criminal who you think is alive from the dead. And you're gonna say everything about our.",
    "start": "00:46:48",
    "end": "00:46:59"
  },
  {
    "text": "But they're still paying taxes.",
    "start": "00:46:59",
    "end": "00:47:01"
  },
  {
    "text": "Totally. Yeah. But the gods.",
    "start": "00:47:01",
    "end": "00:47:03"
  },
  {
    "text": "But they're disrupting the economy, and they're disrupting.",
    "start": "00:47:03",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, the economy. And the worship of the gods is completely interwoven.",
    "start": "00:47:06",
    "end": "00:47:10"
  },
  {
    "text": "Yeah.",
    "start": "00:47:10",
    "end": "00:47:10"
  },
  {
    "text": "That's what Hurtado is trying to help us imagine that Culture.",
    "start": "00:47:11",
    "end": "00:47:14"
  },
  {
    "text": "Right. By not participating in the worship of the gods, you're not participating in the economy. And I don't care about the social order that we've created around how this whole thing works. I think there's a better social order and a better economy that we can create a different way. And that's threatening.",
    "start": "00:47:15",
    "end": "00:47:37"
  },
  {
    "text": "Yes. Yeah, Yeah. I like that. He brings up the family dynamic, too. Like, so if you have a patron God of your city, and so you're gonna have an annual holiday where everybody does the festal procession down to the city square, you offer a bunch of rams, and it's asking whatever God it is to protect you from plague and disease and so on. And so what Hurtado is saying is by saying that you don't think that God actually exists, or worse, you think that we're all actually worshiping an evil being and you're actually endangering our city. That's the God that protects us. And you're going to put our city in danger by living here, but not acknowledging that his power over you. It's that kind of thing.",
    "start": "00:47:37",
    "end": "00:48:22"
  },
  {
    "text": "Yeah.",
    "start": "00:48:22",
    "end": "00:48:22"
  },
  {
    "text": "So, yeah, this is just. Would be a deeply disturbing type of new people group in your city.",
    "start": "00:48:22",
    "end": "00:48:29"
  },
  {
    "text": "Yeah.",
    "start": "00:48:30",
    "end": "00:48:30"
  },
  {
    "text": "So that's one friend. So when Paul goes to Athens, similar thing. They're like, what? He, you know, he goes in and he's trying to talk about Jesus and the resurrection, and they're like, what is this babbler saying? He's promoting strange gods. That's what they say. And that's a dangerous thing to do.",
    "start": "00:48:54",
    "end": "00:49:10"
  },
  {
    "text": "Yeah.",
    "start": "00:49:10",
    "end": "00:49:11"
  },
  {
    "text": "Like, we've got our pantheon.",
    "start": "00:49:11",
    "end": "00:49:12"
  },
  {
    "text": "Yeah. Don't mess with it.",
    "start": "00:49:12",
    "end": "00:49:13"
  },
  {
    "text": "Yep. They protect us. Like, Zeus doesn't need a new neighbor just because this guy walked into Athens, thinks that Jesus is God. So it's not just religion. Religion, politics, economics, it's all woven together. The riot in Ephesus in chapter 19 is a long story, and it's again, all about the idol economy.",
    "start": "00:49:13",
    "end": "00:49:35"
  },
  {
    "text": "Yeah.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "So we're introduced to a silversmith, Demetrius. He made money making little silver statues of Artemis, of Artemis, of the Ephesians. So he gets together all these other craftsmen who make idol statues, and he gives this speech.",
    "start": "00:49:36",
    "end": "00:49:50"
  },
  {
    "text": "He unionizes.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "Yeah, totally. So he says, listen, Paul has persuaded and turned away all these people saying the gods that we make with our hands aren't even real. Not only is there a danger that our trade will fall into dishonor, but also that the temple of the goddess Arnabis will be considered worthless and that the one whom all of Asia and the world worships will be dethroned you can see the threat there. And all Demetrios has to do is give that speech. And all of a sudden, there's.",
    "start": "00:49:52",
    "end": "00:50:21"
  },
  {
    "text": "That taps a nerve.",
    "start": "00:50:21",
    "end": "00:50:22"
  },
  {
    "text": "Totally. Thousands of people who want Paul on the end of a rope.",
    "start": "00:50:22",
    "end": "00:50:26"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:26",
    "end": "00:50:27"
  },
  {
    "text": "And they fill a thing.",
    "start": "00:50:27",
    "end": "00:50:28"
  },
  {
    "text": "Don't mess with their way of life.",
    "start": "00:50:28",
    "end": "00:50:30"
  },
  {
    "text": "And for hours they're down there marching, yelling. And Paul wants to go there and give a speech. This is the next paragraph. And his friends had to hold him back.",
    "start": "00:50:30",
    "end": "00:50:38"
  },
  {
    "text": "Paul's crazy.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "Totally.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "It makes me wonder, you know, if that's what you're getting into by converting your allegiance to Jesus. Like, that's. That's intense. Why. Why would you do that?",
    "start": "00:50:40",
    "end": "00:50:53"
  },
  {
    "text": "Yes.",
    "start": "00:50:53",
    "end": "00:50:54"
  },
  {
    "text": "Why would you create all that conflict? What was so compelling about what Paul was saying?",
    "start": "00:50:54",
    "end": "00:51:02"
  },
  {
    "text": "Yes, that's right. Actually, Hurtado, Larry Hurtado, has another book. It's called why on Earth Did Anyone Become a Christian in the Early Centuries? That's the title of the book.",
    "start": "00:51:03",
    "end": "00:51:14"
  },
  {
    "text": "That's the title of the book. That was my question.",
    "start": "00:51:14",
    "end": "00:51:16"
  },
  {
    "text": "Yeah, he's got a whole book. It's a small. It's a set of lectures he gave. His argument is this in the early Christian communities. It's funny. Even though Paul's letters now bother most modern people, when he talks about marriage, in that culture, it's very progressive, super progressive and liberating, where men would be held accountable, along with women, for sexual integrity. Like the double standard was women. Right.",
    "start": "00:51:16",
    "end": "00:51:43"
  },
  {
    "text": "If they're caught in adultery.",
    "start": "00:51:43",
    "end": "00:51:45"
  },
  {
    "text": "Yeah, they're in trouble. Yeah, they're in trouble. But men, you can do whatever you want. It's encouraged. And so these early Christian communities are shaping up, guys, to become really, like, responsible, mature, awesome dads and husbands. There's no other community promoting that as a public virtue, but the Christians are doing that. Women have a status in these communities that's much higher than they have in most other public spaces. Slaves and their masters both are part of these communities, and they eat at the same table. This weird thing called they call the Love Feast. Right?",
    "start": "00:51:45",
    "end": "00:52:25"
  },
  {
    "text": "Yeah.",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "The poor and the rich sit in the same room and they sing songs together. And these people take care of their widows and the orphans. You know, there's nothing like this. The world's never seen anything like these communities. So Hurtado's point is it was actually the Social Security web in these cities of highly mobile people, lots of disconnected people. And they found. They discovered families, new families. And so the social capital that people found in these communities was worth all of the other ostracism. That's his argument. It makes perfect Sense to me.",
    "start": "00:52:26",
    "end": "00:53:03"
  },
  {
    "text": "Yeah.",
    "start": "00:53:03",
    "end": "00:53:03"
  },
  {
    "text": "It's powerful to think about. Here's another awesome scholar of early Christianity, N.T. wright, Nicholas Thomas Wright. This is from his book on Paul, but it really helps us get into this, understand what he's doing in the Book of Acts. This is about Paul's view of the idols and Roman, Greek and Roman gods. So Wright says one of the strongest convictions of early Judaism is that there is only one true and good creator God. And it's a mistake of the first order to suppose that this God can be contained within or identified with anything in this present world, namely, making idols. With one exception written into the charter of Jewish monotheism, what we call the opening chapters of Genesis, there is one creature who was designed not to contain the creator God, but to reflect him as an image of the divine. And of course, that's humanity. Paul's radical rejection of idolatry was based on the conviction that not only does it diminish God, it also diminishes those who actually do bear the divine image. That's such a good insight.",
    "start": "00:53:03",
    "end": "00:54:34"
  },
  {
    "text": "Yeah, yeah. By promoting these statues of Artemis, I am not acknowledging that the thing I'm looking for is already reflected in who God made me.",
    "start": "00:54:34",
    "end": "00:54:45"
  },
  {
    "text": "Yeah. We are the divine image, not something that we make. Point is that it dishonors God and it dishonors humans.",
    "start": "00:54:45",
    "end": "00:54:52"
  },
  {
    "text": "Yeah.",
    "start": "00:54:52",
    "end": "00:54:52"
  },
  {
    "text": "To give or ascribe exalted honor to something that we make.",
    "start": "00:54:52",
    "end": "00:54:58"
  },
  {
    "text": "Hmm. Yeah.",
    "start": "00:54:58",
    "end": "00:54:59"
  },
  {
    "text": "So this is what he fleshes out in the rest of the quote. He says, it diminishes the divine image in humans. It steals humanity's privilege and bestows it elsewhere. Humans were supposed to image God by running his world. Page one, Genesis reflecting into the world the glory and the wisdom of its maker. And Paul's Jewish reaction against the dehumanization that results from idolatry was heightened by his belief that this one true God has come at last among us as the truly human being whose aim it was to precisely rehumanize other humans and rescue them from corruption. That comes when sex, money, war and power are worshiped and given total allegiance. So again, we're getting inside. It wasn't just, I worship that God because I think it's what I'm worshiping is the embodiment of war or mammon. So he goes on, instead of invoking Bacchus, the God of wine, or Aphrodite, the goddess of sex, by getting high on liquor. Sex. That's how you worship them. Let's go down to the corner temple and have an orgy. And you're Worshiping and as a form of worship of Aphrodite where instead of invoking Mars or Mammon by exalting war, making or making money, it's now possible to invoke the spirit of the living God and be remade in his likeness to become a renewed, freshly image bearing human being.",
    "start": "00:55:00",
    "end": "00:56:24"
  },
  {
    "text": "It's so interesting that to worship Aphrodite is to get high on sex. It's like what's the difference then Someone who's still seeking that today we don't call it Aphrodite, but it's I guess the same.",
    "start": "00:56:25",
    "end": "00:56:39"
  },
  {
    "text": "It's the same.",
    "start": "00:56:39",
    "end": "00:56:40"
  },
  {
    "text": "The same form of worship.",
    "start": "00:56:41",
    "end": "00:56:43"
  },
  {
    "text": "That's right. Yeah, that's right. That's why I think this is so helpful. Why authors of like Timothy Keller.",
    "start": "00:56:43",
    "end": "00:56:49"
  },
  {
    "text": "Yeah.",
    "start": "00:56:49",
    "end": "00:56:49"
  },
  {
    "text": "This has been a big theme of his writing and teaching is helping Westerners, modern secular Westerners, idol worship. That's right. Our lives look identical to ancient Romans, secular Americans.",
    "start": "00:56:49",
    "end": "00:57:02"
  },
  {
    "text": "Yeah. We're just not. We just don't have the same mythology wrapped around it.",
    "start": "00:57:02",
    "end": "00:57:06"
  },
  {
    "text": "Correct. And if anything you could argue especially sex.",
    "start": "00:57:06",
    "end": "00:57:09"
  },
  {
    "text": "Yeah.",
    "start": "00:57:10",
    "end": "00:57:10"
  },
  {
    "text": "Because of the nature of the digital image and the way that images find themselves into every part of our lives now. Sexualized images that we have deified sexual fulfillment in a way probably like no other culture in the history of the human race.",
    "start": "00:57:10",
    "end": "00:57:29"
  },
  {
    "text": "Right.",
    "start": "00:57:29",
    "end": "00:57:29"
  },
  {
    "text": "The economy.",
    "start": "00:57:29",
    "end": "00:57:30"
  },
  {
    "text": "Yeah. I mean national security. Yeah. National security. Exalting war, making or making money. Well, that's exactly what we do.",
    "start": "00:57:30",
    "end": "00:57:38"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:57:38",
    "end": "00:57:39"
  },
  {
    "text": "I mean.",
    "start": "00:57:39",
    "end": "00:57:39"
  },
  {
    "text": "Yeah.",
    "start": "00:57:39",
    "end": "00:57:40"
  },
  {
    "text": "And we call it national security and that's.",
    "start": "00:57:40",
    "end": "00:57:43"
  },
  {
    "text": "Right. And we call it economic development. Basically all we're missing is a ritual of animal sacrifice.",
    "start": "00:57:43",
    "end": "00:57:49"
  },
  {
    "text": "But because that would just make it weird.",
    "start": "00:57:50",
    "end": "00:57:52"
  },
  {
    "text": "That just makes it weird. Yeah, totally. But in terms of giving your whole life to taking on huge amounts of student loan, sacrificing your marriage for overworking to make money in many layers of our economy, that's just assumed you'll give up the rest of your life to come live in New York. And what did we. We were together when somebody called it careerism.",
    "start": "00:57:52",
    "end": "00:58:16"
  },
  {
    "text": "Careerism.",
    "start": "00:58:17",
    "end": "00:58:17"
  },
  {
    "text": "Yeah. You ruin your life.",
    "start": "00:58:17",
    "end": "00:58:19"
  },
  {
    "text": "Yeah.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "But you have a great career. And that's exactly what N.T. wright is saying. Paul's rejection of idolatry is dethroning those human made constructs as being able to give us our true identity and true meaning and purpose and that it's when we recognize the life of Jesus given to me in his kingdom announcement and his death, his resurrection and his spirit, that that's a way of being human. That is true, true life. So in that sense that's why the gospels and the message of the apostles sounds as striking as it does in the 21st century as it did in the first. And if it doesn't have a political bite, culture cutting economic edge to it. And we probably aren't.",
    "start": "00:58:20",
    "end": "00:59:09"
  },
  {
    "text": "We've tamed it down too much.",
    "start": "00:59:09",
    "end": "00:59:10"
  },
  {
    "text": "We've probably domesticated it.",
    "start": "00:59:10",
    "end": "00:59:12"
  },
  {
    "text": "Yeah. Sa.",
    "start": "00:59:12",
    "end": "00:59:30"
  },
  {
    "text": "Speaking of politics, that's the other front. There's like the religious, economic and then.",
    "start": "01:00:00",
    "end": "01:00:07"
  },
  {
    "text": "There'S the political in terms of the Greek world.",
    "start": "01:00:07",
    "end": "01:00:11"
  },
  {
    "text": "The Greek and Roman world.",
    "start": "01:00:11",
    "end": "01:00:12"
  },
  {
    "text": "Greek and Roman world, yeah, they're tied together.",
    "start": "01:00:12",
    "end": "01:00:15"
  },
  {
    "text": "The politics is totally tied together. But another theme Luke's going to highlight is that the early Christians embodied by Paul could be heard as promoting treason, secession from Rome or revolution against the empire.",
    "start": "01:00:15",
    "end": "01:00:35"
  },
  {
    "text": "Yeah. Which were things people would have been going around doing other people.",
    "start": "01:00:35",
    "end": "01:00:40"
  },
  {
    "text": "Yes, yeah, yeah, that's right. So for sure, the story where it's perfectly expressed is in when Paul goes to Thessalonica and he goes to the synagogue. This is in chapter 17.",
    "start": "01:00:40",
    "end": "01:00:51"
  },
  {
    "text": "Okay.",
    "start": "01:00:51",
    "end": "01:00:52"
  },
  {
    "text": "So he goes to the synagogue and for three Sabbaths. So he's there for nearly a month and he's just doing Bible study, trying to show how the Hebrew Bible is about the Messiah suffering. Right. Being vindicated and saying that the Messiah in the Hebrew Bible is Jesus of Nazareth. Many were persuaded, along with a large number of God fearing Greeks and a number of leading women. So now you've got really important city leaders who are giving their allegiance to Jesus and withdrawing. Think of what they're withdrawing from. Then you have really public people withdrawing from all kinds of.",
    "start": "01:00:52",
    "end": "01:01:30"
  },
  {
    "text": "From these systems.",
    "start": "01:01:30",
    "end": "01:01:31"
  },
  {
    "text": "Yeah, systems. And so Jewish leaders being full of passion, it gets translated. Becoming jealous, but it's being. Becoming zealous. They take along some bad guys from the marketplace, formed a mob, set the city in an uproar and they attacked the house of Jason who was hosting these Bible studies. And they were seeking to bring everybody out to the mob, but they couldn't find Paul and Silas so they dragged Jason out before the city authorities. This would be like the mayor, police chief, something like that. And here's what they shout. These men have turned the world upside down elsewhere and now they've come to our town. Yeah. So what a description. You wouldn't say that about somebody who's just offering like, here's a new philosophy of life you could try on.",
    "start": "01:01:31",
    "end": "01:02:19"
  },
  {
    "text": "Right? Yeah.",
    "start": "01:02:19",
    "end": "01:02:20"
  },
  {
    "text": "You would never say that to somebody who's turning the world order upside down.",
    "start": "01:02:21",
    "end": "01:02:24"
  },
  {
    "text": "Right.",
    "start": "01:02:24",
    "end": "01:02:24"
  },
  {
    "text": "So they go on. Jason has welcomed them. They all act contrary to the decrees of Caesar, saying that there's another king that they call Jesus.",
    "start": "01:02:24",
    "end": "01:02:34"
  },
  {
    "text": "Yeah.",
    "start": "01:02:34",
    "end": "01:02:34"
  },
  {
    "text": "They stirred up the crowd, the city authorities, they heard all these things, but then they received a pledge from Jason and the others and they released them. In other words, they investigate. They're like, there's nothing, nothing illegal. These groups aren't doing.",
    "start": "01:02:35",
    "end": "01:02:48"
  },
  {
    "text": "Yeah, that's the thing. It's not what are they doing? Contrary to the decrees of Caesar. Yeah, they're not.",
    "start": "01:02:48",
    "end": "01:02:53"
  },
  {
    "text": "They're just rhetoric.",
    "start": "01:02:53",
    "end": "01:02:54"
  },
  {
    "text": "That's just rhetoric.",
    "start": "01:02:54",
    "end": "01:02:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:02:55",
    "end": "01:02:56"
  },
  {
    "text": "They are saying there's another king.",
    "start": "01:02:56",
    "end": "01:02:57"
  },
  {
    "text": "Correct. Which can be perceived, but.",
    "start": "01:02:57",
    "end": "01:02:59"
  },
  {
    "text": "Yeah.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "Maliciously. As.",
    "start": "01:03:00",
    "end": "01:03:01"
  },
  {
    "text": "And they're not gonna go buy stuff or worship the temple.",
    "start": "01:03:02",
    "end": "01:03:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "Or buy idols. But that's not illegal either.",
    "start": "01:03:07",
    "end": "01:03:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:03:10",
    "end": "01:03:10"
  },
  {
    "text": "It's just kind of like assumed that you would. Yeah, it's just baked into how things work.",
    "start": "01:03:10",
    "end": "01:03:18"
  },
  {
    "text": "The Roman cultural order is built on very clear hierarchies of power. There's the one, right. There's the demigod emperor, there's the Senate right under him. There's. I forget all these names. The equestrian class, Roman something. And then landowners and then. And that's like 0.3% of the population. And then everyone else. But even there were laws. There were laws. There was no legal punishment if a dad beats his children, there's no legal recourse if somebody abuses their slave, which is nothing. But in the early Christian communities, you're publicly shamed. If a man does those things, you'll be kicked out of the community. And it's like, what? They upset the power structures and all the way up to the top saying there's a different king. It's like saying there's a different president.",
    "start": "01:03:18",
    "end": "01:04:12"
  },
  {
    "text": "Right. Well, that's the thing. And if you went around saying that, you would worry some people, but if you were running around saying like, hey, there's a new chief police in town or something, he might get called in. And they'd be like, hey, you know there isn't another one. And you're like, well, there is, but he's this dead guy who's alive.",
    "start": "01:04:13",
    "end": "01:04:28"
  },
  {
    "text": "Totally.",
    "start": "01:04:28",
    "end": "01:04:28"
  },
  {
    "text": "They'd be like, alright, just go home.",
    "start": "01:04:28",
    "end": "01:04:29"
  },
  {
    "text": "That's right. But this is what Kevin Rowe was saying is it's not just that they had new beliefs, different beliefs. They actually would form these big communities gathering in all these homes with a way of life that embodies this different culture.",
    "start": "01:04:29",
    "end": "01:04:43"
  },
  {
    "text": "Yeah. Bunch of hippies.",
    "start": "01:04:43",
    "end": "01:04:44"
  },
  {
    "text": "Yeah. So that's it. That's the full orbed portrait that Luke's trying to give us in all these. Well, actually, here's one other quote. This is also a quote from Cavan Rowe. And I just. I like the way he writes. And he. It really stirred my imagination to come back to the Book of Acts and read it in a new way. He says the culturally destabilizing character of the Christian mission creates the potential for outsiders to view Christianity as a form of treason or sedition. Luke anticipates this charge. This is part of Luke's strategy as he's portraying the Christian movement. He anticipates this charge and he narrates events that portray Jesus followers in the mold of Jesus himself. Remember, Jesus innocence was a huge theme in Luke. In Luke, yeah, They're found innocent of criminal activity. So the key figure in Acts corresponding to Jesus here is Paul, the representative Christians who stands before the Roman state and its agents. So these two themes, Christianity is upsetting the. The social order and also as innocent of any criminal charge, creates the profound tension that lies at the heart of Luke's literary program that we call Acts. Luke portrays the Jesus movement as on a collusion course with the Roman world. Christianity and pagan culture are competing realities. The basic patterns of Greco Roman life are dissolved in these Jesus communities. How else does one explain the anger of the pagans in Lystra, Philippi and Ephesus? Yet Luke also wants to narrate the Christian mission in such a way as to eliminate the possibility of it being in direct or dangerous competition with Roman state. Paul creates upheaval wherever he goes, but he's always innocent and every Roman ruler who he meets can see it. So the Christians in Acts are not out to build Christendom. A new culture? Yes. A political coup? No. The tension is set.",
    "start": "01:04:46",
    "end": "01:06:39"
  },
  {
    "text": "They are not out to build. Build Christendom. They're not actually trying to build. What does he mean by that?",
    "start": "01:06:40",
    "end": "01:06:46"
  },
  {
    "text": "By building a Christian nation. That is.",
    "start": "01:06:47",
    "end": "01:06:51"
  },
  {
    "text": "They're not actually gonna. They're not actually gonna elect a new. Like.",
    "start": "01:06:52",
    "end": "01:06:55"
  },
  {
    "text": "Yeah.",
    "start": "01:06:55",
    "end": "01:06:56"
  },
  {
    "text": "Or try to put someone else on the throne.",
    "start": "01:06:56",
    "end": "01:06:58"
  },
  {
    "text": "Yeah. They. What they believe is that the emperor will become the best version of himself if he recognizes he's a servant of King Jesus. So we'll pray for the emperor. I won't offer sacrifices on his behalf, but we'll pray for him to Jesus.",
    "start": "01:06:58",
    "end": "01:07:15"
  },
  {
    "text": "And we've talked about this before when talking about justice, about how. What that means politically. And I think you made a really good case about how about this tension, which is, on one hand, we're not going to say that it's political structures that are going to fix all of this. But on the other hand, you don't just go and pretend those don't exist. You'll serve them and pray for them and work towards making them healthy.",
    "start": "01:07:17",
    "end": "01:07:47"
  },
  {
    "text": "Luke keeps highlighting all these prominent city leaders who are giving their allegiance to Jesus.",
    "start": "01:07:48",
    "end": "01:07:53"
  },
  {
    "text": "Yeah. Sometimes it's going to come into conflict with the way that they think you ought to be. Be doing it. And there's always going to be a little bit of suspicion when they realize, wait, so are you on my team or not? Right. Because you keep talking about this guy named Jesus. Yeah, right. Like, and I care about the empire and the Emperor.",
    "start": "01:07:53",
    "end": "01:08:11"
  },
  {
    "text": "Yeah, right.",
    "start": "01:08:12",
    "end": "01:08:12"
  },
  {
    "text": "Like so.",
    "start": "01:08:12",
    "end": "01:08:13"
  },
  {
    "text": "Yeah.",
    "start": "01:08:13",
    "end": "01:08:14"
  },
  {
    "text": "And you're like, yeah, I care about him too. I pray for him to follow Jesus. You know, like it's this weird tension.",
    "start": "01:08:14",
    "end": "01:08:20"
  },
  {
    "text": "Yep. Yeah. Yeah. I mean, really what we're. This. Here's a. Here's the irony of history for you. It's this dynamic right here, this theology, belief and practice of early Christians that gives birth to the idea of religious liberty. The first expressions of religious liberty distinct from the state and state religion is found in the pre Constantine church fathers because they're trying to make a case.",
    "start": "01:08:20",
    "end": "01:08:46"
  },
  {
    "text": "Hey, listen, let us be, Let us do this.",
    "start": "01:08:46",
    "end": "01:08:48"
  },
  {
    "text": "Yeah. We're not going to worship Rome as a God. We can worship our God. Let us be free to do that.",
    "start": "01:08:48",
    "end": "01:08:54"
  },
  {
    "text": "And we don't have to be a threat.",
    "start": "01:08:54",
    "end": "01:08:55"
  },
  {
    "text": "And listen, like, we'll honor, we'll pay taxes, we'll honor the emperor because we believe like he's under God's authority. And so yeah, there's people who nerd out on the whole studies of this. But the origins of our modern concept of separation of church and state religious liberty was articulated by Christians before it.",
    "start": "01:08:55",
    "end": "01:09:16"
  },
  {
    "text": "Was the state religion.",
    "start": "01:09:16",
    "end": "01:09:17"
  },
  {
    "text": "Yes. In the first and first through third centuries. Yeah. From the bit of reading I've done, I know that church Father Tertullian was a really important first articulator of this. And it's just one of these funny things where the idea has become so de. Christianized from its original context, it can now be invoked in our context against Christians trying to just be who they are in public. It's just one of these funny ironies.",
    "start": "01:09:17",
    "end": "01:09:44"
  },
  {
    "text": "That's interesting.",
    "start": "01:09:45",
    "end": "01:09:45"
  },
  {
    "text": "It is interesting. But yeah, so that's the dynamic that Luke, that the whole New Testament. Right. Is trying to invite people into a way of existing in any culture, any nation and participating in it, but also calling it to become its best version of itself. Which you think is really only possible if people acknowledge Jesus. You seek the good of your city and you seek it to know Jesus. Yeah. Which will make everybody angry and weirded out by you at the same time, right? And like you in some cases, right.",
    "start": "01:09:45",
    "end": "01:10:21"
  },
  {
    "text": "Depending on the situation thanks for listening to this episode of the BibleProject podcast. Today's episode was produced by Dan Gummel. The opening track of all of our podcast episodes is from a band called Tents. Tents has a new album out. You can find it on Spotify or wherever you listen to music. The album is called Backyards by Tents. The Bible Project is a crowdfunded nonprofit. We're located in Portland, Oregon and we make videos, this podcast and other free resources and you can find it all on thebibleproject.com thanks for being a part of this with us.",
    "start": "01:10:21",
    "end": "01:11:04"
  },
  {
    "text": "My name is Jesse Pittman and I'm from Corvallis, Oregon. One of my favorite videos is the video on Holiness. It's probably my favorite video because it just shows the awesomeness of God and how holy and wonderful he is. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes and more@thebibleproject.com it.",
    "start": "01:11:04",
    "end": "01:11:33"
  }
]