[
  {
    "text": "Good afternoon, Tim.",
    "start": "00:00:07",
    "end": "00:00:07"
  },
  {
    "text": "Good afternoon, John.",
    "start": "00:00:07",
    "end": "00:00:09"
  },
  {
    "text": "We are going to do a question and response episode.",
    "start": "00:00:09",
    "end": "00:00:12"
  },
  {
    "text": "Yes.",
    "start": "00:00:12",
    "end": "00:00:12"
  },
  {
    "text": "Following up on these four episodes on Generosity.",
    "start": "00:00:13",
    "end": "00:00:16"
  },
  {
    "text": "Yep.",
    "start": "00:00:16",
    "end": "00:00:17"
  },
  {
    "text": "And we got some great questions.",
    "start": "00:00:17",
    "end": "00:00:19"
  },
  {
    "text": "Yeah.",
    "start": "00:00:19",
    "end": "00:00:19"
  },
  {
    "text": "We had a great conversation. It was a lot of fun.",
    "start": "00:00:19",
    "end": "00:00:21"
  },
  {
    "text": "Yeah, it was. Yeah, it was a fun conversation. Prepping for a video that, as we're talking right now in August 2019, has yet to be released.",
    "start": "00:00:21",
    "end": "00:00:29"
  },
  {
    "text": "Yes.",
    "start": "00:00:29",
    "end": "00:00:30"
  },
  {
    "text": "But it will release in September.",
    "start": "00:00:30",
    "end": "00:00:32"
  },
  {
    "text": "So next month.",
    "start": "00:00:32",
    "end": "00:00:33"
  },
  {
    "text": "September. October.",
    "start": "00:00:33",
    "end": "00:00:34"
  },
  {
    "text": "It got pushed back. It's pushed back.",
    "start": "00:00:35",
    "end": "00:00:37"
  },
  {
    "text": "Yeah. So Generosity video will release in October.",
    "start": "00:00:37",
    "end": "00:00:40"
  },
  {
    "text": "This is the first time in the history of this organization that we, like, have videos ready before we release them.",
    "start": "00:00:40",
    "end": "00:00:47"
  },
  {
    "text": "Yes. We work. We got ahead. We got ahead. Yeah.",
    "start": "00:00:47",
    "end": "00:00:51"
  },
  {
    "text": "Which I think is a normal thing in media.",
    "start": "00:00:51",
    "end": "00:00:53"
  },
  {
    "text": "Yeah, yeah, that's right. But so it somehow took us five years, but we're finally, like, quite a bit ahead. Yes. Which means we're ready for season six. Yeah. This video is. Yeah. Ready. And I just saw a final version of it the other week, and it's beautiful and really cool. It's fun to see the ideas from these generosity conversations come to life.",
    "start": "00:00:55",
    "end": "00:01:15"
  },
  {
    "text": "Yeah.",
    "start": "00:01:15",
    "end": "00:01:15"
  },
  {
    "text": "But for the podcast, we just finished four episodes, and we are going to respond to your questions. As always, you listeners of the podcast sent in lots of thoughtful questions. So here you go. Shall we go for it?",
    "start": "00:01:16",
    "end": "00:01:30"
  },
  {
    "text": "Yeah, let's get into it.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "All right. I think our first question is from Raphael.",
    "start": "00:01:31",
    "end": "00:01:34"
  },
  {
    "text": "Hey, Tim and John. My name is Raphael Elijah, and I was born and raised in Vienna, Austria, but grew up in an American family. My question is, in this modern age, with trending topics like overpopulation, climate change, and running out of resources in many parts of the earth, how can we understand or apply the mindset of abundance and that God is a generous host. Thanks for everything you do and for helping me reshape my biblical paradigms so that I may now understand the biblical story in a whole new way.",
    "start": "00:01:35",
    "end": "00:02:04"
  },
  {
    "text": "Man. Good question. And I thought it'd be a good question to start with because this was like, the premise of so much of what we talked about in the video was Jesus mindset that you can see in his teachings. He assumes that we live in a world of generous abundance.",
    "start": "00:02:04",
    "end": "00:02:21"
  },
  {
    "text": "And is that still the case in the modern world?",
    "start": "00:02:22",
    "end": "00:02:24"
  },
  {
    "text": "Yeah, that's right. Well, how should we think about it in light of our changed circumstances.",
    "start": "00:02:24",
    "end": "00:02:30"
  },
  {
    "text": "Sure.",
    "start": "00:02:30",
    "end": "00:02:31"
  },
  {
    "text": "That were not shared by Jesus. Cultural setting.",
    "start": "00:02:31",
    "end": "00:02:34"
  },
  {
    "text": "Yeah.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Yeah.",
    "start": "00:02:35",
    "end": "00:02:35"
  },
  {
    "text": "It is different. It's a different world we live in. And there's way more people.",
    "start": "00:02:36",
    "end": "00:02:40"
  },
  {
    "text": "Yep.",
    "start": "00:02:40",
    "end": "00:02:41"
  },
  {
    "text": "I mean, there's been a population boom even in the last 50 years.",
    "start": "00:02:41",
    "end": "00:02:44"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "I Think the population's almost doubled in like 50, last 56 years.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "Yeah, it's. It's. Yeah. Starting to go the exponential route. There's over 7 billion. It's over 7 billion people on the planet now. That's a lot of human.",
    "start": "00:02:49",
    "end": "00:02:56"
  },
  {
    "text": "In the 50s, it was like three and a half billion. A lot of people. And everywhere has been explored on the Earth? Basically.",
    "start": "00:02:56",
    "end": "00:03:05"
  },
  {
    "text": "Yeah.",
    "start": "00:03:06",
    "end": "00:03:06"
  },
  {
    "text": "Except for the ocean depths.",
    "start": "00:03:06",
    "end": "00:03:07"
  },
  {
    "text": "Ocean. The Mariana. My boys remind me regularly that the Mariana Trench.",
    "start": "00:03:07",
    "end": "00:03:11"
  },
  {
    "text": "Oh, man. Yeah.",
    "start": "00:03:11",
    "end": "00:03:13"
  },
  {
    "text": "Has not been explored.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "Yeah, Yeah. I was thinking about this. I think it still applies. I think God created the Earth that can sustain this many humans. And if you look at population expectations, the experts think it's going to peak out at about 11 billion. Because as we get more and more industrialized or more modern, our fertility rates drop. Like modern people have less kids.",
    "start": "00:03:15",
    "end": "00:03:41"
  },
  {
    "text": "Oh, I see.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "And that's been the trend. And some countries like Japan and Italy are already in this kind of position.",
    "start": "00:03:42",
    "end": "00:03:48"
  },
  {
    "text": "Where a few generations. Huh?",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "Yeah. They're. They're in a negative population growth and they expect.",
    "start": "00:03:49",
    "end": "00:03:54"
  },
  {
    "text": "I've never heard this before.",
    "start": "00:03:54",
    "end": "00:03:55"
  },
  {
    "text": "By 1945 or 2045 will be the replacement year, which means that women will have just as many children to replace humans.",
    "start": "00:03:55",
    "end": "00:04:06"
  },
  {
    "text": "Many humans.",
    "start": "00:04:06",
    "end": "00:04:06"
  },
  {
    "text": "That doesn't mean we'll peak at population then. That won't happen until the 2100s. Yeah, but this is all.",
    "start": "00:04:07",
    "end": "00:04:13"
  },
  {
    "text": "Yeah, right.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Yeah.",
    "start": "00:04:14",
    "end": "00:04:15"
  },
  {
    "text": "That's a very important factor in this. We are living in a moment where it seems like a runaway train.",
    "start": "00:04:15",
    "end": "00:04:21"
  },
  {
    "text": "It does feel that way because it all happens so suddenly.",
    "start": "00:04:21",
    "end": "00:04:24"
  },
  {
    "text": "Correct.",
    "start": "00:04:24",
    "end": "00:04:24"
  },
  {
    "text": "And it's happening at the same time where we're like, oh, yeah, we're stewarding this. Stewarding this planet together.",
    "start": "00:04:25",
    "end": "00:04:30"
  },
  {
    "text": "That's right.",
    "start": "00:04:30",
    "end": "00:04:30"
  },
  {
    "text": "And it's all like happening and occurring to us.",
    "start": "00:04:30",
    "end": "00:04:32"
  },
  {
    "text": "Global awareness factor. In many parts of, I don't know, some cultures, there is an awareness that the Earth is a finite set of resources that have to really be managed wisely if they're going to supply all of our needs.",
    "start": "00:04:32",
    "end": "00:04:50"
  },
  {
    "text": "Yes. I think goes back to the same theme about, like, hoarding and what do you do with this generous gift? I think the Earth is still an incredibly generous gift in that's way more abundant than we realize. But that doesn't mean we can't screw it up.",
    "start": "00:04:50",
    "end": "00:05:08"
  },
  {
    "text": "Yes.",
    "start": "00:05:08",
    "end": "00:05:09"
  },
  {
    "text": "And I guess I'm just saying I have a lot of optimism that we can steward the planet well. And it's not like some panic, let's depopulate the planet kind of thing.",
    "start": "00:05:09",
    "end": "00:05:21"
  },
  {
    "text": "And remember, back to this started with the teachings of Jesus. We watch Jesus give This teaching in the Gospel of Luke that we, you know, wrestled through, it's both beautiful and seems naive.",
    "start": "00:05:24",
    "end": "00:05:36"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:05:36",
    "end": "00:05:36"
  },
  {
    "text": "And then we went through and talked about how Jesus was living in a militarized occupied territory where there wasn't enough for lots of people because of mostly the political and military situation in his land, the occupation of Rome. So. And Jesus is fully aware of this, but that's why we went into the biblical story to say the biblical portrait of this abundant world is that at least one whole layer of why there isn't enough is because of the human condition, not simply just that there isn't enough.",
    "start": "00:05:37",
    "end": "00:06:11"
  },
  {
    "text": "Right.",
    "start": "00:06:11",
    "end": "00:06:11"
  },
  {
    "text": "So, Raphael, your question is, but what if there actually isn't enough? And that was a factor in Jesus day too. There were famines, there were food shortages. Yeah, he doesn't really talk about that.",
    "start": "00:06:11",
    "end": "00:06:22"
  },
  {
    "text": "Right.",
    "start": "00:06:22",
    "end": "00:06:22"
  },
  {
    "text": "And that's just a whole other factor. So I think there's a current in the air that's specific to our cultural situation about what if the planet doesn't have enough. But man, my deep hunch is that actually it's more like what Jesus was talking about, that the real resource problem still have more to do with the human condition than the resources.",
    "start": "00:06:23",
    "end": "00:06:46"
  },
  {
    "text": "Actually there's enough energy coming from the sun that could power like the whole world, like every. I can't remember the statistic is. But it's. There's a ton.",
    "start": "00:06:46",
    "end": "00:06:55"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Way more than you would ever need. We're in this weird place, though, where we have to. We have to be wise and careful and we have to adapt. But I think what you're saying is that at the heart of it is our heart and not that there isn't enough.",
    "start": "00:06:57",
    "end": "00:07:13"
  },
  {
    "text": "Yeah. However, the media presentation is about the ecological crisis.",
    "start": "00:07:13",
    "end": "00:07:18"
  },
  {
    "text": "Yeah.",
    "start": "00:07:18",
    "end": "00:07:19"
  },
  {
    "text": "And that's a very complicated and now politicized. Right.",
    "start": "00:07:19",
    "end": "00:07:23"
  },
  {
    "text": "Yes.",
    "start": "00:07:23",
    "end": "00:07:23"
  },
  {
    "text": "A whole set of issues. So I'm not trying to give commentary on that. I'm just saying I think even from a biblical perspective bearing on the present, the same principle holds that the resource problem has as much if not more to do with the human condition and humans, either inabilities to change, to share, inability to adapt and our inability to share across political, social, national boundary lines is part of the problem. You know, I remember when this was a number of years ago, but for example, the earthquakes in Haiti that happened, I mean, just devastating. Devastating. And I remember reading a number of kind of long journalistic pieces after that about the political, racial, economic history of Haiti's relationship to specifically the US but also some European powers, and the reason why the infrastructure of Haiti Is what it is. Right. Why it was so fragile and why the earthquake was so devastating. There was as much a result of Haiti's subjugation by the colonial powers going back many, many, many years. In other words, an earthquake was particularly devastating there because of human caused reasons. That's the kind of stuff that Jesus grew up in himself in a military occupied zone. So what are we saying to Raphael, John?",
    "start": "00:07:23",
    "end": "00:08:51"
  },
  {
    "text": "Yeah, yeah, I think we're saying there is enough. If we believe that God is a generous host, we stop being so focused on our own desires to get what we want on our own terms, and we are generous to others. There is enough. I think when it comes to climate change and that kind of stuff, I don't think this is the forum to talk about that.",
    "start": "00:08:54",
    "end": "00:09:19"
  },
  {
    "text": "Yeah, yeah. Things are changing, but it really does seem that there is still enough.",
    "start": "00:09:19",
    "end": "00:09:24"
  },
  {
    "text": "There is enough. Yeah. And I believe God is good and he wants us to rule with him, and so I think we can figure it out with him.",
    "start": "00:09:24",
    "end": "00:09:34"
  },
  {
    "text": "Yeah. At least have optimistry. Yeah, that's right. And we've talked about this before. I think you have more of an optimist bent when it comes to that. I tend a little more towards pessimism just because the biblical story doesn't be very hopeful about human nature, but apart from Jesus. So perhaps I have hope.",
    "start": "00:09:34",
    "end": "00:09:59"
  },
  {
    "text": "Yeah, we've talked about this, and I might be coming more your direction a little bit, but I'd like to believe that we can figure this all out and God will do it with us. He doesn't have to come and just fix everything. Man, what a strange thing for one species to be such a big part of the population of this planet.",
    "start": "00:10:02",
    "end": "00:10:21"
  },
  {
    "text": "Yeah, that's true. That's true. That's a new reality for our planet.",
    "start": "00:10:21",
    "end": "00:10:25"
  },
  {
    "text": "That we need to wisely navigate.",
    "start": "00:10:25",
    "end": "00:10:28"
  },
  {
    "text": "Yes. Yeah. Thank you, Raphael. Interesting question that made us think. Interesting thoughts and maybe they are a helpful response.",
    "start": "00:10:28",
    "end": "00:10:37"
  },
  {
    "text": "Yeah.",
    "start": "00:10:37",
    "end": "00:10:37"
  },
  {
    "text": "Our next question will actually come with two questions. We had a whole episode where we ended up talking about Cain and Abel.",
    "start": "00:10:38",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "And I think if I remember, it began as just like a little aside, like I had learned some new things and wanted to talk about it, and then it ended up being a whole big part of that conversation. But the Cain and Abel story, as one of the first stories about God showing generosity to one person and then that arouses jealousy and anger in another. It's the fundamental portrait. And then the questions revolve around why did God accept Abel's offering of an animal but not favor Cain's? So anyway, we've got a question from Nadia and a question from Seth. You ask different aspects of a question and together they make up a really interesting question.",
    "start": "00:10:46",
    "end": "00:11:26"
  },
  {
    "text": "Hello, my name is Nadia and I'm from the uk. My question is with Cain and Abel, isn't it because the Lord looked on Abel's offering more favourably because he bought the best? He bought the fatted part of his flock and the firstborn of his flock in comparison to what Cain bought, which was just some of the fruit. It doesn't say that it was the firstfruits or the best of it was just some. And therefore the Lord looked more favorably on him his in comparison to Abel's, which is why it was rejected. Thanks.",
    "start": "00:11:27",
    "end": "00:12:00"
  },
  {
    "text": "Hey, Tim and John, this is Seth from Cincinnati. You guys have discussed reasons for why God favored Abel over Cain. The author of Hebrews says, by faith, Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous God, commending him by accepting his gifts. And through his faith, though he died, he still speaks. I've heard it explained that although we don't know for sure why one was favored, and we do know that Abel offered his sacrifice by faith, we can infer that, by contrast, Cain's must not have been offered by faith. What do you think of this interpretation?",
    "start": "00:12:01",
    "end": "00:12:33"
  },
  {
    "text": "Okay. Yes.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "Yeah. Tim.",
    "start": "00:12:35",
    "end": "00:12:36"
  },
  {
    "text": "Yeah, man.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "What do you think?",
    "start": "00:12:36",
    "end": "00:12:37"
  },
  {
    "text": "Okay. Yeah. Let's first just take it internal to the Cain and Abel story without going to the second part, which is how the author of the Hebrew letter to the Hebrews interpreted the Cain and Abel story. So within the Cain and Abel story, just out of the gates, humanity's exiled from Eden and the next story is about the next generation out there just offering sacrifices, worshiping.",
    "start": "00:12:37",
    "end": "00:12:59"
  },
  {
    "text": "Yeah. You're supposed to know what that means.",
    "start": "00:12:59",
    "end": "00:13:01"
  },
  {
    "text": "Yeah. And you're just like, oh, what are they doing?",
    "start": "00:13:01",
    "end": "00:13:03"
  },
  {
    "text": "Yeah, there's nothing about it in the first three chapters.",
    "start": "00:13:03",
    "end": "00:13:05"
  },
  {
    "text": "No. Yeah, they're just all of a sudden, there they are offering sacrifices. So one part of this is. This is totally a feature of biblical literature, meditation literature, which means earlier narratives are packed intentionally with gaps, ambiguities, puzzles that will only sort themselves out as you read further into the narrative and through design patterns, through later stories replaying symbolically, or through patterns replaying the themes of earlier stories, later stories become like a back commentary on those gaps and puzzles in the earlier story. This is a great example. So Abel is the first human character to offer an animal sacrifice in the Bible. Will animal sacrifices play a significant role in the story to follow? Like, major, major theme and actually, just within the book of Genesis itself figures who, at a moment of transition, approach God with the most valuable firstborn offering of the flock. This is a motif and it's a theme. This is what Noah does when he gets off of the boat and he's up on a mountain offering a sacrifice that compels God to change his strategy with human beings. After the flood, the first and last stories about Abraham, his 10 tests in the land of Canaan. The first.",
    "start": "00:13:05",
    "end": "00:14:31"
  },
  {
    "text": "There's 10.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "There's 10.",
    "start": "00:14:32",
    "end": "00:14:32"
  },
  {
    "text": "You mentioned that before. Maybe you have. Yeah, that's cool.",
    "start": "00:14:33",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. There's 10 stories where Abraham has to face the decision to trust God or not. He passes some and he fails others. But the first one is him obeying God's words to go into Canaan. And then he goes up to a mountain and he builds an altar and offers a sacrifice there by the oak of Moreh, the oak of vision. The last testing story is for him to go up to the hill of Moriah. So first one is oak of Moreh, last one's hill of Moriah. They're spelled with just one letter difference in Hebrew and because they're a frame around the whole testing stories. And it's about him offering another sacrifice. This is Isaac of his own son that he and Sarah hurt people in order to get that son. We talked about that at length.",
    "start": "00:14:36",
    "end": "00:15:19"
  },
  {
    "text": "Yeah.",
    "start": "00:15:19",
    "end": "00:15:19"
  },
  {
    "text": "So let's just even take it right there. That'll be sufficient for us. So there's a pattern of characters who are at a moment of crisis or transition, and they appeal to God or they come before God with the valuable offering, animal offering.",
    "start": "00:15:20",
    "end": "00:15:35"
  },
  {
    "text": "Okay.",
    "start": "00:15:35",
    "end": "00:15:36"
  },
  {
    "text": "The second thing about the Cain and Abel story, it's really interesting what God says to Cain after he doesn't look on his offering with favor. And Cain, his face fell.",
    "start": "00:15:36",
    "end": "00:15:45"
  },
  {
    "text": "Yeah. Just do what's right.",
    "start": "00:15:45",
    "end": "00:15:47"
  },
  {
    "text": "Yeah, I think we've talked about this. Genesis 4, verse 7.",
    "start": "00:15:47",
    "end": "00:15:50"
  },
  {
    "text": "Why are you downcast?",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "God says, if you do good, won't there be exaltation lifting up?",
    "start": "00:15:51",
    "end": "00:15:56"
  },
  {
    "text": "Yeah.",
    "start": "00:15:56",
    "end": "00:15:56"
  },
  {
    "text": "If you don't do good. Sin is a croucher at the door. Its desire is for you, but you can rule it. Have we talked about the door?",
    "start": "00:15:56",
    "end": "00:16:07"
  },
  {
    "text": "The door? No, we haven't talked about the door. The door.",
    "start": "00:16:08",
    "end": "00:16:09"
  },
  {
    "text": "Okay. So one popular view of the door is that it's metaphorical of, like, the door of his heart.",
    "start": "00:16:10",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. The door of the opportunity.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "It's as if sin is like a crouching animal at a doorway. In other words, it's a part of a little metaphorical picture that God's painting for God he's painting a little imagine in the narrative. If it were a comic book, this would be like in a little speech bubble from God. And God's painting a little picture of an animal crouching at a door so that if you open it. So that's one way is. It's a metaphorical door. Right. Another way to think about it is that the door is actually referring to a feature of the landscape in the narrative. Sin is a crouching animal at the door. What door? Well, where did they just leave? Like, just leave?",
    "start": "00:16:18",
    "end": "00:16:58"
  },
  {
    "text": "Yeah, they left Eden.",
    "start": "00:16:59",
    "end": "00:17:00"
  },
  {
    "text": "The last sentence of Genesis, chapter three. So God drove the human out, and at the east of the Garden of Eden, he stationed the caravim and a flaming sword which turned every direction to guard the way to the tree of life. Those two images right there, they're just placed outside the garden. And we're told that's where they hang out. It's not like they wandered far away.",
    "start": "00:17:00",
    "end": "00:17:25"
  },
  {
    "text": "The backyard is the garden.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "Yeah. I mean, why would you want to leave? So I think the image is that they build altar at the door of Eden. They want to get back in.",
    "start": "00:17:26",
    "end": "00:17:34"
  },
  {
    "text": "Oh, you think that's what's going on?",
    "start": "00:17:34",
    "end": "00:17:36"
  },
  {
    "text": "I think that's what's going on. Offering. Why would the baby offering sacrifices at the door?",
    "start": "00:17:36",
    "end": "00:17:41"
  },
  {
    "text": "Wait. Oh, they're offering at the door?",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "Not. Well, okay, I'm making that as an interpretive conclusion. They're offering sacrifices. Right. And Cain is sitting there talking with God, you know, after his not being accepted. And what God says is, listen, sin is a croucher at the door. So we've talked about this how the Genesis 3 and then the Cain story, they're mirror narratives. The tempter for Adam and Eve is that snake in the garden. And then here is the next generation being tested right outside the garden. And instead of a snake, it's an animal like reality called sin at the door.",
    "start": "00:17:43",
    "end": "00:18:19"
  },
  {
    "text": "And so the door is.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "I think it's the door of Eden.",
    "start": "00:18:21",
    "end": "00:18:23"
  },
  {
    "text": "And sin is crouching at the door of Eden.",
    "start": "00:18:23",
    "end": "00:18:25"
  },
  {
    "text": "Yeah, it's like that snake followed you out here.",
    "start": "00:18:25",
    "end": "00:18:27"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:18:28",
    "end": "00:18:29"
  },
  {
    "text": "Okay, now, just to register at this moment, I'm entering into a space that's not explicit in the narrative, but I think the narrative is teeing you up by means of its gaps and ambiguities to get you to ponder. And it's because what does Noah do? He gets off the ark, he builds an altar right after coming out the door. And he same Abraham goes right into the land, so to speak, and he builds an altar. So there's some design pattern Motif here of the chosen character.",
    "start": "00:18:29",
    "end": "00:19:00"
  },
  {
    "text": "Sacrificing.",
    "start": "00:19:01",
    "end": "00:19:01"
  },
  {
    "text": "Sacrificing right there at the door.",
    "start": "00:19:02",
    "end": "00:19:04"
  },
  {
    "text": "Sacrificing at the door. It's like the. The portal. It's the. Like.",
    "start": "00:19:04",
    "end": "00:19:08"
  },
  {
    "text": "Yeah.",
    "start": "00:19:09",
    "end": "00:19:09"
  },
  {
    "text": "It's the place in between.",
    "start": "00:19:09",
    "end": "00:19:10"
  },
  {
    "text": "And all this is design pattern forward to the temple. Because the altar for the Jerusalem temple was right at the doorway of the temple itself. The altar of burnt offering was not in the temple building proper. It was in the courtyard right outside the door of the temple.",
    "start": "00:19:10",
    "end": "00:19:25"
  },
  {
    "text": "Oh.",
    "start": "00:19:25",
    "end": "00:19:26"
  },
  {
    "text": "And then think you go in that door of the temple and what's in there? Cherubim and a menorah. That's a symbol of.",
    "start": "00:19:26",
    "end": "00:19:32"
  },
  {
    "text": "So this story is really a story about the priests offering at the door of the temple.",
    "start": "00:19:32",
    "end": "00:19:39"
  },
  {
    "text": "Well, yeah, or it's sniffing off of it. Or the opposite. It's that once you get to the priests offering sacrifices right in front of the door of the tabernacle, or the. You're meant to see that as a later iteration of this, which is the real ultimate temple, which is Eden, where heaven and earth are one. The priests are symbolically reenacting the re. Entry into Eden.",
    "start": "00:19:39",
    "end": "00:20:03"
  },
  {
    "text": "Yeah.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "Because what is the high priest except a new Adam.",
    "start": "00:20:04",
    "end": "00:20:06"
  },
  {
    "text": "Yeah.",
    "start": "00:20:06",
    "end": "00:20:07"
  },
  {
    "text": "Going into. Back into Eden with the cherubim and the Tree of Life and the holy of holies and so on.",
    "start": "00:20:07",
    "end": "00:20:13"
  },
  {
    "text": "Cain and Abel are offering sacrifice at the door of Eden. Like the priests offer a sacrifice at the door of the Correct. Of the temple.",
    "start": "00:20:13",
    "end": "00:20:21"
  },
  {
    "text": "Yeah.",
    "start": "00:20:21",
    "end": "00:20:21"
  },
  {
    "text": "Eden is the ultimate temple.",
    "start": "00:20:21",
    "end": "00:20:23"
  },
  {
    "text": "And like Noah is offering clean, ritually pure animals by the door of the ark.",
    "start": "00:20:23",
    "end": "00:20:28"
  },
  {
    "text": "Yeah. That's cool.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "Yeah.",
    "start": "00:20:29",
    "end": "00:20:30"
  },
  {
    "text": "Thank you.",
    "start": "00:20:30",
    "end": "00:20:30"
  },
  {
    "text": "Yep. So I think that makes sense of why it's retrospective sense that helps us understand God's acceptance of a firstborn animal versus the most precious. And it's. It's going to be the animal offered at Passover. It's going to be the most precious animal. So I think that's what a later reader of the whole Hebrew Bible would look back on this and see Abel's offering as the most highly valuable offering and be like, yeah, I see why God favored it. Okay, that's one layer that's different than.",
    "start": "00:20:30",
    "end": "00:21:02"
  },
  {
    "text": "What you said before, which was basically, well, there was grain offerings and there was other type of offerings. This seems to say. No, there actually there was a desire for one over the other, or certainly.",
    "start": "00:21:02",
    "end": "00:21:14"
  },
  {
    "text": "One is more valuable than another, just on an economic level. But in terms of design patterns, yes. The offering of the most precious, the life of the firstborn animal, this is a motif that's going to keep replaying and it dovetails into the next part of the question that Seth asked, which was about Hebrews. Yeah. The way the author of the letter to the Hebrews reflects back on the story. Okay, so here, let me just.",
    "start": "00:21:14",
    "end": "00:21:38"
  },
  {
    "text": "Yeah. Where is that?",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "It's in the hall of faith.",
    "start": "00:21:39",
    "end": "00:21:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "In Hebrews, chapter 11. This is such a cool chapter. In the letter to the Hebrews, chapter 11, he goes through a retelling, an interpretive retelling of all the main characters of the Old Testament, talking about highlighting all the moments where they acted in radical faith and trust in God and therefore obeyed. And actually, the first character in the list is Abel. I'll read from the niv. By faith, Abel brought God a better offering than Cain did. By faith, he was commended as righteous when God spoke well of his offerings. And by faith, Abel still speaks, even though he's dead.",
    "start": "00:21:41",
    "end": "00:22:20"
  },
  {
    "text": "So cryptic.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Oh, dude. What's so great is every. Every single part of that verse is keyed on to design patterns.",
    "start": "00:22:21",
    "end": "00:22:29"
  },
  {
    "text": "Huh?",
    "start": "00:22:29",
    "end": "00:22:29"
  },
  {
    "text": "The way that the Abel character is developed through design patterns in the book of Genesis.",
    "start": "00:22:29",
    "end": "00:22:35"
  },
  {
    "text": "Hmm.",
    "start": "00:22:35",
    "end": "00:22:35"
  },
  {
    "text": "Yeah. Okay, so just ponder this. Can I think of another character in the book of Genesis who has faith and is reckoned as righteous?",
    "start": "00:22:35",
    "end": "00:22:43"
  },
  {
    "text": "Yeah, that's Abraham.",
    "start": "00:22:43",
    "end": "00:22:45"
  },
  {
    "text": "Where's the Ozra Hebrews Getting this language.",
    "start": "00:22:45",
    "end": "00:22:47"
  },
  {
    "text": "Yeah.",
    "start": "00:22:47",
    "end": "00:22:47"
  },
  {
    "text": "Right. So that language occurs in one particular story in the book of Genesis. Abraham. Genesis, chapter 15, verse 6. It's one of Paul's favorite verses. All over Paul's letters. So at what moment is Abraham reckoned as righteous by his faith? When he believes that God is going to provide him with a son. What does Abraham do in the story right after that?",
    "start": "00:22:47",
    "end": "00:23:09"
  },
  {
    "text": "Yeah, he tries to get a son by his own terms.",
    "start": "00:23:10",
    "end": "00:23:12"
  },
  {
    "text": "Yeah. He and Sarah replay in the vocabulary of Genesis 3, getting a son by sexually abusing their Egyptian slave to produce a son that they're then going to disinherit and drive out into the wilderness. So then what God demands, after giving them the actual son from he and Sarah, he demands the life of that son back, which Abraham then sacrifices. We've already talked about this. And those two moments, the promise, where his faith is reckoned as righteous. Genesis 15, the plot conflict that begins right there. Okay, how and when is this guy gonna get a son come to its culmination in Genesis 22, when he offers to give it back, he offers that son back to God. And what God does in his mercy is to give that son back to Abraham. Alive, not dead, through the substitute of the Ram. And it's that Genesis 22 that God says, Now, I know that you Fear me. And because of you did this, all the nations will be blessed in you. The promise. God says, I'm going to fulfill my promises now because of this act of faith that you did. So Abraham's true faith is demonstrated at first in the moment when he looked up at the stars and believed God's promise. But it's ultimately his faith is demonstrated when he gives Isaac back to God as a sacrifice. God gives him back. So what the author of the Hebrews is doing is he actually sees Genesis as a set of design patterns. So he sees Abel as the first one, as the first figure offering a sacrifice to God. The next one is Noah, the next one is Abraham. But then how design patterns work is you're meant to let the later stories give you insight into earlier stories. And so he's taking the attributes of Abraham and Abraham's faith and sacrifice, and he's attributing them to Abel. I'm trying to just highlight the interpretive move that he's making here.",
    "start": "00:23:12",
    "end": "00:25:07"
  },
  {
    "text": "Right. So he sees this idea of someone offering something precious, the firstborn, something of that much value, as a design pattern. It happens often at the door of, you know, on the mountain.",
    "start": "00:25:07",
    "end": "00:25:26"
  },
  {
    "text": "Yeah, that's right, on the mountain where.",
    "start": "00:25:27",
    "end": "00:25:28"
  },
  {
    "text": "You meet with God in a high place. The same with Noah on the mountain outside the door of the ark. And here with Abel and Cain, supposedly right outside of the mountain garden.",
    "start": "00:25:28",
    "end": "00:25:40"
  },
  {
    "text": "Correct? That's right.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "So these are all supposed to be read together, informing each other.",
    "start": "00:25:41",
    "end": "00:25:45"
  },
  {
    "text": "That's right, yeah. So in other words, the author of the letter to the Hebrews, I don't think it's responsible to just say he was inspired by the Holy Spirit and so he just had supernatural knowledge about Abel's intentions. The author of the letter to the Hebrews was a reader of the Old Testament, just like we are. So what I'm interested in is how did he come to read the Abel and Cain story and have these interpretive conclusions? And he's done it by using the later story of Noah and of Abraham to provide commentary back on that story. So then the gaps in the Abel story of why did he offer a firstborn? Because like Noah and like Abraham, he was willing to give the most precious thing back to God, which is an act of faith. And what happened to Abraham after giving the ultimate offering, he was commended as righteous.",
    "start": "00:25:45",
    "end": "00:26:36"
  },
  {
    "text": "And so he reads that back into the story.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "So he says, yes, so Abel was righteous before God. Look at the last conclusion that he makes. By faith, Abel still speaks even though he's dead.",
    "start": "00:26:37",
    "end": "00:26:47"
  },
  {
    "text": "Is that the Blood cries out from the ground.",
    "start": "00:26:48",
    "end": "00:26:50"
  },
  {
    "text": "Right?",
    "start": "00:26:50",
    "end": "00:26:50"
  },
  {
    "text": "Yeah.",
    "start": "00:26:50",
    "end": "00:26:50"
  },
  {
    "text": "Abel actually started speaking immediately after his death through his blood crying out from the ground. And so I think he's riffing off that theme.",
    "start": "00:26:51",
    "end": "00:27:00"
  },
  {
    "text": "But here, what do you think that means?",
    "start": "00:27:00",
    "end": "00:27:02"
  },
  {
    "text": "Oh, in the story, the blood crying out from the ground is calling out for God's judgment, his justice, justice for the oppressed. And then that's going to another design pattern that's going to be the same outcry from Sodom and Gomorrah that rises up to God that he says, I'm going to go down and investigate. Then that gets replayed with Egypt. The slaves in Egypt are crying out to God. So there's a thing when God hears the cry of the oppressed in the blood of the innocent, and then he responds with true justice. The author of Hebrews takes that motif of the blood crying out, but then he reframes it and he says, but it was the blood of Abel who lived by faith. And so his story and his character still speaks to us today, even though he's dead. He's riffing off the blood crying out.",
    "start": "00:27:02",
    "end": "00:27:50"
  },
  {
    "text": "The blood was about asking God, hoping for justice in the world.",
    "start": "00:27:50",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, that's right. That's why Jesus refers to Abel as the first martyr for faith. It's when he's condemning the leaders of Jerusalem and he says, on this generation, all the blood of the martyrs and the prophets will be held against you. From the blood of Abel to the blood of Zechariah is a story from the Book of Chronicles. But so Jesus viewed Abel as the first murdered prophet. The author of Hebrews views Abel as the first faithful one. In all those cases, Abel is the first character in the set of design patterns that will lead forward to the righteous prophetic intercessor who appeals to God through sacrifice. And God looks on his sacrifice with favor. Does that make any sense?",
    "start": "00:27:56",
    "end": "00:28:38"
  },
  {
    "text": "It does make sense.",
    "start": "00:28:38",
    "end": "00:28:39"
  },
  {
    "text": "Yeah.",
    "start": "00:28:39",
    "end": "00:28:39"
  },
  {
    "text": "I want to dig in more about this blood crying out thing, but I don't think that's the point. I love it, though. It's a rich image.",
    "start": "00:28:39",
    "end": "00:28:45"
  },
  {
    "text": "Yeah. Okay, so that was kind of nerdy interpretive detail.",
    "start": "00:28:45",
    "end": "00:28:48"
  },
  {
    "text": "Yeah.",
    "start": "00:28:48",
    "end": "00:28:49"
  },
  {
    "text": "But the point is, Abel is the first character who, unlike his parents who began to wonder, maybe God's holding out on us. And so they take Abel's the first.",
    "start": "00:28:49",
    "end": "00:28:59"
  },
  {
    "text": "Character to freely give back.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "To give back to God, the most precious thing.",
    "start": "00:29:01",
    "end": "00:29:05"
  },
  {
    "text": "Yeah. I trust in your generosity so much.",
    "start": "00:29:05",
    "end": "00:29:07"
  },
  {
    "text": "That's it.",
    "start": "00:29:07",
    "end": "00:29:07"
  },
  {
    "text": "Here's my most valuable thing.",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "First character to trust God's generosity and to give back the most precious thing.",
    "start": "00:29:09",
    "end": "00:29:14"
  },
  {
    "text": "Okay.",
    "start": "00:29:14",
    "end": "00:29:15"
  },
  {
    "text": "And that's in contrast to Cain. Okay. Yeah. Isn't that interesting?",
    "start": "00:29:15",
    "end": "00:29:18"
  },
  {
    "text": "That is really interesting.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "Yeah. Once again, design patterns, New Testament. The way the New Testament authors quote from and use the Old Testament for me was one of the things that got me into biblical studies, because I remember reading Hebrews 11 being going, that's cool that he can say.",
    "start": "00:29:19",
    "end": "00:29:33"
  },
  {
    "text": "Doesn't say that.",
    "start": "00:29:33",
    "end": "00:29:34"
  },
  {
    "text": "And then Abel had faith and was righteous. But where do you get that information?",
    "start": "00:29:34",
    "end": "00:29:37"
  },
  {
    "text": "The Holy Spirit.",
    "start": "00:29:38",
    "end": "00:29:39"
  },
  {
    "text": "Well, yes, by the Holy Spirit, who inspired the authors of scripture to create design patterns so that later stories give commentary on back on earlier ones. Anyway, okay. That was the whole thing about Cain and Abel. Thank you, Nadia and Seth, for. For your great questions. Let's see. I think we have a question from Lauren Nichols.",
    "start": "00:29:39",
    "end": "00:29:57"
  },
  {
    "text": "Hi, John and Tim. This is Lauren Nichols from Fort Wayne, Indiana. I have a question in response to your episode two of Generosity. I love the parable you have going and the idea that we make choices based on fear that abundance will somehow stop and we need to hoard. And that immediately took Me to Exodus 16 and the manna that Moses told them not to leave any till morning. And of course, some people did anyway, and then it was spoiled. To me, that's a really obvious example of your parable. But are we supposed to be mapping that onto Genesis specifically, or was that just a happy piece of serendipity? I love everything you do, and I listen to your podcasts faithfully. You always give me so much to think about and ponder as I am doing my own Bible study. Thank you for everything. Bye. Bye.",
    "start": "00:29:58",
    "end": "00:30:53"
  },
  {
    "text": "We actually talked about this story, but in an episode that's yet to release.",
    "start": "00:30:54",
    "end": "00:30:58"
  },
  {
    "text": "Totally. I think we have. Yeah, a whole episode. We're going to talk about the mana story in Exodus 16 in the the seventh day rest.",
    "start": "00:30:58",
    "end": "00:31:06"
  },
  {
    "text": "Seventh day rest series.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "Series.",
    "start": "00:31:07",
    "end": "00:31:07"
  },
  {
    "text": "Yes. Go collect Mana for six days.",
    "start": "00:31:08",
    "end": "00:31:10"
  },
  {
    "text": "Yes.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "On the sixth day, collect twice as much, but don't collect more than that.",
    "start": "00:31:10",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, that's right. So, Lauren, you're making the observation that the idea of trusting God, acting as if you live in abundance, even when you feel like you're in a land of scarcity.",
    "start": "00:31:14",
    "end": "00:31:25"
  },
  {
    "text": "Yeah.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "Reminded you of Exodus 16.",
    "start": "00:31:26",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. It's great.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "You get a gold star. Gold star, Lauren. Yeah, that's exactly a story. Where your mind should go, and your hunch that it's connected to Genesis 1 is spot on. Yeah, spot on. And you just mentioned it, John. The six days you shall gather, on the seventh day you shall rest.",
    "start": "00:31:28",
    "end": "00:31:47"
  },
  {
    "text": "Yeah.",
    "start": "00:31:48",
    "end": "00:31:48"
  },
  {
    "text": "Like, where does that motif come from except from Genesis 1?",
    "start": "00:31:49",
    "end": "00:31:53"
  },
  {
    "text": "And that whole Idea of resting for a day is an act of trust in the generous host.",
    "start": "00:31:53",
    "end": "00:32:00"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:32:00",
    "end": "00:32:01"
  },
  {
    "text": "I don't have to provide for myself continuously without stop. I can Shabbat and I can rest.",
    "start": "00:32:01",
    "end": "00:32:08"
  },
  {
    "text": "Yeah.",
    "start": "00:32:08",
    "end": "00:32:09"
  },
  {
    "text": "And I'll be okay.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "Yeah. The idea is that on the sixth day, which God pronounced very good in Genesis 1, here in the desert, God will provide a double. Double portion that will last for two days. But it is an act of trust. Yeah. In God's generosity. So that's exactly right. Exodus 16 is developing the themes of Genesis 1, but in a new setting. In Genesis 1, God brings a garden out of the wilderness. In the Exodus story, they just left the garden land of Egypt and are now in the wilderness. And God's acting them some heaven bread. Totally. He's telling them to act like they live in a garden while they're in the middle of the desert.",
    "start": "00:32:11",
    "end": "00:32:49"
  },
  {
    "text": "Right. That's an act of trust and generous host when it doesn't feel like there's a reason to trust.",
    "start": "00:32:49",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. And actually this the one time. Is this correct? No. One of the times the manna is not hardly brought up again in the New Testament. Actually, it is in the Gospel of John once. But I believe the one time Paul the Apostle alludes to this story in Exodus 16. It's in the passage we discussed in the series in second Corinthians 8 and 9. He's trying to compel the Corinthians to give to this fund for the hungry poor Christians in Jerusalem. And he quotes from that little line where the one who gathered too little didn't have less, and the one who gathered much didn't have too much. He quotes from that line in this appeal to the Corinthians. So in other words, Paul viewed that manna story as setting a paradigm that he could still apply to followers of Jesus today, that even though we're living before God's kingdom has come fully on earth, as in heaven, it has begun, and so we are to live in the present as if the future kingdom of God's abundance has fully arrived, even though in the moment it may not feel like it.",
    "start": "00:32:56",
    "end": "00:33:57"
  },
  {
    "text": "In the moment it might not actually be happening.",
    "start": "00:33:58",
    "end": "00:34:00"
  },
  {
    "text": "Well, that's true. Well, in the moment, it's not that it doesn't just feel like it, it's that sometimes I don't have enough.",
    "start": "00:34:01",
    "end": "00:34:07"
  },
  {
    "text": "Sometimes you don't have enough.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "But I'm still called to the same spirit of generosity and trust.",
    "start": "00:34:09",
    "end": "00:34:12"
  },
  {
    "text": "Yeah.",
    "start": "00:34:13",
    "end": "00:34:13"
  },
  {
    "text": "Generosity is ultimately an act of trust. Yeah.",
    "start": "00:34:13",
    "end": "00:34:16"
  },
  {
    "text": "To be able to do that. I've never been put in that place. I Don't think where it's like, I don't have enough but I'm still going to trust, like, like really been in that place.",
    "start": "00:34:16",
    "end": "00:34:26"
  },
  {
    "text": "Yeah.",
    "start": "00:34:26",
    "end": "00:34:26"
  },
  {
    "text": "To do that. That's a special kind of.",
    "start": "00:34:26",
    "end": "00:34:28"
  },
  {
    "text": "That's a very faith. Yeah. Lots of people live in that space, I guess. Yeah. If you grew up in a privileged, middle upper class environment, you don't end up at that many moments in life where you don't have enough.",
    "start": "00:34:28",
    "end": "00:34:39"
  },
  {
    "text": "I think I don't have enough often. But in reality, in reality it's not. But there's some people who, it's like, I will die of hunger.",
    "start": "00:34:39",
    "end": "00:34:48"
  },
  {
    "text": "That's right. Yeah. Lots of people.",
    "start": "00:34:48",
    "end": "00:34:50"
  },
  {
    "text": "That's.",
    "start": "00:34:50",
    "end": "00:34:50"
  },
  {
    "text": "Yeah. Or just they don't know where their next meal is coming from.",
    "start": "00:34:50",
    "end": "00:34:53"
  },
  {
    "text": "Yes.",
    "start": "00:34:53",
    "end": "00:34:54"
  },
  {
    "text": "Or they don't know if you're in a situation where your next paycheck is, as far as you're concerned, the last one.",
    "start": "00:34:54",
    "end": "00:35:00"
  },
  {
    "text": "They can't afford their medication, that kind of thing.",
    "start": "00:35:00",
    "end": "00:35:02"
  },
  {
    "text": "That's right. Lots of. Lots and lots and lots of people. That's the more normal human experience, I think, on the history of our planet.",
    "start": "00:35:02",
    "end": "00:35:09"
  },
  {
    "text": "Which is why Jesus words are that much more stark.",
    "start": "00:35:09",
    "end": "00:35:12"
  },
  {
    "text": "Yes. Yeah, yeah. It's like telling people to not get food when you're stranded in the middle of the wilderness, like with Moses and the Israelites.",
    "start": "00:35:12",
    "end": "00:35:22"
  },
  {
    "text": "Yeah. Can you imagine Jesus telling that parable to that wilderness generation as they're just like, as they're like, where are we going to find food and water? And he's just like, let's look at the ravens. Yeah, they're fine.",
    "start": "00:35:22",
    "end": "00:35:32"
  },
  {
    "text": "Yeah.",
    "start": "00:35:32",
    "end": "00:35:32"
  },
  {
    "text": "He'd be like, jesus, come on, help us find some food.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yeah. He'd be like, no, take a break. Actually kick your feet up today. Yes. So thank you, Lauren, for making that connection and observation. We Commend Exodus chapter 16 to all our listeners. It's worth a long cup of tea and reading and then go for a walk and think about it.",
    "start": "00:35:34",
    "end": "00:35:52"
  },
  {
    "text": "This question is from Nathaniel in New Orleans. Hey, Tim and John, this is Nathaniel from New Orleans, Louisiana. So far in your series on generosity, you've focused on how the human self protective instinct and greed will ruin the party for everyone. But I was curious as to how natural disasters in scripture, whether they're portrayed as a time of punishment for, for the wicked or a time of testing of the righteous, or both. How those interact with the image of God as generous host. Anyhow, thank you very much and God bless. You've probably thought about this. I've never really thought about this. I mean, I have, but I haven't really tried to understand it.",
    "start": "00:35:52",
    "end": "00:36:31"
  },
  {
    "text": "Well, I've thought about. Just because the biblical story forces me to think about it. Isn't it interesting, Nathaniel, you used the phrase natural disaster, and that's a very modern phrase.",
    "start": "00:36:31",
    "end": "00:36:41"
  },
  {
    "text": "Sure.",
    "start": "00:36:42",
    "end": "00:36:42"
  },
  {
    "text": "In other words, especially that phrase, natural. Right. So in the. In Western countries shaped by the Enlightenment, which is a whole worldview that creates a brass, like a metal separation layer between God's realm and our realm. So that we think of God's action in our world as intervention or supernatural. Whereas in the biblical worldview, heaven and earth overlap and God's actions are expressed and worked out in and through what we would call natural. Natural means through humans, but also through nature. So you're right. In the biblical storyline, what today we would call natural disasters, man, the way the prophets think about famines and rainstorms and earthquakes, they see that as God's handiwork, part of God's providence. That makes modern people very uncomfortable.",
    "start": "00:36:42",
    "end": "00:37:40"
  },
  {
    "text": "Yeah, it makes me itchy thinking about it.",
    "start": "00:37:40",
    "end": "00:37:42"
  },
  {
    "text": "Yeah, but so the question is, in the biblical portrait, if you. And that is. That's a part of the biblical portrait, what do you do with, like, a famine that comes as a punishment from God for Israel's sins? For example, in the story of kings, Elijah the prophet, famous prophet Elijah, he comes onto the scene announcing a time of famine. No rain on the land. And this is God's response to Ahab and Jezebel promoting the worship of BAAL in the land. That's the logic of the story. So God is preventing the land from having enough.",
    "start": "00:37:42",
    "end": "00:38:16"
  },
  {
    "text": "Well, man, this gets back to. And I've been wanting to ask you about this. Is the God cursing the ground?",
    "start": "00:38:16",
    "end": "00:38:22"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:38:22",
    "end": "00:38:23"
  },
  {
    "text": "I reread through Genesis 1:11 recently and just noticed that was repeated way more than I ever realized.",
    "start": "00:38:24",
    "end": "00:38:30"
  },
  {
    "text": "Yeah.",
    "start": "00:38:30",
    "end": "00:38:30"
  },
  {
    "text": "Like God curses the ground in Genesis 3, and then he mentions in Genesis with Noah that he's not going to.",
    "start": "00:38:30",
    "end": "00:38:38"
  },
  {
    "text": "Noah's dad says, this one, Noah will give us relief from the curse on the ground.",
    "start": "00:38:38",
    "end": "00:38:43"
  },
  {
    "text": "Which then God does say, yeah, after.",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "Noah offers his sacrifice, after he never.",
    "start": "00:38:46",
    "end": "00:38:48"
  },
  {
    "text": "Sacrifice, the ground's no longer cursed, or something like that.",
    "start": "00:38:48",
    "end": "00:38:50"
  },
  {
    "text": "He says, I will no longer curse the ground. Or actually, there's an interpretive challenge there. Does it mean I will no longer or I will not again?",
    "start": "00:38:50",
    "end": "00:38:58"
  },
  {
    "text": "But the whole idea of, like, here we are in the garden, out of the ground came everything, and it was beautiful and good. And then God's like, now it's a problem. Now it's cursed. Which at one level is just now it's gonna be hard to get enough.",
    "start": "00:38:59",
    "end": "00:39:13"
  },
  {
    "text": "Yeah.",
    "start": "00:39:13",
    "end": "00:39:14"
  },
  {
    "text": "Oh, and then he curses the ground again with Cain.",
    "start": "00:39:14",
    "end": "00:39:16"
  },
  {
    "text": "Oh that's right, that's true. Yeah. Says you will be cursed from the ground.",
    "start": "00:39:16",
    "end": "00:39:20"
  },
  {
    "text": "From the ground, yeah. Anyways, yeah.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "But it won't yield its strength to you, he tells Cain. That's right.",
    "start": "00:39:23",
    "end": "00:39:26"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "So yeah, God invested in a particular piece of land, Eden, so that it's just like brimming with abundance that you don't have to work for, you just have to manage it and steward it. Right. But then once you're outside of that realm, once they're exiled, they're in a land that is cursed. Meaning what? Meaning it won't yield its strength for you easily. Like he tells Cain, you'll have to work it by the sweat of your brow and it will kill you. You'll become a slave to it and then you'll return to the ground that you've been eating from all your life. Yeah. God hands people over to the realm of disorder and chaos and death. And that's what the flood is. The flood is God undoing Genesis 1 as a response to humans, filling the land with their violence. So humans unleash chaos and got moral chaos in God's world. And so God, it's like he releases the constraints he put on the waters.",
    "start": "00:39:27",
    "end": "00:40:27"
  },
  {
    "text": "Yeah.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "In Genesis 1, verse 2.",
    "start": "00:40:28",
    "end": "00:40:29"
  },
  {
    "text": "Is that the way we're supposed to think of natural whatever, not to use that word, but disasters from the earth, whether it be the ground not providing a famine or storm. Is that God taking his hand off of making sure things stay ordered?",
    "start": "00:40:29",
    "end": "00:40:46"
  },
  {
    "text": "Yeah. That's certainly how the biblical authors view it. Yeah. It's God. Yeah. Withdrawing in the language of the covenant curses with Moses in the Torah. So much of the covenant blessings are abundant. If you obey the commands of the Torah, the land of Canaan will be like a garden and flowing with milk and honey and there'll be blessing. Blessing in the field, blessing in your flocks, blessing from the heavens and the rain. And then the curses are the opposite. If you don't obey the terms of the covenant, famine and your flocks will be few and this kind of thing. So that's totally how the biblical authors view. View that. And it's God. Yeah. Handing creation back over to its natural state of disorder. Yeah. Of disorder.",
    "start": "00:40:46",
    "end": "00:41:32"
  },
  {
    "text": "Things in the natural state want to go to disorder.",
    "start": "00:41:32",
    "end": "00:41:35"
  },
  {
    "text": "Yeah, yeah. And what arrests. That is God's creative word. And then his delegated rule through humans to co create garden environments by his wisdom. Sorry, this is back to what I was going to say. The covenant curses of Famine and lack of food and all of that. A phrase Moses has used in Deuteronomy 29 and then 30. Is God hiding his face?",
    "start": "00:41:35",
    "end": "00:41:59"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "When God hides his face from corrupt humans who spread violence in the land, it's as if creation collapses back into chaos again. So I think that's the paradigm for what we would call natural disasters.",
    "start": "00:42:00",
    "end": "00:42:13"
  },
  {
    "text": "Now with that paradigm, how do you feel about the word punishment?",
    "start": "00:42:13",
    "end": "00:42:16"
  },
  {
    "text": "Oh, well, it's a. Yeah, it's God. Yeah, I mean, I guess I'm fine. I think the biblical authors would use vocabulary, legal vocabulary of justice. So I gave you this land as a gift. If you want to stay on it, follow the laws of the Torah, support the widow, the orphan and the immigrant. Right. Do justice and I'll bless your land with abundance. But if you don't do those things, then God will hide his face and the land will not be productive for you. So what's challenging is that's the interpretive grid of the biblical authors, which comes to us from the prophets, Moses and the prophets. So the prophets have Holy Spirit empowered insight to look back on Israel's history and to see these patterns. The challenge is that throughout church history, people have continued to put the mantle of profit on themselves and then look at what we would call a natural disaster and say, ah, see there God.",
    "start": "00:42:16",
    "end": "00:43:08"
  },
  {
    "text": "God was bummed on you.",
    "start": "00:43:08",
    "end": "00:43:09"
  },
  {
    "text": "Yes. And I think that's. Well, that such a person is taking the prophetic mantle onto themselves in that moment. And that's a very risky thing to do. God doesn't treat, Is it false prophets slightly in the Bible, you know, or people who presume to speak on God's.",
    "start": "00:43:09",
    "end": "00:43:28"
  },
  {
    "text": "Behalf when risky as it pertains to your relationship with God.",
    "start": "00:43:28",
    "end": "00:43:31"
  },
  {
    "text": "Yeah, sure. Yep. And risky, it just. It's also a risky thing to do to represent God that way. Yeah, I don't know. But some people, some people do that. So you're asking, Nathaniel, how does that relate to God as the generous host? I guess it's God. Back to our parable of. In the series of the pool party.",
    "start": "00:43:31",
    "end": "00:43:49"
  },
  {
    "text": "Yeah.",
    "start": "00:43:49",
    "end": "00:43:49"
  },
  {
    "text": "It would be God saying, okay, you guys have hoarded all your food in the pool room. I'm going to withhold any more food from you guys until you change your ways. I guess that's how a disaster of famine.",
    "start": "00:43:49",
    "end": "00:44:02"
  },
  {
    "text": "I'm turning off the hot water heater.",
    "start": "00:44:02",
    "end": "00:44:04"
  },
  {
    "text": "Yeah, that's right. Yeah, I think so.",
    "start": "00:44:04",
    "end": "00:44:08"
  },
  {
    "text": "But what I hear you saying is you would be very hesitant to try to go back and say, okay, this was a response to that. In terms of disasters, in terms of.",
    "start": "00:44:09",
    "end": "00:44:19"
  },
  {
    "text": "Like my own contemporary history or that kind of thing. Yeah. Oh, yes, I would. And yes, I would personally and I would encourage anybody because I'm very hesitant.",
    "start": "00:44:19",
    "end": "00:44:28"
  },
  {
    "text": "A modern sensibility is just. Yeah. The earth has its hiccups.",
    "start": "00:44:28",
    "end": "00:44:33"
  },
  {
    "text": "That's right.",
    "start": "00:44:33",
    "end": "00:44:33"
  },
  {
    "text": "Tonic plates move.",
    "start": "00:44:33",
    "end": "00:44:34"
  },
  {
    "text": "Totally.",
    "start": "00:44:34",
    "end": "00:44:35"
  },
  {
    "text": "Wind picks up and turns into hurricane. It's hurricane season right now. We're going into. Happens every year.",
    "start": "00:44:35",
    "end": "00:44:40"
  },
  {
    "text": "Yeah.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "It's not like every year God's like, you know, this is the time of year I'm going to take my hands off of things. It just happens every year.",
    "start": "00:44:41",
    "end": "00:44:46"
  },
  {
    "text": "Yeah, that's right. But yeah, with. Yeah. Within our modern view, that's how we see the world. So that you could call that's like a covenantal or relational dynamic to disasters. Yeah. Another perspective on it within the Hebrew Bible is for example, from within the book of Job when he presents Leviathan and Behemoth, but especially Leviathan because that was, you know, the dragon. It was the sea dragon with the ruler of the seas. At least in Canaanite and Babylonian, you know, religious culture. So for God to say it's not a God, Leviathan is not a deity. It's just an aspect of creation that God's not ashamed of. But it's violent and will kill you.",
    "start": "00:44:46",
    "end": "00:45:27"
  },
  {
    "text": "It's a monster.",
    "start": "00:45:27",
    "end": "00:45:28"
  },
  {
    "text": "It's a monster that there is a chaotic death dealing part of creation as we experience it that is just built into this phase of the story. It's a dangerous place. Life outside the garden is dangerous. And sometimes Leviathan strikes for no discernible reason. Like what happened to Job? And it doesn't mean that God's punishing anybody. Just means you live in a world that's not the new creation yet.",
    "start": "00:45:28",
    "end": "00:45:56"
  },
  {
    "text": "Because in Job, not only did you get that from Job's story, but he specifically says, look at Leviathan. And what does he say about it? Because I'm stoked on it.",
    "start": "00:45:56",
    "end": "00:46:04"
  },
  {
    "text": "Yeah. Jesus brags about how powerful he is, his powerful belly.",
    "start": "00:46:04",
    "end": "00:46:08"
  },
  {
    "text": "And he doesn't like apologize for like. Yeah, sorry about all the problems it causes.",
    "start": "00:46:08",
    "end": "00:46:12"
  },
  {
    "text": "No. Yeah. Stick out your hand and you won't do it again. That's what God says.",
    "start": "00:46:12",
    "end": "00:46:17"
  },
  {
    "text": "Do you think that's similar to like he could have been like, look at the hurricanes.",
    "start": "00:46:17",
    "end": "00:46:21"
  },
  {
    "text": "Yeah. That's the analogy I'm making.",
    "start": "00:46:21",
    "end": "00:46:23"
  },
  {
    "text": "Got it.",
    "start": "00:46:23",
    "end": "00:46:23"
  },
  {
    "text": "Is that Leviathan is. Yeah. In the seas and associated with the sea.",
    "start": "00:46:23",
    "end": "00:46:27"
  },
  {
    "text": "A hurricane is a type of monster.",
    "start": "00:46:27",
    "end": "00:46:28"
  },
  {
    "text": "Yeah. A hurricane is like a Leviathan.",
    "start": "00:46:28",
    "end": "00:46:31"
  },
  {
    "text": "Yeah.",
    "start": "00:46:31",
    "end": "00:46:31"
  },
  {
    "text": "And what's the hurricane a result of the sun generating a lot of heat on these huge bodies of water. And the sun and those bodies of water sustain our life on this planet, and yet they are also dangerous for us. And that's an element of the creation that the book of Job is reflecting on and being honest about. The book of Job says not every Leviathan disaster strike is a judgment of God. At least it's not in Job's case.",
    "start": "00:46:31",
    "end": "00:47:02"
  },
  {
    "text": "Got it.",
    "start": "00:47:02",
    "end": "00:47:03"
  },
  {
    "text": "Sometimes it might be, but other times it might not be. And anyway, at the bottom of all.",
    "start": "00:47:03",
    "end": "00:47:08"
  },
  {
    "text": "This is the problem of evil, which is.",
    "start": "00:47:08",
    "end": "00:47:10"
  },
  {
    "text": "Yeah.",
    "start": "00:47:10",
    "end": "00:47:11"
  },
  {
    "text": "To wrestle with.",
    "start": "00:47:11",
    "end": "00:47:12"
  },
  {
    "text": "Yeah.",
    "start": "00:47:12",
    "end": "00:47:12"
  },
  {
    "text": "Believing in God as the good, generous host, you have to think about, well, then why is there pain and suffering?",
    "start": "00:47:12",
    "end": "00:47:18"
  },
  {
    "text": "Correct. Yeah. And yeah. From the biblical story, there are at least two perspectives. One is that it's actually a lot more caused by humans than we would like to imagine. And then second is there may be disasters that are just a part of the raw and dangerous nature of creation at the state of its existence, but that, based on the resurrection of Jesus, will not be a part of the next stage of creation that God has in store.",
    "start": "00:47:18",
    "end": "00:47:47"
  },
  {
    "text": "Cool.",
    "start": "00:47:47",
    "end": "00:47:47"
  },
  {
    "text": "Yeah.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "I mean, not cool.",
    "start": "00:47:48",
    "end": "00:47:48"
  },
  {
    "text": "I mean.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "Well, it's maybe cool.",
    "start": "00:47:49",
    "end": "00:47:50"
  },
  {
    "text": "Cool. Yeah. Yeah.",
    "start": "00:47:50",
    "end": "00:47:52"
  },
  {
    "text": "Hopefully cool.",
    "start": "00:47:52",
    "end": "00:47:53"
  },
  {
    "text": "Yeah. The next question is from Secret in Heartland Wisconsin. Hey, this is Secret from Heartland Wisconsin. And my question was, is there a specific context that we should have in.",
    "start": "00:47:53",
    "end": "00:48:08"
  },
  {
    "text": "Mind when Jesus tells the young rich.",
    "start": "00:48:08",
    "end": "00:48:13"
  },
  {
    "text": "Ruler to go sell all his possessions and give them away?",
    "start": "00:48:13",
    "end": "00:48:18"
  },
  {
    "text": "Just because I know that in some.",
    "start": "00:48:19",
    "end": "00:48:22"
  },
  {
    "text": "Cases it's not very wise to give away all you have because then you become dependent upon other people to help you, and you can't really help people yourself in the way you could if you had those resources. Yep. All right, thank you guys so much.",
    "start": "00:48:22",
    "end": "00:48:43"
  },
  {
    "text": "I'm excited to talk about rich young ruler.",
    "start": "00:48:43",
    "end": "00:48:46"
  },
  {
    "text": "Yeah, no, that's. Yeah, great question. Very insightful. Practical. So this story is actually found in Matthew, Mark, and Luke. Actually, the context for this saying of Jesus to sell all you have and give to the poor. It's often quoted out of context, but it's actually really important to read that comment in context. Okay, so you get. Yeah. A wealthy man approaches Jesus.",
    "start": "00:48:46",
    "end": "00:49:11"
  },
  {
    "text": "A wealthy Jewish man.",
    "start": "00:49:11",
    "end": "00:49:12"
  },
  {
    "text": "Wealthy Jewish man. Yeah. A compatriot, kinsman of Jesus, says, teacher, what good thing was I do to obtain eternal life?",
    "start": "00:49:12",
    "end": "00:49:20"
  },
  {
    "text": "This is the thing that the chair beam are protecting, right?",
    "start": "00:49:20",
    "end": "00:49:24"
  },
  {
    "text": "Oh, yeah, that's right. Yeah.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "And the flaming sword.",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:49:26",
    "end": "00:49:27"
  },
  {
    "text": "How do I get through the doorway?",
    "start": "00:49:27",
    "end": "00:49:29"
  },
  {
    "text": "How do I get through the doorway? Except remember the doorway? You can talk about it in a few ways. You can talk about it spatially in terms of heaven and earth overlap. Or you can talk about it in terms of this age and the age to come. Yeah, sure, right. One is space, one is time. The place where the present and the future meet. And where heaven and earth meet is. You can call it a lot of things, but eternal life is the one from Genesis 3.",
    "start": "00:49:29",
    "end": "00:49:52"
  },
  {
    "text": "Yeah. I just picturing him like, what kind of sacrifice do I make?",
    "start": "00:49:52",
    "end": "00:49:55"
  },
  {
    "text": "Oh, yeah, right.",
    "start": "00:49:55",
    "end": "00:49:56"
  },
  {
    "text": "What's the.",
    "start": "00:49:56",
    "end": "00:49:56"
  },
  {
    "text": "Yeah.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "What's the pleasing sacrifice?",
    "start": "00:49:57",
    "end": "00:49:58"
  },
  {
    "text": "Yeah, what do you do?",
    "start": "00:49:58",
    "end": "00:49:58"
  },
  {
    "text": "What do I do?",
    "start": "00:49:58",
    "end": "00:49:59"
  },
  {
    "text": "Well, Jesus says, yeah, why do you ask me about what's good?",
    "start": "00:49:59",
    "end": "00:50:03"
  },
  {
    "text": "Yeah. Read your Bible.",
    "start": "00:50:03",
    "end": "00:50:04"
  },
  {
    "text": "Rhetorical. Yeah, read your Bible. Come on. This is what our whole story is about. So there's only one who is good. If you want to enter life, notice how Jesus tweaks the phrase. The guy said, what do I do to obtain life? And Jesus says, if you want to enter life, which is more like the. The doorway, the going back through the door into Eden, again, keep the Torah.",
    "start": "00:50:04",
    "end": "00:50:25"
  },
  {
    "text": "It's funny. He's. He's a guy who has a lot of things. He thinks of it as something to acquire. He's a rich guy wanting to acquire eternal life.",
    "start": "00:50:25",
    "end": "00:50:32"
  },
  {
    "text": "Wants to acquire. Whereas Jesus talks about something that you enter into, that you journey into. Yeah, it's interesting. You don't get it. You don't bring it into your world. You go into its world.",
    "start": "00:50:32",
    "end": "00:50:43"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:50:43",
    "end": "00:50:45"
  },
  {
    "text": "So he says, yeah, keep the Torah. You know, commandments.",
    "start": "00:50:45",
    "end": "00:50:48"
  },
  {
    "text": "Yeah.",
    "start": "00:50:48",
    "end": "00:50:49"
  },
  {
    "text": "And then he says, which ones? The guy says, and then Jesus famously quotes from the second half of the Ten Commandments, don't murder, don't commit adultery, don't steal, don't give false testimony. Honor your father and mother. And a little Leviticus, 19:18. Love your neighbor as yourself. Oh, man, I'm doing great at those things.",
    "start": "00:50:49",
    "end": "00:51:09"
  },
  {
    "text": "Yeah.",
    "start": "00:51:09",
    "end": "00:51:10"
  },
  {
    "text": "The guy answers, I live by these things. So what's the thing I still lack? What do I have to do? Jesus response. If you want to be teleos, it's the Greek word that means complete or whole. This is what Noah is. Tamim is the Hebrew equivalent.",
    "start": "00:51:10",
    "end": "00:51:27"
  },
  {
    "text": "I thought he was righteous.",
    "start": "00:51:27",
    "end": "00:51:28"
  },
  {
    "text": "Ah, he's Tamim and sadiq. Whole, complete and righteous. Yeah.",
    "start": "00:51:28",
    "end": "00:51:34"
  },
  {
    "text": "So it's interesting, Jesus could have said here, if you want to be righteous.",
    "start": "00:51:34",
    "end": "00:51:38"
  },
  {
    "text": "Yeah, yeah, that's right. But what he says is, if you want to be whole, you want to be whole, complete. Yeah. Go sell your possessions and give to the poor, because your treasure will be in the age to come, namely, the.",
    "start": "00:51:38",
    "end": "00:51:51"
  },
  {
    "text": "Place you're journeying to, you should be.",
    "start": "00:51:51",
    "end": "00:51:52"
  },
  {
    "text": "Which is actually journeying towards us. Then come and Follow me. And then, as always in biblical narration style, the punchline is saved for the last. When the young man heard this, he went away sad because he was loaded. So you get this image here that for this guy, following the Ten Commandments, especially the second half wasn't that hard.",
    "start": "00:51:53",
    "end": "00:52:17"
  },
  {
    "text": "It was in the routine.",
    "start": "00:52:17",
    "end": "00:52:18"
  },
  {
    "text": "It was in the routine.",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "He knew how to do it.",
    "start": "00:52:19",
    "end": "00:52:20"
  },
  {
    "text": "That's right.",
    "start": "00:52:20",
    "end": "00:52:20"
  },
  {
    "text": "He grew up with it. This was part of his life. I'm sure he didn't do it perfectly, but the point was, this was his code.",
    "start": "00:52:20",
    "end": "00:52:27"
  },
  {
    "text": "That's his code. Yeah. But I think it's important that Jesus quotes from the second half of the commands. The first half of the commands is, don't have any other Elohim before me. No other gods before me.",
    "start": "00:52:27",
    "end": "00:52:40"
  },
  {
    "text": "Yeah.",
    "start": "00:52:40",
    "end": "00:52:40"
  },
  {
    "text": "And it seems to me what Jesus can discern here is that while this guy can sustain a life of treating his neighbor right, there is still one ultimate allegiance that he has that defines his existence, which is what we call worship. Worship, allegiance, faith, trust, the thing that you trust in. And so what he discerns is that what this guy's really about the core, like Abel or Noah or Abraham, the thing that he will have to give up to really, like, hit bottom or to be fully exposed before God as dependent on him is his stuff. And so he tells this guy, to truly give your full allegiance to the one who loved you and made you, you need to get rid of all your stuff.",
    "start": "00:52:40",
    "end": "00:53:26"
  },
  {
    "text": "Give it to the poor.",
    "start": "00:53:28",
    "end": "00:53:28"
  },
  {
    "text": "Yeah. And give it away to the poor. In this guy's life, this is the equivalent of God testing Abram and saying.",
    "start": "00:53:28",
    "end": "00:53:35"
  },
  {
    "text": "Give your first bond.",
    "start": "00:53:35",
    "end": "00:53:36"
  },
  {
    "text": "Cover up, Isaac.",
    "start": "00:53:36",
    "end": "00:53:37"
  },
  {
    "text": "Yeah. Wow. It's really interesting to read the story in context of these other stories. He's at the door, he's asking, what kind of sacrifice do I need to make? Jesus says, the thing that you value the most.",
    "start": "00:53:37",
    "end": "00:53:50"
  },
  {
    "text": "Yes.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "And then he goes, yeah, that sacrifice I can't make.",
    "start": "00:53:51",
    "end": "00:53:53"
  },
  {
    "text": "I can't do that. And then he goes away. Sad. And then Jesus comments are famous. He says, it's really hard for people with lots of resources to enter the kingdom of heaven because the entry requirement is to fundamentally confess that everything that I trust and hope in is false and passing away and idol, it's another God.",
    "start": "00:53:53",
    "end": "00:54:15"
  },
  {
    "text": "It's really hard to do that with.",
    "start": "00:54:15",
    "end": "00:54:16"
  },
  {
    "text": "Wealth, because wealth, yeah, it provides for me.",
    "start": "00:54:16",
    "end": "00:54:19"
  },
  {
    "text": "Provides instantly. You have what you need.",
    "start": "00:54:19",
    "end": "00:54:22"
  },
  {
    "text": "Wealth does for me what God does for me. I mean, why else does Jesus call wealth and money by the name of a Greek God, Mammon?",
    "start": "00:54:22",
    "end": "00:54:32"
  },
  {
    "text": "It has that power.",
    "start": "00:54:32",
    "end": "00:54:33"
  },
  {
    "text": "It's a God it's one of the powers. It's one of the principalities and powers, to use Paul's language, it commands our allegiance, and we all of a sudden attribute to it the powers that belong to the Creator, God alone. I think that's why Jesus says it's so hard. So, in other words, this isn't the saying of Jesus, sell your possessions and give to the poor. He didn't say this to everybody all the time.",
    "start": "00:54:33",
    "end": "00:54:55"
  },
  {
    "text": "Right.",
    "start": "00:54:55",
    "end": "00:54:56"
  },
  {
    "text": "But he does say it to some people sometimes. And I think that's what the story is saying is there are many people for whom following Jesus will involve a reckoning with how they relate to their money. And I say this, like, this is very personal for me. You know, I think about this all the time.",
    "start": "00:54:56",
    "end": "00:55:14"
  },
  {
    "text": "Could you sell everything?",
    "start": "00:55:14",
    "end": "00:55:15"
  },
  {
    "text": "Yeah, I'm constantly thinking about this. Oh, no, not necessarily about selling everything. Because the flip side of this, and this is. And I think this is behind your question. Secret. And you even say it, you know, if every follower of Jesus did this, then what followers of Jesus would there be to share it? There's definitely. Right. So some.",
    "start": "00:55:15",
    "end": "00:55:32"
  },
  {
    "text": "Well, all the ones that just got it.",
    "start": "00:55:32",
    "end": "00:55:34"
  },
  {
    "text": "Oh, right, I understand. But the point is, I think this. We make it too simple to turn this into a blanket.",
    "start": "00:55:34",
    "end": "00:55:43"
  },
  {
    "text": "Everyone needs to do it.",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "Everyone needs to actually sell all their stuff right now.",
    "start": "00:55:44",
    "end": "00:55:47"
  },
  {
    "text": "Yeah.",
    "start": "00:55:47",
    "end": "00:55:47"
  },
  {
    "text": "However. And Jesus often taught like this with radical right hyperbole and confrontive rhetoric to get to the core issues real quick. But it seems to me the most basic point for. For all followers of Jesus is a fundamental challenge to how you think about it.",
    "start": "00:55:47",
    "end": "00:56:03"
  },
  {
    "text": "What is that thing that is the able sacrifice.",
    "start": "00:56:03",
    "end": "00:56:07"
  },
  {
    "text": "Yeah. The thing that you value most.",
    "start": "00:56:07",
    "end": "00:56:09"
  },
  {
    "text": "Thing you value most, you think you.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "Can'T live or have security without. And how can you destabilize or disassociate, dislocate your trust from that. And one way to do it is by. To make it available or start sharing it, and it'll start to lose its grip on you.",
    "start": "00:56:10",
    "end": "00:56:26"
  },
  {
    "text": "Hmm.",
    "start": "00:56:27",
    "end": "00:56:27"
  },
  {
    "text": "I think that's his point.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "It's interesting about Abel. Like, he's outside the garden. The ground is now. It's really hard to produce, to survive. And then he starts caring for these animals that are eating from the ground, and he grows them up. And now this is his sustenance.",
    "start": "00:56:28",
    "end": "00:56:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "And he goes, no, I'm going to give this to God.",
    "start": "00:56:44",
    "end": "00:56:46"
  },
  {
    "text": "Yeah, yeah, yeah, that's exactly right. So I think, based on what Jesus and the apostle said, that the Holy Spirit role, one of many roles, is to help us discern what True.",
    "start": "00:56:46",
    "end": "00:57:00"
  },
  {
    "text": "What is that thing?",
    "start": "00:57:01",
    "end": "00:57:01"
  },
  {
    "text": "Generosity inspired by the Father who gave the ultimate gift and sacrifice of the Son to include us within his family. What does it mean for us to become imitators of that kind of generosity? For some people, like the women we mentioned this, I think the women that bankrolled the Jesus mission, Luke mentions them and beginning of Luke chapter eight. So I guess they gave up a lot of their possessions, but what they gave them to was a traveling itinerant prophet and his band of 12 followers. So that was their way of selling everything you have and giving to the poor. But if they had given it to other poor, they wouldn't have been able to bankroll the Jesus mission.",
    "start": "00:57:01",
    "end": "00:57:41"
  },
  {
    "text": "Well, it was their way to offer sacrifice.",
    "start": "00:57:41",
    "end": "00:57:43"
  },
  {
    "text": "That's exactly right. Yeah.",
    "start": "00:57:43",
    "end": "00:57:45"
  },
  {
    "text": "And going back to what Paul said at the Corinthians, when you offer sacrifice, it's from the spirit of there is enough.",
    "start": "00:57:45",
    "end": "00:57:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:52",
    "end": "00:57:53"
  },
  {
    "text": "Like it's from, I believe there is enough. I can sacrifice the thing I thought I couldn't live without.",
    "start": "00:57:53",
    "end": "00:57:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:58:00",
    "end": "00:58:01"
  },
  {
    "text": "Am I supposed to then, through this design pattern motif, think about Jesus sacrifice this way too? That God sacrificing the firstborn of creation?",
    "start": "00:58:01",
    "end": "00:58:12"
  },
  {
    "text": "Oh, yeah. That's where all the patterns lead.",
    "start": "00:58:12",
    "end": "00:58:14"
  },
  {
    "text": "Okay.",
    "start": "00:58:14",
    "end": "00:58:15"
  },
  {
    "text": "Yeah. The Gospels are weaving well, yeah. Actually, all the patterns lead to the portrait of the suffering servant in the book of Isaiah. And then Jesus very consciously, explicitly adopted that pattern as the pattern he was bringing to its fulfillment.",
    "start": "00:58:15",
    "end": "00:58:29"
  },
  {
    "text": "Yeah. We don't make this sacrifice trying to figure it out on our own.",
    "start": "00:58:29",
    "end": "00:58:33"
  },
  {
    "text": "Yes.",
    "start": "00:58:34",
    "end": "00:58:34"
  },
  {
    "text": "God's done it for us.",
    "start": "00:58:34",
    "end": "00:58:35"
  },
  {
    "text": "Correct.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "And now we get to respond.",
    "start": "00:58:36",
    "end": "00:58:38"
  },
  {
    "text": "Yeah, that's right. Yeah. Actually In Romans chapter 8, Paul describes God not sparing his one and only son. He uses that line at the end of Romans chapter 8. He got that line from the Abraham story, which is that's what God says to Abraham about Isaac, you did not.",
    "start": "00:58:38",
    "end": "00:58:56"
  },
  {
    "text": "Spare your own only son.",
    "start": "00:58:56",
    "end": "00:58:57"
  },
  {
    "text": "Yeah. So in other words, what Paul sees in the story of Abraham giving up Isaac is an image of the Father giving over the Son because of human evil and corruption. Isn't that fascinating?",
    "start": "00:58:57",
    "end": "00:59:11"
  },
  {
    "text": "Yeah.",
    "start": "00:59:11",
    "end": "00:59:11"
  },
  {
    "text": "So that's a good example of a design pattern.",
    "start": "00:59:11",
    "end": "00:59:13"
  },
  {
    "text": "Yeah.",
    "start": "00:59:13",
    "end": "00:59:14"
  },
  {
    "text": "But then Abraham's faithfulness becomes mapped on to God's generosity in giving that. But it's the ultimate gift. So. Yes. Your point is that a follower of Jesus sacrificial generosity is a response to God's own sacrificial generosity towards his creation, towards us. I think that's right. I think, I think that's what it means to Be a Christian. It's very challenging. Thank you, everybody, for your questions. Very thoughtful, perceptive questions as always.",
    "start": "00:59:14",
    "end": "00:59:42"
  },
  {
    "text": "Yeah. It's encouraging that you guys are wrestling through this with us, and then we get to see that in these questions. It's fun.",
    "start": "00:59:43",
    "end": "00:59:50"
  },
  {
    "text": "Yeah.",
    "start": "00:59:50",
    "end": "00:59:50"
  },
  {
    "text": "I get nervous doing Q&Rs because I'm just reminded the whole time that people are listening. So I actually feel nervous during.",
    "start": "00:59:50",
    "end": "00:59:58"
  },
  {
    "text": "Yeah, I kind of do, too. Yeah.",
    "start": "00:59:58",
    "end": "01:00:00"
  },
  {
    "text": "Normally I could just turn it off.",
    "start": "01:00:00",
    "end": "01:00:02"
  },
  {
    "text": "Right, right. I feel the same way. The same way. But it's also. It's great. We love that you're listening because it adds this whole dynamic to this experience where we get to learn and be prompted from what you're learning as well. There you go, you guys. The BioProject podcast is one of a number of types of resources that the Bible projects make. We make videos, this podcast, study notes, and resources that go along with all of that. And we can make it all available for free. Because, speaking of your guys, sacrificial generosity to give to and support this project.",
    "start": "01:00:02",
    "end": "01:00:44"
  },
  {
    "text": "Yeah. Which we've experienced in abundance. And we are very grateful.",
    "start": "01:00:44",
    "end": "01:00:48"
  },
  {
    "text": "So grateful. Such a privilege to turn on these mics and get to talk about biblical theology and make these videos. So thank you. Thank you. Thank you. Hi, this is Lillian. I'm from Albert Lee, Minnesota, and I'm thrilled to be here at the Bible Project. My favorite thing about the Bible Project is that every video teaches me a new way to look at things in Scriptures. I'm just in awe at the quality of the work and the fact that.",
    "start": "01:00:49",
    "end": "01:01:16"
  },
  {
    "text": "It'S free to everyone. We believe the Bible is a unified.",
    "start": "01:01:16",
    "end": "01:01:20"
  },
  {
    "text": "Story that leads to Jesus. We're a crowdfunded project by people just like me. Find free videos, study notes, podcasts, and more@the Bibleproject.com SA.",
    "start": "01:01:20",
    "end": "01:01:43"
  }
]