[
  {
    "text": "Today on the podcast, we're exploring a heavy topic, a topic many people call divine violence. You see in Deuteronomy and some of the scrolls that follow Deuteronomy. In the Hebrew Bible, Yahweh instructs Israel to move into the land of Canaan and conquer the people who live there.",
    "start": "00:00:04",
    "end": "00:00:24"
  },
  {
    "text": "This theme of Israel's entering into the land, land where another group of people is living, dispossessing them, engaging them in war, killing them, and that all of this is at God's command. This is highly disturbing to every person I know reading these stories in the Bible, including myself.",
    "start": "00:00:24",
    "end": "00:00:43"
  },
  {
    "text": "This is really uncomfortable. It's hard enough that humans are violent against other humans. Why would God ever condone violence? We're not going to make excuses for it, but we're going to try to seek and understand it.",
    "start": "00:00:43",
    "end": "00:00:57"
  },
  {
    "text": "The biblical narrative is trying to tell us that it's humans who are taking life and what God is doing is accelerating to its natural end. The thing that humans have already set in motion. Humans were ruining the land. They were going to undo what God had created and set all life on a course towards death.",
    "start": "00:00:57",
    "end": "00:01:17"
  },
  {
    "text": "You see, Deuteronomy employs language which hyperlinks it to the Genesis scroll, comparing the the people who live in the land of Canaan to the giants in Genesis 6, the Nephilim, the evil human demon hybrids who are so violent and corrupt that God had to bring a flood of justice upon the earth to wipe them out.",
    "start": "00:01:17",
    "end": "00:01:40"
  },
  {
    "text": "When a human culture gives itself over to death and practices that lead to death which they think are Good, that's Genesis 3:11. That's the portrait there. And so here, these people groups in the land are portrayed as a people group that are too far gone, like the generation of the flood.",
    "start": "00:01:40",
    "end": "00:02:00"
  },
  {
    "text": "So today, Tim Mackey and I tackle the final portion of the first movement of the Deuteronomy School. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:00",
    "end": "00:02:22"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "We're in Deuteronomy.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Yes, we are.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "And we are, more exactly in the first movement of Deuteronomy, which is chapters one through eleven. Here we are. Israel is at the Jordan river, ready to enter into the promised land, the land of milk and honey, the good Eden land where there will live long lives.",
    "start": "00:02:26",
    "end": "00:02:47"
  },
  {
    "text": "Yeah. If they adhere to the divine command and wisdom.",
    "start": "00:02:47",
    "end": "00:02:51"
  },
  {
    "text": "Adhere. There's a new word. Yeah, that's kind of like a cling to word.",
    "start": "00:02:51",
    "end": "00:02:55"
  },
  {
    "text": "Oh, I suppose it is. Yeah. That's exactly what it means.",
    "start": "00:02:55",
    "end": "00:02:58"
  },
  {
    "text": "Yeah.",
    "start": "00:02:58",
    "end": "00:02:59"
  },
  {
    "text": "Adhere. Yeah, yeah.",
    "start": "00:02:59",
    "end": "00:03:01"
  },
  {
    "text": "Or to cling onto or to listen, love.",
    "start": "00:03:01",
    "end": "00:03:06"
  },
  {
    "text": "Yes. Which was the main theme of our previous conversation last episode. Yeah.",
    "start": "00:03:06",
    "end": "00:03:11"
  },
  {
    "text": "Now what we want to talk about today, let's just get right into it.",
    "start": "00:03:11",
    "end": "00:03:14"
  },
  {
    "text": "Okay.",
    "start": "00:03:14",
    "end": "00:03:14"
  },
  {
    "text": "Is there's another theme in these three sermons in the first movement of Deuteronomy about giants.",
    "start": "00:03:15",
    "end": "00:03:22"
  },
  {
    "text": "And just real quick, there's actually multiple kind of sub sermons. There's three big literary units in this opening movement, what we call chapters one through three. Chapter four is a center and then chapters five through 11 are like speeches within sub speeches and so on. Oh, okay. So there's actually multiple little sermonettes woven together into like a mega three part movement. Okay, just to clarify.",
    "start": "00:03:22",
    "end": "00:03:49"
  },
  {
    "text": "Yeah, that's good clarification. That wasn't the picture in my mind. And throughout it is a lot of discussion about the giants that they're going to run into in the land.",
    "start": "00:03:49",
    "end": "00:03:58"
  },
  {
    "text": "Yeah, these big old humans, Amorites.",
    "start": "00:03:58",
    "end": "00:04:02"
  },
  {
    "text": "And so you kind of set this up our last session saying, you know, we haven't yet talked much about this thing that happens a lot in the Bible and we're going to run into a lot in Joshua.",
    "start": "00:04:03",
    "end": "00:04:14"
  },
  {
    "text": "Yeah, it actually doesn't happen a lot in the Bible, but it happens in these specific stories in Deuteronomy. And Joshua is where it's mainly brought up. It's brought up a little bit before this, but because it is so disturbing to. Well, for lots of reasons, this theme of Israel's entering into the land where another group of people is living, dispossessing them, engaging them in war, killing them, and that all of this is at God's command. This is highly disturbing to every person I know reading these stories in the Bible, including myself. So I for years have been pondering and probably reading way too many books on the topic, but. But also am wanting to learn how to read these stories on their own terms, but also honoring the challenges that they present to me and my friends and everybody I know. So I want to begin to move towards that as we go through Deuteronomy here. Because this section of Deuteronomy contains the first commands to go into the land and kick out the Canaanites. So we'll full on as we move forward into Joshua one day, Lord willing, will have to explore those narratives, but I want to explore this theme here and honor it that it's a part of Moses's speeches here.",
    "start": "00:04:14",
    "end": "00:05:38"
  },
  {
    "text": "Cool.",
    "start": "00:05:38",
    "end": "00:05:38"
  },
  {
    "text": "And the giants, this theme of the giants is actually really key to understanding what it all means.",
    "start": "00:05:38",
    "end": "00:05:43"
  },
  {
    "text": "Yeah.",
    "start": "00:05:43",
    "end": "00:05:44"
  },
  {
    "text": "Okay, so maybe let's first go to where Moses first brings up the giants and it's in Deuteronomy, chapter one, he's going to recount how they got from their slavery in Egypt up till right now, standing by the river Jordan, about to go into the land. So he's going to retell that story, and then specifically, he's going to focus on how we set out from Horeb, and that Horeb is another name for Mount Sinai. And in chapter one, Deuteronomy, verse 20, Moses says, I said to you, hey, we've come to the hill country of the Amorites. So Amorites is kind of a meta category for a people group that's already living in the land of Canaan, the land promised Abraham. So the Amorites. So look, Yahweh, your God has placed the land before you go take possession of it. Don't be afraid, don't be dismayed. So you all approached me and said, ooh, let's send spies. And here we go. This is the story of the spies, the story Moses is recalling. Okay, so he talks about how, you know, we took 12 spies, sent them into the land. They went in, they took from the fruit of the land. They brought it back, and we saw it, and they said, it's good, the land that Yahweh has given to us. But verse 26, you were not willing to go up. You rebelled against the command of Yahweh, your God, and you grumbled in your tents, saying, he brought us out of Egypt to give us into the hands of the Amorites. And they're going to destroy us. Where can we go? Our brothers, that is, the spies have melted our hearts by saying, and this is the report that spies brought back, the people are bigger and taller than we are. Their cities are large and fortified. They reach up to the skies. And in addition, we saw the sons of the Anakim there.",
    "start": "00:05:44",
    "end": "00:07:48"
  },
  {
    "text": "The Anakim?",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "The Anakim. Okay, so we've got Amorites.",
    "start": "00:07:49",
    "end": "00:07:53"
  },
  {
    "text": "Yeah.",
    "start": "00:07:53",
    "end": "00:07:53"
  },
  {
    "text": "And the Amorites, they're connected to people who are huge and they live in huge cities. The cities are so huge. The cities reach up to the skies.",
    "start": "00:07:54",
    "end": "00:08:04"
  },
  {
    "text": "Yeah. Which is a hyperlink to Tower of Babylon.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "Yeah. So just hold that because that's important. It'll connect to a whole bunch of other hyperlinks back to Genesis 1:11. So cities that reach up to the skies connected to people that are huge, and they're called Amorites and Anakim. So this whole section of Deuteronomy is like a hyperlink trail of breadcrumbs, and you just gotta keep following it all the way back. The Anakim is a reference to the sons of Anakin. And in the actual narrative, Moses is retelling a story. Here, the actual narrative is told in the previous scroll of the Torah in numbers, chapters 13. And in that story, the spies go in and it says they saw the three sons of Anak there. Their names are Achiman, Sheshai, and Talmai, the seed of Anak. And then they say they see more. They're just called the seed of Anak. And then the narrator. This is interesting. In Numbers, in Numbers 13, the narrator.",
    "start": "00:08:08",
    "end": "00:09:12"
  },
  {
    "text": "Has the people say.",
    "start": "00:09:12",
    "end": "00:09:13"
  },
  {
    "text": "The narrator has the people say numbers 13, 33. We also saw there the Nephilim. And then the narrator pauses the story and says, dear reader, if you're confused, the sons of Anak, the huge giant sons of Anak. Yeah, they're from the Nephilim. And then the people keep speaking again. And we were like grasshoppers in their eyes, and they were huge. So now we've got the Nephilim from Genesis, chapter six, the warrior, like, spiritual being. Human hybrid warriors who unleash violence in the land. This is all being connected together.",
    "start": "00:09:13",
    "end": "00:09:48"
  },
  {
    "text": "Yeah.",
    "start": "00:09:48",
    "end": "00:09:48"
  },
  {
    "text": "And this is actually really significant for understanding what it is that Yahweh is asking Israel to do as they enter into the land. So first I want us to focus on. There's these inhabitants of the land who are already there, and they are called Amorites. They're huge. They're called the Anakim. And the Anakim descend from the Nephilim. That's the trail of breadcrumbs up to this moment.",
    "start": "00:09:49",
    "end": "00:10:12"
  },
  {
    "text": "And to upload the nephilim from Genesis 5. That's the story of the sons of God, or the sons of God.",
    "start": "00:10:12",
    "end": "00:10:21"
  },
  {
    "text": "The sons of Elohim.",
    "start": "00:10:21",
    "end": "00:10:22"
  },
  {
    "text": "The sons of Elohim, the spiritual beings.",
    "start": "00:10:22",
    "end": "00:10:24"
  },
  {
    "text": "Yeah.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "It's like their fall narrative of seeing that human women are good, wanting to take them, and then creating this offspring, like you called it human divine, Elohim, hybrid.",
    "start": "00:10:25",
    "end": "00:10:38"
  },
  {
    "text": "That seems to be what the narrative implies in Genesis doesn't say that explicitly, but it implies it.",
    "start": "00:10:39",
    "end": "00:10:45"
  },
  {
    "text": "And this actually is a common, ancient motif of a hybrid creature. Yeah, that's both human, but also more than human, who is also a giant, who are often the kings of empires.",
    "start": "00:10:45",
    "end": "00:10:59"
  },
  {
    "text": "That's right.",
    "start": "00:10:59",
    "end": "00:11:00"
  },
  {
    "text": "And they're powerful and they're important, and they are, like, as close to God as you can get. And so they're, like, honored. But here in this narrative, it's actually this kind of new twist, which is those giant warrior kings that everyone's all on about. Yeah, they're a problem.",
    "start": "00:11:00",
    "end": "00:11:18"
  },
  {
    "text": "Yeah, they're mutants. They represent an invasion of chaos and death into the land. And their ultimate end is returning to the chaos from which they emerged.",
    "start": "00:11:18",
    "end": "00:11:30"
  },
  {
    "text": "Yeah.",
    "start": "00:11:30",
    "end": "00:11:30"
  },
  {
    "text": "Okay, so we're, like, jumping into it right here. So both in Deuteronomy and in Genesis, these hyperlinks are really strong between the inhabitants of the land and the set of rebel figures from Genesis 1 through 11. So what I want to do, finish painting their portrait in Moses speeches so we fully understand, like, the role that they play in Moses speech, and then go back and see the role of the giants and how they're intertwined with the Canaanites and the Anakim and the giants and cities that reach up to the skies. They are all set on close analogy to the explosion of evil and of the seed of the snake and of human violence and evil spiraling out of control in Genesis 1 through 11, requiring a great act of de creation that will reset the land so that God can replant it as a place of Eden, blessing. In other words, the portrait of evil spiraling out of control in Genesis 1 to 11 that leads to from the snake to Cain to Lamech to the Nephilim to Nimrod to the building of Babylon reaching up to the skies. That whole sequence right there is being replayed and recalled in Moses speeches, in.",
    "start": "00:11:30",
    "end": "00:12:53"
  },
  {
    "text": "Deuteronomy 1:11 of this infusion of spiritual evil and humanity together manifesting in giant warriors.",
    "start": "00:12:53",
    "end": "00:13:01"
  },
  {
    "text": "Yeah, I guess I'm summarizing right now before we've walked through maybe more texts that show it. But I'm just giving you. Where I'm certain of how this works is that the Amorites and the Anakites and the Canaanites living in the land are presented on analogy to that whole spiral of evil and violence polluting the land with the blood of the innocent from Genesis 1 through 11, requiring a flood, a new flood of God's judgment. And that is precisely how Israel's conquest of the land is presented is as a human flood of divine judgment on the snaky giant inhabitants of the land. So this raises all kinds of alarms for me, and I have all kinds of problems with that, personally challenges that that raises for me. But what I'm trying to do is, you know, it's the discipline in biblical scholarship and biblical studies is before I react to the Bible, I at least want to first understand what it's saying on its own terms. And so that's been a big part of my effort in trying to understand this theme. And this has helped me at least understand what the narratives are doing on their own. Terms. So I guess I just told you my conclusion. Normally what I do is just, like, lead you on a trail through a bunch of biblical texts for an hour, and then, like, I try and summarize. But I guess I just gave you my summary right there. So tell me what you hear in that summary, and then maybe we can hop into some particular biblical texts.",
    "start": "00:13:01",
    "end": "00:15:06"
  },
  {
    "text": "Yeah. In Genesis 1 through 11, we've established an idea, which is that there are two rulers in God's creation. The rulers above the host of heaven, the Elohim, and they have their place. And then there's the rulers below, the humans. And the humans are then given this task to be God's image, to rule.",
    "start": "00:15:07",
    "end": "00:15:28"
  },
  {
    "text": "The cosmos and the garden land. In the garden land that is given to them.",
    "start": "00:15:28",
    "end": "00:15:32"
  },
  {
    "text": "Yeah. And then you get this narrative of a snake who is a beast of the garden land, who is not happy with this setup and seems to kind of know about the way God works and thinks, and he deceives the humans to not want to partner with God.",
    "start": "00:15:32",
    "end": "00:15:53"
  },
  {
    "text": "Yeah. And particularly to take what will lead them to death and present it as the way to life and liberation and power.",
    "start": "00:15:53",
    "end": "00:16:02"
  },
  {
    "text": "Yeah.",
    "start": "00:16:02",
    "end": "00:16:02"
  },
  {
    "text": "Yeah. You can become Elohim. The snake says, take from the tree.",
    "start": "00:16:02",
    "end": "00:16:06"
  },
  {
    "text": "Of knowing, good and bad, the tree of understanding.",
    "start": "00:16:06",
    "end": "00:16:08"
  },
  {
    "text": "Yeah.",
    "start": "00:16:09",
    "end": "00:16:09"
  },
  {
    "text": "And take it on your own terms.",
    "start": "00:16:09",
    "end": "00:16:11"
  },
  {
    "text": "Yeah.",
    "start": "00:16:11",
    "end": "00:16:11"
  },
  {
    "text": "You don't need God.",
    "start": "00:16:11",
    "end": "00:16:12"
  },
  {
    "text": "God's command is not the way to you becoming who you truly made to be.",
    "start": "00:16:12",
    "end": "00:16:16"
  },
  {
    "text": "Yeah. You can have it without God.",
    "start": "00:16:16",
    "end": "00:16:18"
  },
  {
    "text": "You can do it by taking it for yourself. Yep.",
    "start": "00:16:18",
    "end": "00:16:20"
  },
  {
    "text": "And then they're exiled. And then we get this story where Cain and Abel, two brothers, want to come back into the garden.",
    "start": "00:16:20",
    "end": "00:16:28"
  },
  {
    "text": "Actually, here, let's pause. So when Adam and Eve are exiled from the garden, God tells woman there's going to be two seeds coming out of this. Two lineages. The seed of the woman and the seed of the snake. You're like, huh? Okay.",
    "start": "00:16:28",
    "end": "00:16:43"
  },
  {
    "text": "Yeah. Like, this is just a. I thought this was just like a crafty snake.",
    "start": "00:16:44",
    "end": "00:16:47"
  },
  {
    "text": "Yeah. And there's going to be perpetual hostility between these two seeds, these two lineages.",
    "start": "00:16:47",
    "end": "00:16:54"
  },
  {
    "text": "These two powers.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Yeah, These two powers. And ultimately a seed will come from the woman that will crush the head of the snake. But that snake is going to be grabbing after the heel of that sneet of the woman to strike it as well. So when you walk into the next narrative about two seeds of the woman, Cain and Abel, Cain is presented with a choice because of what God does, which is favor his brother's offering. And Cain is tempted to be angry and jealous. And what God says is that temptation is sin, which is like a crouching animal at the door, and it wants you. So the same animal that tempted his parents is reappearing now before Cain, but in a form called sin. And this is the narrative's way of saying, this is Cain's moment at the tree with his choice, like his parents. And so the moment he murders his brother, he's a seed of the woman, but he becomes. He comes under the influence of the snake, as it were. And it's the narrative's way of saying that anybody can become a snakeling through their choices. And so Cain begins a lineage of the snake. He becomes seed of the snake. And then you have two lines after that, you have the next son of Adam and Eve, Seth, and then you have the line of Cain, and both have genealogies, and the line of Cain just gets out of control with violence and chopping heads off and so on. So I just wanted to fill in that little bit for you. Not too far down the line.",
    "start": "00:16:55",
    "end": "00:18:29"
  },
  {
    "text": "Yeah, that's great. So, yeah, you've got this interplay between the spiritual beings and how they've kind of injected their ways and their power into the humans, or at least a.",
    "start": "00:18:29",
    "end": "00:18:43"
  },
  {
    "text": "Spiritual being who works through the lie and. And the lure of doing what's good in your own eyes.",
    "start": "00:18:44",
    "end": "00:18:51"
  },
  {
    "text": "Yeah. So you've got that established. So by the time you get to.",
    "start": "00:18:51",
    "end": "00:18:54"
  },
  {
    "text": "Genesis 5, and that line leads to the building of the first city.",
    "start": "00:18:54",
    "end": "00:18:58"
  },
  {
    "text": "Oh, Cain's line does.",
    "start": "00:18:58",
    "end": "00:19:00"
  },
  {
    "text": "Cain's line leads to the building of the first city.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "Yeah. And then there's lots of violence. And then you get to a king who's, like, just boasting in his violence.",
    "start": "00:19:01",
    "end": "00:19:08"
  },
  {
    "text": "About his violent accomplishments.",
    "start": "00:19:08",
    "end": "00:19:11"
  },
  {
    "text": "Yeah. And so you've seen how, like, then the power of the snake, sin, has corrupted humanity to a degree where he's just boasting and just like killing his fellow humans.",
    "start": "00:19:11",
    "end": "00:19:22"
  },
  {
    "text": "That's right. And God says, the blood of the innocent cries out from the ground, which.",
    "start": "00:19:22",
    "end": "00:19:27"
  },
  {
    "text": "Becomes then the through line to why there needs to be a flood to.",
    "start": "00:19:27",
    "end": "00:19:31"
  },
  {
    "text": "Wash. That's right, the land. So then after that, you get the story about the sons of Elohim.",
    "start": "00:19:31",
    "end": "00:19:37"
  },
  {
    "text": "Yeah. Before the flood.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Yeah, that's right. You.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "You get a story, and it's framed. Isn't the story framed now in the time of violence, or how is it framed?",
    "start": "00:19:39",
    "end": "00:19:46"
  },
  {
    "text": "Well, it just begins. It just says when men began, when Adam began to multiply on the land, daughters were born to the humans. And the sons of Elohim saw the daughters of human, that they were good and they took for themselves.",
    "start": "00:19:46",
    "end": "00:20:04"
  },
  {
    "text": "And this is Linking now this idea of Adam and Eve seeing that the fruit was good and taking, and that led to their exile and fall. Here's now more spiritual beings than just the snake sin. More spiritual beings seeing that humans are good. And it's kind of riffing on this idea of this contention between the two.",
    "start": "00:20:04",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:25",
    "end": "00:20:26"
  },
  {
    "text": "The rulers.",
    "start": "00:20:26",
    "end": "00:20:26"
  },
  {
    "text": "Exactly right. Right.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "And their fall is to mix, to try to like what God separated as these two powers and was good. Yeah, Powers above, powers below. They're coming to mix together. They see that the women are good, they take them. They take them. And they bear children.",
    "start": "00:20:27",
    "end": "00:20:43"
  },
  {
    "text": "Yeah. Illicit joining of sky rulers and land rulers, but for some devious purpose. So what Yahweh says is, well, sorry, we have whole podcast episodes on this, so I just want to refer back to them. But what God does is he essentially says, like, nope, not down for this. The human is a flesh creature and the clock starts ticking. Today, 120 years could refer to limited lifespan. I think more likely it refers to setting the clock before the great de Creation. That's going to happen. Going to happen. Scott, response to all this. And then what we're told is, you know, it's really interesting in the day that that whole thing went down. Genesis 6, verse 4. You know who just happened to be in the land in those days? The giants. The Nephilim were there in those days and also afterward, because they're going to reappear in numbers and Deuteronomy, dear reader. So just know, be aware, be aware. So Genesis 6, verse 4 is written from the perspective of someone who knows that these creatures are going to also be in the land with the Israelites. Get there in the days of Moses. So the Nephilim were there. These were the Gibborim, mighty, violent warriors of old, men of the name, men who gained reputation through military prowess and violent glory. Yeah, yeah.",
    "start": "00:20:44",
    "end": "00:22:16"
  },
  {
    "text": "And again, these are often the revered, like, warrior kings.",
    "start": "00:22:16",
    "end": "00:22:20"
  },
  {
    "text": "Yeah, basically. This little bit right here, Genesis 6:1:4 is like the Saturday Night Live satire.",
    "start": "00:22:20",
    "end": "00:22:27"
  },
  {
    "text": "On the political agenda.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "The political propaganda down in Egypt, over in Assyria and over in Babylon.",
    "start": "00:22:29",
    "end": "00:22:34"
  },
  {
    "text": "Yeah, famously. Is it Gilgamesh or.",
    "start": "00:22:34",
    "end": "00:22:36"
  },
  {
    "text": "Yeah, yeah, the Gilgamesh epic, which is a whole fascinating thing unto itself, but presents its main hero as Gilgamesh, the king of these ancient Mesopotamian empires. As I think it's 2/3 human and one third divine. But he's offspring of a spiritual being and a human, and he's the founder of the great empires that were founded in the same place that will lead to Babylon. And so that's the motif that the story is satirizing. Is that a verb? Yeah. Yeah. And saying, no, this is not the birth of the heroes and honorable ones of old. This is another invasion of evil and chaos, trying to introduce death into the human family which God has destined for life.",
    "start": "00:22:36",
    "end": "00:23:22"
  },
  {
    "text": "Yeah. So this is a biblical way of thinking about when humanity becomes so corrupted by the power of sin and transformed by it that we've learned that it can get to a point where God says, like, the injustice is so great, I need to wash the earth clean of it.",
    "start": "00:23:22",
    "end": "00:23:47"
  },
  {
    "text": "Yeah. Yahweh is not angry in the story. He's grieved, he's sad. And what he sees is that Genesis 6:11, the land is corrupted, implied through the whole chain to all the innocent blood. The land was filled with violence. So God looks upon an already ruined creation, and the flood is the means of purging it of evil and recreating it so that he can plant the seed of a new remnant, seed of the woman and restart the Eden mission. And that's. Yeah, that's the story.",
    "start": "00:23:47",
    "end": "00:24:23"
  },
  {
    "text": "Right.",
    "start": "00:24:24",
    "end": "00:24:24"
  },
  {
    "text": "So God accelerates and brings to its natural end a course of self ruin that creation was set upon by the seed of the snake.",
    "start": "00:24:25",
    "end": "00:24:35"
  },
  {
    "text": "Yeah.",
    "start": "00:24:35",
    "end": "00:24:35"
  },
  {
    "text": "Which is Cain, Lamech and the Nephilim and the violent warriors of old.",
    "start": "00:24:35",
    "end": "00:24:39"
  },
  {
    "text": "Yeah. And when you think of the flood as, like, wiping out, you know, human life, it's a very uncomfortable story. In fact, I was watching these kind of social commentator comic people. They go on the street with protesters and different things and try to make them look silly, but in a very kind of ironic way. And one of the things that I saw them do was go to people at pro life rallies who are also Christians and talk about, you know, is the Bible pro life? And they would say, yeah, the Bible's pro life.",
    "start": "00:24:39",
    "end": "00:25:10"
  },
  {
    "text": "Oh, sure.",
    "start": "00:25:10",
    "end": "00:25:11"
  },
  {
    "text": "And then they would go, yeah, well, you know, except for that story where God kills everybody in the world by flood.",
    "start": "00:25:11",
    "end": "00:25:17"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "And they do it a couple different times, and then they're just kind of speechless. They're just kind of. Yeah. Like, I guess that's pretty gnarly.",
    "start": "00:25:17",
    "end": "00:25:23"
  },
  {
    "text": "Yeah, it is gnarly.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "And it is gnarly.",
    "start": "00:25:25",
    "end": "00:25:26"
  },
  {
    "text": "Yeah.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "But it's also interesting when you look at this, the way that the story is presented. It's because humans have become so violent and infected with, like, violence.",
    "start": "00:25:27",
    "end": "00:25:38"
  },
  {
    "text": "Yeah.",
    "start": "00:25:38",
    "end": "00:25:38"
  },
  {
    "text": "Killing each other.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:40"
  },
  {
    "text": "That. Yeah. God does. He takes away life. It's an interesting. Like, it's.",
    "start": "00:25:40",
    "end": "00:25:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "Something really hard to deal with. But then also there's a layer deeper of getting into like there is some justice and also wanting to protect the opportunity for life.",
    "start": "00:25:46",
    "end": "00:25:57"
  },
  {
    "text": "Yeah, yeah. So one fundamental difference that I think the biblical authors have from maybe how we see the world in our social location is they presume that God as the author of life has the authority, certainly the authority and power to take away life.",
    "start": "00:25:57",
    "end": "00:26:14"
  },
  {
    "text": "Yeah.",
    "start": "00:26:14",
    "end": "00:26:15"
  },
  {
    "text": "So it's one piece and whatever, we might view that as offensive or power trip, but that's just how they saw the world.",
    "start": "00:26:15",
    "end": "00:26:21"
  },
  {
    "text": "Yeah.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "Second is that the biblical narrative is trying to tell us that it's humans who are taking life. Up to this point, it's the humans that are taking life. And what God is doing is accelerating to its natural end. The thing that humans have already set.",
    "start": "00:26:22",
    "end": "00:26:38"
  },
  {
    "text": "In motion, which is to kill each.",
    "start": "00:26:38",
    "end": "00:26:40"
  },
  {
    "text": "Other, which is to kill each other. And so God brings that to its natural end, which is that humans are all going to destroy each other. Yeah, that's the natural end of humans.",
    "start": "00:26:40",
    "end": "00:26:51"
  },
  {
    "text": "But maybe not everyone was going to kill everyone.",
    "start": "00:26:51",
    "end": "00:26:54"
  },
  {
    "text": "Sure.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "But there was something so corrupted the.",
    "start": "00:26:55",
    "end": "00:26:57"
  },
  {
    "text": "Story was painting it that humans were ruining the land. They were going to undo what God had created and set all life on a course towards death. That's the point of the story. And just thinking about this technique of trying to use the Bible to defeat the Bible or something, the very clear point of the narrative is that it's humanity's fault for ruining each other and leading on course towards death. And God is sort of like the one, you know, who's just making the hard call, which is just saying, listen, like this game's over. I'm just going to call it Hershey Rule instead of like you playing five more innings, where that are just pointless. So, yeah, I think that's the point of the story. And that God would take one out of the many and restart creation with that one. It's viewed as God's generous mercy, his view that he has for life. So that's different than how we perceive of what it means to be for life. Right. Because in that setting, the assumption is, well, if I'm for life, what it means is there would never be any death. And I think ideally that's true. But what the biblical story is trying to tell us is that we're not working in the world of ideals, we're working in the real world where things are complex. And so in a situation where there's no ideal options here, what is an option that can lead to the preservation of life? Well, that's how the flood is presented. So we're just, we're sessioning Genesis 1 to 11. And trust me, this is all going to pay off for understanding Deuteronomy 1:11. I've never thought of that. Anyway, so after Noah and his family get off the boat, Noah offers a sacrifice that God accepts as a sacrifice of atonement for everything that's gone wrong up to this point. And God says, you know, no more of these cosmic decreations here. Maybe some localized ones if they're necessary, but no more cosmic decreations. I'm going to work out the Eden blessing right here on the land. So Noah gets off, does that, and then he plants a garden sweet. He consumes the fruit of the garden, gets naked. You're like, oh, no, I've been here before. Then his son named Ham takes advantage of his father's nakedness by going into his tent. Something happens in there that is very shameful. And it results in a curse coming upon Ham's lineage. But not Ham, but upon one of his sons named Canaan, father of the Canaanites that feature in Deuteronomy 1:11. So now all of a sudden, just like you had the illicit or inappropriate mixing of the sons of Elohim and the daughters of human, leading to the birth of the Nephilim and the violent warriors, now you have the illicit union of a son and his father's nakedness, which is more than likely a reference to Noah's wife. And it's really interesting because the one who bears the curse after whatever happens in the tent isn't Ham. It's his son named Canaan, which I think is the narrative's way of saying he's the offspring of that union. So now the Canaanites are set on analogy to the offspring of both illicit unions through verbal hyperlinks are set on analogy to each other. And then, lo and behold, isn't interesting how you follow the lineage from Ham through Canaan, and it's going to lead you down a line to a guy named Nimrod who becomes. He is a Gibor, a violent warrior. Yeah, A man of the name, because people use his name. And he's the founder of the kingdoms of Babylon and Assyria.",
    "start": "00:26:57",
    "end": "00:31:18"
  },
  {
    "text": "Yeah.",
    "start": "00:31:19",
    "end": "00:31:19"
  },
  {
    "text": "And then you read the story about the building of the city of Babylon, and they say, let's build a city. And a tower reaches to the skies, that reaches up to the skies. And God decreates that not through a flood, but through a scattering. So my whole point is that Genesis 1:11, through narrative patterning, is building up a portrait of human and spiritual evil, of humans that embrace the lie of this illicit mixing where human cultural creations of family and society and city and empire are infused with lies, such that these families and societies are structured in a way that glorifies violence, that legitimizes its empire and economy and military. In the name of the sky. Right. Elevating up to the skies. And it introduces death into the world. And that's the portrait here. And so, lo and behold, when Moses wants to describe the people groups that they're going to meet living in the land, it's all of these words and these characters right here.",
    "start": "00:31:19",
    "end": "00:32:28"
  },
  {
    "text": "Yeah.",
    "start": "00:32:29",
    "end": "00:32:29"
  },
  {
    "text": "And there's no coincidence as to why, but that's a line of thought. So Deuteronomy 1:11 depends heavily on this depiction in Genesis 1:11. So maybe, shall we kind of process that?",
    "start": "00:32:29",
    "end": "00:32:41"
  },
  {
    "text": "Sure.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "And then maybe take a step and we'll jump back into Deuteronomy 1:11 and kind of see how that works. But is that picture kind of from Genesis 1 to 11 fairly clear? Ish. At least for the moment.",
    "start": "00:32:42",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. I mean, you can see and feel how it all works together. And I think how you described it, of this illicit kind of mixing to where there's a corruption, where two things that weren't supposed to be together, because when they come together, at least in the way that they're coming together, create something so corrupt that it leads to death.",
    "start": "00:32:53",
    "end": "00:33:13"
  },
  {
    "text": "And the people who are doing that think that they're doing what's good because it is good in their eyes.",
    "start": "00:33:13",
    "end": "00:33:19"
  },
  {
    "text": "Yeah. And so this becomes an indictment on just human empire and human power structures that lead to oppression and violence and death.",
    "start": "00:33:19",
    "end": "00:33:32"
  },
  {
    "text": "Death, yeah.",
    "start": "00:33:32",
    "end": "00:33:34"
  },
  {
    "text": "So at that scale, you're kind of like, cool. I get that. I mean, we've seen that on play in history over and over and over.",
    "start": "00:33:34",
    "end": "00:33:41"
  },
  {
    "text": "Yeah.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "And who wouldn't want a flood to wipe out, you know, whatever just gnarly regime that was all about death. And so you kind of can viscerally feel that.",
    "start": "00:33:42",
    "end": "00:33:55"
  },
  {
    "text": "Yeah.",
    "start": "00:33:55",
    "end": "00:33:55"
  },
  {
    "text": "And then also it becomes this really humbling indictment on just the human condition, that we're all, like, taking power in a way that's corrupting us.",
    "start": "00:33:56",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, yeah. The fact that this whole chain in Genesis 3 through 11 begins with two individuals, human in life, and then two individuals, children, sons, Then we start to spread out to the fate of cities and tribes and people groups, and then an empire.",
    "start": "00:34:08",
    "end": "00:34:28"
  },
  {
    "text": "But it gets very personal in Genesis 4, where God says, like, sin is crouching at the door, and you.",
    "start": "00:34:28",
    "end": "00:34:33"
  },
  {
    "text": "That's right.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "You must master.",
    "start": "00:34:33",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, that's exactly right. In other words, the biblical authors have a robust view of the way that Human evil is expressed in human history. That it is both individual and corporate, it's both personal and structural, and that the two are just different aspects of each other. And just in many periods of history and the development of political thought and all of that, often the individual or the corporate are played off of each other. Well, it's mainly about individuals or it's mainly about structures. And the biblical authors are like, why would we see those as opposites? Like they're completely intertwined with each other. I think that's kind of the.",
    "start": "00:34:34",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:17",
    "end": "00:35:18"
  },
  {
    "text": "So the narratives, especially Adam and Eve and Cain and Abel, are very. I mean, they're like windows into the human soul about all of our lives. And then the portrait of Babylon and of Nimrod are portraits of the societies in which we all inhabit.",
    "start": "00:35:18",
    "end": "00:35:36"
  },
  {
    "text": "Yeah. And much later, Israel is going to encounter Babylon and they're going to be an oppressive nation that brings a lot of violence.",
    "start": "00:35:36",
    "end": "00:35:47"
  },
  {
    "text": "Yeah.",
    "start": "00:35:47",
    "end": "00:35:47"
  },
  {
    "text": "And that's probably the people who. This book, the scroll of Deuteronomy, has been composed to talk to. Is people encountering.",
    "start": "00:35:47",
    "end": "00:35:57"
  },
  {
    "text": "Yeah. In terms of its final shape, as it fits within the whole of the Hebrew Bible. Yeah. Is to an audience that has lived through the horrors of Babylonian oppression and exile.",
    "start": "00:35:57",
    "end": "00:36:06"
  },
  {
    "text": "And where did Babylon come from? In the story of Genesis 1:11 came through the line of Canaan. This guy who was the. Kind of carries this curse of something sketchy that happened. So it's interesting that when we get to the stories of Israel entering the land, the people there. I mean, it's the land of Canaan. The land is called Canaan.",
    "start": "00:36:07",
    "end": "00:36:32"
  },
  {
    "text": "Right.",
    "start": "00:36:32",
    "end": "00:36:32"
  },
  {
    "text": "And so the people there are Canaanites. But isn't it true also that there's many different types of Canaanites?",
    "start": "00:36:33",
    "end": "00:36:40"
  },
  {
    "text": "Yeah, there's two kind of meta groups there. One is Amorites, the other one is Canaanites. And then often. Well, actually here. Here we go. Deuteronomy chapter 7. This is now Deuteronomy 7. When Yahweh, your God brings you into the land that you're entering to possess and clears away many nations before you. The. Let's count them. 1 Hittites, 2, Girgashites, 3, Amorites, 4, Canaanites, 5, Perizzites, 6, Hivites, 7 Jebusites. And in case you weren't counting then Moses says the seven nations that are greater and stronger than you. So notice here, Amorites and Canaanites appear within a list.",
    "start": "00:36:40",
    "end": "00:37:28"
  },
  {
    "text": "Yeah.",
    "start": "00:37:28",
    "end": "00:37:28"
  },
  {
    "text": "Just sounds like a bunch of tribes. When Yahweh, your God delivers them before you and you strike them.",
    "start": "00:37:28",
    "end": "00:37:35"
  },
  {
    "text": "Strike them like the Seed striking the snake.",
    "start": "00:37:35",
    "end": "00:37:38"
  },
  {
    "text": "Like the. Oh, different word. But yes, it's related. But specifically this word strike is the Hikah word from the root nakah. But this was used to describe the waters of the flood. In Genesis 8, God says, the waters of the flood struck all life here. Yahweh delivers them before you, and you are going to strike them. So what the floodwaters did to the Nephilim and that generation, Yahweh will use Israel to do to these, then you shall utterly destroy them, make no covenant with them and show them no favor. So even right there. Well, I don't know. You tell me what you notice there. Defeat them. Totally destroy them. Don't make any covenants with them.",
    "start": "00:37:38",
    "end": "00:38:30"
  },
  {
    "text": "Right, yeah. You wouldn't need that last bit. If you totally destroy them, there's no one to make a covenant with.",
    "start": "00:38:30",
    "end": "00:38:36"
  },
  {
    "text": "Totally. You go on. And don't intermarry with them. Don't give your daughters to their sons. Don't take their daughters for your sons.",
    "start": "00:38:36",
    "end": "00:38:44"
  },
  {
    "text": "Yeah. If it was just like, simply just destroy them, then it would be full stop. Destroy them.",
    "start": "00:38:45",
    "end": "00:38:50"
  },
  {
    "text": "Yeah, exactly. In other words, the destruction language is being used in a way that. I don't know how else to say it. It's rhetoric. Because what it assumes is even after you defeat them and utterly destroy them, they're going to be around. Because don't make covenants with them and don't intermarry with them. And then he goes on, specifically, this is what you shall tear down the altars, smash the sacred pillars, hew down their Asherah poles, and burn their idol images.",
    "start": "00:38:50",
    "end": "00:39:23"
  },
  {
    "text": "Purgative. Idolatry.",
    "start": "00:39:24",
    "end": "00:39:25"
  },
  {
    "text": "We're using the cosmic language of the Flood to describe that. This is a people group that has steeped itself in practices and has given allegiance to powers.",
    "start": "00:39:26",
    "end": "00:39:37"
  },
  {
    "text": "And here's all those tools for that.",
    "start": "00:39:38",
    "end": "00:39:40"
  },
  {
    "text": "Yep. That create cultures that lead to death.",
    "start": "00:39:40",
    "end": "00:39:42"
  },
  {
    "text": "Yeah.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "And you are people that are destined or at least called to be a hub of Eden life.",
    "start": "00:39:43",
    "end": "00:39:51"
  },
  {
    "text": "And you could go and the temptation will be to, like, find union with them and kind of like, mix in a way that the Elohim were mixing with the humans.",
    "start": "00:39:51",
    "end": "00:40:00"
  },
  {
    "text": "Exactly. Yeah, that's right.",
    "start": "00:40:00",
    "end": "00:40:01"
  },
  {
    "text": "And don't mix with them.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "That's right. Yeah. The mixing here. Don't intermarry with them. Is Deuteronomy's way of saying. Yeah, none of this, like, sons of Elohim and daughters of humanity thing that happened.",
    "start": "00:40:02",
    "end": "00:40:14"
  },
  {
    "text": "Like, don't mix with that power structure. Yeah. That power is going to be tempting and you're going to want to bring it in because it's going to be like, I can have power this way.",
    "start": "00:40:14",
    "end": "00:40:24"
  },
  {
    "text": "Yeah.",
    "start": "00:40:24",
    "end": "00:40:25"
  },
  {
    "text": "Don't mix with it.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "That's right. So again, right now, at this stage, we're just trying to do a sympathetic hearing of the text.",
    "start": "00:40:26",
    "end": "00:40:31"
  },
  {
    "text": "Yeah.",
    "start": "00:40:31",
    "end": "00:40:32"
  },
  {
    "text": "Without personally reacting to them first. So. And personal reactions are very important.",
    "start": "00:40:32",
    "end": "00:40:36"
  },
  {
    "text": "Well, yeah. And one personal reaction, though, is when it says, don't show favor to them is. It must also be part of that rhetoric of like, don't destroy them. Okay. But then they're still around. And if they're still around, don't marry them. Okay, that makes sense. Don't intermix with them, but then don't show favor to them. Like, don't be nice to them. We can get back to that. But whatever.",
    "start": "00:40:36",
    "end": "00:40:54"
  },
  {
    "text": "Yeah. In other words, it's trying to portray that when a human culture gives itself over to death and practices that lead to death, which they think are good. Right. That's what Genesis 3:11. That's the portrait there. And so here, these people groups, seven of them in the land, are portrayed as a people group that are too far gone, like the generation of the Flood. However, this is the land that Yahweh has marked out to be a hub of Eden life for the rest of the nations. But it's inhabited by snakes and by Nephilim and Gibborim and a bunch of little nimrods. So the rhetoric of it is of just total separation and total. Yeah, total separation. Total removal. And that removal or separation is depicted with lots of different kinds of language that seem to conflict on the surface.",
    "start": "00:40:55",
    "end": "00:41:53"
  },
  {
    "text": "Yeah.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "So one is using Flood language to strike and utterly destroy. That's language from the Flood. But then it's using language from the sons of God and daughters of men. Don't intermarry with them. Then it's using language all connected from the snake, which is about worship and other gods and spiritual beings. Because don't forget, the word snake is also the same three letters as the Hebrew word for sorcery and divination, where you channel the power and presence of other spiritual beings.",
    "start": "00:41:53",
    "end": "00:42:27"
  },
  {
    "text": "That's the same word. I did forget that.",
    "start": "00:42:27",
    "end": "00:42:29"
  },
  {
    "text": "Yeah, yeah. Nachesh, the word for sorcery and divination.",
    "start": "00:42:29",
    "end": "00:42:33"
  },
  {
    "text": "And Nachash, snake, you can read in.",
    "start": "00:42:33",
    "end": "00:42:36"
  },
  {
    "text": "Hebrew the whole story through. And every time you read snake, you can read sorcerer or channeler of spiritual beings.",
    "start": "00:42:36",
    "end": "00:42:44"
  },
  {
    "text": "Oh, wow.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "And actually later in Deuteronomy 13, Moses will actually call, start to warn people about Menachesh or Nachesh, which are sorcerers and spiritual beings who have given their allegiance and channeled their life and power to the power of these spiritual beings. So I just want to. Quick, for me, this was so illuminating right Here in Deuteronomy 7, we using the language of the flood story, the sons of God and Nephilim story, and of the snake as a sorcerer diviner, to describe the seven people groups inhabiting the land. So all the way back out, this generation of Israel is presented as a new Adam and Eve being put into the garden and being called to exercise God's authority over. Over the creatures. And it leads back to an interesting little insight in Genesis 1, where this is the original blessing. God said, let us make human in our image. Let them rule over the creatures. Then verse 28, God blessed them and said, be fruitful, multiply, fill the land and subdue it. That word subdue is kind of aggressive.",
    "start": "00:42:45",
    "end": "00:43:57"
  },
  {
    "text": "It is an aggressive word.",
    "start": "00:43:57",
    "end": "00:43:59"
  },
  {
    "text": "Yeah, yeah. What do you need to subdue?",
    "start": "00:43:59",
    "end": "00:44:01"
  },
  {
    "text": "Yeah, right.",
    "start": "00:44:02",
    "end": "00:44:02"
  },
  {
    "text": "It presumes there's going to be some kind of resistance, like a conflict. Yeah. And you take that word and you're like, okay, I guess, where's that? And the first creature you meet who represents some kind of hostile intention is the snake in Genesis 3. And so I think this is Deuteronomy's way of patterning after that is to say, listen, you are going to face a whole new culture and generation of snakes, and you need to do to them what Adam and Eve failed to do to that snake, which is to run it out in the name and authority of God. In other words, it's a meditation. It's a back reflection that Israel is called to succeed where Adam and Eve failed in relationship to the snake, who's interesting just already in the garden, you know, and like, what's it doing there and how'd it get there? And it's kind of like saying, well, what are the Canaanites doing there? And how'd they get there? Well, they were there and they represent death.",
    "start": "00:44:02",
    "end": "00:44:59"
  },
  {
    "text": "Yeah. No, that makes perfect sense. And it helps you kind of sympathetically come and go, okay, I see what's going on. And if this was just fiction, you would go, great. It's doing some beautiful kind of thematic patterning, reflection.",
    "start": "00:44:59",
    "end": "00:45:46"
  },
  {
    "text": "But the.",
    "start": "00:45:46",
    "end": "00:45:46"
  },
  {
    "text": "But then if you go, is this also history and were they all that bad? Or, you know, then when you get to that question, it's like, were they really this people so corrupted that they need to be wiped out in a flood of justice? Or you could say, man, this is just good political propaganda. Right. Totally of like a justification to go and take a land.",
    "start": "00:45:46",
    "end": "00:46:09"
  },
  {
    "text": "Yeah. Of Course, they would frame the inhabitants of the land as, like, the incarnation of evil. Right, of course they would.",
    "start": "00:46:09",
    "end": "00:46:15"
  },
  {
    "text": "Because they want their land.",
    "start": "00:46:15",
    "end": "00:46:16"
  },
  {
    "text": "Because they want. Yeah, they believe their God. God was telling him to take that land. Totally. Okay. Yeah. So now we're beginning to surface our personal reactions, which is good and right. I mean, I want to. Can't emphasize that enough. Like, it's okay.",
    "start": "00:46:16",
    "end": "00:46:28"
  },
  {
    "text": "We can react to this.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "Yes, we must. If we're not just brains on a stick, you know, we must. So one thought on that end, and this is clearly something that occurred to Israelites themselves, which is a part of why these texts are framing it this way. So just one way that. Here's another chapter in the Torah, different scroll back in Leviticus, chapter 18, which opens by saying, hey, listen, you know, people lived in Egypt in a certain way, and you lived there, and I don't want you to live that way anymore. And the way of Egypt is epitomized by the oppression and slavery and exploitation of immigrants.",
    "start": "00:46:29",
    "end": "00:47:09"
  },
  {
    "text": "Yeah. The power of Ra.",
    "start": "00:47:09",
    "end": "00:47:11"
  },
  {
    "text": "Yeah. In the name of their gods and in the power of their king. So Moses says, so the way that Egypt, like, operated and lived, and you live there. Yeah. Don't live that way. And then also then Moses says, nor are you to do what they do in the land of Canaan where I'm bringing you. Like, they also live in a culture that leads to death. And so Leviticus 18 begins a whole way of depicting, like, this alternative community that Yahweh wants to create. And then it begins. There's a concluding frame around that where Yahweh says, hey, listen, don't defile yourselves. Don't make yourselves. Don't let death infect you by any of these ways of life. For by means of these ways of life, the nations that I'm casting out before you have become infected with death. And the land has become infected with death. So I'm making. It's the word defiled, to make impure. But to be impure is to be. To catch the death virus, as it were. So he says, the nations that live in the land of Canaan have that infection. And the land itself has been infected with death. Therefore, I have brought its punishment upon it. And the land has vomited out its inhabitants. And as for you all, you keep my statutes that lead to life. And then Moses concludes, and if you don't, the land will vomit you all out, just as it vomited out the nations before you. So, in other words, God has destined creation for life. And when peoples as individuals, then families and then villages and cities and empires set themselves on a course towards death, thinking that it's good. Right. They defile themselves and the land with death. They'll reach these flood like moments. And here it's vomiting and that's the portrait. And so once we get here to Deuteronomy, that's the logic here. What's interesting is that it's the land itself that's reacting.",
    "start": "00:47:11",
    "end": "00:49:20"
  },
  {
    "text": "Yeah.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "And that's connected to the flood. So I think back to all, to bring it all the way back to your point. What makes this hard, what makes the Israelites entering into the land particularly hard is it's not creation reacting to the humans like in the flood or in this image of the land vomiting. God has appointed his human images who were meant to be a blessing to all the nations of the world, but to these seven.",
    "start": "00:49:21",
    "end": "00:49:48"
  },
  {
    "text": "Yeah.",
    "start": "00:49:49",
    "end": "00:49:49"
  },
  {
    "text": "That have given themselves over to the ways of the snake. God's human images become agents of death, destruction, flood, decreation.",
    "start": "00:49:49",
    "end": "00:49:57"
  },
  {
    "text": "And it's easier to picture that with Adam and Eve subduing a snake. Let's get the snake out of the garden.",
    "start": "00:49:58",
    "end": "00:50:04"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "But when the snake has been infused with fellow humans.",
    "start": "00:50:05",
    "end": "00:50:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "Then it just gets really uncomfortable. Like how do you.",
    "start": "00:50:10",
    "end": "00:50:12"
  },
  {
    "text": "Totally.",
    "start": "00:50:12",
    "end": "00:50:13"
  },
  {
    "text": "How do you get the snake out.",
    "start": "00:50:13",
    "end": "00:50:14"
  },
  {
    "text": "That's right.",
    "start": "00:50:14",
    "end": "00:50:14"
  },
  {
    "text": "Of the humans.",
    "start": "00:50:14",
    "end": "00:50:15"
  },
  {
    "text": "That's right.",
    "start": "00:50:15",
    "end": "00:50:16"
  },
  {
    "text": "You got to kill the humans.",
    "start": "00:50:16",
    "end": "00:50:17"
  },
  {
    "text": "That's right. And we cannot forget that the Genesis scroll taught us that even God's chosen ones can become the seed of the snake and often do. That was the story of Jacob, who's born, grabbing the heel and lying like a snake. And God takes him on a painful journey to transform him into an image of God.",
    "start": "00:50:17",
    "end": "00:50:36"
  },
  {
    "text": "And we saw many stories in Numbers and in Exodus of God having to bring judgment on his own people.",
    "start": "00:50:36",
    "end": "00:50:42"
  },
  {
    "text": "Totally. Yeah. And actually the fact that Israel will itself become seed of the snake over the course of its history, leading to exile in Babylon, means that Israel itself became the Nephilim giants, Nimrod, Babylon, Egypt itself.",
    "start": "00:50:42",
    "end": "00:51:00"
  },
  {
    "text": "Yeah. If this was purely just political propaganda to give them permission to go and take a land from the people, it was purely that. Then it kind of stops short of being really good propaganda because then that same line of thought brings them to them, needing to also be taken out of the land through justice because they've become corrupted.",
    "start": "00:51:01",
    "end": "00:51:25"
  },
  {
    "text": "Yes.",
    "start": "00:51:25",
    "end": "00:51:25"
  },
  {
    "text": "Really good propaganda would be like, and whatever we do is going to be awesome. Because we're awesome, they're bad, we're awesome. Full stop. There's a lot of really critical self reflection here.",
    "start": "00:51:25",
    "end": "00:51:38"
  },
  {
    "text": "Yeah. In other words, deuteronomy its presentation of the Canaanites as a people given over to the snake is one part of a story that you have to keep reading. And as you keep reading the story, the people that are right now being called to stomp out the snakes in the land of Canaan are themselves going to become snakes and themselves stomped out of the land by an even bigger snake. That is Babylon. And so I love what you just said. In other words, the whole story is actually an indictment on all human communities. And the portrait of God here is both troubling, but it's also realistic because it's showing that if God is going to do anything in this world in and through humans, it's God partnering with snakes. Right?",
    "start": "00:51:38",
    "end": "00:52:29"
  },
  {
    "text": "Yeah.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "Or at least people.",
    "start": "00:52:30",
    "end": "00:52:31"
  },
  {
    "text": "Yeah. People infected by the power of the snake.",
    "start": "00:52:31",
    "end": "00:52:33"
  },
  {
    "text": "There you go. By people infected with the power of the snake. Actually, that's important. That's actually crucially important. God doesn't partner with snakes. He partners with humans who are constantly giving themselves over to the power of the snake. Which means that for God to truly partner with humans in the real world will involve God. Messy, messy situations where there are no good options. And I think that's where. That's the framework within which I'm trying to sit with my own discomfort at God's choices here.",
    "start": "00:52:33",
    "end": "00:53:07"
  },
  {
    "text": "Yeah. And this brings us back to what we were riffing on with Pharaoh and God hardening his heart and then reading Romans 9, is it? Which is just this really uncomfortable thing that you put your finger on just now, which is why is it that some humans who are infected with the power of the snake are used to show God's mercy, and God uses them as vehicles of his, like mercy and grace, and other ones, like Pharaoh, who's also. He's also infected with power of the snake. God, just like, you know what? You've gone too far.",
    "start": "00:53:07",
    "end": "00:53:39"
  },
  {
    "text": "Yeah.",
    "start": "00:53:39",
    "end": "00:53:40"
  },
  {
    "text": "I'm going to use you.",
    "start": "00:53:40",
    "end": "00:53:41"
  },
  {
    "text": "Yeah. To become, like the icon pattern of a human being.",
    "start": "00:53:41",
    "end": "00:53:45"
  },
  {
    "text": "What happens when you've gone too far?",
    "start": "00:53:45",
    "end": "00:53:46"
  },
  {
    "text": "Yep.",
    "start": "00:53:46",
    "end": "00:53:47"
  },
  {
    "text": "And what kind of cosmic logic is there that some people infected by the power of snake can be treated one way and some treated another way?",
    "start": "00:53:47",
    "end": "00:53:58"
  },
  {
    "text": "Yeah. So the Christian tradition has split and gone two directions there. So one leads to taking that binary and kind of hardening it into predestination, internal categories into. Yeah. Double predestination. And they can appeal to this pattern. What's also interesting is that other parts of the Christian tradition can appeal to this pattern and really emphasize the individual and corporate responsibility that it's a result of humans choosing this path for themselves and that God self limits in entering into a real partnership with humans. All the way back on page one. And this actually becomes in the problem of evil classic study of this about the greater good type of options, that the greater good, that there would be some that choose life is worth the possibility of however many will choose death. So that's one whole option. That's way to go. There's different ways to fill out those. And then on the other more extreme end would be the Christian universalist approach, which is that through Jesus the one human, he has saved all from those who have given themselves over to the power of the snake. And I'm just trying to paint this is why in the history of the Christian tradition we're looking at these stories, we're trying to see the patterns and you could interpret the pattern and lead I think coherently to a couple different conclusions and the positives, negative strengths and weaknesses of each over the other. This is a really important part of the development of Christian theology. But I think it's just important to say that the biblical authors, they don't.",
    "start": "00:53:58",
    "end": "00:55:45"
  },
  {
    "text": "Tie a bow on it for you.",
    "start": "00:55:45",
    "end": "00:55:46"
  },
  {
    "text": "Don'T tie a bow on this. And that what that forces us to do is sit with these narratives and meditate on them to learn about human nature and also to learn about the, the mysterious purpose of God in the world that leads to Jesus. But another part of what makes these stories so uncomfortable is that after the first few centuries when the Jesus movement was a religious, cultural, cognitive minority in the Roman Empire, you know, with the shift towards Constantine begins a shift towards the Jesus movement becoming enfranchised or enmeshed with the state power systems versus the Roman Empire. And then it's replayed in different continents and cultures all over, all over the world. And once that shift happens, then all of a sudden these stories are being read and interpreted not by their original authors. The people who wrote all these texts were like a part of the empire. No, they were a part of persecuted religious, cultural minorities. Right, the people who composed this literature. Yeah, but the moment you have communities that are allied or participants in state power, then all of a sudden these narratives become templates for conquest. Conquest, colonial expansion. And these narratives have been appealed to and become the pattern for colonial conquest on every continent by multiple cultures and language groups. So in our social location right here we're sitting in centuries after, in the aftermath of that.",
    "start": "00:55:46",
    "end": "00:57:23"
  },
  {
    "text": "And one of the keys that kind of maybe helps you not do that, other than just recognizing the audience that this was, is that this all is Leading to Jesus.",
    "start": "00:57:23",
    "end": "00:57:34"
  },
  {
    "text": "Yes.",
    "start": "00:57:34",
    "end": "00:57:35"
  },
  {
    "text": "And when Jesus, he defeats the snake.",
    "start": "00:57:35",
    "end": "00:57:38"
  },
  {
    "text": "Exactly. Yeah.",
    "start": "00:57:38",
    "end": "00:57:39"
  },
  {
    "text": "And he becomes the model for how to defeat the snake and his conquest of the snake.",
    "start": "00:57:39",
    "end": "00:57:44"
  },
  {
    "text": "Yeah.",
    "start": "00:57:44",
    "end": "00:57:44"
  },
  {
    "text": "And then the way he teaches his disciples to continue to fight is not of this kind of conquest.",
    "start": "00:57:44",
    "end": "00:57:52"
  },
  {
    "text": "Yeah.",
    "start": "00:57:52",
    "end": "00:57:53"
  },
  {
    "text": "It's actually of, like, very sacrificial, like loving your enemy. As a follower of Jesus, I want Israel to go into the promised land and, like, you know, do friend evangelism totally win over their hearts?",
    "start": "00:57:53",
    "end": "00:58:07"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:58:07",
    "end": "00:58:07"
  },
  {
    "text": "And like, build a beautiful new culture with totally. The Amorites, Canaanites, Jebusites.",
    "start": "00:58:07",
    "end": "00:58:13"
  },
  {
    "text": "Yep. Yeah, I'm with you. And that was Jesus's vision.",
    "start": "00:58:13",
    "end": "00:58:16"
  },
  {
    "text": "That's Jesus vision.",
    "start": "00:58:16",
    "end": "00:58:17"
  },
  {
    "text": "That's how Jesus picked up this whole set of themes and took it as marching orders for the arrival of the kingdom of God. That he was bringing the flood of.",
    "start": "00:58:17",
    "end": "00:58:26"
  },
  {
    "text": "Justice that Israel is bringing on to these people, which is also the flood that was brought on to humanity because of its violence. Jesus takes on himself.",
    "start": "00:58:26",
    "end": "00:58:37"
  },
  {
    "text": "Yeah. And even more so, the gospel authors present Jesus as bringing God's judgment on the principalities and powers. This is why when Jesus shows up in a graveyard. In a graveyard. And there's this superhuman strength guy there in the graveyard.",
    "start": "00:58:37",
    "end": "00:58:59"
  },
  {
    "text": "Yeah.",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "And he asked them, like, what's the name of the powers that influence you? And they say, we are legion. Legion. It's the gibborim. It's Nephilim.",
    "start": "00:59:00",
    "end": "00:59:09"
  },
  {
    "text": "What do you mean?",
    "start": "00:59:09",
    "end": "00:59:10"
  },
  {
    "text": "Oh, he's fighting a whole legion. It's military language to describe the powers of evil that Jesus is confronting.",
    "start": "00:59:10",
    "end": "00:59:17"
  },
  {
    "text": "You think it's riffing off of the.",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "Yeah.",
    "start": "00:59:19",
    "end": "00:59:20"
  },
  {
    "text": "It's the powers within this guy who's making this guy such a menace.",
    "start": "00:59:20",
    "end": "00:59:24"
  },
  {
    "text": "The sons of Elohim.",
    "start": "00:59:24",
    "end": "00:59:25"
  },
  {
    "text": "It's the evil. It's the sons of Elohim.",
    "start": "00:59:25",
    "end": "00:59:27"
  },
  {
    "text": "Yeah. Well, why else is the narrator presenting Jesus enemy in that scene? Not the human.",
    "start": "00:59:27",
    "end": "00:59:33"
  },
  {
    "text": "Yeah.",
    "start": "00:59:33",
    "end": "00:59:34"
  },
  {
    "text": "But a legion of soldier spirit beings.",
    "start": "00:59:34",
    "end": "00:59:38"
  },
  {
    "text": "Yeah. Affecting this guy.",
    "start": "00:59:38",
    "end": "00:59:40"
  },
  {
    "text": "Yeah. And this is all about. Yeah. The mighty warriors and the nimrods and so on in the Gospel of Luke, when Jesus. This is Luke's account, uniquely in the Garden of Gethsemane when he's being arrested on the night of. You know, the night of his arrest. And the guards come, and these are the Jewish priestly representatives and Jewish temple guards. And what he says is, this hour belongs to you talking to the humans there and to the powers of darkness. So Jesus sees these humans as actually captive to a whole structural power mindset called Israel in league with Rome as the architects of his murder. And that's certainly what Paul thought, this is why in 1 Corinthians 3, he talks about the powers that crucified our Lord, and people debate, is he talking about Pilate and Caiaphas, or is he talking about spiritual powers? And the whole thing is in Genesis 1 through 11, they're not different. Like when a human community structures itself in a way that defines evil as good, they're embracing lies and engaging in illicit union of evil and good to the degree that it produces death. And so just the biblical authors have such a different way of viewing reality than we do. So my point is Jesus and the apostles actually viewed themselves as picking up the language and imagery of this cycle, this pattern in the Hebrew Bible, and they never once connected it to the actual physical coercion or conquest of humans. It was about an aggressive stance taken to the lies and the spiritual forces at work in the architecture of human lives and human societies. So in other words, when Paul says our enemy at the end of Ephesians, our enemy is never flesh and blood. It's the powers and principalities animating the whole thing. I don't think he's innovating like, that's an idea, I think, that we're supposed to get.",
    "start": "00:59:40",
    "end": "01:01:45"
  },
  {
    "text": "It feels like, out of place in this narrative. If Paul would have said that to Israel going in, they'd have been like, oh, wait, so we don't kill him.",
    "start": "01:01:45",
    "end": "01:01:54"
  },
  {
    "text": "Yeah, right, right, right, exactly. And this is where we're at. The story of Israel's conquest of Canaan is. You have to read it in the larger sweep from Genesis to Kings, where Israel itself will become influenced by the snake, and so the oppressed become oppressors, as it were. And that the real enemy at work under all of Genesis 3 Kings is the snake and his minions. And so what I'm saying is Paul and Jesus, I think, actually understood the message of the Hebrew Bible and that Paul's statement, our enemy is not flesh and blood, is a message we should be getting out of the meaning of Deuteronomy and of Joshua in its current form. The problem is that that has not been the way many Christians throughout history have read these stories. And therefore, these stories have been used to sponsor, inspire, or legitimate, actual conquest of actual human societies. And we can't ignore that that's now a legacy of these very stories in the Bible. And as much as I want to say that's a misunderstanding of them or that's an abuse of them, they have been used in that way, and we can't ignore that fact.",
    "start": "01:01:54",
    "end": "01:03:08"
  },
  {
    "text": "Well, and I didn't Grow up in a tradition that felt like. I heard those justifications. That feels like ancient history to me.",
    "start": "01:03:08",
    "end": "01:03:17"
  },
  {
    "text": "Interesting. That feels like ancient, like, 150 years ago.",
    "start": "01:03:17",
    "end": "01:03:20"
  },
  {
    "text": "Oh. Or like the Crusades.",
    "start": "01:03:21",
    "end": "01:03:23"
  },
  {
    "text": "But then.",
    "start": "01:03:24",
    "end": "01:03:24"
  },
  {
    "text": "Yes. Also the colonialism that you read of, the missionary colonialism was just like, yeah, yeah.",
    "start": "01:03:24",
    "end": "01:03:32"
  },
  {
    "text": "The land we're sitting on right now, like, the reason we're sitting here is because of cultural movement.",
    "start": "01:03:32",
    "end": "01:03:36"
  },
  {
    "text": "What did they call it? There was a term for it.",
    "start": "01:03:36",
    "end": "01:03:38"
  },
  {
    "text": "There was a manifest destiny. Manifest destiny, totally. Which was an American continuation of the doctrine of discovery developed, you know, by the Catholic Church in the Spanish colonial period precisely as Spain and Portugal were sending ships to go conquer the new America.",
    "start": "01:03:38",
    "end": "01:03:56"
  },
  {
    "text": "So it's true. That's uncomfortable. But for whatever reason, I was protected from. Not protected from. I was kind of isolated from that, I think, because that's too. It's too personal. It's like, we don't want to deal with that.",
    "start": "01:03:56",
    "end": "01:04:10"
  },
  {
    "text": "Disturbing.",
    "start": "01:04:10",
    "end": "01:04:10"
  },
  {
    "text": "And disturbing. The angst with these stories was less about. Oh, yeah. That's why there's a problem with my ancestors and colonialism. The angst was just more like. That just seems wrong.",
    "start": "01:04:10",
    "end": "01:04:22"
  },
  {
    "text": "Yeah. It's about God's behavior and that God's behavior seems out of sync with Jesus.",
    "start": "01:04:22",
    "end": "01:04:28"
  },
  {
    "text": "Yeah, yeah. And so not only is it hard to read these stories for some people because of that colonial stuff, it's hard to read these stories just because. Why. Why not go and make peace with them?",
    "start": "01:04:28",
    "end": "01:04:41"
  },
  {
    "text": "That's right. Yeah.",
    "start": "01:04:41",
    "end": "01:04:42"
  },
  {
    "text": "And so in that way, like, it is actually really hard to read the story and then to get what Jesus and Paul are getting.",
    "start": "01:04:42",
    "end": "01:04:48"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "01:04:48",
    "end": "01:04:49"
  },
  {
    "text": "Because you have to not just read the story. You have to read the whole thing, and you have to meditate on it.",
    "start": "01:04:50",
    "end": "01:04:56"
  },
  {
    "text": "That's right. And here's the thing. You know, Paul uses this language of putting the enemy to death in Galatians, and the enemy is flesh. Your flesh.",
    "start": "01:04:56",
    "end": "01:05:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "01:05:04",
    "end": "01:05:05"
  },
  {
    "text": "Put the flesh to death. He's using the language of the Canaanite conquest.",
    "start": "01:05:05",
    "end": "01:05:09"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "Putting the works of the flesh, which are in partnership with the principalities and powers and the lies of the evil one, conquest yourself. Yes. Yeah, totally. And I think, actually, if you read these stories in the context of the Hebrew Bible, that's the meaning that you are led to.",
    "start": "01:05:10",
    "end": "01:05:25"
  },
  {
    "text": "Hmm. How?",
    "start": "01:05:26",
    "end": "01:05:26"
  },
  {
    "text": "Because how is it that a society gives itself over to embracing the way of the snake? It's by believing the lie.",
    "start": "01:05:27",
    "end": "01:05:34"
  },
  {
    "text": "Yeah.",
    "start": "01:05:34",
    "end": "01:05:35"
  },
  {
    "text": "Believing the lie. That God isn't generous. That God is.",
    "start": "01:05:35",
    "end": "01:05:37"
  },
  {
    "text": "The lie begins with desiring something.",
    "start": "01:05:37",
    "end": "01:05:40"
  },
  {
    "text": "That's right. Distorted desire towards a misdirected end that brings death or contributes or participates in a culture of death.",
    "start": "01:05:40",
    "end": "01:05:47"
  },
  {
    "text": "Because that's how Paul usually refers to his flesh. Right. Is kind of the. Like the impulses.",
    "start": "01:05:47",
    "end": "01:05:53"
  },
  {
    "text": "Yeah. The way the human body generates desires. And the way I meet those desires can either point me to the source of all fulfillment of desire, or it can point me to the way of meeting that desire that's temporary and harmful to myself and other people.",
    "start": "01:05:53",
    "end": "01:06:09"
  },
  {
    "text": "And to the degree that you do that, that's Paul saying flesh.",
    "start": "01:06:09",
    "end": "01:06:12"
  },
  {
    "text": "Yep. Yeah.",
    "start": "01:06:12",
    "end": "01:06:13"
  },
  {
    "text": "And the degree that you align your desires with God that he refers to as spirit.",
    "start": "01:06:13",
    "end": "01:06:18"
  },
  {
    "text": "Correct. Yeah. And it happens that in these narratives of Deuteronomy and Joshua, the Canaanites become an icon of the ways of the snake and the works of the flesh to be put to death. And so I think for me, just, I have stopped trying to reach a point where I've Am finally like, there's gotta be some point on this issue where I'm gonna feel resolved.",
    "start": "01:06:18",
    "end": "01:06:43"
  },
  {
    "text": "Right. Because it's still uncomfortable to.",
    "start": "01:06:43",
    "end": "01:06:46"
  },
  {
    "text": "So uncomfortable.",
    "start": "01:06:46",
    "end": "01:06:47"
  },
  {
    "text": "See humans go and inflict violence on other humans.",
    "start": "01:06:47",
    "end": "01:06:51"
  },
  {
    "text": "Totally. Yeah. And so counter to what Jesus did.",
    "start": "01:06:51",
    "end": "01:06:55"
  },
  {
    "text": "Yeah.",
    "start": "01:06:55",
    "end": "01:06:55"
  },
  {
    "text": "And told his followers to do. And so I don't think it's a. What do you say? I don't think it's like a mortal contradiction at the heart of the Bible. Right. The ship doesn't sink for me because of this, especially when I sympathetically try and understand it. At the same time, I am uncomfortable. And I've been focusing on this problem long enough without total resolve that I wonder if it's just one of those issues where we just have to sit with it. And for me, it keeps inviting me into deeper meditations about myself and the ways of God. But the one thing I know as a follower of Jesus, I'm not supposed to get from these stories, this is that somehow they legitimate the coercive conquest of another human community. Jesus certainly did not read them that way, and neither did the apostles. And I'm reading these texts as an expression of my discipleship to him. So I have to make them serve that end. And if they do that in an uncomfortable or way that challenges me, I don't know how else to deal with them. And by God's mercy, in 10 years, maybe I'll have a little more wisdom here. So I intentionally brought up this as the theme for us to talk about as part of Deuteronomy. That was helpful, not because I thought we would resolve it, but because these honest conversations need to be had. Because when you read these texts, there are these issues. So may God have mercy on us. Why did I say that was a question? May God have mercy on us and.",
    "start": "01:06:55",
    "end": "01:08:28"
  },
  {
    "text": "Give us wisdom and subdue the snake.",
    "start": "01:08:28",
    "end": "01:08:32"
  },
  {
    "text": "All right, next we're going to move into the laws of Deuteronomy and see in them a source of wisdom and righteousness for all future generations of God's people.",
    "start": "01:08:33",
    "end": "01:08:44"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we begin the second movement of Deuteronomy. And we begin a new theme, the theme of the law. Moses tells Israel that Yahweh's laws are the way Israel can show that they're loyal to him and not any other God.",
    "start": "01:08:47",
    "end": "01:09:04"
  },
  {
    "text": "So by living in accordance to the laws, you're expressing your devotions and allegiance to a particular Elohim that saved your people out of slavery. And he's saying, this is how you can honor me in the relationship. So to not add or take away is about saying, you can't just change the terms of our relationship and invent a new law code on your own.",
    "start": "01:09:04",
    "end": "01:09:27"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder. Today's episode was edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. The Bible Project is a crowdfunded nonprofits. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make this podcast, our videos, our classes, our studies, everything is free because it's already been paid for by thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Vuyo and I'm from South Africa.",
    "start": "01:09:27",
    "end": "01:10:03"
  },
  {
    "text": "Hi, this is Kristin Yan and I'm from a little town called Dade City, Florida. I first heard about the Bible project through a YouTube search. As an artist, I was curious if there was a way that the visual arts could be used as kingdom work.",
    "start": "01:10:03",
    "end": "01:10:16"
  },
  {
    "text": "I first heard about Bibleproject in 2019. I used Bibleproject for studying and understanding the Bible in its ancient context.",
    "start": "01:10:16",
    "end": "01:10:25"
  },
  {
    "text": "When I found the bibleproject, I not only became immensely inspired, but I was hooked. And it's really helped me understand the Bible on a deeper and more contextual level.",
    "start": "01:10:26",
    "end": "01:10:35"
  },
  {
    "text": "This outstanding animations and the classroom led.",
    "start": "01:10:35",
    "end": "01:10:39"
  },
  {
    "text": "By Tim, John and the whole artistic team really lay out Scripture. It has inspired me to do the same with my talent. We believe that the Bible is a unified story that leads to Jesus.",
    "start": "01:10:39",
    "end": "01:10:49"
  },
  {
    "text": "Our crowdfunded project by people like me.",
    "start": "01:10:49",
    "end": "01:10:52"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com Sam.",
    "start": "01:10:52",
    "end": "01:11:11"
  }
]