[
  {
    "text": "We're in the scroll of Deuteronomy. Israel is ready to enter the promised land. And Moses is about to stand before them and give them a pre game pep talk. And what should be a motivational speech isn't very peppy.",
    "start": "00:00:04",
    "end": "00:00:19"
  },
  {
    "text": "If Moses was like a team coach in the locker room right now, I think it would be pretty bad for him because essentially what he's saying is like, the stakes are high. We've trained for this. Like the previous team, you know, last year's team, like lost the tournament, like failed. But here, now it's your turn. And here are the stakes. If you make XYZ play, I'm pretty sure we're going to win. If you make ABC play, it's going to be disaster and doom. And here's the thing. I know you're going to make the wrong move. I actually already know. I know your parents, I know you. You're going to lose.",
    "start": "00:00:19",
    "end": "00:00:57"
  },
  {
    "text": "Instead of finding blessing, they're going to find curse. The curse in this case isn't God actively punishing people. The curse is God removing himself from their lives, letting chaos come back in. The curse is letting his people do what they want, which isn't going to end well.",
    "start": "00:00:57",
    "end": "00:01:17"
  },
  {
    "text": "Notice here, this is significant. Part of the punishment is to get what you want, which is to give your allegiance to other gods. There's a part of my desires and what seems logical and good to me that actually are leading me to death.",
    "start": "00:01:17",
    "end": "00:01:33"
  },
  {
    "text": "What we have here is a compelling picture of the human condition. Even when we want to do good, our desires pull us astray. We need something bigger than ourselves. We need the source of all life to to intervene on our behalf.",
    "start": "00:01:34",
    "end": "00:01:48"
  },
  {
    "text": "So part of the Torah's diagnosis of the human condition is about a misdirected or distorted desire. The most deceptive ones are when people actually think they're doing the right thing. And what they end up doing is bringing pain and death. So a circumcision of the heart, there's something that needs to be removed so that it dies, so that the real heart that Yahweh knows humans are both capable of and will bring true life so that that can live.",
    "start": "00:01:48",
    "end": "00:02:19"
  },
  {
    "text": "I'm John Collins. Today Tim Mackey and I look at the final movements of the Deuteronomy scroll. We talk about the complexity of human desire and Yahweh's graciousness to do for us what we could never do for ourselves. This is BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:19",
    "end": "00:02:41"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:42",
    "end": "00:02:43"
  },
  {
    "text": "Hello. We are rounding the corner into the final Stretch of the Torah.",
    "start": "00:02:43",
    "end": "00:02:50"
  },
  {
    "text": "Yeah, the final stretch of the fifth and final scroll of the Torah.",
    "start": "00:02:50",
    "end": "00:02:54"
  },
  {
    "text": "Have you ever done any competitive running?",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "One time I did a 10k.",
    "start": "00:02:57",
    "end": "00:02:58"
  },
  {
    "text": "Oh, did you?",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:02:59",
    "end": "00:03:00"
  },
  {
    "text": "Competitively. Like you were trying to go for a time.",
    "start": "00:03:00",
    "end": "00:03:02"
  },
  {
    "text": "Excuse me. No, it was like, call it the Jingle Bell Run in Madison, Wisconsin. I was running with like 200 other people through slush and melting ice.",
    "start": "00:03:02",
    "end": "00:03:12"
  },
  {
    "text": "That's not nothing. I was just thinking when I said rounding the corner, this very visceral memory of running track. I ran the mile and that last corner to the last straightaway. Yeah, sure is when you just put on the.",
    "start": "00:03:12",
    "end": "00:03:27"
  },
  {
    "text": "Turn it on.",
    "start": "00:03:27",
    "end": "00:03:28"
  },
  {
    "text": "Whatever you got left.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "Yeah, okay. I remember, like, junior high track, or it was just pe, but. Yeah, yeah, yeah, okay. Yeah, but also I had that experience in the Jingle Bell Run.",
    "start": "00:03:29",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:38",
    "end": "00:03:38"
  },
  {
    "text": "When I came to that final bit and then I was like, it's now or never. Just turned it on.",
    "start": "00:03:38",
    "end": "00:03:43"
  },
  {
    "text": "You didn't limp to the finish?",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "No, I charged. I wanted to. Yeah.",
    "start": "00:03:44",
    "end": "00:03:47"
  },
  {
    "text": "Well, let's charge to this finish. We've got. I mean, maybe we're past that final turn. We're on the straightaway.",
    "start": "00:03:47",
    "end": "00:03:52"
  },
  {
    "text": "Yeah. We are in the final movement of the Deuteronomy scroll. So big picture Torah, five kind of scrolls, the first and the last. Genesis and Deuteronomy are bookends that match in all kinds of important ways that we've talked about many times over throughout the history of the series. And those outer frames wrap around a three scroll center to the Torah, Exodus, Leviticus and numbers. And Exodus and numbers match in important ways. They both have people going through the wilderness to Mount Sinai. That's Exodus and then numbers leaving Mount Sinai, going through the wilderness. And then at the center is Leviticus, which is one long set of speeches from God to Moses at Mount Sinai. So it's the Torah sandwich that we've been talking about. And we are now at the bottom. Bun of the sandwich. I guess that would be hamburger or something. And then it turns out that last piece of bread on the bottom, the Deuteronomy scroll. Deuteronomy scroll has three parts. It begins chapters one through eleven. First movement of passionate speeches from Moses to the children of the Exodus generation, telling their history up to that point and saying, man, choose life by living in covenant loyalty to the God who rescued you out of Egypt. Then he went through again the covenant laws of the relationship, the terms of the relationship. That's chapters 12 through half of 26. And now we're in the final third, which is another set of passionate speeches by Moses with some poetry. You know, poet Moses works in two poems here, and that's what we're exploring now. And this is really emphasizing the consequences of the people's decisions about what road they're going to choose. Are you going to choose loyalty to Yahweh? It will lead to blessing and long life in the land. If they choose to follow other gods, give their allegiance to gods, God will hand them over to that path that will lead to curse and death and evil. And that's the choice that Moses lays before them.",
    "start": "00:03:52",
    "end": "00:06:03"
  },
  {
    "text": "And them being Israel, at the riverbed of the Jordan river, gonna cross over to the promised land. This is the land God promised Abraham.",
    "start": "00:06:03",
    "end": "00:06:12"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "This is the land where they're going to be able to multiply, subdue the Earth and rule it as God's image and then bless all the nations.",
    "start": "00:06:13",
    "end": "00:06:22"
  },
  {
    "text": "Yeah. Part of the way this last section of Deuteronomy bookends the early chapters of Genesis is that Adam and Eve were placed as God's royal priestly representatives in the Eden Garden land and told to follow the divine wisdom, the command to eat only of the trees of the garden, but not take the knowledge of good and bad into your own hands. And they show their loyalty to a snaky deceiver by following his word instead of their creators. And they are exiled from the garden. So now here it's kind of inverted. The children of the Exodus generation are standing right on the border of a garden.",
    "start": "00:06:22",
    "end": "00:07:01"
  },
  {
    "text": "They have been in exile.",
    "start": "00:07:01",
    "end": "00:07:02"
  },
  {
    "text": "They've been in the wilderness. Yeah.",
    "start": "00:07:02",
    "end": "00:07:04"
  },
  {
    "text": "And now they want to come back in.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "Yeah. God's inviting them back in.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "But their ability to stay in the land and experience what Adam and Eve missed out on will depend on whether they follow the divine wisdom and command. So that's the setup here. In the last episode, we did a kind of overview, actually, the whole book of Deuteronomy, but especially this last part, where there's long expositions of blessings and curses and terrible things that will happen to the Israelites if they don't follow the terms of the Covenant. This is kind of a stock convention of ancient Near Eastern Covenant treaty kind of language and style. So we talked about that. We read some ancient Covenant treaties.",
    "start": "00:07:08",
    "end": "00:07:48"
  },
  {
    "text": "We did.",
    "start": "00:07:48",
    "end": "00:07:48"
  },
  {
    "text": "So what I thought we could do in this episode is having set that up in the last episode, this one kind of follows. So if you haven't listened to the previous episode, you'll really want to do that, because the intensity of Ancient Near Eastern Covenant Curse parts of a treaty kind of helps explain why there's so much intensity in this section we're going to read today. Okay, so there's two metaphors I've used in the past to describe what Moses is doing here. If Moses was like a team coach in the locker room right now, I think it would be pretty bad form what he's doing right now, because essentially what he's saying is, like, the stakes are high. We've trained for this. Like the previous team, you know, last year's team, like, lost the tournament, like, failed.",
    "start": "00:07:48",
    "end": "00:08:35"
  },
  {
    "text": "Yeah.",
    "start": "00:08:35",
    "end": "00:08:35"
  },
  {
    "text": "But here, now it's your turn. And here are the stakes. If you make XYZ play, I'm pretty sure we're going to win. If you make ABC play, it's going to be disaster and doom. And here's the thing. I know you're going to make the wrong move.",
    "start": "00:08:36",
    "end": "00:08:50"
  },
  {
    "text": "Yeah.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "I actually already know. I know your parents. I know you. You're going to lose.",
    "start": "00:08:51",
    "end": "00:08:55"
  },
  {
    "text": "It's a really bad pep talk.",
    "start": "00:08:55",
    "end": "00:08:57"
  },
  {
    "text": "Yeah, it totally is. It's like totally demotivating pep talk. And as an interesting dynamic, because I think it's where going all the way back to our first conversations about Deuteronomy, the author who is presenting this narrative about Moses and the people in front of us is sitting way down the line of the story.",
    "start": "00:08:57",
    "end": "00:09:17"
  },
  {
    "text": "Yeah, generations and generations down the line.",
    "start": "00:09:17",
    "end": "00:09:20"
  },
  {
    "text": "Yeah. And so they have already been sitting in the consequences of all the generations of Israel's covenant failure. And so there's kind of a wink, wink going on. Moses is presenting a choice to them. But at the same time, Moses is going to be saying. And the author knows that this is all going to.",
    "start": "00:09:20",
    "end": "00:09:37"
  },
  {
    "text": "Are you saying that the author is kind of saying this through Moses?",
    "start": "00:09:37",
    "end": "00:09:40"
  },
  {
    "text": "Yeah, that's right. Moses becomes the mouthpiece of the author. And when I say author, I'm talking about the compilers. The compilers of the final shape of the whole Hebrew Bible, of which the Torah is the opening third. Yeah. So Moses knowledge of what's going to happen is presented in the narrative as a prophetic foresight, but it's based on the 40 years that he's had with these people, that they've already been pretty treacherous to God.",
    "start": "00:09:41",
    "end": "00:10:10"
  },
  {
    "text": "He very well could have had this intuition and then even shared it with them.",
    "start": "00:10:10",
    "end": "00:10:16"
  },
  {
    "text": "That's right.",
    "start": "00:10:16",
    "end": "00:10:17"
  },
  {
    "text": "Guys, I've seen how this goes and it's likely you're not going to do it.",
    "start": "00:10:17",
    "end": "00:10:22"
  },
  {
    "text": "Yeah, totally. Yeah. So that's kind of the setup. It feels like maybe a bait and switch in terms of the rhetoric or persuasion techniques here, because he's going to say, like, choose the good. Like, here's what will happen. Choose the right thing. But I know you're not going to. And that's kind of the. For the reader, you see that tension, and that's just a real dynamic in these sections. So what I thought I would do was take you on a quick tour through the covenant, blessings and curses. This is if Israel was to choose what Adam and Eve forfeited to be faithful to the divine command that leads to life. There's a whole exploration of what will happen. And lo and behold, it's just packed with Garden of Eden language. And then there is a much longer exploration of what will happen if they fail. And it is packed with Genesis 3, curses, and then onward language 2. So in a way, it's really helpful also to see how the early chapters of Genesis inform the language of these chapters. So should we dive in, we shall. So this is Deuteronomy 28. It's one of the longest chapters in the Torah as a whole.",
    "start": "00:10:22",
    "end": "00:12:01"
  },
  {
    "text": "But chapters are. Chapters are a marker that were added later.",
    "start": "00:12:01",
    "end": "00:12:05"
  },
  {
    "text": "That's true. So it's one of the longest literary units.",
    "start": "00:12:06",
    "end": "00:12:09"
  },
  {
    "text": "Okay. Because this really is one literary unit.",
    "start": "00:12:09",
    "end": "00:12:11"
  },
  {
    "text": "Yep. From what we call verses 1 through 68 of Deuteronomy 28. So Moses says to the people, if you all fully obey, it's the double Shema, Shema, Shema. If you listen, listen.",
    "start": "00:12:11",
    "end": "00:12:26"
  },
  {
    "text": "If you listen, listen to Yahweh, your.",
    "start": "00:12:26",
    "end": "00:12:28"
  },
  {
    "text": "God, and carefully follow all the commands I'm giving you today. Yahweh, your God will set you high above all the nations of the land. It's like you'll ascend to the heavens. You'll be high above. It's using this vertical language. Remember, Eden is high above. All these blessings will come on you if you Shema to Yahweh, your God. You'll be blessed in the city, blessed out in the country. The fruit of your womb will be blessed. The crops of your land and the young of your livestock, the calves of your herd, the lambs of your flocks, your basket, even your kneading bowls where you like, you know, knead your dough. Even that will be blessed. You'll be blessed when you come in, and you'll be blessed when you go out.",
    "start": "00:12:28",
    "end": "00:13:16"
  },
  {
    "text": "And it's important to remember the idea of blessing is connected to abundance, the multiplication of life.",
    "start": "00:13:17",
    "end": "00:13:25"
  },
  {
    "text": "That's right. Yeah. Which is given as a gift of God. Yeah, but both. It's kind of intuitive. Like, if you have multiplying flocks, where did the first ones come from that made your multiplying flock? Well, they came from another flock and where'd that flock come from? So all multiplying things within the biblical worldview, and a classic theist worldview, all lead back to the first ungenerated cause, uncaused cause, the source of all life and being and blessing. So blessing is something that God possesses within God's own eternal self sustaining being. And then for God to grant or donate some self regenerating power to a finite creature. The Hebrew word for that is to give a blessing. Yeah. So God will give a blessing. And the word Blessing is used 10 times in this section here.",
    "start": "00:13:25",
    "end": "00:14:24"
  },
  {
    "text": "And blessings.",
    "start": "00:14:24",
    "end": "00:14:24"
  },
  {
    "text": "Yeah, marking the ten words of God that brought order and blessing out of darkness and death in Genesis chapter one. So notice here the parallelism of city and country. It's kind of opposites. So cities being walled enclosures, you will.",
    "start": "00:14:24",
    "end": "00:14:41"
  },
  {
    "text": "Be blessed in the city and blessed in the country.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "Blessed in the country. Yeah.",
    "start": "00:14:42",
    "end": "00:14:43"
  },
  {
    "text": "Okay.",
    "start": "00:14:43",
    "end": "00:14:43"
  },
  {
    "text": "So city blessing is about human productivity, manufacturing, communal village life. It's literally the word field. So agriculture.",
    "start": "00:14:43",
    "end": "00:14:53"
  },
  {
    "text": "Yeah. Cain and Abel.",
    "start": "00:14:53",
    "end": "00:14:55"
  },
  {
    "text": "Yeah, yeah. We're out in the field. Yeah.",
    "start": "00:14:55",
    "end": "00:14:57"
  },
  {
    "text": "Well, isn't Cain like the classic. He built the cities. Abel was the one that. He worked in the field.",
    "start": "00:14:57",
    "end": "00:15:03"
  },
  {
    "text": "Cain worked in the field.",
    "start": "00:15:03",
    "end": "00:15:04"
  },
  {
    "text": "Oh, okay.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "And then Abel was the shepherd. Yeah.",
    "start": "00:15:05",
    "end": "00:15:07"
  },
  {
    "text": "Oh, you know, this is the shepherd people are the country people.",
    "start": "00:15:07",
    "end": "00:15:11"
  },
  {
    "text": "Exactly.",
    "start": "00:15:11",
    "end": "00:15:11"
  },
  {
    "text": "Yeah.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "Yes. This was fascinating. Farming is a city in the ancient near east and in the Bible is connected with cities.",
    "start": "00:15:12",
    "end": "00:15:18"
  },
  {
    "text": "Yeah.",
    "start": "00:15:18",
    "end": "00:15:19"
  },
  {
    "text": "And it's animal, domestic.",
    "start": "00:15:19",
    "end": "00:15:22"
  },
  {
    "text": "Shepherding.",
    "start": "00:15:22",
    "end": "00:15:22"
  },
  {
    "text": "Shepherding. That's associated with.",
    "start": "00:15:22",
    "end": "00:15:24"
  },
  {
    "text": "Cause you're roaming way out there in the hills when you're a shepherd.",
    "start": "00:15:24",
    "end": "00:15:27"
  },
  {
    "text": "Yeah. In our social location, for you and me, both agriculture, farming and like raising and herding animals is associated with rural and cities associated with like cars and public transit and high rises, buildings, that kind of stuff.",
    "start": "00:15:27",
    "end": "00:15:42"
  },
  {
    "text": "So Abel was the country boy. Cain became the city boy.",
    "start": "00:15:42",
    "end": "00:15:45"
  },
  {
    "text": "Yeah, yeah. Farming is an urban activity in the Bible.",
    "start": "00:15:45",
    "end": "00:15:48"
  },
  {
    "text": "Yeah. Because that's when you started to farm, everyone came, came together. You didn't travel around. You centralized around fields and built city centers.",
    "start": "00:15:48",
    "end": "00:15:58"
  },
  {
    "text": "Yeah. This goes all the way back to the first Sumerian cities in ancient Mesopotamia. Because it's agriculture surrounding a walled city. The agricultural is what makes it possible for everybody in the city to specialize and not have to farm, because the farm is happening right out there and then the city protects all the farms.",
    "start": "00:15:58",
    "end": "00:16:18"
  },
  {
    "text": "Yeah.",
    "start": "00:16:18",
    "end": "00:16:19"
  },
  {
    "text": "Anyway, so I remember when I first learned that, I was like, whoa, that's.",
    "start": "00:16:19",
    "end": "00:16:23"
  },
  {
    "text": "Not intuitive for us.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "Yeah, not intuitive. So you're blessed in the city and blessed in the field. That is both the walled city and everything in it and the surrounding fields that make city life possible.",
    "start": "00:16:24",
    "end": "00:16:33"
  },
  {
    "text": "Oh, okay. This isn't talking about shepherding fields. I guess that's those. Those aren't fields. That's just the hillsides and stuff.",
    "start": "00:16:33",
    "end": "00:16:38"
  },
  {
    "text": "Yeah, okay. Yeah. And then it flips the next about reproductive blessing, the fruit of the womb, like human productivity, and then the crops of the land, that is the land's fertility, and then all of your livestock, the animals, fertility. So the fruitfulness of the human womb is set on analogy to the fruitfulness of animals, wombs, and both of those are set on analogy to the fruitfulness of the womb, of the dirt. The land is set on analogy to the womb. Do you see that here? The fruit of the womb, the crops of the land.",
    "start": "00:16:38",
    "end": "00:17:12"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:12",
    "end": "00:17:13"
  },
  {
    "text": "The fruit of the livestock.",
    "start": "00:17:13",
    "end": "00:17:14"
  },
  {
    "text": "Yep.",
    "start": "00:17:14",
    "end": "00:17:14"
  },
  {
    "text": "So what the ground produces the ground is viewed as a womb, gives birth. Then the basket and the kneading bowl. So the baskets of bread and then the bowl where you knead the dough that you will bake into bread, even that's blessed. There's that story later.",
    "start": "00:17:15",
    "end": "00:17:33"
  },
  {
    "text": "The tools that you use will be blessed.",
    "start": "00:17:33",
    "end": "00:17:35"
  },
  {
    "text": "Yeah, Your baskets will always be full.",
    "start": "00:17:35",
    "end": "00:17:38"
  },
  {
    "text": "Are they in some way a womb as well?",
    "start": "00:17:38",
    "end": "00:17:40"
  },
  {
    "text": "Oh, the basket and the. Oh, that's interesting. The word basket is spelled with two of the three letters of the word womb.",
    "start": "00:17:41",
    "end": "00:17:48"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:17:48",
    "end": "00:17:49"
  },
  {
    "text": "Yeah, I've wondered that before. But, you know, this will come up later. There'll be a motif of blessing. In the Garden of Eden story. The fruitfulness of the garden comes out of the wilderness, and then that's matched by God splitting the human into two so they can be fruitful and multiply. So the fruitfulness of the land and the fruitfulness of human are paired right there actually in the Garden of Eden story. So this is riffing off of that. But then the fruitfulness of baskets and kneading bowls can become an associated idea. So that in the Elijah stories, this is in the former prophets, in 1 Kings, when there's a famine in the land because of Israel's idolatry and sin. And so Elijah meets this woman, and she's able to have a son. And then also she is able to have a jar of oil that never runs out in the famine. And it's riffing off of this idea of the fruitful womb and the fruitful, like, kitchen.",
    "start": "00:17:49",
    "end": "00:18:49"
  },
  {
    "text": "Yeah.",
    "start": "00:18:49",
    "end": "00:18:49"
  },
  {
    "text": "That never, you know, runs out of good stuff. Anyway, so Moses continues, the Lord will grant that enemies that rise up against you, they'll be defeated before you. They'll come at you from one direction, but flee in seven directions.",
    "start": "00:18:49",
    "end": "00:19:07"
  },
  {
    "text": "They will Come unified and leave in disunity.",
    "start": "00:19:08",
    "end": "00:19:11"
  },
  {
    "text": "Yeah. Yahweh will send a blessing on your barns. Everything that you put your hand to, Yahweh will bless you in the land. Yahweh will establish you as his holy people as he promised you on covenant oath. Well, if. If you keep the commands of Yahweh, your God, and walk in obedience to him, and then all the peoples on the land will see that you are called by the name of Yahweh, and they will fear you. So just right there, notice, being the holy people of Yahweh, having that status is conditional on whether or not they keep the commands. And that's what's in the middle. And then we come back to what does it mean to be the holy people? You're set apart from all the nations, but then here in verse 10, it's so that all the peoples from whom you're set apart will look at you and see, oh, those are the Yahweh people. They have everything they need. They have even more than what they need. And they are both unique. But then they are a mirror or an image to all of the nations who will look at it and go, whoa, there must be some power source that is generating life in a garden in the middle of the wilderness. I wonder if we could get in on any of that. That's the idea here. Verse 12. Yahweh will open the skies, the storehouse of his bounty, and send rain on your land. So rain can be destructive, like in the flood, or rain can be showers of blessing you will lend to many nations, but borrow from none. Yahweh will make you the head and not the tail. Isn't that interesting image? Yeah. So you're going to be at the lead of the nations. Cutting edge work in legal theory in agricultural technology.",
    "start": "00:19:11",
    "end": "00:21:05"
  },
  {
    "text": "It kind of sounds like. Sounds like he's saying, like, look, be prepared to be the next empire. Like you're going to be it.",
    "start": "00:21:05",
    "end": "00:21:13"
  },
  {
    "text": "Ah, yeah, sure. The kingdom of God. The empire of God.",
    "start": "00:21:13",
    "end": "00:21:16"
  },
  {
    "text": "Yeah. And the way that, like Egypt was as powerful, important they were the head.",
    "start": "00:21:16",
    "end": "00:21:22"
  },
  {
    "text": "Yeah.",
    "start": "00:21:22",
    "end": "00:21:22"
  },
  {
    "text": "They probably didn't borrow from people. They were the first.",
    "start": "00:21:22",
    "end": "00:21:26"
  },
  {
    "text": "Yeah. But if we're locking this into Eden imagery, Eden was at the top of the world. It was the head of the world. And actually in Genesis 2, when it talked about the one river that went out from Eden and then it separated into four heads, it's the same word, heads, human word, head, meaning source. So Eden becomes the source of all abundance and life. And where do those rivers go? Out to the four rivers. They go to Egypt, you're told they go to Canaan, and they go to Assyria and Babylon. So it's Yahweh who actually gives all of the source of life to all the empires of the world from the ultimate meeting place of heaven on earth, the head place, which is Eden. So it is it's imperial language, kind of, but it's more saying it's the divine source of all human communities and you will become the headwaters of that. You will be the head, not the tail. So that's pretty sweet offer. That's verses one through 14.",
    "start": "00:21:26",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "In a way, this is in expansion. If you're thinking of design patterns of the Torah, the single command that Yahweh gave Adam and Eve in the garden, which is eat from all the trees of the garden, like it's all yours, but don't eat from the tree of knowing good and bad. The day you eat of it, you will surely die. It'll kill you. So verses 1 through 14 are expanding on the first part of Yahweh's command to Adam and Eve. Eat from all the trees of the garden and you'll have life. You'll be fruitful and multiply and so on.",
    "start": "00:22:30",
    "end": "00:23:06"
  },
  {
    "text": "One thing that seems missing to me in this paragraph is the idea of blessing the nations. So that feels really important to me when I think of the story. Yes, that the purpose isn't just to make them great, but to make them great to be a kingdom of priests that will bless the nations. And here it seems like the closest you get to that language is this. The name of Yahweh will be great. And then you can infer from that. Well, then what will that mean for everyone when the name of Yahweh is great for everyone?",
    "start": "00:23:06",
    "end": "00:23:36"
  },
  {
    "text": "Yeah, yeah, that's a good point. You have the same phrase used here back in verse 9 of Deuteronomy 28. Yahweh will make you his holy people. It's exactly the phrase used when the previous generation stood at the foot of Mount Sinai. I brought you to myself to make you into a holy nation, a kingdom of priests. So in Deuteronomy, the emphasis is more on Israel's distinctiveness and separation from the nations. But you do get here. Yahweh will bless you so that you will lend to many nations. Like you will become a source of abundance for the other nations. Lending. Yeah, actually, and this is another way that Deuteronomy bookends with Genesis. Back at the other end of the Torah, the image of Joseph being the wise Spirit filled image of God who is exalted in Egypt, he becomes the source of life and blessing and abundance to Egypt in a time of famine. But then it's because of Joseph's plan and leadership in Egypt that Egypt becomes a source of lending grain to all of the nations around them. And that's what brings its brothers from Canaan. So I think that's kind of the image here. But you're right, it's a different idea of becoming a blessing to the nations is in Deuteronomy, closely connected to Israel as a national entity, being elevated among them. And that's. Yeah, that's just the reality. It's also the nature of the setup of this relationship, which is God's choosing one tribe and to make them the source of blessing will mean both, setting them apart to be a nation and then blessing that nation to be a source of blessing for others. I don't know. Is that. Am I satisfactorily responding to your. Are you saying you kind of wish it was a little more, what egalitarian language of like, I want to bless the nation, so I'm going to bless you. But here it's kind of like I'm going to make you the special ones and you'll be elevated and everyone else will be a little bit less.",
    "start": "00:23:36",
    "end": "00:25:38"
  },
  {
    "text": "Yeah. It's easy to read this and to feel very focused on their own dominion. And then you can just imagine this being taken as license to just be another empire like all the others.",
    "start": "00:25:38",
    "end": "00:25:55"
  },
  {
    "text": "Totally. Yeah. And it was like, that is how many rulers of Israel in Judges, Samuel and Kings, like, took it? Yeah, that's where they took it.",
    "start": "00:25:55",
    "end": "00:26:06"
  },
  {
    "text": "So if you've been reading the whole story, the whole Torah, you've got all these other ideas in your mind. I guess I wonder why. If I was to write this, I would make it a lot more explicit. I just wouldn't want people to miss that point.",
    "start": "00:26:06",
    "end": "00:26:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:22",
    "end": "00:26:23"
  },
  {
    "text": "But.",
    "start": "00:26:23",
    "end": "00:26:23"
  },
  {
    "text": "Well, okay, so here's what's fascinating is remember God's commitment to a tribal national entity called Israel, with its being structured as a nation making a covenant to stand by that nation so that their enemies become God's enemies. That's the setup here.",
    "start": "00:26:23",
    "end": "00:26:42"
  },
  {
    "text": "Yeah.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "And that setup is not going to work. And from Moses point of view, he knows it's not going to work. And from the narrator's, the author's point of view, he's sitting way down the line. He's experienced it not working, and he's already experienced it not working. And significantly, Israel after the exile never became a national independent entity again, except for the small window in the 160s down to when Rome came in the 40s BC that was the Maccabean revolt, leading to about a century of independent rule with the Hasmoneans. And it seems for within the Hebrew Bible itself, especially the Book of Daniel, that that period was not viewed positively or as a period of faithfulness. It was viewed as another failure, I think, from the author of Daniel.",
    "start": "00:26:43",
    "end": "00:27:36"
  },
  {
    "text": "Wait, the author of Daniel is after that?",
    "start": "00:27:36",
    "end": "00:27:39"
  },
  {
    "text": "Ah, I think the final shape of the Book of Daniel is aware of those series of events. Oh really? In the mid-1002, bc uh huh.",
    "start": "00:27:39",
    "end": "00:27:48"
  },
  {
    "text": "Okay.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "Yep, yep. And whether that's awareness is prophetic foresight or the narrator is actually kind of like here in Moses, that the author, the final narrator and author of Daniel actually lived, you know, during the time of those events, that's the whole debate about Daniel we don't have to get into right now. But my point is that the Israel that is envisioned as being true and faithful, the remnant of servants that's envisioned in the final shape of the Hebrew Bible, is not a national tribal entity. It is a multi ethnic dispersed entity that doesn't have a precise geographical boundary.",
    "start": "00:27:48",
    "end": "00:28:26"
  },
  {
    "text": "So you're saying this ideal being set out in front of you is it didn't work.",
    "start": "00:28:26",
    "end": "00:28:31"
  },
  {
    "text": "You're being told a story about the setup of a relationship that didn't work. And the author knows it didn't work, but it still bears important message because it's part of the family history. So maybe we need to think of an analogy here. This would be like, okay, I'm just going off the top of my head. This might not work as a parable. Let's say, okay, this is from real life experience. You know how some families learn that throughout their family kind of story that the way they do vacation and recreation is they like to like try and save up money for an extra property, right? Like a vacation house. Like vacation house like by the coast or something for us in the Northwest would be like having a house at the coast. And that's the place that you go, you know, every vacation. You go out there for like parts of the summer. So if Jessica and I were like, you know, in our old age telling the story of our family and we don't have a house on the coast, but let's say that we did, we worked hard and saved up money for it, but it ended up being like just a pain in the rear end. Like, and it just was always breaking and it cost so much money and it didn't actually serve our family or our vision well. And so we ended up selling it. And then we would just, you know, with our adult children was like, well, it didn't really work for raising our kids. So now we just go meet at a national park with our kids every summer and rendezvous and they bring their families. And now it's awesome. And we learn that we want to go different places every summer. Okay, so. So it would be kind of like that, where you're retelling the story of a setup that could have been awesome, should have been awesome. But from the vantage point of the narrator, it wasn't and it didn't work. But that doesn't mean it was a wholesale failure. Like, there were really important lessons to be learned about it. And so we still tell that whole part of the coastal house idea, even though now we live in the promised land of vacationing and meeting our kids in national parks every summer. And that's the real action, is that it would be kind of like that. Where the final framers of the Tanakh believe that what God has purpose for Israel is a multi ethnic dispersed family throughout the nations that are the covenant servants of Yahweh.",
    "start": "00:28:31",
    "end": "00:30:48"
  },
  {
    "text": "Really?",
    "start": "00:30:48",
    "end": "00:30:48"
  },
  {
    "text": "But they read. Oh, read the book of Isaiah. That's the conclusion of the book of Isaiah. Is Yahweh recruiting priests to serve in the heavenly Jerusalem from all the nations of Genesis, chapter 10, the people of nations.",
    "start": "00:30:48",
    "end": "00:31:02"
  },
  {
    "text": "Really?",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "Yeah. And it's a multi ethnic group of people called the servants of Yahweh who have been rescued by the servant of yahweh of Isaiah 53, who suffered and gave his life for them. That's the ideal.",
    "start": "00:31:03",
    "end": "00:31:16"
  },
  {
    "text": "Well, in this way, it feels similar to the ideal of Adam and Eve.",
    "start": "00:31:16",
    "end": "00:31:20"
  },
  {
    "text": "Yeah.",
    "start": "00:31:20",
    "end": "00:31:21"
  },
  {
    "text": "In the garden there's the same angst where you wonder, what if they just ate from the tree of life and then decided to trust God for the knowledge of good and bad? And then what if the garden continues to be the center of human flourishing? What if that was a story? And so you get here and I guess you could have the same reflection, which is, what if Israel did it, had been faithful? What if they were faithful to the covenant? What if they became this really prosperous nation that blessed all the other nations and Yahweh's name became great through it, and then all the world was blessed because of it. So it's the same thought experiment. And we know that both.",
    "start": "00:31:21",
    "end": "00:32:07"
  },
  {
    "text": "Yeah. Didn't work out that way. Yeah. But back to the end of Genesis, what humans planned and what resulted in evil is what Joseph says to his brothers, you all planned and carried out a scheme that led to evil, that was evil and led to evil and death. But God had his counter scheme, his counter plan, which was for good and the saving of many lives. Joseph says, and that's essentially here. This is a setup that Israel will twist towards an evil end that leads to death as you reach the end of two Kings and they're in Babylonian exile. But the prophetic authors of the Tanakh say what Israel planned and led to evil, God was scheming the ultimate plan of tov. Of good to lead to the saving of many lives. And so from the perspective of, say, the prophets, the book of Isaiah, from the perspective of the final shape of the Psalms or the book of Daniel, what happened as a result of Israel's exile was the dispersion of Israel, Israel throughout the nations as they waited patiently for the messianic deliverer, the son of man, who would regather and reconstitute the family of God's people from among all the nations. And that's the message of the final shape of the Hebrew Bible, which Jesus and the apostles pick up on. But this point in the story is really valuable too. It's super valuable because it's setting the key categories for. For what God's ultimate purpose is, which is to create a people who become the vehicle of blessing for all the nations. But it wouldn't happen through this political covenantal structure that we're at in the book of Deuteronomy.",
    "start": "00:32:08",
    "end": "00:33:50"
  },
  {
    "text": "And so that also helps explain why Moses will turn to you and go, and it's not gonna work.",
    "start": "00:33:50",
    "end": "00:33:56"
  },
  {
    "text": "It's not gonna work. This is not gonna be the way.",
    "start": "00:33:56",
    "end": "00:33:58"
  },
  {
    "text": "Because that seems like a bad pep talk. But in the.",
    "start": "00:33:58",
    "end": "00:34:01"
  },
  {
    "text": "Yeah, okay. All right, so actually here, we need to keep moving. Yeah, let's keep moving this. We'll come back around when we read Deuteronomy.",
    "start": "00:34:03",
    "end": "00:34:09"
  },
  {
    "text": "Well, I guess it makes a sense. Feels like a bad pep talk. But in the scheme of this whole storyline of the Bible, it is an important message, which is, while this was an invitation, a real invitation, this was not how the story will end.",
    "start": "00:34:09",
    "end": "00:34:26"
  },
  {
    "text": "That's right, actually. And that's crucial. So the question is, well, how will the story ever end in Eden?",
    "start": "00:34:26",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:32",
    "end": "00:34:32"
  },
  {
    "text": "I mean, if humans just. And Israel keeps repeating these cycles of, you know, self deception or being deceived, allegiance to other powers, selfishness, how are we ever going to escape the cycle? Like, it's great that God keeps offering blessing, but, like, each generation is just repeating and intensifying the failures of its ancestors. What's the way out? And it seems like a locker room pep talk isn't enough. Like sheer willpower isn't enough. Right. You know, so, okay, so we're back to that moment, the pep talk. Right. So Moses just said, here's the good stuff, the Eden stuff. That'll happen. Verse 15. So 14 verses of, like. Here's the good stuff.",
    "start": "00:34:33",
    "end": "00:35:40"
  },
  {
    "text": "Yeah.",
    "start": "00:35:40",
    "end": "00:35:41"
  },
  {
    "text": "Verse 15, 10 blessings through verse 68, goes through multiple cycles of the bad stuff. Just sample here. However, if you don't listen to Yahweh, your God, and don't follow his commands and decrees, I'm giving you today, all of these curses will come on you. It's the inversion of blessing. You will be cursed in the city and cursed in the field. Your basket and your kneading bowl will be cursed. The fruit of your womb will be cursed. The crops of your land. We're just going through the same list. You'll be cursed when you come in. Cursed. Will you go out? And then. This is the part. This is why, if all of you listening didn't listen to the previous episode where we read some ancient other ancient Near Eastern Covenant Treaty curses, this next part is. It's nauseating. It's stomach turning. If you just read this section and walked away saying, what is God like? Like, if you only ever read the second part of Deuteronomy 28, you would be. Yahweh is vindictive, angry, punishing, and it captures.",
    "start": "00:35:41",
    "end": "00:36:44"
  },
  {
    "text": "And cruel.",
    "start": "00:36:44",
    "end": "00:36:45"
  },
  {
    "text": "And cruel. And so it's important to read this as one little tile of a big mosaic of the Hebrew Bible that renders a portrait of God's character. But it is one tile in the mosaic, and we can't ignore that. Yahweh takes seriously the evil and the horror of what humans have been perpetually doing to each other throughout human history and the amounts of suffering and evil that humans have caused and do to each other. And that generates a passionate response from Yahweh. And that's what's reflected here. It's also using the kind of conventional, like, rhetorical style of ancient Near Eastern Covenant treaties, which was turning up the volume. Remember the killer chickens? I remember the killer chickens, yeah. Anyway, that's from the previous episode. Okay. Yahweh also sample here. Yahweh will send curses on you, confusion, rebuke in everything you put your hand to until you're destroyed and come to sudden ruin. Yahweh will plague you with the diseases until he's destroyed you from the land you're entering. To possess. So we're like, oh, this is beginning to sound like the 10 strikes on Egypt. And that's exactly right. Yahweh will strike you with wasting disease, fever, inflammation, scorching heat, drought, blight, mildew. The sky will become bronze. Overhead, the ground will become iron, meaning no rain, and nothing can grow up out of metal. So no rain and no crops. Yahweh will turn the rain of your land into dust and powder like sandstorms. You'll be defeated before your enemies. You will come at them from one direction and you'll flee in seven directions. Yahweh will afflict you with the boils of Egypt. That was one of the 10 plagues. So if Israel becomes the oppressive, enslaving, unjust type of community that Egypt was, you will get exactly what Egypt got, which is embracing your own de Creation, verse 36. Yahweh will drive you and the king that you set over you to a nation unknown to you and your ancestors. And there you will get what you want. You will worship other gods, gods of wood and stone, and become a thing of horror, a byword, an object of ridicule among all the nations. So you will still become an image to the nations, but an image of how not to be a human community. Notice here, this is significant. Part of the punishment is to get what you want, which is to give your allegiance to other gods.",
    "start": "00:36:45",
    "end": "00:39:39"
  },
  {
    "text": "And that's because core to not being obedient is like the first commandment.",
    "start": "00:39:40",
    "end": "00:39:48"
  },
  {
    "text": "Yeah. Have no other gods.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Have no other gods.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "Yeah. Before me. And the logic, at least the inner logic of it being that if you follow the wisdom of Yahweh, it will lead to life for your community, and then that will become a model of true life to the nations around. But if you give your allegiance to these other gods, who have a totally different moral vision of what human life is about, then it will lead to ruin, ruinous human communities. And so if that's what you want, then that's what you will get. The point is that worshiping other gods is here, a punishment. It's framed as a punishment, but it is actually the thing that Israel has chosen that led them to all of this in the first place, at least in the warning here. So it's another example of God handing the imagery of handing people over, giving them what they want. You will sow much seed in the field, but harvest little because the locusts will eat it. That's one of the plagues of Egypt. Notice the Eden, inverted Eden language. Now you'll plant Vineyards. You will cultivate them. It's the word work. Work the ground from Genesis 2. But you won't drink the wine or gather the grapes because worms will eat them up. You'll have olive trees, but not get to use the oil. The olives will drop off. You'll have sons and daughters, but you won't get to keep them because they'll go into captivity. Locusts will take over all the trees. So it goes on, but you get the idea here.",
    "start": "00:39:49",
    "end": "00:41:22"
  },
  {
    "text": "Yeah, it's not going to be good.",
    "start": "00:41:22",
    "end": "00:41:23"
  },
  {
    "text": "It's not going to be good. Okay, so here's where I want to go. You get the two choices here. It's a very clear choice.",
    "start": "00:41:23",
    "end": "00:41:29"
  },
  {
    "text": "Yeah.",
    "start": "00:41:29",
    "end": "00:41:29"
  },
  {
    "text": "Two roads.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "Life and death.",
    "start": "00:41:30",
    "end": "00:41:31"
  },
  {
    "text": "Life and death. Moses in chapter 30. Then this is the moment where. Okay, actually, so we skipped over chapter 29. In 29 is where he says, and I know you're actually. You're not going to be faithful. And all these covenant curses are going to happen. Chapter 30, verse 1. So when all these blessings and curses I've set before you come upon you, and when you take them to heart, wherever Yahweh, your God has scattered you among the nations.",
    "start": "00:41:31",
    "end": "00:42:03"
  },
  {
    "text": "Spoilers.",
    "start": "00:42:04",
    "end": "00:42:04"
  },
  {
    "text": "Spoiler alert. And when you and your children return to Yahweh, your God, when you do listen Shema to him with all of your heart and all of your Nephesh, your being according to everything, I'm commanding you. You're like, oh, that's the language all the way back in the opening speeches of the Shema in Deuteronomy, chapter six.",
    "start": "00:42:05",
    "end": "00:42:30"
  },
  {
    "text": "You're going to get another chance.",
    "start": "00:42:30",
    "end": "00:42:31"
  },
  {
    "text": "Yeah. Now hold on. But when you listen to him, I mean, the whole tension of the narrative is he always been telling people to listen since the Garden of Eden.",
    "start": "00:42:31",
    "end": "00:42:40"
  },
  {
    "text": "So what's going to change that's going to let them do that?",
    "start": "00:42:40",
    "end": "00:42:43"
  },
  {
    "text": "Yeah, and it's setting up this paradox. Like, the way to blessing is to listen.",
    "start": "00:42:43",
    "end": "00:42:48"
  },
  {
    "text": "You're not going to do it, but.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "You'Re not going to do it.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "But then you're going to get another chance to do it.",
    "start": "00:42:51",
    "end": "00:42:53"
  },
  {
    "text": "Yeah, but you, the reader, are like.",
    "start": "00:42:53",
    "end": "00:42:55"
  },
  {
    "text": "How is it going to work?",
    "start": "00:42:56",
    "end": "00:42:57"
  },
  {
    "text": "It's just what you had your finger on. Like, retrospectively, Adam and Eve's failure, it seems like in the narrative, it's a real. And it is real for them, the choice that they have. But you, the reader, you're like, it didn't work out. And then you get to Israel, and we know it didn't work out. So what? Actually, this is the Torah's way of exploring I think we've talked about this before, this fundamental tension in the biblical story. God's desire to share life and blessing with his image bearing creatures. So that's the irresistible force, Yahweh's desire to bless. But what happens when an irresistible force meets an immovable object? And the human heart seems like a pretty immovable object by this point in the story? So you're like, okay, well, cool. When you and your children return and listen with all of your heart and all your soul. But, like, that's.",
    "start": "00:42:57",
    "end": "00:43:48"
  },
  {
    "text": "How is that gonna happen?",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "That's the very problem. Well, let's say that somewhere down the line you do return with all your heart and your soul. Well, then Yahweh will restore your fortunes. He'll have compassion on you. He'll gather you from all the nations where he scattered you, even if you're banished to the most distant land under the skies. From there, Yahweh will bring you back, bring you to the land that belong to your ancestors. You'll possess it. He'll make you fruitful and multiply. It's the Eden blessing. And you're like, great, but I'm really skeptical that that's ever gonna happen. He's about to address the paradox in the next sentence, but he's setting up the paradox here. But you can see the tension that's building up here. Is that clear? Cause it's kind of important. Can you put your finger on it?",
    "start": "00:43:49",
    "end": "00:44:37"
  },
  {
    "text": "It is clear. So what you're saying is Moses is giving them the opportunity to flourish in the land, be blessed by listening to God's commands, obeying them. And then he says, and it's not going to work out. And we know also that it doesn't work out. And then in this section, he's saying, now there's going to be a moment. You're going to be scattered, and God's going to bring you back. And you are going to listen.",
    "start": "00:44:37",
    "end": "00:45:07"
  },
  {
    "text": "When you listen to him with all your heart, then Yahweh will restore you.",
    "start": "00:45:09",
    "end": "00:45:13"
  },
  {
    "text": "Okay, so there's going to be time. You're going to be in exile, you're going to be scattered, and you're going to have an opportunity to do it again. You're going to be able to listen, obey God, and then he'll bring you back in. And from our vantage point, we should be very skeptical that this will ever be a reality.",
    "start": "00:45:13",
    "end": "00:45:32"
  },
  {
    "text": "Yeah, we are skeptical. The narrative has taught us to be skeptical about human nature.",
    "start": "00:45:32",
    "end": "00:45:37"
  },
  {
    "text": "Yeah. What's going to let them actually, in any situation in exile here at the Jordan river, even in the garden itself.",
    "start": "00:45:37",
    "end": "00:45:49"
  },
  {
    "text": "Yeah, that's it.",
    "start": "00:45:50",
    "end": "00:45:51"
  },
  {
    "text": "Like, there's no situation where humans decide to listen and choose life now. It's also, if this is being, this is being framed by those who are in exile, scattered, this is kind of a rally cry moment of going like, we can still do it, guys, we can still do it. We can come back and be the thing that God want us to be.",
    "start": "00:45:51",
    "end": "00:46:19"
  },
  {
    "text": "The community that shaped the Tanakh in its final form with this Torah and the book of Deuteronomy as a first third of it sees themselves being referred to by Moses. Here we are, the children of the children of the children who are sitting in exile among all the nations. And is there hope for us too that we could listen and be returned and that the Eden dream could be realized? Or are we stuck in this paradoxical cycle of Yahweh giving us the Eden offer and of human nature constantly forfeiting it? So it's in Deuteronomy 30, verse 6, where Moses plants a seed of the hope of how to escape the cycle. And it's a metaphor that's going to get picked up by Isaiah, Jeremiah, Ezekiel, Hosea, Joel. It's going to get just worked over in the prophets and turned into just a full blown hope for the future that Jesus and the apostles were super locked in on. Deuteronomy 36, Moses says, Yahweh, your Elohim will circumcise your hearts and the hearts of your seed, your descendants, so that you can love him with all of your heart and with all of your soul and have life. So he just told them, when you're scattered among the nations and when you listen to him with all your heart and all of your soul, then he will have compassion on you. But now in this sentence, he says, you know how you're going to be able to love and listen? It's actually Yahweh's, you always got to.",
    "start": "00:46:19",
    "end": "00:48:29"
  },
  {
    "text": "Do something to your heart.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "That's right. And it's the twin paradoxical, like twin ideas.",
    "start": "00:48:30",
    "end": "00:48:34"
  },
  {
    "text": "You're going to do it, you have to do it. But look, Yahweh is going to do something to your heart, so you can do it.",
    "start": "00:48:34",
    "end": "00:48:39"
  },
  {
    "text": "That's right. The only way that you are going to be able to do it is if Yahweh plays an initiating role in the transformation of your heart. But that initiating role in the transformation of your heart won't happen to you automatically. You have to realize it. And it just, in Protestant terms, in terms of like the history of Protestant theology and Debate divine sovereignty and human free will. And Moses is holding them together as both are necessary, both are crucial. The restoration will happen when you all listen with all of your heart. And the way that you will be able to listen with all your heart is if Yahweh does something to your heart. And what Yahweh does to the heart is. Deuteronomy is the first place this metaphor occurs. The circumcision of the heart. Yeah.",
    "start": "00:48:39",
    "end": "00:49:28"
  },
  {
    "text": "That's a weird metaphor.",
    "start": "00:49:28",
    "end": "00:49:29"
  },
  {
    "text": "Yeah. Weird to us, but yes.",
    "start": "00:49:29",
    "end": "00:49:31"
  },
  {
    "text": "I mean, it's just weird.",
    "start": "00:49:31",
    "end": "00:49:32"
  },
  {
    "text": "It is. Yeah.",
    "start": "00:49:32",
    "end": "00:49:34"
  },
  {
    "text": "Wouldn't it be weird to anyone?",
    "start": "00:49:34",
    "end": "00:49:35"
  },
  {
    "text": "I think so. Okay. Yes.",
    "start": "00:49:35",
    "end": "00:49:36"
  },
  {
    "text": "A little stark.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "It's certainly like kind of a provocative, you know, attention getting image.",
    "start": "00:49:37",
    "end": "00:49:44"
  },
  {
    "text": "Yeah.",
    "start": "00:49:44",
    "end": "00:49:44"
  },
  {
    "text": "So circumcision appeared for the first time all the way back in the Genesis scroll. It was the merciful judgment of Yahweh on Abraham's genitals for what he did, the sexual abuse that he perpetrated on his Egyptian slave Hagar, and circumcision was both an act of judgment for what he did to Hagar, but also Yahweh, marking the source of this family's future life and reproductive abilities now stand under Yahweh's judgment and mercy. So this is a family whose very existence hangs in the covenant loyalty of Yahweh. And so circumcision becomes an image of a judgment and mercy at the same time. Kind of like the flood, which was both Yahweh bringing judgment on. Ooh. And this is actually key. This is cool. Do you remember the reason for the flood?",
    "start": "00:49:44",
    "end": "00:50:44"
  },
  {
    "text": "Violence on the land.",
    "start": "00:50:44",
    "end": "00:50:46"
  },
  {
    "text": "Genesis 6. 5. Yahweh saw how great was the evil of humanity on the land. Every scheme of the purpose of the human heart was evil all the time. And then that leads in the next paragraph. The land was corrupt in God's eyes and full of violence. So the human heart, which is the seed of scheming that leads to violence and death, is the Genesis scroll's diagnosis of what's wrong with humans. And that's exactly where Moses takes it. Here at the other end of the Torah is the healing of the human heart with all of its desire. It's a reformation of human desire and will and moral discernment that needs to undergo some rebirth if humans are ever going to be faithful covenant partners.",
    "start": "00:50:46",
    "end": "00:51:40"
  },
  {
    "text": "Circumcision is a rebirth.",
    "start": "00:51:41",
    "end": "00:51:42"
  },
  {
    "text": "Well, okay, so circumcision is removal. Cutting away. Something has to die, Something has to be cut off.",
    "start": "00:51:43",
    "end": "00:51:50"
  },
  {
    "text": "Removed, yeah.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "And this image of being cut off is both literal of the skin, the foreskin being Cut off. But then after Genesis 17, where that phrase appears, being cut off becomes the image of death, like a death sentence. Being cut off from Israel, cut off from the people. And so there's a part of our. There's something that phrase is used. The phrase being cut off is a consistent phrase for death or exile, leading unto death.",
    "start": "00:51:52",
    "end": "00:52:21"
  },
  {
    "text": "So that's something on me that's corrupt. I need to remove it, send it away.",
    "start": "00:52:21",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. There's a part of my desires and what seems logical and good to me that actually are leading me to death and get magnified by hundreds, thousands and millions of other human choices that have that same mix of good and bad.",
    "start": "00:52:26",
    "end": "00:52:43"
  },
  {
    "text": "And if we talk really frankly about humanity and specifically about Abraham, this desire to have a big family significance.",
    "start": "00:52:43",
    "end": "00:52:56"
  },
  {
    "text": "Yes, yes.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "And power.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "Yeah. To have a name in the land.",
    "start": "00:52:58",
    "end": "00:52:59"
  },
  {
    "text": "A name in the land caused him to sexually abuse someone in the name.",
    "start": "00:52:59",
    "end": "00:53:06"
  },
  {
    "text": "Of what he and Sarah, he and his wife, thought was good, which is to have a flourishing family.",
    "start": "00:53:06",
    "end": "00:53:12"
  },
  {
    "text": "And so in our imaginations, we're supposed to connect this idea of the desire to be fruitful and multiply. And then this power that males have of with their genitals, where life comes from, but then also becomes a source of pain and abuse. And that this ritual of circumcision, of removing something from that, casting it away, is a sign of taking that thing and saying, I want it to be holy and into. I want it to be what?",
    "start": "00:53:13",
    "end": "00:53:52"
  },
  {
    "text": "Yeah, yeah. This part of the human male anatomy that is both a source of life and death and pain in the world. Yahweh, in the form of circumcision with Abraham, Yahweh wants to both bring justice on the evil that is done with that part of the body, but also to mercifully spare it, to become the source of life that he made it to be. And that's the meaning of circumcision within the Abraham story. And so now that same idea is getting applied to male and female, young and old. The human heart.",
    "start": "00:53:52",
    "end": "00:54:31"
  },
  {
    "text": "Okay.",
    "start": "00:54:32",
    "end": "00:54:32"
  },
  {
    "text": "And then with its desires.",
    "start": "00:54:32",
    "end": "00:54:34"
  },
  {
    "text": "Frame for me the Hebrew understanding of heart real quick.",
    "start": "00:54:34",
    "end": "00:54:37"
  },
  {
    "text": "Yeah.",
    "start": "00:54:37",
    "end": "00:54:37"
  },
  {
    "text": "Because I have a concept of what a heart is.",
    "start": "00:54:37",
    "end": "00:54:40"
  },
  {
    "text": "Yeah. But, yeah, it's. Just play the video we made. We'll do a better job than I could do right now. It's the word lev or levav. But in biblical Hebrew, in biblical ancient Israelite culture, the heart combines what, in our view of the human person is both the place where you have desires, but the heart is also where you think and come up with thoughts and ideas. And also you.",
    "start": "00:54:40",
    "end": "00:55:11"
  },
  {
    "text": "In ancient Hebrew you didn't think with your brain, you thought with your heart.",
    "start": "00:55:11",
    "end": "00:55:14"
  },
  {
    "text": "You think in your heart. With your heart, you also desire and feel in your heart.",
    "start": "00:55:14",
    "end": "00:55:20"
  },
  {
    "text": "It's your center of being.",
    "start": "00:55:20",
    "end": "00:55:21"
  },
  {
    "text": "And also it's where your will and volition and purpose and drive comes from. So what, we spread out between brain and heart in kind of the way we talk about, we primarily talk about heart as somewhere where you feel. Yeah, but if you're thinking or planning or purposing, we think of the brain. And in the Bible that all happens with the heart. So this is a. There's a way that seems good to me, that seems like this is the way to life.",
    "start": "00:55:21",
    "end": "00:55:50"
  },
  {
    "text": "The way I exist in the world I have is your. The center of your being, the locus of your self is then your heart and something needs to be removed from it.",
    "start": "00:55:51",
    "end": "00:56:04"
  },
  {
    "text": "That's right, yeah. It's not wholly bad, but neither is it wholly good. It's a source of good and evil, and the evil needs to be cut off so that it can be the good image of God. God, yeah, so that it can be the source of good. And we're talking here about my desires, my ideas for how to get my desires, for how to meet my desires, and then the actual, like plans enacted, plans that I carry out because of the ideas that are rooted in my desires. But yeah, in biblical anthropology, desire is central, which is why in the Garden of Eden story, the woman saw that it was good and that it was desirable for eating and desirable for gaining wisdom. So part of the Torah's diagnosis of the human condition is about a misdirected or distorted desire. Yeah, and it's so subtle and self deceptive, especially once you've gone through all the stories of people replaying Adam and Eve's failure in the Torah. The most deceptive ones are when people actually think they're doing the right thing. And what they end up doing is bringing pain and death. And as Jeremiah will say later, the human heart, it's like, it's sick. Jeremiah says it's like, has a disease. And who can even know and understand the human heart? And that's a way of summarizing in one sentence what these narrative cycles have been doing throughout the Torah. So a circumcision of the heart, there's something that needs to be removed so that it dies, so that the real heart that Yahweh knows humans are both capable of and will bring true life so that that can live.",
    "start": "00:56:04",
    "end": "00:57:54"
  },
  {
    "text": "Sam.",
    "start": "00:58:01",
    "end": "00:58:13"
  },
  {
    "text": "We'Re right near the same ideas that work in the apostle Paul, who will talk about the desires of the flesh and the desires of the spirit. There's the works of the flesh and the fruit of the spirit.",
    "start": "00:58:31",
    "end": "00:58:43"
  },
  {
    "text": "How is that connected?",
    "start": "00:58:44",
    "end": "00:58:45"
  },
  {
    "text": "Oh, even the reason why Paul uses the vocabulary here of flesh In Galatians, Chapter 5 is connected to circumcision of the flesh, the foreskin. Flesh is one of the key ways that it's referred to in the Hebrew Bible. So the works of the flesh. And then he names the works of the flesh.",
    "start": "00:58:45",
    "end": "00:59:02"
  },
  {
    "text": "Paul writes, so the parts of you that need to die are corrupted and need to be cut off.",
    "start": "00:59:02",
    "end": "00:59:06"
  },
  {
    "text": "Yeah, they actually need to die. They don't lead to life for me or for the people around me. There's a death that needs to take place, but also a merciful resurrection of the true me that leads to life. And I'll read it again. Deuteronomy 36. Yahweh will circumcise your hearts. He will remove all the distorted desire that leads to death so that you may love him with all of your heart and with all of your being and have life. So loving and listening to Yahweh is life because he's the one who generates and sustains my existence. Anyway, to be connected to him is life. Oh, okay. Which is what he's going to go on to say here. So then, verse nine. Yahweh will make you prosperous in all the work of your hands, the fruit of your womb. Yahweh will delight in you just as he delighted in your ancestors, if you listen to Yahweh, your God, and keep all of his commands and decrees. Okay, this is so good, man. This is like the high point. Verse 11. Now, everybody, what I'm commanding you today. It's actually not too difficult for you.",
    "start": "00:59:06",
    "end": "01:00:21"
  },
  {
    "text": "Which is silly to say at this point.",
    "start": "01:00:21",
    "end": "01:00:22"
  },
  {
    "text": "It's not beyond your reach. We're exploring the paradox, okay. Because really think about it, like, you know these moments where you're like, I know what I believe is actually true and good and the right thing to do. This is what Paul is exploring in Romans, chapter seven. I know it.",
    "start": "01:00:22",
    "end": "01:00:40"
  },
  {
    "text": "Right.",
    "start": "01:00:40",
    "end": "01:00:41"
  },
  {
    "text": "I know what's good and true. It's actually not like, I can explain to you what are, like, the most beautiful ways to live. It's not beyond my reach. It's right. I can tell you it. It's not up in the skies so that you have to ask, who will go up into the skies and proclaim it to us so that we can listen to it. It's not beyond the sea. Moses says, so you say, whoa. Who has to cross the Sea and proclaim it to us. No, the word is near you. Like Yahweh's word. You know it. It's in your mouth. You recite it every day. It's in your heart so you can obey it. Look, I set before you life and tov. Oh, goodness, life and good, death and Ra, Word evil. So life and death, good and bad. Yeah, it's the language of Genesis 2. This is the tree, and I command you today, love Yahweh, your God. Walk as you listen to him. Keep his commands, decrees and laws. Then you will have life, you will be fruitful and multiply, and Yahweh will bless you. Down to verse 19. Today this day, this is both Moses speaking to his generation. But for the authors and every later generation, it's like every day is today. Today I call the skies and the land as witnesses against you. I set before you life and death, blessing and curse. Choose life so that you and your children can have life and love Yahweh. Listen to him, cling to him. This is the word in Genesis 2. A man will leave his father and mother and cling to his wife. But now you cling to Yahweh as your spouse. Yahweh is your life. And he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob. Yahweh is life. That's the line right there. What a paradox.",
    "start": "01:00:41",
    "end": "01:02:50"
  },
  {
    "text": "Yes.",
    "start": "01:02:50",
    "end": "01:02:51"
  },
  {
    "text": "How you doing?",
    "start": "01:02:54",
    "end": "01:02:54"
  },
  {
    "text": "Well, is this supposed to feel like a paradox? You said what a paradox is it supposed to feel? Because it does feel that way.",
    "start": "01:02:56",
    "end": "01:03:02"
  },
  {
    "text": "Well, at this point in the narrative, there's certainly nothing resolved here. Yeah, right. But it is saying there is a way to life. Yahweh is life. But it's going to require some kind of transformation of God's covenant partners that is beyond their own ability. But if Yahweh does his part, then somehow it is within human ability.",
    "start": "01:03:02",
    "end": "01:03:24"
  },
  {
    "text": "Yeah, I think that's what's tricky about this for me right now is so you get to this metaphor of circumcision of the heart. And you did a great job of showing how significant that is, because there's a cycle of just failure. So what's going to give? What's going to change? And it's circumcision of the heart. It's this really powerful image, but it just sits here as a riddle.",
    "start": "01:03:24",
    "end": "01:03:53"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:03:53",
    "end": "01:03:54"
  },
  {
    "text": "What is it? How would God circumcise my heart? Why didn't he circumcise my parents hearts?",
    "start": "01:03:54",
    "end": "01:04:00"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:04:00",
    "end": "01:04:01"
  },
  {
    "text": "Why didn't he Circumcise Adam and Eve's heart. Like, what is it and when's it going to happen and how's it going to happen? And then it just kind of moves on. And then Moses says, look, you can do it, you can do it, we can do it. We've got it. We've got God's word, we've got it here. We're reciting it like, let's do it. But I'm thinking, no, we can't. Right? You just said we can't. Yeah, you know, do you remember that part?",
    "start": "01:04:01",
    "end": "01:04:31"
  },
  {
    "text": "Or that we're not going to.",
    "start": "01:04:31",
    "end": "01:04:32"
  },
  {
    "text": "That we're not going to. You just said we're not going to. And then there's this thing that something needs to happen, something needs to get cut off. So can we go back to that thing? Like let's talk about that thing more instead of just rally me about how I can do it.",
    "start": "01:04:32",
    "end": "01:04:46"
  },
  {
    "text": "Totally, yeah. It's a good example of how you really need to read the Hebrew Bible as a forward directing narrative. We're just setting up the problem and intensifying the problem over and over and over and over again. And so here we are at the conclusion of the first third of the Hebrew Bible and now we're pointing to there actually could be a resolution. And we've just been given the core image of it, a cutting off of a part of the human heart. But that's all we got now. And so you just got to keep reading into the prophets. So the prophets are going to pick this up and run with it. We'll just touch quickly, just allude to two well known points. One is in the Prophet Jeremiah, chapter 31, where he talks about how Yahweh is going to make a new covenant. He's going to set up a new covenant relationship with his people. Not like the covenant we made at Sinai because they broke that covenant. This is Jeremiah 31, 33. This is the covenant I'll make with the house of Israel. After that time, I will put my Torah in the middle of them and I will write the Torah on their hearts. I'll be their Elohim, they'll be my people. Just imagine, imagine if God's will was so central, the source of my thinking and desires.",
    "start": "01:04:46",
    "end": "01:06:12"
  },
  {
    "text": "Yeah, like his will becomes my operating system.",
    "start": "01:06:12",
    "end": "01:06:15"
  },
  {
    "text": "Exactly, yes. Then Jeremiah says, then no longer will Israel need anybody to teach them or they won't say to one another, hey, you know what, you should get to know Yahweh, because they'll all know me from the least to the greatest. And I will forgive their wickedness because they haven't known me. It's led to a lot of train wrecks. And so that's what Jeremiah talks about it, the interiorization. Ezekiel picks this up and develops it in Ezekiel, chapter 36. And again, I'll just summarize here, but ezekiel in chapter 36, verse 26, says, I will give y' all a new heart and a new ruach, new spirit. So both a new center of desire and feeling and volition, or will. And then also a new energizing, a new energy. Yeah, a new animating energy. I will remove your heart of stone and give you a soft heart, a fleshy heart. I will put my spirit in you and make it so that you follow my decrees. So what's interesting is that Jeremiah kind of highlights that I will write my Torah on your heart, and you will just do the will of Yahweh. Jeremiah is kind of balancing, but really naming the human initiative that you will do it. If I write the Torah on your heart, Ezekiel turns out the volume on the divine initiative. My spirit will make it so that you will follow my decrees and laws. So they don't solve the paradox. They just give new, kind of more developed metaphors for how to explore it. And these are favorite passages for Jesus and for the apostles. They said, this is what happened in and through Jesus and the gift of the spirit. And Paul and the author to the Hebrews cites these two passages multiple times in their letters and say, this is the thing that happened with Jesus and the resurrection and the gift of the spirit. Which raises a whole bunch of other questions. But that's how the biblical story really connects together here at the end of the Torah. It's sort of like this is a little springboard. What Moses, little final speech Here in Deuteronomy 28:30 is a springboard that just launches you into the rest of the biblical story.",
    "start": "01:06:15",
    "end": "01:08:40"
  },
  {
    "text": "So I think what becomes difficult for me is when I try to. I want to create, like, this logical schema of how the whole biblical narrative seems to be working, because in a real way, I'm being invited into this story to have a. A transformation and be able to experience this. That my experience is what we've seen on display, which is I can't tell good from bad, good enough on my own. And I've seen that around me as well, that we just are constantly creating violence and oppression, and something has to give. And so this is a way into a reflection to experience this transformation. And so that's really cool. But when I Try to think about maybe a logic of what is God doing with humanity in the long run? That's where it starts to just feel uncomfortable. And I get a bunch of questions about it seems like what this is saying is God created humanity and in such a way that we are actually incapable to intertwine our will with his will, which is what he designed us to do. And so that he needs to then transform our wills, give us a new spirit. I guess let me say it this way. God gave us his ruach and he formed us and he gave us being in life and said, work and keep the garden with Him.",
    "start": "01:08:41",
    "end": "01:10:26"
  },
  {
    "text": "Choose life.",
    "start": "01:10:27",
    "end": "01:10:27"
  },
  {
    "text": "Choose life. And now we're being told, actually that wasn't good enough. You're going to need a new spirit and you're going to need a transformation of your heart. Maybe my question is, was that an oversight? That's the puzzle I want to solve. Like, I want it to all make sense. Like why? Like why? Why is human history has to be.",
    "start": "01:10:27",
    "end": "01:10:49"
  },
  {
    "text": "This long, cyclical, repeating. Yeah, Train wreck. Yeah, yeah. No, I'm with you. I think in a way, if my assumption is that the Bible is going to give me answers to all of my questions, then I think you can see that reflex in different kind of Christian and Jewish traditions that really turn up the volume on God's divine sovereignty. And I think where that leads logically is saying it's impossible that humans could have ever fulfilled. And God knew that and planned that, and that's part of the divine plan. And out of the huge train wreck of fallenness, God will select just a few to enjoy the new Eden, the new creation. So that's a very heavy. And there's both Jewish and Christian traditions that have gone that direction. However, there have also been Jewish and Christian traditions that really focus on the real possibility of humans doing it right in partnership with God's mercy. And that every generation that that's possible. And there's been offshoots that go that direction too. And the fact that both offshoots, what seem like opposites can be generated out of the same Bible to me is a sign that it's more that the story is putting its finger on and giving a realistic portrait of what every generation of the human family experiences, which is it seems like it should be possible to partner with the way things are in the world to bring about life and goodness, but it just keeps crashing in on itself, personally and individually and then communally over the course of many generations. And I think, I don't know, my way of currently putting it is that the Hebrew Bible is much more like of a diagnosis, a realistic diagnosis, while also saying, but if anything exists in the first place, it's because of God's generous act of sharing his being and life and goodness. And so if God did that once, God can do it again to bring about new creation. And we get tastes of that every time. I actually choose to love my neighbor as myself, even I don't do it as often as I ought to, but I know that it's possible. And I know that if I were to surrender some part of me that is the obstacle and allow parts of me to die, that God could do something in me and in us that would, you know, that would lead the way forward into new creation. And the biblical story just doesn't, I don't think, let you go down either extreme without trying to herd you back a little bit to the center and keep us hopeful that it will be humans that will be responsible in the renewal of creation. And that responsibility will only happen because of the merciful initiative of God. And I don't know, I'm just naming the paradox, but it's real. And both are emphasized in the Bible in a way that doesn't easily resolve.",
    "start": "01:10:49",
    "end": "01:13:51"
  },
  {
    "text": "Yeah. And I think that this reflex I have to obsess about the paradox and try to figure out the will of God and how he's worked with humanity, Mrs. What you said beautifully is the diagnosis and also the invitation of saying you've experienced this and there's this opportunity to have a renewed heart and new energizing life, new ruach, new. And you can take it. And then that brings us to, for us, the story of Jesus. And what does it mean to take that? What does it mean to be transformed by that? It's then wrapped up in him.",
    "start": "01:13:51",
    "end": "01:14:35"
  },
  {
    "text": "Yeah, that's right. Because I am an Adam, I am a human. All of humanity's cycles of opportunity and failure are happening in seed form in the story of Adam and Chava, human and life. So even in a way, you could just meditate on the Eden story. That's a place to focus in on the paradox and. Yeah, I don't know. Well, it's in this way that Moses is called the language of today. And what's interesting. Ooh, this is cool. Actually, in Psalm 95, the poet of Psalm 95 will retell the story of Israel's failures in the wilderness. And then the poet says, today, don't harden your heart, listen today. And then in the New Testament, the author of Hebrews picks up that today and says to These messianic Jews living in a house, church, and we're not quite sure and says that Today of Psalm 95 is for you all sitting here hundreds of years later. Today is today. So it's as if every generation is to see itself.",
    "start": "01:14:35",
    "end": "01:15:37"
  },
  {
    "text": "It's the invitation.",
    "start": "01:15:37",
    "end": "01:15:38"
  },
  {
    "text": "It's the invitation. That's right.",
    "start": "01:15:38",
    "end": "01:15:40"
  },
  {
    "text": "There's a diagnosis here. And the point is the invitation. You could be like, why did God create Adam and Eve this way? Why did God harden Pharaoh's heart? Why all these different questions you have?",
    "start": "01:15:40",
    "end": "01:15:51"
  },
  {
    "text": "Yeah.",
    "start": "01:15:51",
    "end": "01:15:51"
  },
  {
    "text": "But it's all bringing you to a moment to say, hey, this is going on in me, and I have something to do.",
    "start": "01:15:52",
    "end": "01:16:00"
  },
  {
    "text": "Thank you. Yes, thank you. Just put your finger on something there that I think is really important. In other words, speculating about why God did X, Y, or Z, or why didn't God give Adam and Eve the real chance if he knew they would fail? In a way, it's kind of like. What's the word?",
    "start": "01:16:00",
    "end": "01:16:18"
  },
  {
    "text": "Abdicate.",
    "start": "01:16:18",
    "end": "01:16:18"
  },
  {
    "text": "Abdicate. Okay. There you go. All right. So focusing in on, like, what God didn't provide Adam and Eve with so that they could have made the right decision. In a way, it's a way of abdicating my responsibility in the present to today make a decision to choose life and blessing and good instead of death curse. In other words, it's a way of, like, offloading my responsibility. And the fact that Moses says, today. And the poet of Psalm 95 says, no, no, no, it's for you all today. And then the author of Hebrews says, actually, it's about you all today. Yeah, it's like, every one of us. It's about today.",
    "start": "01:16:18",
    "end": "01:16:53"
  },
  {
    "text": "Yeah, I think that's exactly right by me obsessing about, how does this all work? Did they really have the opportunity?",
    "start": "01:16:53",
    "end": "01:17:00"
  },
  {
    "text": "Yes.",
    "start": "01:17:00",
    "end": "01:17:01"
  },
  {
    "text": "Was the invitation to the Israelites to take the land and be the nation, was that a red herring?",
    "start": "01:17:01",
    "end": "01:17:07"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:17:07",
    "end": "01:17:08"
  },
  {
    "text": "All of that is trying to make sense of something, which is. Okay. My brain wants to make sense of things.",
    "start": "01:17:08",
    "end": "01:17:15"
  },
  {
    "text": "That's right.",
    "start": "01:17:15",
    "end": "01:17:16"
  },
  {
    "text": "But it might distract me from the.",
    "start": "01:17:16",
    "end": "01:17:20"
  },
  {
    "text": "Decision that you have to make today.",
    "start": "01:17:20",
    "end": "01:17:22"
  },
  {
    "text": "And Moses said, they can make the decision. The decision was in front of them, how the decision was in front of them, whether God could change their hearts, whether that could have happened. I could ruminate on that. But. But if that distracts me from the invitation in front of me.",
    "start": "01:17:22",
    "end": "01:17:38"
  },
  {
    "text": "Yeah. Today. Yeah. That's exactly the dynamic going on here. Yeah. Let's not trick ourselves into thinking that we're not included in the you being addressed today here at the end of Deuteronomy 30. And every generation has its own Adam and Eve choice set before them. And that's how the whole book of Proverbs is set up, is that every generation has the choice to choose Lady Wisdom, who is the tree of life, and embrace the wisdom of Proverbs, or to choose, you know, lady folly leads to death. And, yeah, there's nothing for it. In a way, the Hebrew Bible reminds me of sort of like that sage guru who, you know, the young learner comes with all their questions and they're all agitated, and the guru just, like, answers with more questions and refuses to answer because it actually wants to lead you to whole new categories of thinking and living. And the Hebrew Bible is kind of like that in my experience, especially with this question of divine sovereignty and human free will.",
    "start": "01:17:38",
    "end": "01:18:45"
  },
  {
    "text": "I know we're over, but it might be nice to end with a reflection on Jesus. And I'm just thinking Romans 10, where he riffs on the. This isn't too hard.",
    "start": "01:19:06",
    "end": "01:19:17"
  },
  {
    "text": "Yeah. Oh, okay. Yeah, Yeah.",
    "start": "01:19:18",
    "end": "01:19:20"
  },
  {
    "text": "I kind of want to read that again just in light of where we've been.",
    "start": "01:19:20",
    "end": "01:19:23"
  },
  {
    "text": "Yeah. So one cool way this final speech of moses in Deuteronomy 30 gets picked up in the New Testament is the Apostle Paul in Romans chapter 10. And in Romans 10:5, Paul is writing to the house churches of Rome, and he says, moses wrote this about the righteousness that is by the Torah. In other words, right standing with God. That happens by being faithful to the covenant terms of the Torah. Moses writes, the person who does these things will have life by means of them. It's quoting from Leviticus 18 here. So just live by the commands of the Torah and you'll have life. And you're like, okay, yeah, that makes sense. But the righteousness of that comes by faith or trust. Says, and then here he quotes from Deuteronomy 30, which is part of the Torah, which is also part of the Torah. Yeah, totally. So there's right standing with God that comes by obeying God's commands, but the narrative of the Torah itself is saying, yeah, and nobody's doing that.",
    "start": "01:19:24",
    "end": "01:20:28"
  },
  {
    "text": "Yeah, you need a circumcision of the heart.",
    "start": "01:20:28",
    "end": "01:20:30"
  },
  {
    "text": "Yeah, that's right. But then he says, there is a right standing with God that comes by just trusting in the generous promise of God and letting that trust reshape you top to bottom. And he also appeals to the Torah for that idea, to the Abraham stories in Genesis. Here he quotes Deuteronomy 30, and he says. He quotes Moses saying, don't say in your heart, who will go up into the skies. That is to bring the Messiah down or who will descend to the deep, that is to bring the Messiah up from the dead. But what does Moses say? The word is near you. It's in your mouth. It's in your heart. Paul concludes, this is the message about faith that we've been announcing. If you say with your mouth, Jesus, he is Lord, and trust in your heart that God raised him from the dead, you will be rescued.",
    "start": "01:20:30",
    "end": "01:21:26"
  },
  {
    "text": "Rescued from your. From your heart. Rescued from your.",
    "start": "01:21:27",
    "end": "01:21:31"
  },
  {
    "text": "Yeah. Rescued from death. And your distorted desires that lead to death. The distorted desires that times 7 billion humans are leading us all to death. Yeah.",
    "start": "01:21:32",
    "end": "01:21:42"
  },
  {
    "text": "Yeah.",
    "start": "01:21:42",
    "end": "01:21:42"
  },
  {
    "text": "So this is actually a fairly complicated passage.",
    "start": "01:21:43",
    "end": "01:21:45"
  },
  {
    "text": "Sure.",
    "start": "01:21:45",
    "end": "01:21:45"
  },
  {
    "text": "Because he's pulling a number of really cool moves here. But his point is the same, is that the good news about Jesus and his resurrection from the dead and trusting that the risen Messiah is my life, he has opened up the way to life. And if I just trust and imply it in there, trust and give my allegiance to and follow him, then it will result in life. So he is saying in a fairly complicated way that the death and resurrection of Israel's Messiah for all the nations is the life that Yahweh offers to his people. That is solves the way forward. Because Jesus was a human who actually did listen and love and receive life. And now that life is a gift to God's people. This is probably opening up another Pandora's box.",
    "start": "01:21:45",
    "end": "01:22:34"
  },
  {
    "text": "Yeah.",
    "start": "01:22:34",
    "end": "01:22:35"
  },
  {
    "text": "Just by going here. But you get the basic idea.",
    "start": "01:22:35",
    "end": "01:22:37"
  },
  {
    "text": "Yeah, yeah, maybe that is.",
    "start": "01:22:38",
    "end": "01:22:41"
  },
  {
    "text": "Did that do what you wanted it to do? So with that diagnosis and that portrait of the only hope that humans have to be God's faithful covenant partners, Moses actually doesn't stop talking. He has two poems that he's going to utter that are really, really fascinating and cool. And then he's going to die. And the story of his death is full of riddles and really cool stuff. So that's what we'll look at next. But I think it's just good to pause. So much to ponder and meditate on here in these covenant curses and blessings.",
    "start": "01:22:41",
    "end": "01:23:15"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week we're wrapping up the Deuteronomy scroll. In fact, we're wrapping up the entire Torah. And we're going to look at how Israel has an opportunity to do what Adam and Eve failed to do, to remake a sort of Garden of Eden in a new land. Under the leadership of Joshua.",
    "start": "01:23:18",
    "end": "01:23:39"
  },
  {
    "text": "Moses was. Was 120 years old when he died. His eyes were not weak nor his strength gone. The Israelites grieved for Moses in the plains of Moab for 30 days until the time of weeping and mourning was over. Now Joshua, son of Nun, was filled up with the spirit of wisdom because Moses had laid his hands on him.",
    "start": "01:23:39",
    "end": "01:24:01"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder. Edited by Dan Gummel, Tyler Bailey, and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. So everything that we make is to that end, and everything that we make is free because it's already been paid for by thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:24:01",
    "end": "01:24:32"
  },
  {
    "text": "Hi, this is Clyde Sudarma and I'm from Sacramento, California.",
    "start": "01:24:32",
    "end": "01:24:37"
  },
  {
    "text": "Hi, this is Gay Sagabaan and I'm from the Philippines. I first heard about Bibleproject through YouTube and from then on I never missed an episode.",
    "start": "01:24:37",
    "end": "01:24:46"
  },
  {
    "text": "I first heard about bibleproject in Portland, Oregon from Tim. I use bibleproject to guide me while I read through the Bible. My favorite thing about bibleproject is it's illustrations.",
    "start": "01:24:46",
    "end": "01:24:58"
  },
  {
    "text": "I use the videos and posters as teaching materials for Bible studies. My favorite thing about the Bible Project are the podcast where Tim and John further expound the topics and themes of their videos. Nanini Wala Kamin bibliai pinakisanguento Nahuma We're.",
    "start": "01:24:58",
    "end": "01:25:15"
  },
  {
    "text": "A crowdfunded project by people like me. Find free videos, study notes, Podcast classe.",
    "start": "01:25:15",
    "end": "01:25:22"
  },
  {
    "text": "At ibapa sabibleproject.com at bibleproject.com.",
    "start": "01:25:22",
    "end": "01:25:26"
  },
  {
    "text": "Sa.",
    "start": "01:25:48",
    "end": "01:25:48"
  }
]