[
  {
    "text": "In the first movement of Deuteronomy, two words appear more frequently than any others. The words listen in Hebrew, Shema and the word love. Listen and love. Over and over. Moses tells Israel to love Yahweh and to listen to him, because these are the ways that they'll preserve their covenant with him.",
    "start": "00:00:04",
    "end": "00:00:26"
  },
  {
    "text": "In every close relationship I can think of, one of the most simple but also difficult ways to show love is attentive listening and responding and doing something because of what you hear.",
    "start": "00:00:26",
    "end": "00:00:38"
  },
  {
    "text": "And this isn't just a one sided listening endeavor. Moses assures Israel that Yahweh is listening to them far more than they will ever listen to him.",
    "start": "00:00:38",
    "end": "00:00:48"
  },
  {
    "text": "Moses warns that they shouldn't give their allegiance to other gods because they are gods that do not Shema. So you are to Shema. And if you Shema, you'll enter this relationship where Yahweh will listen to you.",
    "start": "00:00:48",
    "end": "00:01:01"
  },
  {
    "text": "And if this whole concept of listening and loving has you thinking about your close friendships or your marriage, that's because it's supposed to.",
    "start": "00:01:01",
    "end": "00:01:08"
  },
  {
    "text": "So Israel's covenant, loyalty and love to Yahweh is also described with this word to describe the marriage union of husband and wife in the Eden story. I think what the analogy is saying essentially is that just as God provided a covenant partner for man and woman in Eden so that they can be fruitful and multiply and have long life in the land, and then together they are to become God's partners, here Israel is depicted as the covenant partner of Yahweh, that is to love and cling to their spouse. That's made a synonym for covenant, loyalty and love.",
    "start": "00:01:08",
    "end": "00:01:46"
  },
  {
    "text": "I'm John Collins and today Tim Mackey and I discuss the most repeated words in the first movement of the Deuteronomy Scroll. And you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:46",
    "end": "00:02:08"
  },
  {
    "text": "Hey, John. Hi there.",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "Hi there. We are in Deuteronomy.",
    "start": "00:02:09",
    "end": "00:02:12"
  },
  {
    "text": "We're sessioning the Torah, our journey, our year long journey through the Torah.",
    "start": "00:02:12",
    "end": "00:02:18"
  },
  {
    "text": "Yeah.",
    "start": "00:02:18",
    "end": "00:02:18"
  },
  {
    "text": "And we are in the fifth and final scroll.",
    "start": "00:02:18",
    "end": "00:02:20"
  },
  {
    "text": "Fifth and final scroll, yeah. Called Deuteronomy in English from the Greek.",
    "start": "00:02:20",
    "end": "00:02:26"
  },
  {
    "text": "Yes. Yep.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "Meaning the second law.",
    "start": "00:02:27",
    "end": "00:02:29"
  },
  {
    "text": "The second law. The second giving of the Torah. Yes. Yeah.",
    "start": "00:02:29",
    "end": "00:02:33"
  },
  {
    "text": "And so we set this up last session about how Moses is introduced by the narrator as preparing to give a speech. And in the speech, he begins talking to the next generation of Israelites, the kiddos of those who left Egypt and said, hey, your parents got the law. And I'm going to explain it to you. I'm going to what was it baar.",
    "start": "00:02:33",
    "end": "00:02:59"
  },
  {
    "text": "Oh, wow. Good memory. Baer.",
    "start": "00:02:59",
    "end": "00:03:01"
  },
  {
    "text": "Ba. Er.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "Ba. Er. Yes.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Make it legible to you.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "Yeah. Yep. If you transliterate it into English, it's B, E, apostrophe, E, R. Okay. So it looks like the word beer.",
    "start": "00:03:04",
    "end": "00:03:13"
  },
  {
    "text": "Yeah. With a little.",
    "start": "00:03:13",
    "end": "00:03:14"
  },
  {
    "text": "With a little apostrophe in the middle.",
    "start": "00:03:14",
    "end": "00:03:15"
  },
  {
    "text": "Yeah.",
    "start": "00:03:15",
    "end": "00:03:16"
  },
  {
    "text": "Be'. Er.",
    "start": "00:03:16",
    "end": "00:03:16"
  },
  {
    "text": "Be'. Er. You're kind of doing something nice with.",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "The R. You gotta roll the R's especially. Yeah, it's a real soft roll, though.",
    "start": "00:03:19",
    "end": "00:03:25"
  },
  {
    "text": "Oh, no, that was a good, solid roll.",
    "start": "00:03:26",
    "end": "00:03:27"
  },
  {
    "text": "You know, I could never do the full, like. What do you call the. I don't know. I can't do it. So I would make the sound. But the full rolling of the R's, you know. Yeah, there it is. That's it really?",
    "start": "00:03:28",
    "end": "00:03:40"
  },
  {
    "text": "It's that strong.",
    "start": "00:03:40",
    "end": "00:03:41"
  },
  {
    "text": "No, no, what I'm saying, that's what it makes me think of.",
    "start": "00:03:41",
    "end": "00:03:43"
  },
  {
    "text": "Oh. Cause you did it real soft. Nice soft.",
    "start": "00:03:43",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. Ba. Er. It can sound like the letter L in the mouth of English speakers. But anyway, that's just language difference. Yeah. So be' er means. Yeah. To explain this is like near and dear to your heart, John.",
    "start": "00:03:46",
    "end": "00:04:00"
  },
  {
    "text": "Yeah, Yeah. I love the metaphor of making something legible, which is what that means, right?",
    "start": "00:04:00",
    "end": "00:04:05"
  },
  {
    "text": "Yeah, that's exactly right. Yeah.",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "And then we talked about how Moses is doing that to the next generation, but that the way that it is worded throughout Deuteronomy and presented. And is there's this ambiguity as to who the audience really is.",
    "start": "00:04:07",
    "end": "00:04:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:04:19",
    "end": "00:04:20"
  },
  {
    "text": "Is he talking to that generation going into promised land, or is he actually also talking to future generations who will be in a similar situation where they need to come back to the land and they need to follow the law.",
    "start": "00:04:20",
    "end": "00:04:33"
  },
  {
    "text": "That's right.",
    "start": "00:04:33",
    "end": "00:04:33"
  },
  {
    "text": "And they need to explain to them.",
    "start": "00:04:33",
    "end": "00:04:34"
  },
  {
    "text": "Yeah, that's right. So that was the focus of our previous conversation, was there's an intentional blurring of the audience of Moses speech because he's constantly talking to the children of the Exodus generation, but he's recounting events that happened to their parents, but saying you all experience this.",
    "start": "00:04:34",
    "end": "00:04:56"
  },
  {
    "text": "Yeah.",
    "start": "00:04:56",
    "end": "00:04:57"
  },
  {
    "text": "And then he is going to be talking about how you, the second generation that are standing before him in the narrative were the ones who were at Mount Sinai or experienced the Exodus and you all are going to go into the Promised land. And then he starts addressing the you as if they're in the land and giving them direction for many generations into the future being in the land. And so there's a blurring of past, present and future. And it's a narrative technique. For the author, who's the narrator, who introduces the scroll and concludes the scroll in chapter 34. And the narrator is presenting Moses in the narrative as addressing every generation of Israel, past, present and future, which from the narrator's point of view, the narrator is the same voice that narrates all the way through the next scrolls. Joshua, Judges, Samuel, Kings, which lands the people in Babylonian exile. So all of Genesis, the Torah and the prophets then come from the voice that is at least on the other side of Israel's exile. And presenting Moses as addressing every generation, including the exiles.",
    "start": "00:04:57",
    "end": "00:06:09"
  },
  {
    "text": "What about us?",
    "start": "00:06:10",
    "end": "00:06:10"
  },
  {
    "text": "Exactly. And every generation in the future because we are also exiles. The point is that every generation that reads the scroll is waiting to go in and experience the promise of the Eden land, because the promises have not yet come. And that's how the Torah ends. A prophet like Moses who's going to revisit, store the people and bring us into the promised land. The prophet hasn't come yet. So, yeah, Deuteronomy is actually for every generation of God's people in that way, where we see ourselves like that second generation after the Exodus. There's a phrase in the Mishnah, which is an early collection of Jewish scholars meditating on the Torah from the 2nd to 5th centuries after Jesus. And it's repeated multiple times that every generation of Israel should see itself as the generation of the Exodus.",
    "start": "00:06:10",
    "end": "00:07:05"
  },
  {
    "text": "Yeah, and that's kind of. That's what this is doing.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "That's the function of the book of Deuteronomy.",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "You were there at the mountain.",
    "start": "00:07:09",
    "end": "00:07:11"
  },
  {
    "text": "Yeah, that's right. And for us, we re experience the journey by reading it and experiencing it through the Torah itself. That's how we go on the journey ourselves. Yeah, yeah. So, yeah, that's how the book of Deuteronomy presents itself. So what we want to do in this conversation in the next one is focus on some key themes in Moses opening speech, which is what we call Deuteronomy chapters 1 through 11, maybe. Real quick, let's sketch a picture of the macro design of Deuteronomy real quick. It's fairly simple, I guess. Depends on your definition of simple. Yeah, but Moses speech is broken up into three big chunks, which we're calling the movements, which we're calling the three movements. So essentially, what we call chapters one through 11 are the opening speech of Moses. And they read like sermons. They're condensed, persuasive, rhetorical masterpieces meant to persuade God's people to listen and love Yahweh. Chapters 12 through 26, verse 15 are Moses expounding, explaining individual laws of the Torah. So it's a collection of laws.",
    "start": "00:07:11",
    "end": "00:08:28"
  },
  {
    "text": "We're getting used to that.",
    "start": "00:08:29",
    "end": "00:08:29"
  },
  {
    "text": "Yeah, totally. This will be the last collection of laws in the Torah. Okay. Yep. Waving goodbye to law collections. And then the third movement moves from 26, verse 16 through the end of the scroll, and Moses begins his sermon mode again, but specifically inviting this generation into the covenant. And he lays out the blessings or the curses of the covenant, which was classic, ancient near east covenantal kind of form is, here's what I'll do for you. Here's what you'll do for me. If you do it, here's the good stuff. Blessing. If you don't do it, Death and destruction. The curse. And then Moses will sing some songs about why he's pretty certain that they're not going to be faithful to the covenant. And it's all going to go terrible, and they're going to end up in exile. But one day, God will restore his people. And that's what the final movement is about. Okay, so we are going to spend this and the next conversation exploring key themes in the opening speeches in chapters one to 11.",
    "start": "00:08:29",
    "end": "00:09:31"
  },
  {
    "text": "So the first movement are three sermons, I suppose you could call them.",
    "start": "00:09:31",
    "end": "00:09:36"
  },
  {
    "text": "Yeah.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "You said these are the first sermons in the Bible.",
    "start": "00:09:37",
    "end": "00:09:39"
  },
  {
    "text": "Oh, yeah. Yeah, they are. They're long speeches that are just rhetorically crafted to persuade and move your heart and mind towards a certain goal.",
    "start": "00:09:40",
    "end": "00:09:53"
  },
  {
    "text": "Do you think this set in motion what has become the Protestant kind of obsession with preaching?",
    "start": "00:09:53",
    "end": "00:09:59"
  },
  {
    "text": "Totally.",
    "start": "00:09:59",
    "end": "00:09:59"
  },
  {
    "text": "Yeah.",
    "start": "00:09:59",
    "end": "00:10:00"
  },
  {
    "text": "Yeah.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "That's cool.",
    "start": "00:10:00",
    "end": "00:10:00"
  },
  {
    "text": "It is, yeah. Moses is the first preacher in that sense. Yeah. In the Jewish Christian tradition.",
    "start": "00:10:01",
    "end": "00:10:07"
  },
  {
    "text": "Yeah. Okay, so the first movement, three speeches, three sermons. And we want to look at those three sermons, but you're going to say there's some themes for us to pay attention to in all three.",
    "start": "00:10:07",
    "end": "00:10:18"
  },
  {
    "text": "Exactly. Yep. And for those of you going through the reading journey on the app, we've highlighted two key interrelated words connected to a video that we made about Deuteronomy. But they are some of the most repeated words in this first collection of sermons, chapters one to 11. And they are the words listen and the words love. Yeah, Listen and love. Now, this was not a theme video. This was our first video we ever made on Deuteronomy. We made two.",
    "start": "00:10:18",
    "end": "00:10:46"
  },
  {
    "text": "Yeah. We made a video series on the Torah. And in the one on Deuteronomy, there's a whole aside about this idea of listen and love.",
    "start": "00:10:47",
    "end": "00:10:58"
  },
  {
    "text": "That's right.",
    "start": "00:10:58",
    "end": "00:10:58"
  },
  {
    "text": "And how key it is as a concept to understanding Deuteronomy.",
    "start": "00:10:58",
    "end": "00:11:02"
  },
  {
    "text": "Yep. That's Right. So that's what we're going to focus on right now. So just as a quick note, listen. It's always interesting. Part of how, you know you're in the presence of an important pattern or repeated theme is that a certain word or idea or image gets all of a sudden starts getting repeated a lot in a certain section. So in the book of Deuteronomy as a whole, the Hebrew word listen or hear, it's the word Shema.",
    "start": "00:11:02",
    "end": "00:12:04"
  },
  {
    "text": "Yeah, Shema, O Israel.",
    "start": "00:12:04",
    "end": "00:12:06"
  },
  {
    "text": "That's right. And we also made a whole video and a video series about this word.",
    "start": "00:12:06",
    "end": "00:12:12"
  },
  {
    "text": "It's a word study video on Shema.",
    "start": "00:12:12",
    "end": "00:12:13"
  },
  {
    "text": "Mm, that's right. Connected to the prayer called the shema. That is from Deuteronomy chapter six.",
    "start": "00:12:14",
    "end": "00:12:20"
  },
  {
    "text": "Yeah.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "So the word shema appears 91 times in the Deuteronomy scroll. And, you know, just a quick. I've called them up here. 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12.",
    "start": "00:12:21",
    "end": "00:12:36"
  },
  {
    "text": "Are you counting all 96 right now? Oh, just in movement.",
    "start": "00:12:36",
    "end": "00:12:39"
  },
  {
    "text": "1, 20, 21, 22, 23, 24, 25, 20, 27, 28, 29, 30, 31, 32, 33, 34, 35, 35, 35 times in chapters one to 11. So one third of them in the first third of the book.",
    "start": "00:12:39",
    "end": "00:13:00"
  },
  {
    "text": "Yeah. Okay. Evenly distributed.",
    "start": "00:13:00",
    "end": "00:13:02"
  },
  {
    "text": "Yeah, totally. And the vast majority, in fact, all of them are going to be either recounting narratives of where Israel did or did not listen, or Moses calling this generation to listen. So let's listen up. Yeah, totally. The next one is the word love, which is the word ahav in Hebrew.",
    "start": "00:13:02",
    "end": "00:13:25"
  },
  {
    "text": "Ahav. And then ahavah. That's how I remember it.",
    "start": "00:13:26",
    "end": "00:13:28"
  },
  {
    "text": "For some reason. Ahavah is the noun.",
    "start": "00:13:28",
    "end": "00:13:30"
  },
  {
    "text": "That's the noun.",
    "start": "00:13:30",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "The verb is avah.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Ahav.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "Ahav.",
    "start": "00:13:33",
    "end": "00:13:34"
  },
  {
    "text": "Ahav. And then ahavah. Yeah. And then this word appears 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12 times in Deuteronomy 1 through 11. It's interesting. Interesting that listen is a multiple of seven and love is 12 times. Anyway, what was listen? 30, 35.",
    "start": "00:13:34",
    "end": "00:13:56"
  },
  {
    "text": "Five. That's a multiple of seven. Wow, look at you.",
    "start": "00:13:56",
    "end": "00:13:58"
  },
  {
    "text": "Yeah. Anyway, math man, five times seven, okay? So listen in love, and listen and love have an important reciprocal relationship with each other. So another feature is that the speech in chapter four, the speeches in chapter five and six and nine all begin with the words Shema, Yisrael, listen, O Israel. Yeah, and that's a key structuring pattern here. So listen and love are really key. So let's go to the first passage where these Words occur together, and we'll kind of see them, how they work. So Moses speech in chapter four, which is @ the center of the center of this first collection. It's the central speech in chapters one to 11, and it begins with Moses saying, now, Shema, O Israel, listen to the statutes and the judgments which I am teaching you to do so that you may have life and go and possess the land that Yahweh is giving you.",
    "start": "00:13:58",
    "end": "00:15:02"
  },
  {
    "text": "Statutes is another word for the laws.",
    "start": "00:15:02",
    "end": "00:15:05"
  },
  {
    "text": "Yes. Yeah, that's right. So, yeah. Moses develops the vocabulary for how to refer to the laws. You can call them laws, statutes, judgments, decisions, ordinances. Yeah, it's about half a dozen, actually.",
    "start": "00:15:05",
    "end": "00:15:17"
  },
  {
    "text": "Synonyms.",
    "start": "00:15:17",
    "end": "00:15:18"
  },
  {
    "text": "Yep. Yeah. They overlap, but each have a little distinct meaning.",
    "start": "00:15:18",
    "end": "00:15:21"
  },
  {
    "text": "I see. A word study in our future.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "Yeah, that's great. Yeah. Psalm 119 just goes bananas with all these and just loves to interplay all of them together. So notice that the basic call is yahweh has provided teaching and instruction through.",
    "start": "00:15:23",
    "end": "00:15:38"
  },
  {
    "text": "The laws for life so that you might live.",
    "start": "00:15:38",
    "end": "00:15:40"
  },
  {
    "text": "Yeah. And God's instructions lead to life in the garden land.",
    "start": "00:15:40",
    "end": "00:15:44"
  },
  {
    "text": "Yeah.",
    "start": "00:15:44",
    "end": "00:15:45"
  },
  {
    "text": "That's the basic point of Deuteronomy, the way to life.",
    "start": "00:15:45",
    "end": "00:15:48"
  },
  {
    "text": "It could be listen and live.",
    "start": "00:15:48",
    "end": "00:15:49"
  },
  {
    "text": "Yeah, that is true. Yeah. Live is like the result of listening. Yeah, yeah. It turns out that listen and love are two aspects of the same call. To love is to listen, and if you listen, you are loving, and if you love, you will listen kind of thing. So the posture is to listen to Yahweh's instruction, and that will lead to life in the garden land. Sounds a lot like Genesis chapter one and two, but we'll come to that later. So he's going to retell the story in chapter four about how Yahweh gave them his instructions and commands at Mount Sinai. So he's going to retell the story in this right here about Mount Sinai, and the word shema is just off the charts. He's going to retell it, focusing on how the whole purpose was for Israel to hear Shema, hear the words of the Lord.",
    "start": "00:15:49",
    "end": "00:16:43"
  },
  {
    "text": "So translated, hear instead of listen.",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "Yeah. Yep. You're going to.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "It's the same word.",
    "start": "00:16:46",
    "end": "00:16:47"
  },
  {
    "text": "It's the same word in Hebrew. Shema. Yeah, yeah. So. So in verse 10, Moses says, Remember the day where God said, assemble everybody so that they may hear Shema. My words. Verse 12. The Lord spoke to you all from the fire, and y' all heard the words down in verse. This is interesting. Moses warns that they shouldn't give their allegiance to other gods because they are gods. That do not Shema. So you are to Shema. And if you Shema, you'll enter this relationship where Yahweh will listen to you and you will listen to Yahweh.",
    "start": "00:16:47",
    "end": "00:17:24"
  },
  {
    "text": "That's interesting because there is this sub theme in the Bible about how these other gods are kind of worthless.",
    "start": "00:17:24",
    "end": "00:17:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:17:34",
    "end": "00:17:35"
  },
  {
    "text": "But then there's other times where it's like, no, these other gods, like our rivals, they can show up and they can.",
    "start": "00:17:35",
    "end": "00:17:41"
  },
  {
    "text": "Oh, yes.",
    "start": "00:17:41",
    "end": "00:17:41"
  },
  {
    "text": "So what does it. It says they can't hear or eat or smell. It's like. It's like they're dead.",
    "start": "00:17:41",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, it's interesting. This goes all the way back to years ago, our Elohim, spiritual being conversations. So when biblical prophets want to critique and persuade Israelites not to follow the other gods, they'll do it in multiple ways. They'll do it in one. To say the thing that you actually see. Like the idol statues.",
    "start": "00:17:46",
    "end": "00:18:08"
  },
  {
    "text": "Yeah, like the golden calf.",
    "start": "00:18:08",
    "end": "00:18:09"
  },
  {
    "text": "Like the golden calf and statues of Marduk or Bell or Dagon. And they'll critique by using satire. They're just wood and rock and they don't.",
    "start": "00:18:09",
    "end": "00:18:19"
  },
  {
    "text": "They don't smell.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "They don't smell. They're not living images of God like humans are. They're inanimate images that have no power. So sometimes they'll say the word idol, sometimes they'll use the word Elohim to refer to the idol.",
    "start": "00:18:20",
    "end": "00:18:33"
  },
  {
    "text": "So when they're saying, like, look, this thing can't smell or see or listen, they're talking about the material that everyone's worshiping. But that material is connected to this power of another Elohim. And there's sometimes where that power shows up and God has to deal with it.",
    "start": "00:18:33",
    "end": "00:18:53"
  },
  {
    "text": "Actually, in this very chapter, Moses is going to talk about how we're backing up to verse 15. This is a rabbit hole, but it's a good one. In verse 15, he says, so watch carefully, because you didn't see any physical form up on top of Mount Sinai when Yahweh spoke to you from the fire. You didn't see like an image. An image, yeah. So don't act corruptly and make an image in the form of any figure, a human likeness, male or female, the likeness of any creature on the land, the likeness of any bird or land creeper or fish. He just worked through the cosmos. Cosmos. According to Genesis.",
    "start": "00:18:53",
    "end": "00:19:34"
  },
  {
    "text": "And this happened exactly in Exodus, in the Ten Commandments. Right? Or essentially the same.",
    "start": "00:19:34",
    "end": "00:19:38"
  },
  {
    "text": "Oh, yes. This is a great example of Moses explaining and unpacking further the implication of the first two commands of the Ten Commandments. But he's now giving a little sermon on it. Yeah. So basically, you didn't see an image on top of Mount Sinai.",
    "start": "00:19:38",
    "end": "00:19:53"
  },
  {
    "text": "Right.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "And so don't make any image to.",
    "start": "00:19:53",
    "end": "00:19:55"
  },
  {
    "text": "Represent the power that has no image.",
    "start": "00:19:55",
    "end": "00:19:58"
  },
  {
    "text": "Then check this out. Look at verse 19. Also, don't lift your eyes up to the skies and look at the sun, the moon, and the stars. The host of heaven. And remember that word host means army.",
    "start": "00:19:58",
    "end": "00:20:11"
  },
  {
    "text": "Yeah.",
    "start": "00:20:11",
    "end": "00:20:12"
  },
  {
    "text": "The heavenly army.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "Yeah. These are the spiritual beings.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "Spiritual beings, yes. So that you don't lift up your eyes and see them and be drawn away to worship them and serve them. That is to give your allegiance to them. They are the ones that Yahweh has allotted or assigned to all the peoples under the heaven. But Yahweh took you all and brought you out of the iron smelting furnace to be a people of his own possession.",
    "start": "00:20:14",
    "end": "00:20:43"
  },
  {
    "text": "Oh, wow. He made you into his image through fire.",
    "start": "00:20:43",
    "end": "00:20:47"
  },
  {
    "text": "He's. Yeah.",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "Wow.",
    "start": "00:20:49",
    "end": "00:20:49"
  },
  {
    "text": "The Exodus was referred to as an iron smelting furnace where Yahweh fashioned an image.",
    "start": "00:20:49",
    "end": "00:20:56"
  },
  {
    "text": "Whoa.",
    "start": "00:20:56",
    "end": "00:20:56"
  },
  {
    "text": "That is Israel.",
    "start": "00:20:57",
    "end": "00:20:58"
  },
  {
    "text": "Whoa.",
    "start": "00:20:59",
    "end": "00:20:59"
  },
  {
    "text": "The kingdom of priests.",
    "start": "00:20:59",
    "end": "00:21:00"
  },
  {
    "text": "Yeah.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "So don't make an image.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "And you've said this before. Don't make an image, because you are God.",
    "start": "00:21:03",
    "end": "00:21:06"
  },
  {
    "text": "You are the image. That's exactly the point, Moses.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "That's that point. Wow.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Okay. Like, it's actually fairly explicit if you get the metaphor Right. So don't make an idol that you fashioned in a furnace, nor worship the.",
    "start": "00:21:09",
    "end": "00:21:19"
  },
  {
    "text": "Images in the sky.",
    "start": "00:21:19",
    "end": "00:21:20"
  },
  {
    "text": "That's right. Which you didn't fashion. Yahweh fashioned them, and they're his hosts that serve his purposes well and also serve you.",
    "start": "00:21:20",
    "end": "00:21:28"
  },
  {
    "text": "They're allotted to the people.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Yeah. He's assigned them over the peoples. So here this is a little connection that's going to get further explored in Deuteronomy 32, about the spiritual powers that Yahweh has delegated to rule over the land or oversee the land in a way that corresponds to the human rulers. This is all about Genesis 1 and the way the rulers above have some kind of mirror relationship to the rulers below, the stars above, and then the human rulers below.",
    "start": "00:21:29",
    "end": "00:22:00"
  },
  {
    "text": "Right.",
    "start": "00:22:01",
    "end": "00:22:01"
  },
  {
    "text": "So basically, his point is, hey, there's spiritual beings that are here depicted as the lights in the sky, and they have a purpose. They have a delegated authority, and don't give your allegiance to them. They themselves are just images of God's light and power and authority.",
    "start": "00:22:01",
    "end": "00:22:20"
  },
  {
    "text": "And another way he can say it is don't give your allegiance to a statue because it's just metal or whatever.",
    "start": "00:22:20",
    "end": "00:22:29"
  },
  {
    "text": "So that's how we got here. So in this very passage, Moses says, hey, there's some things that you make an image of. And it's just you're making an image of a creature, and it doesn't like. Yeah, it's like you're the image. But then there are also other beings in God's world that are real and that, you know, they don't see, taste, or smell the way we do. But they are real.",
    "start": "00:22:29",
    "end": "00:22:52"
  },
  {
    "text": "But they're not inanimate.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "They're not inanimate, and they also don't give your allegiance to them. Yeah, because once again, you are the image that God is called to rule in the garden land. Anyway, Deuteronomy 4. Powerful stuff. Okay, so. But the idols, they don't Shema. Yeah, but you are. That was. We started in verse 28, so I'm going to scan down to verse 30. When Moses says, listen, let's say that you don't listen to Yahweh, things are going to go really bad for you. But when you're in distress, just return to Yahweh and Shema, to his voice. And Yahweh's compassionate, and he won't forget the covenant that he made with your forefathers in the past. So any moment you can turn this game around. Yeah, there's never a point again. Think of this larger frame of Moses speaking to his generation, and then the narrator using Moses speeches to speak to every generation. In the future, a group of Babylonian exiles reading this would also find Moses speaking right to them, and so on. So Shema, the word Shema is going to just play a huge role. Let's go down to verse 36. He's going to go back to Mount Sinai and he'll say, out of the skies, Yahweh let you Shema, his voice to give you instruction, like formative, parental instruction. It's translated discipline in the new American standard. He let you see his fire and you Shamad his words from the midst of the fire. Why did you do that? Because he loved your ancestors and he chose their descendants after them. That is you. He brought you out of Egypt. He is going to drive out nations greater and mightier than you to give you the garden land. So here, there's this reciprocity here between. Listen to Yahweh. Why? Because he loved you and your ancestors. The words love can refer to God loving his people or to God's people loving God in return. And then listening is mostly about Israel listening to Yahweh because he loved them. And then There will be occasional references to Yahweh listening to his people, that is responding to their cries for help when he cries out. So listen in love are in this tight. I think in the video we had the two words on top of each other with little arrows. Listen leading to love, and love leading to listen. Because there's this reciprocity. So that's chapter four, Listen in love. As I'm reflecting on it, this is fairly intuitive for human relationships.",
    "start": "00:22:53",
    "end": "00:25:36"
  },
  {
    "text": "Tell me more.",
    "start": "00:25:39",
    "end": "00:25:40"
  },
  {
    "text": "Well, I'm just. You know, we experience someone who's a really attentive listener, is a form.",
    "start": "00:25:40",
    "end": "00:25:46"
  },
  {
    "text": "Feels loving.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Yes. It's a form of love. Yeah, yeah. In every close relationship I can think of, one of the most simple but also difficult ways to show love is attentive listening and responding and doing something. Right. Because of what you hear.",
    "start": "00:25:47",
    "end": "00:26:05"
  },
  {
    "text": "Well, yeah. And so let's unpack that, because what we haven't explicitly said yet, which is in the video of Listen in Love and in our Shema video, is that listen doesn't just mean hearing.",
    "start": "00:26:05",
    "end": "00:26:19"
  },
  {
    "text": "Yes. Right, right.",
    "start": "00:26:20",
    "end": "00:26:21"
  },
  {
    "text": "Because it is very loving just to hear someone. If someone's sitting with you and they're just hearing you, and you can tell that they're hearing you. Yeah, that is very loving. But in Hebrew, it means more than just hearing, right?",
    "start": "00:26:21",
    "end": "00:26:34"
  },
  {
    "text": "Yeah, absolutely. It's synonymous with hearing. And the response to what you hear is all bound up, which is why in our English translations, it depends on which one. But the word Shema can also be translated obey. So, Right. When the Israelites arrive at Mount Sinai and Yahweh invites the people to enter into a Covenant, in Exodus 19, 5, he says, now then, if you will truly Shema, my voice and keep my covenant. So the New American Standard translates it, obey my voice. I'm just real curious here. The ESV translates Exodus 19, verse 5, Obey my voice. NIV. Obey me fully. Hmm, it's getting interesting. NRSV. Obey King James. Obey. It's pretty. Pretty standard.",
    "start": "00:26:35",
    "end": "00:27:37"
  },
  {
    "text": "And it could have easily been, listen to my voice there.",
    "start": "00:27:38",
    "end": "00:27:40"
  },
  {
    "text": "Yeah. What he says next is, if you will, Shema, my voice and keep my covenant and keep is to guard or care for. So it's clear that it's not a passive.",
    "start": "00:27:40",
    "end": "00:27:53"
  },
  {
    "text": "Just taking in.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "Yeah, yeah, that's right. And so actually, back to here, let's actually step forward into another speech here in Deuteronomy. Deuteronomy 6. Because this is where the famous Shema is. So this is how it begins. Deuteronomy 6. 1. Now, this is the commandment. These are the statutes and the judgments that Yahweh, your God commanded me to teach you so that you will do them in the land you're going. If that sounds very similar to how chapter four began, that's because it is. And the repetition is. It's a signal that we're beginning a new speech.",
    "start": "00:27:55",
    "end": "00:28:25"
  },
  {
    "text": "We're starting again. We're starting a new unit within the movement.",
    "start": "00:28:25",
    "end": "00:28:27"
  },
  {
    "text": "Yep, that's right. Yeah. So verse three, Israel, you should, Shema, and be careful to do so that there will be tov for you, good for you, and that you may multiply. This is all language from Genesis 1, right. Be fruitful, multiply, multiply in the land Yahweh, your God promised you the land, like flowing with milk and honey, that is goats and bees.",
    "start": "00:28:27",
    "end": "00:28:55"
  },
  {
    "text": "That is the stuff that you produce through agriculture and then the stuff that God provides in the wild.",
    "start": "00:28:55",
    "end": "00:29:01"
  },
  {
    "text": "That's right, yep. Verse 4, Shema, O Israel, Yahweh is our God, Yahweh is one you shall love Yahweh, your God, with all of your lev. Lev. Ooh. Whoa.",
    "start": "00:29:01",
    "end": "00:29:15"
  },
  {
    "text": "All of your heart, all of your nephesh.",
    "start": "00:29:16",
    "end": "00:29:20"
  },
  {
    "text": "Nephesh. All of your being and with all of your meod. Whoa, John. Yeah, man, I guess we have been talking about all this for like eight plus years now.",
    "start": "00:29:20",
    "end": "00:29:32"
  },
  {
    "text": "No, I was recently just cataloging all these words recently, so they're fresh in my memory.",
    "start": "00:29:32",
    "end": "00:29:38"
  },
  {
    "text": "Yeah. All of your much needed, your muchness, all of your potential.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "That's a good word.",
    "start": "00:29:41",
    "end": "00:29:41"
  },
  {
    "text": "Yeah. So this is the classic passage where listen, Shema, is paired with love. Listening is love. Loving is listening. Yeah, yeah, listen, Israel. And so love speaks to both emotion, but also to loyalty and allegiance, because love is connected here with covenant, loyalty. So love is a verb, as some. What is it? 1990s Christian American artist, hip hop artists once said. So that's the flow. And so these words listen and love just keep repeating like this throughout the chapter. So that's one whole thing, is that these two words repeat throughout and throughout. Loving is listening. Listening is loving. And that's a cool point, just to meditate on itself.",
    "start": "00:29:41",
    "end": "00:30:30"
  },
  {
    "text": "Yeah.",
    "start": "00:30:30",
    "end": "00:30:31"
  },
  {
    "text": "However, the thing that really stood out to me in my last pass through this section of Deuteronomy was something we've already seen, is how this whole setup of Israel standing on the border about to go into the garden land where they will listen and love Yahweh, all of it, through hyperlinks and narrative patterning, is set on close analogy to Adam and Eve's opportunity that they had in their garden land by the river that flowed out from the tree of life, as this generation sits by the River Jordan, about to go into the garden land, and all of a sudden, a whole bunch of themes about loving Yahweh and their covenant with Yahweh, who is one. And they're to join Yahweh in covenant. Yahweh is one, but you get to join them in covenant. H. All of a sudden, like, I realized we're working the themes of Adam and Eve's relationship in the garden, their relationship to each other, and their relationship to Yahweh. Do you want to session that for a minute?",
    "start": "00:30:31",
    "end": "00:31:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "Super interest.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "Sam.",
    "start": "00:31:52",
    "end": "00:32:08"
  },
  {
    "text": "So let's first begin with a little kind of big picture observation. So Israel is outside the garden land.",
    "start": "00:32:16",
    "end": "00:32:23"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "They're in a desert.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "They're at the gates.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Yeah, they're at the entrance. They're at the entrance across the river.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "But across the river.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "But here the image is the river is this boundary.",
    "start": "00:32:30",
    "end": "00:32:32"
  },
  {
    "text": "And the river going through the waters becomes a symbol of going through death, going through a trial and having to trust and then coming out the other side.",
    "start": "00:32:32",
    "end": "00:32:45"
  },
  {
    "text": "You got it. That's right. So to go into the garden land, they're gonna have to go through the waters.",
    "start": "00:32:45",
    "end": "00:32:50"
  },
  {
    "text": "Yeah.",
    "start": "00:32:50",
    "end": "00:32:50"
  },
  {
    "text": "And then it turns out, pass by a cherubim holding a sword.",
    "start": "00:32:50",
    "end": "00:32:55"
  },
  {
    "text": "Really?",
    "start": "00:32:56",
    "end": "00:32:56"
  },
  {
    "text": "Yeah. That happens in Joshua.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "Oh, wow. Okay.",
    "start": "00:32:58",
    "end": "00:32:59"
  },
  {
    "text": "They go through the water and by the fiery sword. But that's Joshua.",
    "start": "00:32:59",
    "end": "00:33:04"
  },
  {
    "text": "You don't. In the early Genesis narratives, you don't get a sense of being past a river as a boundary point.",
    "start": "00:33:04",
    "end": "00:33:09"
  },
  {
    "text": "No, it's more just kind of inferred that there's a river that went out from Eden and then split into four.",
    "start": "00:33:09",
    "end": "00:33:14"
  },
  {
    "text": "Yeah.",
    "start": "00:33:14",
    "end": "00:33:14"
  },
  {
    "text": "So to go back into Eden will involve, you know, going back to the headwaters of the rivers of the world kind of thing. So the whole thing is that Israel's outside the land. They're gonna have to go through the waters by a heavenly bouncer at the door of the cherubim.",
    "start": "00:33:15",
    "end": "00:33:32"
  },
  {
    "text": "Yeah.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "Sorry.",
    "start": "00:33:32",
    "end": "00:33:32"
  },
  {
    "text": "One more thing, though, because most iconically, is Israel going through the waters of the Reed Sea out of slavery.",
    "start": "00:33:32",
    "end": "00:33:39"
  },
  {
    "text": "Yes.",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "In the Exodus, is there earlier images? Oh, the flood. The flood. Going through the waters of the flood.",
    "start": "00:33:40",
    "end": "00:33:45"
  },
  {
    "text": "And then the beginning, the second sentence of the Bible.",
    "start": "00:33:46",
    "end": "00:33:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:33:49",
    "end": "00:33:50"
  },
  {
    "text": "Is the chaos waters of which God delivers the land to place seed and animals and then humans on it.",
    "start": "00:33:50",
    "end": "00:33:57"
  },
  {
    "text": "Okay.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "So creation is depicted in Genesis 1 and 2 in two narratives. God brings dry land out of the chaos waters to plant a garden. And then viewed from another perspective, Genesis 2, 4 and onward. The chaos state is a desolate Wilderness. And God provides water in the wilderness to plant a garden that is sourced by a river. And there he puts the humans. Okay. In both of those stories, Adam and Eve are images of God, and they are given an opportunity for long life in the land. In Adam and Eve's case, eternal life in the land. But it's all contingent on whether or not they will listen to the voice of Yahweh's command. And there's one command, and there's only one command, but it's the word command. Genesis 2:15 Sabah, which is the word Moses is using constantly in Deuteronomy. The whole thing is their enjoyment of the garden land. And they're in it, but they begin outside it. Humans created outside the garden, but they're.",
    "start": "00:33:58",
    "end": "00:34:59"
  },
  {
    "text": "Basically picked up by God.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "The garden's planted and cultivated. Then Yahweh picks them up and rests them in the garden. Gives them rest. Yeah, yeah. Genesis 2:15 gives them rest in the garden and then gives them a command, says, this whole place is for you. Just one thing. Just follow my command. So that whole setup right here is being replayed explicitly through all this same word repetition. Israel is on the borders, about to go be invited through the waters, pass by a cherubim to go into the garden land where there's tov. Goodness. The phrase. In Deuteronomy 1:11, there's this phrase Moses says, so that you may make your days long in the land. It's constant repetition. When you go into the land, if you obey the voice of the Lord, you will make your days long in the land. It's about long life in the garden land.",
    "start": "00:35:00",
    "end": "00:35:54"
  },
  {
    "text": "Yeah.",
    "start": "00:35:54",
    "end": "00:35:55"
  },
  {
    "text": "So it's the same thing is that Yahweh's commands lead to life in the garden land.",
    "start": "00:35:55",
    "end": "00:36:01"
  },
  {
    "text": "You know, aside. Sorry, Genesis 2, it's not about long life. It's about eternal life.",
    "start": "00:36:01",
    "end": "00:36:10"
  },
  {
    "text": "Eternal life, yes.",
    "start": "00:36:10",
    "end": "00:36:11"
  },
  {
    "text": "Yeah, I suppose. Why isn't Israel now interested in eternal life?",
    "start": "00:36:11",
    "end": "00:36:16"
  },
  {
    "text": "Oh, I see.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "It's just now more about, like, we want a land where we can have long life, you know?",
    "start": "00:36:17",
    "end": "00:36:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "And there isn't this sense of this desire anymore for life eternal.",
    "start": "00:36:23",
    "end": "00:36:28"
  },
  {
    "text": "It depends on whose perspective you're thinking within. If you're thinking within the characters in the story, it's a narrative about a people group going into the land to live long there. But I'm a reader of the Tanakh, and Tanakh begins with the Torah, and the Torah begins with humanity given an offer of eternal life and then continues on. They fail and forfeit that. And then Yahweh is on a Mission to restore eternal life of Eden to his creation. And that leads to this moment in the story. So Israel being given long life, not eternal life, but long life in the garden land is a part of a bigger set of patterns in the Hebrew Bible. And by the time you finish the whole Tanakh, you are into the Psalms and you're into Daniel, where it is all about returning to the ultimate Eden, where there is eternal life. And that's why the phrase eternal life appears only in Genesis, the Psalms and Daniel. So for the author or the narrator, this picture of Israel entering into the land for long days is an image for the reader of the Tanakh that ultimately is about the return to the ultimate Eden. It is about eternal life. Does that make sense?",
    "start": "00:36:29",
    "end": "00:37:46"
  },
  {
    "text": "It does. They could have been more explicit. I mean, they could have said they were. You go into the land and you will find eternal life.",
    "start": "00:37:46",
    "end": "00:37:51"
  },
  {
    "text": "Oh, sure, okay. Totally. That's right. But they didn't. That's not what happened.",
    "start": "00:37:51",
    "end": "00:37:56"
  },
  {
    "text": "That's not what happened.",
    "start": "00:37:56",
    "end": "00:37:56"
  },
  {
    "text": "That's not what happened. But that would be fusing the perspective of the final framers of the whole Tanakh with the perspective of the characters within this moment of the story. That makes sense.",
    "start": "00:37:56",
    "end": "00:38:08"
  },
  {
    "text": "Totally. Do the characters in this moment of the story expect they could have eternal life?",
    "start": "00:38:08",
    "end": "00:38:13"
  },
  {
    "text": "It doesn't seem that way.",
    "start": "00:38:13",
    "end": "00:38:14"
  },
  {
    "text": "Yeah.",
    "start": "00:38:14",
    "end": "00:38:14"
  },
  {
    "text": "No.",
    "start": "00:38:14",
    "end": "00:38:15"
  },
  {
    "text": "I mean, if they had read the story of Genesis 1 through 3, they might have that perspective.",
    "start": "00:38:16",
    "end": "00:38:22"
  },
  {
    "text": "Sure. Like us.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "Yeah.",
    "start": "00:38:24",
    "end": "00:38:25"
  },
  {
    "text": "Yeah, like us. Yeah, that's right. And this is actually a challenge, I think often when we're reading is that we limit what the text means to what the characters in the story might have thought.",
    "start": "00:38:25",
    "end": "00:38:36"
  },
  {
    "text": "Right.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "And we forget that the characters are being presented to us by an author and a narrator. That's connected to the perspective of the whole of the Hebrew Bible, not just limited to the perspective of the characters. So this whole moment of the story is a part of a bigger set of patterns that also is connected to the ascent of the Son of Man to heavenly rule and eternal life in the Book of Daniel. And these stories are designed with an eye towards that trajectory. And Daniel is written as a summary of what these stories are all about in terms of the author's perspective. It's like an interplay, maybe. It's sort of like if you're sitting. If you're watching a movie and there's a really tense scene and the characters don't know what's going to happen, and you don't know what's going to happen. That's what makes movies exciting to watch. But it would Be a mistake to say, oh, man, I wonder if the director, like, knows where the story's gonna go. And it's like, well, but the movie's finished. Like, the director made the movie.",
    "start": "00:38:37",
    "end": "00:39:41"
  },
  {
    "text": "Well, I think I get really distracted by trying to understand how God is working in human history in a way that is illogical and makes sense. Because if God's mission is to bring humanity back into an eternal relationship with him, then why hide that from this generation and just have it be about long life in the land? Your step in this story is just to become the kind of people in which then the Messiah will come. And you don't need to know about the offer of eternal life and be distracted by that. Just have long life.",
    "start": "00:39:41",
    "end": "00:40:22"
  },
  {
    "text": "Yeah, yeah. You know, here, let me just get inside the Apostle Paul's way of talking about this. Trying to think which passage to choose. So in 1 Corinthians 10, Paul's writing to. I'm loving this rabbit trail. This is a total rabbit trail, by the way.",
    "start": "00:40:22",
    "end": "00:40:37"
  },
  {
    "text": "Yeah.",
    "start": "00:40:37",
    "end": "00:40:37"
  },
  {
    "text": "And I'm loving it.",
    "start": "00:40:37",
    "end": "00:40:38"
  },
  {
    "text": "Okay, good.",
    "start": "00:40:38",
    "end": "00:40:38"
  },
  {
    "text": "1 Corinthians chapter 10. For I do not want you to be ignorant of the fact, brothers and sisters, that our ancestors were all under the cloud, passed through the sea, baptized into Moses in the cloud and in the sea.",
    "start": "00:40:38",
    "end": "00:40:54"
  },
  {
    "text": "Yeah. Okay. This is God as the cloud and fire, but here referring to the cloud, leading them through the waters into the wilderness.",
    "start": "00:40:54",
    "end": "00:41:04"
  },
  {
    "text": "Yeah, yeah. So notice what he says. The audience is important. A bunch of non Israelites and Israelites that follow Jesus in the city of Corinth. He retells the story of the Exodus and says, our ancestors, like the twelve tribes of Israel that went through all that, are our ancestors. Okay, so this is somebody. Paul gets how the audience of the book of Deuteronomy works because he sees himself and the messianic community that is carrying forward the story of the Hebrew Bible as their story. So now we are a part of the Israel that went through the Exodus. Yeah. That came out of Egypt.",
    "start": "00:41:04",
    "end": "00:41:49"
  },
  {
    "text": "Yeah.",
    "start": "00:41:49",
    "end": "00:41:49"
  },
  {
    "text": "So what he goes on to say, he retells the stories of the wilderness. And then in verse six, what he says is, now all of these things happened as tupoi. That's what he says in Greek types. Types. So this is what's fascinating. The word tupas here. I'm just going to open it in the Bauer, Arndt, Gingrich and Danker, Greek and English out lexicon of the New Testament and early Christian literature. This is like the standard. So here's what the word tupas means. It literally means a mark or an Impression made on something because you pressed on it. So literally, like a mark. And then secondly, a model, a copy or an image.",
    "start": "00:41:50",
    "end": "00:42:38"
  },
  {
    "text": "Because how would you make a type of something except for, like, have a stamp? Yeah, that's a great way to do it.",
    "start": "00:42:38",
    "end": "00:42:44"
  },
  {
    "text": "Yeah. Which is also related to a set of meanings, which is pattern.",
    "start": "00:42:44",
    "end": "00:42:48"
  },
  {
    "text": "Yeah. And then it becomes a metaphor.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Yeah. So the story of the Exodus and the wilderness wanderings and Israel going into the land is a tupas or tupois, just the plural in patterns, a pattern. So a thing happened. But from the perspective way down the line where you see many things that happened and link them together within a series of patterns, and you start seeing a pattern cycling over and over and over again. And Paul says, all of those narratives are patterns for us. And then he starts talking to the Corinthians about how to deal with meat sacrificed to idols. But he's using the narratives to give Torah guidance.",
    "start": "00:42:50",
    "end": "00:43:31"
  },
  {
    "text": "And that makes sense from the perspective of later narrators compiling the stories as Torah for future generations.",
    "start": "00:43:32",
    "end": "00:43:41"
  },
  {
    "text": "Yes.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "Then it's like, yeah, that makes perfect sense. They're doing this. They're creating these patterns. And then it becomes instruction for me to know how to just live in my city.",
    "start": "00:43:41",
    "end": "00:43:48"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "From the sense of this is also Israel's history and these were actual people.",
    "start": "00:43:49",
    "end": "00:43:55"
  },
  {
    "text": "Yeah, yeah, yeah, that's right.",
    "start": "00:43:55",
    "end": "00:43:57"
  },
  {
    "text": "Then it stops making as much sense, and it's like, why? Why are they just used as pawns? Almost interesting. It almost seems like their life, this brutish, ancient life, was just so then I can have an example of how to live. And it's like, well, they're more important than that.",
    "start": "00:43:57",
    "end": "00:44:14"
  },
  {
    "text": "Yeah, they're way more important than that. Yeah, that's so fascinating. Yeah. I might just invite a reframe on that. So the biblical authors. And here I'll just stick with the Hebrew Bible for the moment. So in the final centuries bc, The Second Temple period, Israel's rebuilding its life in the land. And the Holy Spirit is part of this long process of guiding a minority group within Israel that believes that God has revealed to them the true meaning of Israel's history, that Israel's history reveals a pattern and a purpose of the will of the Creator God for all of creation. And so the oral traditions and the written traditions they've received, they're constantly studying, poring over and meditating on, and crafting them into literary wholes that eventually take the form of the final shape of these scrolls that we have. And the production of the scrolls as we have them is itself the Product of generations of prayerful spirit, guided meditation on the meaning of Israel's history. And so those authors or editors or composers, whatever inadequate terms we want to use, they want us to see Israel's history in a certain way. That's why the generation here in Deuteronomy is being compared to Adam and Eve. Yeah. So that we, sitting way down the line can see the meaning of it all.",
    "start": "00:44:15",
    "end": "00:45:43"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "And so I don't think they experienced it as well. Whatever. The people who actually stood there by the Jordan river, what they thought was happening, we're just going to use whatever they thought was happening to them. I think it's more that each generation of Israel began to see that its experience was unfolded in a part of a larger plan and a picture. I think. And that's what Paul's getting at. And I think that's what it means for us to see our lives within the same set of patterns is like when Jessica and I got married and made a covenant. I was invited through the Apostle Paul's teaching in his letters to see that Jessica and I were. We were making a covenant that will last for our lives to each other, but that also this covenant relationship can be a space where we can either experience the desolation of exile because of broken covenant or experience little glimpses of Eden and of eternal life when we listen and love. Right. Each other. And that ultimately those longings, those little tastes of Eden will be fulfilled in the new creation. But that doesn't mean my little experiences of that in the present are meaningless. It's the bigger story, viewed from the end, that is what gives them meaning now. But when I am having a good day and I'm being loving and attentive and serving my family, usually those are moments when I've got new creation on the brain and I really want to bring the whole story and where creation's going to bear in this present moment. And these Israelites, whether they have that in their minds or not, I don't know. We'll have to ask them one day. But I think that's the dynamic. And so am I scratching at the thing that was itching you? Yeah, that's a good question. I really appreciate that you're asking it.",
    "start": "00:45:44",
    "end": "00:47:35"
  },
  {
    "text": "I think the reframe is important in that these stories aren't to explain to me exactly what the relationship God had with these people, inviting them into.",
    "start": "00:47:35",
    "end": "00:47:49"
  },
  {
    "text": "From their perspective.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "From their perspective into relationship with him.",
    "start": "00:47:51",
    "end": "00:47:53"
  },
  {
    "text": "That's right.",
    "start": "00:47:53",
    "end": "00:47:54"
  },
  {
    "text": "But we are being told narratives around what would seem like we would call God inviting them into A relationship with him. But they're framed in a way to become a pattern for us.",
    "start": "00:47:55",
    "end": "00:48:08"
  },
  {
    "text": "That's right.",
    "start": "00:48:08",
    "end": "00:48:09"
  },
  {
    "text": "So they're composed and framed in a.",
    "start": "00:48:10",
    "end": "00:48:12"
  },
  {
    "text": "Way to serve us as Tupas. As tupas, yeah. Patterns, images. That's right.",
    "start": "00:48:12",
    "end": "00:48:16"
  },
  {
    "text": "Not to serve them. So I get distracted by, like, what did it mean to them and how does that serve them for God to love them and bring them into eternal life? And that's not the question. The composers, the narrators, the editors, whatever you want to call them, were thinking about. They were thinking about, how does this become Torah for us?",
    "start": "00:48:16",
    "end": "00:48:40"
  },
  {
    "text": "Yeah, yeah. Or how is the will and purpose of God revealed to us through the stories of our ancestors that they can see the pattern of God's purpose at work. So these Israelites, from their perspective, it was about, hey, we are an immigrant nomadic community that's wandered through the desert. We're escaped slaves from Egypt. We've been told that an Elohim named Yahweh, who says he's the creator of land and sky, made some promises way back to our ancestors that we're supposed to go live in this land and that if we trust this Yahweh, he's going to deliver us from the giants that live in that land and rule it, and he's going to give us this land and its abundance as a gift, and we will live long and have many generations of fruitfulness and security in this land. Yeah, like, that's from the character's perspective, that's it. Long life in the land.",
    "start": "00:48:40",
    "end": "00:49:39"
  },
  {
    "text": "But from the author's perspective, this is a pattern, a type, and it's about long life, eternal life in the ultimate Eden land.",
    "start": "00:49:39",
    "end": "00:49:50"
  },
  {
    "text": "Yeah. Which is how the story began, is how the Torah begins.",
    "start": "00:49:50",
    "end": "00:49:56"
  },
  {
    "text": "And we know that God's using this people to then make that possible for everyone. It's the promise to Abraham, their ancestor, I will bless you so you can bless the nations. So we know that. I'm just thinking, like, if I was a missionary to ancient Israel, I wouldn't be like, guys, be excited. You're gonna live in the land. I'd be like, hey, the land. That's just a temporary thing. What we should care about is eternal life.",
    "start": "00:49:56",
    "end": "00:50:22"
  },
  {
    "text": "Oh, I see. Yeah, yeah, yeah.",
    "start": "00:50:22",
    "end": "00:50:24"
  },
  {
    "text": "So whatever. For whatever reason, that becomes a little hang up in my brain. But I think the reframe is to allow those who have crafted these narratives to do their thing to serve me and be okay with that.",
    "start": "00:50:24",
    "end": "00:50:36"
  },
  {
    "text": "Yeah, yeah, you got it. Yeah. We could session that rabbit hole some more. I just want to peek our head up.",
    "start": "00:50:36",
    "end": "00:51:15"
  },
  {
    "text": "Yes.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "Because how we got here was I was showing how the narrator is using this as a type and is using this speech of Moses. And all the language around it is language drawn from the first chapters of Genesis, depicting Adam and Eve in the garden land. But their enjoyment of it is conditional on them obeying the divine command.",
    "start": "00:51:15",
    "end": "00:51:35"
  },
  {
    "text": "Right.",
    "start": "00:51:35",
    "end": "00:51:35"
  },
  {
    "text": "So that led me to just notice one little thing that is interesting. So in the Eden story, it begins with God making a singular Adam human outside the garden, bringing them in. And then we know that this is a creature that's supposed to be fruitful and multiply, but how can it do that alone? So God says, yeah, it's not good that Adam is alone. So God splits the Adam, male and female, and then that one human that has become two, male and female, is then to become one again. And this is Genesis 2:24. The narrator breaks in to the Eden story and talks to you, the reader who's sitting away in the future. This is why a man leaves his father and mother and davaks to his wife. So davak, it's literally the word grab onto and not let hold of, sometimes translated cling, but to cling to his wife. And they, that is, the two become echad, one flesh. And the word covenant is not used. But the function of what a marriage covenant does is that the two become one.",
    "start": "00:51:36",
    "end": "00:52:53"
  },
  {
    "text": "Yeah.",
    "start": "00:52:54",
    "end": "00:52:54"
  },
  {
    "text": "And davak is the word that's used here. It's very interesting to notice that the.",
    "start": "00:52:54",
    "end": "00:52:59"
  },
  {
    "text": "Word da vak, to cling on, to.",
    "start": "00:52:59",
    "end": "00:53:01"
  },
  {
    "text": "Cling onto, is introduced right here in Genesis, chapter two, and often translated united. The NIV translates it unite right here. ESV says, hold fast.",
    "start": "00:53:01",
    "end": "00:53:13"
  },
  {
    "text": "Okay.",
    "start": "00:53:13",
    "end": "00:53:14"
  },
  {
    "text": "More literal, New American Standard, be joined. That's not really what it means. And the classic.",
    "start": "00:53:14",
    "end": "00:53:23"
  },
  {
    "text": "Which one was that? Was that esv?",
    "start": "00:53:23",
    "end": "00:53:25"
  },
  {
    "text": "That's New American Standard Joined.",
    "start": "00:53:25",
    "end": "00:53:28"
  },
  {
    "text": "New American Standards.",
    "start": "00:53:28",
    "end": "00:53:28"
  },
  {
    "text": "Yeah, because you think of joined, meaning two things coming together, which is what's happening in context.",
    "start": "00:53:29",
    "end": "00:53:33"
  },
  {
    "text": "Right.",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "But the word means to use your hands to grab something and not let go of it. And then King James is cleave. He shall cleave unto his wife.",
    "start": "00:53:33",
    "end": "00:53:44"
  },
  {
    "text": "Is that Old English that means to hold onto?",
    "start": "00:53:44",
    "end": "00:53:46"
  },
  {
    "text": "Yes, because in modern English, it means to split.",
    "start": "00:53:46",
    "end": "00:53:48"
  },
  {
    "text": "Yes. How did that happen?",
    "start": "00:53:48",
    "end": "00:53:50"
  },
  {
    "text": "Isn't that funny? That.",
    "start": "00:53:50",
    "end": "00:53:51"
  },
  {
    "text": "Is that funny?",
    "start": "00:53:51",
    "end": "00:53:52"
  },
  {
    "text": "That's weird. So da' vak means to grab onto and not let go of. Okay. So what's interesting is that word's not used very often throughout the Torah. It's introduced in Genesis and then off the charts in Deuteronomy. And these are from the opening speeches to Moses Check this out. So Deuteronomy chapter 10, verse 20. You shall fear Yahweh, your God. You shall serve him, and Davak to him.",
    "start": "00:53:52",
    "end": "00:54:23"
  },
  {
    "text": "You shall cling to him.",
    "start": "00:54:25",
    "end": "00:54:27"
  },
  {
    "text": "Cleave unto Yahweh.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "Cleave.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:54:29",
    "end": "00:54:31"
  },
  {
    "text": "Hold on to him.",
    "start": "00:54:31",
    "end": "00:54:32"
  },
  {
    "text": "Hold on to him. Deuteronomy 11:22. If you are careful to keep all of this commandment which I am commanding you to do, to love Yahweh, your God, to walk in all your ways, and to cling to him. So Israel's covenant loyalty and love to Yahweh is also described with this word used to describe the marriage union of husband and wife in the Eden story. So I think what the analogy is saying essentially, is that just as God provided a covenant partner for man and woman in Eden so that they can be fruitful and multiply and have long life in the land, and then together they are to become God's partners, which is implied in the Eden story here, Israel is depicted as the covenant partner of Yahweh, that is, to love and cling to their spouse. In other words, Yahweh and Israel are depicted as spouses entering into a covenant here. And it's precisely that word to hold on to that's made a synonym for covenant, loyalty and love to the one God. Bring it all the way back. Deuteronomy 6:4. Listen, O Israel, Yahweh is our God. Yahweh is one.",
    "start": "00:54:32",
    "end": "00:55:54"
  },
  {
    "text": "And we've talked about this. Yahweh is one.",
    "start": "00:55:55",
    "end": "00:55:58"
  },
  {
    "text": "Yeah. I think this is a part of, again, the rhetoric of Moses speeches of, is that there are many Elohim out there that you're gonna meet in the world or in the land or up in the sky, and they are not your Elohim. There are spiritual beings out there that are not your Elohim. Yahweh is our one Elohim. He is our Elohim. Yahweh is our Elohim. Yahweh, Echad, Yahweh, the one. And it's hard for me not to see this as a part of the analogy being set with Adam and Eve, because you're saying the two become one.",
    "start": "00:55:59",
    "end": "00:56:37"
  },
  {
    "text": "Adam was one Adam, humanity one. But as one wasn't able to multiply and fill the earth, humanity needed to be split into two, male and female, two others that are separate and other from each other.",
    "start": "00:56:37",
    "end": "00:56:53"
  },
  {
    "text": "Yeah.",
    "start": "00:56:53",
    "end": "00:56:53"
  },
  {
    "text": "But then the narrative says those two others need to become one by clinging onto each other. And we know biologically that's how you multiply. And it's framed as a covenant of this uniting together. And so you're saying that there's something here where God is depicted as one and other.",
    "start": "00:56:53",
    "end": "00:57:18"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:57:19",
    "end": "00:57:20"
  },
  {
    "text": "Holy. And that humanity is depicted as another.",
    "start": "00:57:20",
    "end": "00:57:26"
  },
  {
    "text": "Or Israel in particular.",
    "start": "00:57:27",
    "end": "00:57:28"
  },
  {
    "text": "And Israel in particular here.",
    "start": "00:57:28",
    "end": "00:57:29"
  },
  {
    "text": "Yeah. As an image of Elohim created in the furnace, melted in the fiery furnace to represent humanity. Yeah.",
    "start": "00:57:29",
    "end": "00:57:37"
  },
  {
    "text": "And they are being invited to cling on to God. It's the same word of two humans coming together and clinging on to each other.",
    "start": "00:57:37",
    "end": "00:57:46"
  },
  {
    "text": "That's right. Ah. And this is a family that all the way back in Abraham left the house of father and mother. Abraham left the house of his family. Oh, wow.",
    "start": "00:57:46",
    "end": "00:57:56"
  },
  {
    "text": "Yeah.",
    "start": "00:57:56",
    "end": "00:57:56"
  },
  {
    "text": "Journeyed to become one with his new covenant partner.",
    "start": "00:57:56",
    "end": "00:57:59"
  },
  {
    "text": "Yeah.",
    "start": "00:57:59",
    "end": "00:58:00"
  },
  {
    "text": "And this generation of Israel is now invited to enter into a listening, loving, covenant bond with one partner, that is Yahweh. That's for sure. What's going on here. In other words, what I'm saying is that Deuteronomy, through intentional hyperlinking to Adam and Eve. And notice we're at the bookends of the Torah here.",
    "start": "00:58:00",
    "end": "00:58:23"
  },
  {
    "text": "Right. Yeah.",
    "start": "00:58:23",
    "end": "00:58:23"
  },
  {
    "text": "That when you get to the prophet Hosea, for example, later in the Tanakh, and he's just going to assume this whole metaphor, this whole way of talking about Israel's covenant bond with Yahweh as between a man and a woman and as a broken relationship, or the Song of Songs, which is going to be all this poetry about a man and a woman trying to get to a garden together. And then it ends by telling you that love is a gift from Yahweh, stronger than death. So what I'm saying is that the imagery of Adam and Eve's human love for each other and Yahweh's love for his covenant partners, they're actually two ways of exploring the same ultimate reality.",
    "start": "00:58:24",
    "end": "00:59:09"
  },
  {
    "text": "Yeah. You're sounding like Paul in Ephesians 5.",
    "start": "00:59:09",
    "end": "00:59:11"
  },
  {
    "text": "Totally. And all of a sudden I'm like, oh, Paul, he's not just, like, making this up using creative sermon applications. He's actually just meditating on the Torah, on the meaning of Torah. Yeah.",
    "start": "00:59:11",
    "end": "00:59:23"
  },
  {
    "text": "Because what does he say?",
    "start": "00:59:23",
    "end": "00:59:24"
  },
  {
    "text": "He says, well, for him, it's about Messiah and his people.",
    "start": "00:59:24",
    "end": "00:59:27"
  },
  {
    "text": "Right. Where this is heading.",
    "start": "00:59:27",
    "end": "00:59:29"
  },
  {
    "text": "That's right. In Ephesians 5, is that he believes the Messiah is the incarnate form of Yahweh, the Elohim of Israel, the true image of God. That's right. And so for Yahweh in human form to become one with his people, that is what a marriage between a man and a Woman is an image of. And so that's why he can go in between talking to husbands and wives and saying, what I'm really talking about is Messiah and his covenant partners, the church. And he can just flex in between those two as if they're one thing.",
    "start": "00:59:29",
    "end": "01:00:04"
  },
  {
    "text": "Now, if man and woman coming together in union is about multiplication, I mean, it's more than that, but that seems kind of central to the idea.",
    "start": "01:00:04",
    "end": "01:00:12"
  },
  {
    "text": "Yeah.",
    "start": "01:00:12",
    "end": "01:00:13"
  },
  {
    "text": "Uniting with God or uniting with the Messiah. What's the analog there? The fruit of that?",
    "start": "01:00:13",
    "end": "01:00:20"
  },
  {
    "text": "I think it's abundant life. Garden life. Yeah. In that case, unending days. Unending days and unending life.",
    "start": "01:00:20",
    "end": "01:00:27"
  },
  {
    "text": "The fruit of the union of man and woman as children. The fruit of the union of God and man, humans.",
    "start": "01:00:27",
    "end": "01:00:33"
  },
  {
    "text": "Yeah. Is that we get to participate in the abundance and infinite multiplication of life and joy. It's the fruit of the spirit and goodness and happiness and. Yeah. Existence in an ideal uncorrupted form. Yeah. Love is life.",
    "start": "01:00:33",
    "end": "01:00:51"
  },
  {
    "text": "Yeah. Listen and love.",
    "start": "01:00:53",
    "end": "01:00:54"
  },
  {
    "text": "Listen. And love is life is the way to true life. That's what this is about. So once again, the narrator of Deuteronomy presents Moses giving these speeches to his generation of Israel. But for the reader of the Tanakh, this fits into the bigger story of Yahweh's invitation to all of humanity to listen and love so that we can experience life. And it's a pattern. It's a set of glasses, as it were, through which I enter my day to day life in relationships. And see, like my life today is another cycle of the pattern. And I have choices today about whether or not I'm going to listen in love and experience and contribute a little bit of Eden to the world or add to and prolong my own exile and the world's exile from the presence of God. And that's the choice that lay before Moses and his generation. And that's, I think, what choice that the reader wants us to see before us too. Another major themewe're not going to have you trace through if you're doing the app reading Journey. But that I want to talk about in our last conversation on these opening chapters is why there's so much mention of giants running around in the land that Israel's going into. What's up with the giants?",
    "start": "01:00:54",
    "end": "01:02:25"
  },
  {
    "text": "What's up with the giants?",
    "start": "01:02:25",
    "end": "01:02:26"
  },
  {
    "text": "What's up with the giants? And what's up with God's commands to go in and like kill the giants and kick out the Canaanites?",
    "start": "01:02:26",
    "end": "01:02:34"
  },
  {
    "text": "The giants and killing giants?",
    "start": "01:02:34",
    "end": "01:02:35"
  },
  {
    "text": "And these speeches in Deuteronomy introduce these themes that are very disturbing for most modern readers now, including myself, which is about God's commands to attack, destroy or dispossess the giants and Canaanites in the land. So I just want. We've never talked about this before. Let's do it. And that's what I want to talk about in our next conversation.",
    "start": "01:02:36",
    "end": "01:02:58"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're gonna grapple with a difficult topic. Yahweh's instruction to Israel to completely conquer the people who already live in the land of Canaan, a land where the Nephilim live.",
    "start": "01:03:00",
    "end": "01:03:14"
  },
  {
    "text": "This is the land that Yahweh has marked out to be a hub of Eden life for the rest of the nations. But it's inhabited by snakes and by Nephilim and Gibborim. When a human culture gives itself over to death and practices that lead to death which they think are Good, that's Genesis 3:11. That's the portrait there. So here these people groups in the land are portrayed as a people group that are too far gone, like the generation of the flood.",
    "start": "01:03:14",
    "end": "01:03:44"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder. It was edited by Dan Gummel, Tyler Bailey and Frank Garza. Mackenzie Buxman provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make, including this podcast, all of our videos, seminary level classes, Bible studies, and more, it's all free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is Jessica Diaz and I'm from Austin, Texas.",
    "start": "01:03:44",
    "end": "01:04:20"
  },
  {
    "text": "Hi, this is Johan Bambino and I'm originally from India.",
    "start": "01:04:20",
    "end": "01:04:24"
  },
  {
    "text": "I first heard about the Bible Project.",
    "start": "01:04:24",
    "end": "01:04:26"
  },
  {
    "text": "When I was at a very difficult.",
    "start": "01:04:26",
    "end": "01:04:27"
  },
  {
    "text": "Time in my life and it really helped me to rediscover my faith by.",
    "start": "01:04:27",
    "end": "01:04:31"
  },
  {
    "text": "Understanding what the Bible is about.",
    "start": "01:04:31",
    "end": "01:04:33"
  },
  {
    "text": "I use the Bible Project just for learning, for understanding. The Bible can be quite a difficult book to read. My favorite thing about the Bible Project, I love animation.",
    "start": "01:04:33",
    "end": "01:04:42"
  },
  {
    "text": "The fact that they have embraced modern.",
    "start": "01:04:43",
    "end": "01:04:44"
  },
  {
    "text": "Technology and they have made ancient texts.",
    "start": "01:04:44",
    "end": "01:04:47"
  },
  {
    "text": "Relevant for us in our modern context.",
    "start": "01:04:47",
    "end": "01:04:49"
  },
  {
    "text": "And the way that things are drawn and described give it so much life and so much vibrancy. Showing us that just because the Bible.",
    "start": "01:04:49",
    "end": "01:04:57"
  },
  {
    "text": "Is written more than 2000 years ago doesn't mean that we have to dismiss it immediately.",
    "start": "01:04:57",
    "end": "01:05:02"
  },
  {
    "text": "And it helps you to understand things that relate to what life was like in those days. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:05:02",
    "end": "01:05:12"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:05:12",
    "end": "01:05:14"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:05:14",
    "end": "01:05:34"
  }
]