[
  {
    "text": "When a Jewish synagogue finishes reading the Torah together, they end by throwing a big party. It's called Simchat Torah. And today on the podcast, Tim and I want to have a little celebration of our own, because together with all of you, we've read the Torah. We want to reflect on this reading journey we've had, and we want to look forward and talk about how to continue to read the Hebrew Bible through the prophets and the writings and the way that we've read it together. So today on the podcast, our own Simchat Torah. There might even be dancing. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:00:07",
    "end": "00:00:49"
  },
  {
    "text": "Hey, John.",
    "start": "00:00:50",
    "end": "00:00:50"
  },
  {
    "text": "Hi. It's the end of the year.",
    "start": "00:00:51",
    "end": "00:00:52"
  },
  {
    "text": "Yes, it is.",
    "start": "00:00:52",
    "end": "00:00:53"
  },
  {
    "text": "And we are coming back having finished reading through the Torah.",
    "start": "00:00:53",
    "end": "00:00:59"
  },
  {
    "text": "Yes. This whole year 2022 has been dedicated to a podcast series going through the five scrolls of the Torah. Yeah.",
    "start": "00:01:01",
    "end": "00:01:09"
  },
  {
    "text": "Start in January. We've gone week by week, movement by movement through the Torah, doing question response at the end, a double question response last week. And so there's a few weeks left in the year.",
    "start": "00:01:09",
    "end": "00:01:23"
  },
  {
    "text": "Yep.",
    "start": "00:01:23",
    "end": "00:01:24"
  },
  {
    "text": "And one of the things we wanted to do was just celebrate. Stop and celebrate.",
    "start": "00:01:24",
    "end": "00:01:30"
  },
  {
    "text": "Yes.",
    "start": "00:01:30",
    "end": "00:01:30"
  },
  {
    "text": "We did it.",
    "start": "00:01:30",
    "end": "00:01:31"
  },
  {
    "text": "Yeah. And by we, we mean all of you who have been listening to the podcast.",
    "start": "00:01:31",
    "end": "00:01:36"
  },
  {
    "text": "Yeah, we all did it.",
    "start": "00:01:36",
    "end": "00:01:37"
  },
  {
    "text": "And then a whole bunch of you who listened to the podcast have also been doing the Torah reading experience that we created in our app throughout this year, Bioproject app. And so it's been a guided reading experience through the first five books of the Hebrew Bible. So way to go. If you have listened and. Or read through the Torah, it's a significant investment of time and mental energy and emotion, depending on your temperament. And so way to go.",
    "start": "00:01:37",
    "end": "00:02:11"
  },
  {
    "text": "Way to go.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "It's very significant.",
    "start": "00:02:12",
    "end": "00:02:13"
  },
  {
    "text": "If only there were some way to celebrate having accomplished something like this, having read through the Torah.",
    "start": "00:02:13",
    "end": "00:02:20"
  },
  {
    "text": "Okay, well, to John, let me tell you a story. I mentioned now and then that Jessica and I, many years ago, before we had kids, went to go live in Jerusalem for a year as a part of graduate school. This was the 2006, 2007 school year. And we had a small apartment.",
    "start": "00:02:20",
    "end": "00:02:42"
  },
  {
    "text": "Did you have a smartphone? Because that was like the year they came out.",
    "start": "00:02:42",
    "end": "00:02:46"
  },
  {
    "text": "You know what? We got two little Nokia phones. Remember those super little tiny ones, Nokia phones? We didn't have them, but we got them for the year we were there.",
    "start": "00:02:46",
    "end": "00:02:56"
  },
  {
    "text": "The bricks.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, totally. It was tiny. It felt like it's the size of my Toyota. Like key fob for my car.",
    "start": "00:02:57",
    "end": "00:03:03"
  },
  {
    "text": "You could play Snake on it.",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "Oh, no, no. Just phone calls. And it Was so laborious to text because every button was three potential letters and you had to click through anyway. I had a Nokia that year. That's how we communicated anyway. It's so funny. Well, because when we got back, when we moved back to the States, you started seeing we didn't have them anymore. And we were like, oh, man, we got to do that now. So then we signed up.",
    "start": "00:03:05",
    "end": "00:03:31"
  },
  {
    "text": "Cool.",
    "start": "00:03:31",
    "end": "00:03:32"
  },
  {
    "text": "Got our first phones anyway.",
    "start": "00:03:32",
    "end": "00:03:33"
  },
  {
    "text": "Oh, those were your first cell phones, period.",
    "start": "00:03:33",
    "end": "00:03:35"
  },
  {
    "text": "We got cell phones to live in Jerusalem.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "You didn't have a cell phone before 2007?",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "No. 2006? No.",
    "start": "00:03:40",
    "end": "00:03:42"
  },
  {
    "text": "Wow.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "No, man. Analog.",
    "start": "00:03:43",
    "end": "00:03:44"
  },
  {
    "text": "Wow.",
    "start": "00:03:44",
    "end": "00:03:45"
  },
  {
    "text": "Yeah. To keep it landlined.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Okay.",
    "start": "00:03:47",
    "end": "00:03:47"
  },
  {
    "text": "Yeah. That was old fashioned.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "Yeah. It took you a minute.",
    "start": "00:03:49",
    "end": "00:03:51"
  },
  {
    "text": "Late adopter.",
    "start": "00:03:51",
    "end": "00:03:52"
  },
  {
    "text": "I'm just thinking like, I feel like the iPhone came out in 2008. Okay. This doesn't matter. So you're in Israel with your dumb phone.",
    "start": "00:03:52",
    "end": "00:03:57"
  },
  {
    "text": "Okay. Yes. So we had a little apartment in West Jerusalem. And I forget the time of year. It was in the winter, so it was like, you know, dark, kind of cooler night. Gets cool up in Jerusalem. Snowed one time. So I forget what we were doing. We were doing something in our apartment, making dinner or something. And you know how when you hear a car drive by that has someone's put thousands of dollars into the sound system in the car, you know, and they're.",
    "start": "00:03:57",
    "end": "00:04:25"
  },
  {
    "text": "And they want you to experience it with them.",
    "start": "00:04:25",
    "end": "00:04:26"
  },
  {
    "text": "They do. So that's what we heard going on outside. It was like a car was approaching with heavy, heavy bass going on. And we lived on a little side street. So it's like, what? That's really weird. Why would a car be coming through? And so we looked out our window and we were in a kind of a roof unit, so with slanted walls. And so it was like angled skylight roof. And so we looked at our skylight roof, and all I could see was like colored lights spinning on the street below. And I was like, what? What's going on? So we ran downstairs. I'll never forget this. And there were just, I don't know, a few dozen. Felt like a hundred because it was packing the street of people, like dancing and singing and all jostling around to.",
    "start": "00:04:26",
    "end": "00:05:15"
  },
  {
    "text": "This loud, bassy music.",
    "start": "00:05:15",
    "end": "00:05:16"
  },
  {
    "text": "Yes. Surrounding a van. And the van had huge mounted speakers on it facing out. So it was actually. That's why it sounded so loud. It was. Well, they weren't inside the car. They were mounted on the sides of the van. And then it had this disco ball type spinning.",
    "start": "00:05:16",
    "end": "00:05:35"
  },
  {
    "text": "Just lighting up the street.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "Yeah. On the top of the Van but not mirror pieces. But it was just dozens of colored lights being lit up from within the ball, spinning around and there's just all these people jostling around. And so it's just like house music, but like kind of, you know, Jewish style house music. And all the women had head coverings and were wearing like dark dresses. And then all the men had these Eastern European style robes. Many of them had the long kind of hair locks on the side and were wearing old style hats. And they were all dancing. And then it became very clear they were all circling around this one guy in the front who was carrying this huge scroll, like a gigantic scroll with a big silver crown on the top. And they were just dancing, just dancing on the street. So I went down and asked one person like, what is going on? And this woman said that they were. It was Simchat Torah. It's the phrase Simchat Torah. And Simchat actually was the name of our landlady who owned the building.",
    "start": "00:05:36",
    "end": "00:06:46"
  },
  {
    "text": "Her name is Simchat.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "Her name is Simcha, which means joy. It's the joy of Torah. So many synagogues are set just kind of like in the Christian tradition. There's developed what's called the lectionary cycle. We're in the Sunday gatherings. There's readings read aloud from often it's the prophet Torah, prophets and gospels or something. And so in many synagogue traditions, they operate on a one year or a three year Torah reading cycle in the Shabbat gatherings.",
    "start": "00:06:47",
    "end": "00:07:17"
  },
  {
    "text": "And is it. It's the Jewish calendar year.",
    "start": "00:07:17",
    "end": "00:07:19"
  },
  {
    "text": "Yeah. And for Shabbat gatherings. And it's tied off of actually in the last chapters of Deuteronomy where Moshe Moses talks about reading every seven years, gather and read the Torah, beginning to end to everybody. So that developed into like a lectionary tradition. And then every time they finish, a synagogue finishes the Torah dance party, they do a Simchat Torah celebration. And so they had begun from their synagogue, they were looping all around the neighborh and then would end back at their synagogue and then just have a huge palag and a big feast. And it was so amazing.",
    "start": "00:07:19",
    "end": "00:07:55"
  },
  {
    "text": "So if we had thought this through, we could have organized a big dance party. We could be doing a dance party right now.",
    "start": "00:07:55",
    "end": "00:08:02"
  },
  {
    "text": "We could.",
    "start": "00:08:02",
    "end": "00:08:03"
  },
  {
    "text": "So we're talking about it totally.",
    "start": "00:08:03",
    "end": "00:08:05"
  },
  {
    "text": "So I feel like we can up the game at least a little bit. Some of the people on our podcast team thought, wouldn't it be fun to just take a moment to have our own Bible project version of Simchat Torah to celebrate? Celebrate finishing a meditation Year through the Torah. So, John.",
    "start": "00:08:05",
    "end": "00:08:26"
  },
  {
    "text": "Yeah. I kind of have this idea where I feel like we're not all together having a dance party, but I guess wherever you are, we're going to play some Simchat Torah music.",
    "start": "00:08:27",
    "end": "00:08:39"
  },
  {
    "text": "Yep.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "And you can dance.",
    "start": "00:08:40",
    "end": "00:08:42"
  },
  {
    "text": "Yes.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "If you did this with us and you want to dance, grab your Torah and it's going to be in your Bible or on your phone. So I guess you can grab it wherever and dance around and celebrate our journey through the Torah.",
    "start": "00:08:43",
    "end": "00:08:57"
  },
  {
    "text": "Yeah. The joy of Torah. And a one, and a two, and a one, two, three, four.",
    "start": "00:08:57",
    "end": "00:09:02"
  },
  {
    "text": "Sam, I really hope somebody just, like, parked their car and got out on the side of the street, just started dancing.",
    "start": "00:09:12",
    "end": "00:09:53"
  },
  {
    "text": "Oh, yeah. Yeah. I hope so, too. Maybe somebody did that. Yeah.",
    "start": "00:09:53",
    "end": "00:09:58"
  },
  {
    "text": "Tell us your stories if anyone had a cool dance party moment with your family or on your own. I know some people listen to podcasts while they wash dishes. Maybe just there in the kitchen.",
    "start": "00:09:58",
    "end": "00:10:09"
  },
  {
    "text": "Yep. Just. Yeah. Jamming out.",
    "start": "00:10:09",
    "end": "00:10:11"
  },
  {
    "text": "Quick little dance party.",
    "start": "00:10:11",
    "end": "00:10:12"
  },
  {
    "text": "Simchat Torah. Yeah. So we thought in this end of year episode and Simchat Torah celebration episode, we would also name a fact that we are not going to be continuing on doing reading journeys and then podcast journeys through the prophets going into the year 2023. And we've heard from many of you listening to the podcast, you would love us to do that, and that would be really fun to do.",
    "start": "00:10:12",
    "end": "00:10:41"
  },
  {
    "text": "Like, we could just keep going, start in Joshua next year.",
    "start": "00:10:41",
    "end": "00:10:45"
  },
  {
    "text": "Yep.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "And just keep talking. In Joshua. We would do the same thing. There's movements, there's literary units. We could trace themes. We could see how it all connects to the bigger story.",
    "start": "00:10:45",
    "end": "00:10:56"
  },
  {
    "text": "Yep. And it would be rad. It would be rad. It would be totally.",
    "start": "00:10:56",
    "end": "00:11:00"
  },
  {
    "text": "And probably one day we'll do something.",
    "start": "00:11:00",
    "end": "00:11:02"
  },
  {
    "text": "Yes. Oh, yeah. Yeah.",
    "start": "00:11:02",
    "end": "00:11:04"
  },
  {
    "text": "So we haven't actually full, technically announced this for many people. They're going to be hearing about this right now.",
    "start": "00:11:04",
    "end": "00:11:09"
  },
  {
    "text": "Okay. For the first time.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "For the first time.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "So we need to tread lightly.",
    "start": "00:11:11",
    "end": "00:11:12"
  },
  {
    "text": "Yeah. I mean, I think what I've noticed is the few people I have told kind of were disappointed, Kind of sad about it.",
    "start": "00:11:13",
    "end": "00:11:22"
  },
  {
    "text": "Yeah.",
    "start": "00:11:22",
    "end": "00:11:22"
  },
  {
    "text": "And I was sad that they were sad. And so two things. One is it's gonna be okay. We'll get to it. Also, we got some really cool conversations coming on some new theme videos. And then also. Yeah, there'll be a time to do it. Secondly, though, you can continue to read through the Bible. You won't have. I guess this is a dialogue partner as you go. But, Tim, you're going to show us how the thing that we've been doing doesn't end here. And how this stuff that happened in the Torah is going to get picked right up in Joshua and through those stories, all the way through the whole shape of the Hebrew Bible.",
    "start": "00:11:23",
    "end": "00:12:06"
  },
  {
    "text": "Totally. Yep. So this conversation, we're just going to do like an overview of how the core themes of the Torah launch into the prophets and then into the writings, which are the two big main subsections of the rest of the Tanakh. And so I thought we'd meditate on a few paragraphs right at the transitions between the Torah and the prophets and then the transition between the prophets and the writings. And these are insights that were pointed out to me long, like at the beginning of me going down the rabbit hole of biblical studies. So many people are drawn attention to these seams or transitions between the macro parts of the Tanakh. But lo and behold, it's the language and the vocabulary all dialed in to what's been happening in the Torah, which is dialed in what's happening in the Garden of Eden. So we want to at least give you some inspiration to keep on reading through the Torah and prophets and we will catch up and join you in the podcast one day in the future. Yeah, so we've talked a lot over this year about how the Torah is a designed, well designed whole and that Genesis and Deuteronomy form these balanced bookends.",
    "start": "00:12:06",
    "end": "00:13:14"
  },
  {
    "text": "Yeah. If you've been following along, you've heard.",
    "start": "00:13:14",
    "end": "00:13:16"
  },
  {
    "text": "Us talk about this many times already.",
    "start": "00:13:16",
    "end": "00:13:18"
  },
  {
    "text": "Many times, yeah. Five scrolls, one mega literary unit called the Torah.",
    "start": "00:13:18",
    "end": "00:13:24"
  },
  {
    "text": "That's right. And it's a three part mega thing with Genesis and Deuteronomy. Five scrolls, three parts, five scrolls, three parts. Genesis and Deuteronomy are parts three and one, one and three as the outer frame. And then in the center is this big complex thing called Exodus, Leviticus, numbers, which is so awesome how it's all wired together, but significant for what we're doing is how Genesis 1 to 11, which is the first movement of the Genesis scroll, and then Deuteronomy, basically 27 through 34 are the two places in the Torah where the language of blessing and curse and the themes of exile being inside or outside a garden land are like really prominent, but in different ways. So in Genesis 1 through 11, God puts His human partners in a garden land, blesses them, they forfeit that blessing through folly, bring curse upon the land, and are exiled from Eden. And so God's on this mission to keep choosing one of their future descendants to restore that Eden blessing. When you come to the conclusion of Deuteronomy. It's a bunch of people poised on the edge of a garden land, about to go back into it because they've been in exile for a long time. And Moses warns them of the disastrous curse consequences if they aren't faithful to their covenant with Yahweh, but also of the Eden blessings that will pour out on them if they do. And so it's as if the people of Israel, with Moses at their lead at the end of the Torah, are, like, poised about to return to the promised land. But it's all going to hinge on how they respond to the command and the voice of Yahweh.",
    "start": "00:13:24",
    "end": "00:15:15"
  },
  {
    "text": "Yeah, it's interesting. As bookends, you've got. The story begins with humanity in the garden land with a Torah, which is eat of every tree except for the tree of knowing good and bad.",
    "start": "00:15:15",
    "end": "00:15:30"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "And trust me for that. And then they're exiled from the garden land. And then. So that's how. That's the first bookend. Yeah, you go to the end, and it's. They're now poised outside the garden land. The garden land.",
    "start": "00:15:31",
    "end": "00:15:49"
  },
  {
    "text": "Yeah.",
    "start": "00:15:49",
    "end": "00:15:49"
  },
  {
    "text": "And they've been given a new Torah to then allow them to prosper as they go back in.",
    "start": "00:15:50",
    "end": "00:15:56"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:15:56",
    "end": "00:15:58"
  },
  {
    "text": "There's a lot of symmetry there.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, but it's inverted.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "It's inverted.",
    "start": "00:16:00",
    "end": "00:16:00"
  },
  {
    "text": "Yeah. Which is kind of makes it feel like a mirror Right. Of each other.",
    "start": "00:16:00",
    "end": "00:16:05"
  },
  {
    "text": "Cool.",
    "start": "00:16:05",
    "end": "00:16:06"
  },
  {
    "text": "So, yeah, there's real beautiful symmetry there for how the Torah begins and ends. And also recall all the way back in on the Genesis end, there was a promise that that exile would be somehow addressed, undone, resolved in some way through a future seed. A descendant of the woman's lineage.",
    "start": "00:16:06",
    "end": "00:16:26"
  },
  {
    "text": "Yeah, the seed of the woman.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "And the Torah has been following, like, intensely through all the genealogies, keeping a particular lineage in front of you that led from Adam to Noah, from Noah to Abram, Abram to Isaac, to Jacob. And then it's kind of a showdown between Joseph and Judah. That's how the Jacob's 12 sons, two.",
    "start": "00:16:27",
    "end": "00:16:50"
  },
  {
    "text": "Of which are Joseph and Judah, and Judah becomes the kingly line.",
    "start": "00:16:50",
    "end": "00:16:56"
  },
  {
    "text": "That's right.",
    "start": "00:16:56",
    "end": "00:16:56"
  },
  {
    "text": "Which we aren't into the stories of.",
    "start": "00:16:56",
    "end": "00:16:58"
  },
  {
    "text": "The kings yet, but, yeah, he becomes like a royal leader of the tribes, and that seed of the woman promise gets attached to his lineage. So you keep reading.",
    "start": "00:16:58",
    "end": "00:17:10"
  },
  {
    "text": "But Joseph becomes important because, well, he's.",
    "start": "00:17:10",
    "end": "00:17:13"
  },
  {
    "text": "Important as a rival brother of Judah. And what God does with Joseph is at the poem at the end of Genesis, applied as an image of what God will do with a future seed from the line of Judah. So Joseph becomes a narrative image of that future seed coming from Judah's line.",
    "start": "00:17:13",
    "end": "00:17:34"
  },
  {
    "text": "So the seed's going to come from Judah's line, but Joseph is going to.",
    "start": "00:17:35",
    "end": "00:17:39"
  },
  {
    "text": "Do Joseph like stuff.",
    "start": "00:17:39",
    "end": "00:17:40"
  },
  {
    "text": "Joseph like stuff. Okay.",
    "start": "00:17:40",
    "end": "00:17:42"
  },
  {
    "text": "Yeah.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "And then, of course, we then get into Exodus, Leviticus and numbers, and we're introduced to the Levites, who become.",
    "start": "00:17:42",
    "end": "00:17:48"
  },
  {
    "text": "It's specifically two descendants of Levi, Moses and Aaron. And then of those two, Moses. Yeah. And so Moses is put in front of us as one with power over the snake. His staff even turns into a snake, and God gives him power to grab it and master it and wield it. Yeah. Through Moses, God brings down the biggest, baddest snake in the story so far.",
    "start": "00:17:48",
    "end": "00:18:14"
  },
  {
    "text": "King Pharaoh.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "King Pharaoh. Yep. Destroys him in the waters, and then Moses becomes this heaven on earth mediator who can ascend into heaven and see God's back and know God face to face.",
    "start": "00:18:15",
    "end": "00:18:29"
  },
  {
    "text": "Yeah. Kind of right at the center of the Torah. Then is Moses getting access to the garden space. The mountain garden. The mountain garden, but the cosmic mountain garden.",
    "start": "00:18:29",
    "end": "00:18:37"
  },
  {
    "text": "Exactly, yeah. Heaven on earth. The appears on Mount Sinai, but then that heaven on earth garden presence shifts from the top of the mountain to hovering over the sacred tent. And Moses is the primary mediator, even though there is a high priest in the mix. The high priest is an idolater, his brother in the golden calf story. So Moses ends up being this powerful narrative image of the seed of the woman with power over the snake. But then Moses has his own failures in the wilderness. Exile. And so by the time we reach the end of Deuteronomy, he's saying goodbye to them. And so this is actually a perfect segue. Then he gives as many speeches to the Israelites, and then here is the last. Last paragraph. And this is important. So what we're reading is not just the last paragraph of Deuteronomy, it's the last paragraph of the Torah. Oh, actually, the. We did go through this already in the podcast.",
    "start": "00:18:37",
    "end": "00:19:38"
  },
  {
    "text": "Yeah.",
    "start": "00:19:38",
    "end": "00:19:38"
  },
  {
    "text": "So he gets taken up onto a high mountain, he sees the land that the Israelites are going to inherit, and then he dies outside the land, and it seems like God buries him. And nobody knows where he's buried to this day. But verse nine, this is key. Joshua, the son of nun, was full of the spirit of wisdom because Moses placed his hands on him. And that's an important symbolic ritual of appointing someone as your representative.",
    "start": "00:19:39",
    "end": "00:20:13"
  },
  {
    "text": "And we talked about that last week.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "We did. And actually, you can see the effect of it. It says, then the Israelites listened to Joshua and they did just as Yahweh commanded. Moses. So now listening to Joshua is like listening to Moses.",
    "start": "00:20:14",
    "end": "00:20:28"
  },
  {
    "text": "Yeah. Joshua is this new representative of Moses who is the representative of humanity for God.",
    "start": "00:20:28",
    "end": "00:20:33"
  },
  {
    "text": "Yeah.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "Or Israel for God.",
    "start": "00:20:33",
    "end": "00:20:35"
  },
  {
    "text": "Yeah, totally. So Joshua's the new Moses. He's the new human who's gonna lead them back into the garden land. So you're like, okay, maybe this is the guy.",
    "start": "00:20:35",
    "end": "00:20:43"
  },
  {
    "text": "Because Moses has been talking about like a servant who's gonna come.",
    "start": "00:20:44",
    "end": "00:20:48"
  },
  {
    "text": "Yeah.",
    "start": "00:20:49",
    "end": "00:20:49"
  },
  {
    "text": "Do we think maybe this is that guy?",
    "start": "00:20:49",
    "end": "00:20:51"
  },
  {
    "text": "Well, I mean, what Moses anticipated in his poems was there would be a long history of Israel's covenant betrayal that would lead to destruction and doom, but that God, there would be a group in Israel that would maintain faithfulness called the servants.",
    "start": "00:20:51",
    "end": "00:21:08"
  },
  {
    "text": "The servants.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "Yeah. So with that forecast in our minds, Joshua appears and you're like, oh, maybe this is going to be the leader of faithful servants. And we're just going to have to read his story to see what happens next. But what's funny, so after you tee up Joshua and you're like, ooh, bright hopes for the future. Then you get verse 10 which tells you, you know, but there has never again arisen in Israel a prophet like Moses, you know, the one who knew Yahweh face to face and all the signs and wonders and mighty deeds like what he did in Egypt, all that stuff. Yeah, that person's never come. So you're kind of like, oh, so.",
    "start": "00:21:09",
    "end": "00:21:51"
  },
  {
    "text": "Maybe Joshua wasn't as rad as I thought he was going to be.",
    "start": "00:21:51",
    "end": "00:21:54"
  },
  {
    "text": "It kind of deflates these hopes attached to Joshua in verse nine.",
    "start": "00:21:54",
    "end": "00:21:58"
  },
  {
    "text": "The story's going to continue with Joshua, but we know he was not the one. He didn't do better than Moses.",
    "start": "00:21:58",
    "end": "00:22:06"
  },
  {
    "text": "Right.",
    "start": "00:22:07",
    "end": "00:22:07"
  },
  {
    "text": "And Moses is the closest we got to the snake crushing seed of the woman.",
    "start": "00:22:07",
    "end": "00:22:14"
  },
  {
    "text": "Yeah. So the fact that Joshua is described as a new Moses because he's his replacement and the people now listen to Joshua as the way that they listen to Yahweh like they did through Moses. So it very clearly portrays Joshua as a new Moses. And then in the next line tells you, and there's never been anybody like Moses.",
    "start": "00:22:14",
    "end": "00:22:34"
  },
  {
    "text": "Yeah, that's not a great setup to.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "You taking over, but I think it's part of the strategy for how the Hebrew Bible works, which is, okay, so now you're set up to see the book of Joshua which comes next. You're set up not to see Joshua as like, oh, maybe he's the Messiah, but he is like a Joseph figure. In fact, he's from the line of Joseph and he becomes a Narrative image of the new humanity's victory over the snake and going into the garden land. But it tells you from the beginning that it wasn't the final deal. It was just a partial realization along the way. And so that's how the Torah ends. Anticipating a future Moses, like, prophet. And Moses had it all, man. He was like a prophet, but he was doing.",
    "start": "00:22:38",
    "end": "00:23:23"
  },
  {
    "text": "He was in charge.",
    "start": "00:23:23",
    "end": "00:23:24"
  },
  {
    "text": "Priestly stuff. Yeah. He was a ruler and leader among the people. So he was like. He was recovering the Adam and Eve royal priestly calling in the Eden land. Okay, so with that, we close the Torah scroll and we open up the next scroll, which is Joshua in both the Hebrew Bible and in Christian Bibles.",
    "start": "00:23:24",
    "end": "00:23:48"
  },
  {
    "text": "Can we stop there for a second?",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:23:50",
    "end": "00:23:51"
  },
  {
    "text": "Because this will still be new to a lot of people. There's a different ordering of scrolls or books.",
    "start": "00:23:51",
    "end": "00:23:58"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:23:58",
    "end": "00:23:59"
  },
  {
    "text": "In your English, Old Testament. And in the Hebrew.",
    "start": "00:23:59",
    "end": "00:24:03"
  },
  {
    "text": "Yep.",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "Hebrew Bible, Tanakh, Hebrew Bible. Not different scrolls.",
    "start": "00:24:04",
    "end": "00:24:08"
  },
  {
    "text": "Same. Same scrolls, Same scrolls, different order, different arrangement. Yeah.",
    "start": "00:24:09",
    "end": "00:24:13"
  },
  {
    "text": "And we have a video that walks through that. But let's quickly tag it. Like, what is the shape of the Hebrew Bible?",
    "start": "00:24:13",
    "end": "00:24:20"
  },
  {
    "text": "Yeah. So the Torah is the first third, and then come the middle section, which is split into two parts, but it's just the prophets. And so the Tanakh, remember, is an acronym for Torah. And then Neviim, which is the word for prophets, and then Ketuvim, which is the word for writings. And then you put a little A in between the three. Tanak, Tanakh. Yep.",
    "start": "00:24:21",
    "end": "00:24:46"
  },
  {
    "text": "Torah, Nevim, Ketavim, Torah, prophets and writings.",
    "start": "00:24:46",
    "end": "00:24:49"
  },
  {
    "text": "The prophets are split into two. There's four works. They're called the former prophets, and that's Joshua, Judges, Samuel, and Kings.",
    "start": "00:24:49",
    "end": "00:24:58"
  },
  {
    "text": "Yeah. And it's confusing to think of these as prophetic books, because when I think of prophetic books, I think of the. What you're calling the latter prophets.",
    "start": "00:24:58",
    "end": "00:25:07"
  },
  {
    "text": "Yeah.",
    "start": "00:25:07",
    "end": "00:25:07"
  },
  {
    "text": "Which are clearly like, here's a bunch of apocalyptic poetry and crazy prophets doing crazy things.",
    "start": "00:25:07",
    "end": "00:25:13"
  },
  {
    "text": "Right, right.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "Where Joshua, Judges, Samuel, Kings.",
    "start": "00:25:14",
    "end": "00:25:18"
  },
  {
    "text": "Yeah. They're narrative accounts.",
    "start": "00:25:18",
    "end": "00:25:20"
  },
  {
    "text": "They almost feel like historical narrative.",
    "start": "00:25:20",
    "end": "00:25:22"
  },
  {
    "text": "Yeah, that's right. That's what they are. Yeah. It tells the story of Israel's entry into the land. That's what it begins with in Joshua. And then in the last paragraphs of Kings, it's about the exile of Israel and their defeat by Babylon and their exile out of the land.",
    "start": "00:25:22",
    "end": "00:25:38"
  },
  {
    "text": "So why are they considered prophetic books?",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "Yeah, so it's retelling the story of Israel's time in the promised land told from the perspective of the prophets. So, you know, Anytime you tell a story, you're telling it from an angle a certain perspective.",
    "start": "00:25:40",
    "end": "00:25:54"
  },
  {
    "text": "Yeah.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "And so there are many ways that you could tell the story of Israel's history in the land. And the prophets tell that story of one of consistent covenant betrayal and failure, leading them to go right back out of the land from where they came in.",
    "start": "00:25:55",
    "end": "00:26:12"
  },
  {
    "text": "Okay.",
    "start": "00:26:12",
    "end": "00:26:13"
  },
  {
    "text": "And that history of failure, with a few number of bright spots of different cycles and generations of key leaders throughout the story, is fits hand in glove with the second half of the prophets, which is another four scrolls of the prophets. Isaiah, Jeremiah, Ezekiel and the scroll of the 12. And that's the prophets.",
    "start": "00:26:13",
    "end": "00:26:34"
  },
  {
    "text": "Eight scrolls.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Eight. Oh, the prophets. Yep. Are eight scrolls.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "Total. Eight scrolls.",
    "start": "00:26:38",
    "end": "00:26:38"
  },
  {
    "text": "Total of eight scrolls.",
    "start": "00:26:38",
    "end": "00:26:39"
  },
  {
    "text": "But in your English Bible, that's going to be.",
    "start": "00:26:40",
    "end": "00:26:42"
  },
  {
    "text": "They're split apart.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "Well, they're not together.",
    "start": "00:26:44",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "So they're not all contained in one area.",
    "start": "00:26:46",
    "end": "00:26:48"
  },
  {
    "text": "Correct.",
    "start": "00:26:48",
    "end": "00:26:49"
  },
  {
    "text": "And it's not eight books, it's actually.",
    "start": "00:26:49",
    "end": "00:26:52"
  },
  {
    "text": "Oh yeah, totally. Because the 12 minor prophets all get their own book, are all counted as separate books.",
    "start": "00:26:52",
    "end": "00:26:59"
  },
  {
    "text": "And then Kings and Samuel are split in two because they're just big scrolls.",
    "start": "00:26:59",
    "end": "00:27:03"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "So what do you guys.",
    "start": "00:27:04",
    "end": "00:27:05"
  },
  {
    "text": "And Samuel. Samuel was split into first. Samuel and Samuel.",
    "start": "00:27:05",
    "end": "00:27:08"
  },
  {
    "text": "Yeah. So you want to. You got 6, 6 plus 15, 12, 21. Right.",
    "start": "00:27:08",
    "end": "00:27:15"
  },
  {
    "text": "3, 21. Nice math on the.",
    "start": "00:27:16",
    "end": "00:27:18"
  },
  {
    "text": "Quick math on the fly. Public math.",
    "start": "00:27:18",
    "end": "00:27:21"
  },
  {
    "text": "Yep.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "So my 21 books in my English Bible that are. They start here where Joshua starts, but then at one point they turn over towards the writings and then it ends with the latter prophets.",
    "start": "00:27:21",
    "end": "00:27:34"
  },
  {
    "text": "Correct.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Where in the Hebrew Bible you go straight from the former prophets, which I think of as the historical books. But you're saying they're written from the point of view of the prophets. Arguably. So is the Torah.",
    "start": "00:27:35",
    "end": "00:27:46"
  },
  {
    "text": "It totally is.",
    "start": "00:27:47",
    "end": "00:27:47"
  },
  {
    "text": "But it's not called the prophets.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "No, it's called the Torah. Yeah. And then they. Yep, that's right.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "Okay. And then the latter prophets.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "So. And the latter prophets all begin with little like heading, little narrative introductions. So the vision of Isaiah, the prophet, which he spoke in the days of. And it'll name a bunch of times, kings and so on and all that's just a big glowing hyperlink back to the former prophets. So the prophets are all bound together, telling you a story from one end to another and then going back and presenting four scrolls, giving you the words and poetry and writings of key figures during those times. That hyperlink back to different moments within the history that you just read. Yeah, it's bound together real tightly.",
    "start": "00:27:54",
    "end": "00:28:35"
  },
  {
    "text": "Okay.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "And it all reflects this perspective that one Israel was unfaithful to the covenant. But God didn't abandon Israel in the.",
    "start": "00:28:36",
    "end": "00:28:44"
  },
  {
    "text": "Land, so he left them staged to go in the land. They're going to go in the land. And instead of becoming the image of God in the garden land, like fulfilling this covenant promise with God, they abandon it.",
    "start": "00:28:44",
    "end": "00:29:01"
  },
  {
    "text": "Exactly. So that's what they abandon it. And so God's going to keep handing them over to de creation and ruin and covenant curse and so on. And they just consistently don't get the clue. The Israelites don't. And so it comes about in the ultimate leads up to the ultimate.",
    "start": "00:29:01",
    "end": "00:29:20"
  },
  {
    "text": "And we're not dogging on the Israelites. This is like. No, this is the story of humanity.",
    "start": "00:29:20",
    "end": "00:29:24"
  },
  {
    "text": "Exactly. Yeah. We're meditating on human nature.",
    "start": "00:29:24",
    "end": "00:29:28"
  },
  {
    "text": "Yeah.",
    "start": "00:29:28",
    "end": "00:29:28"
  },
  {
    "text": "And humanity's exile from heaven on earth by retelling how all these generations of characters are themselves forfeiting Eden over and over and over and over again throughout the history, leading to the ultimate loss of Eden, which is Israel's exile from the garden land. Yep. And then the latter prophets come along and reflect on that and say, yeah, here's why it happened. And then they also say, but Yahweh's purpose for creation and for his covenant people transcends even their own failure. And he's going to create a new covenant family through whom he's going to restore the Eden blessing to the world and send that snake crushing seed. And so the latter prophets really fixate on that. Cool. So here's what I thought we'd do. We looked at the bookends of the Torah. What if we just looked at the two bookends of the prophets, which is.",
    "start": "00:29:28",
    "end": "00:30:25"
  },
  {
    "text": "The opening of Joshua.",
    "start": "00:30:25",
    "end": "00:30:26"
  },
  {
    "text": "Opening of Joshua, and then the last paragraph of Malachi, which is the last.",
    "start": "00:30:26",
    "end": "00:30:32"
  },
  {
    "text": "Prophet in the 12.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "And just like there's all this electricity between the beginning and end of the Torah, there's a lot of electricity between the beginning and end of the prophets. And those beginning and endings of the prophets have all this electricity with the beginning and endings of the Torah. It's all super hyperlinked together. Cool. So that'll just merge. So let's do that right now. Let's transition to reading the beginning and ending of the prophets.",
    "start": "00:30:33",
    "end": "00:30:57"
  },
  {
    "text": "Okay. Joshua, chapter one.",
    "start": "00:31:26",
    "end": "00:31:28"
  },
  {
    "text": "Chapter one. Let's just dive in.",
    "start": "00:31:28",
    "end": "00:31:30"
  },
  {
    "text": "Okay.",
    "start": "00:31:30",
    "end": "00:31:31"
  },
  {
    "text": "And it came about after the death of Moses, the servant of Yahweh.",
    "start": "00:31:31",
    "end": "00:31:36"
  },
  {
    "text": "I remember him.",
    "start": "00:31:36",
    "end": "00:31:36"
  },
  {
    "text": "Yep. Then Yahweh said to Joshua, son of nun, the assistant of Moses, saying, my servant Moses is dead. I think he already knew that. And now rise up, cross the Jordan, you and all this people into the land that I'm giving to them, the Israelites. Every place the soles of your feet will tread. I've given it to you. Just like I said to Moses. From the wilderness in this Lebanon, up to the great river Euphrates, the land of the Hittites, up to the great sea in the west.",
    "start": "00:31:36",
    "end": "00:32:09"
  },
  {
    "text": "That's really far north.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "This will be your territory. Yeah, super far north.",
    "start": "00:32:10",
    "end": "00:32:13"
  },
  {
    "text": "It's a big territory. Okay.",
    "start": "00:32:13",
    "end": "00:32:15"
  },
  {
    "text": "Yeah. So let's just pause real quick here. This is a bigger territory than Israel ever, like, possessed. And this is a whole puzzle. I forget if we talked about this in numbers, but this came up earlier this year.",
    "start": "00:32:15",
    "end": "00:32:30"
  },
  {
    "text": "Yeah. In some context.",
    "start": "00:32:30",
    "end": "00:32:31"
  },
  {
    "text": "There's two sets of descriptions of the Promised Land in the Torah. One of them is fantastically huge. And this is an example. This is another example, but here in the Prophets. And then one of them is a little more realistic that actually describes the land the tribes actually come to possess in this book. So what's interesting is the fantastically huge borders when they're described. They're described in Genesis 15. What's in numbers? I think Deuteronomy. And then right here. Usually there are Eden hyperlinks or vocabulary in it, in the fantastically huge descriptions. And there's one staring at us right here. The mention of the river Euphrates.",
    "start": "00:32:31",
    "end": "00:33:15"
  },
  {
    "text": "It's one of the four rivers of Eden. Of Eden.",
    "start": "00:33:15",
    "end": "00:33:19"
  },
  {
    "text": "That's right. Or the one river goes out of.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "Eden, turns into four.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "Turns into four. So you're going to cross a river and possess this land, the boundaries of which was one of the connection points for the shape of the land of Eden. So when you get these fantastically huge lists of the borders of the Promised land, I think it's the narrator portraying the promised land as an Eden Garden land.",
    "start": "00:33:21",
    "end": "00:33:47"
  },
  {
    "text": "Yeah.",
    "start": "00:33:47",
    "end": "00:33:47"
  },
  {
    "text": "And this is a good example of it. Verse 5. No one will stand before you all the days of your life. Just as I was with Moses, so I will be with you. In other words, it's very clear that you're like the next Moses, like one. Even though I know you're not really the ultimate Moses, like one. But for the moment, you are like Moses. I won't fail you, and I won't forsake you. Be strong, courageous. You'll give this people the land as an inheritance, just like I swore to give them. Okay, so now you're thinking, okay, so we're going to go in and there's going to be some conflict. There's people there. They're going to try and stand against you. Yeah. And everywhere you tread, I'm going to give you the land. But you know, you're going to have to work for it.",
    "start": "00:33:47",
    "end": "00:34:32"
  },
  {
    "text": "Where are you getting that? It says no one will stand before you.",
    "start": "00:34:33",
    "end": "00:34:35"
  },
  {
    "text": "Oh, no one. Well, okay, but that's an anticipation of the fact that there's going to be lots of people who resist them, but none of them are going to win. They're all going to lose. At least that's the promise here.",
    "start": "00:34:36",
    "end": "00:34:48"
  },
  {
    "text": "Yeah. So be strong and courageous.",
    "start": "00:34:48",
    "end": "00:34:51"
  },
  {
    "text": "Yeah. The whole thing is get ready. The whole book of Joshua has the flavor of a military campaign to it. So what is the instruction that Yahweh gives to a captain planning a military campaign? Verse 7. Be strong and courageous. To keep, to do the whole Torah that Moses, my servant, commanded you to keep.",
    "start": "00:34:51",
    "end": "00:35:15"
  },
  {
    "text": "To do the whole Torah.",
    "start": "00:35:15",
    "end": "00:35:17"
  },
  {
    "text": "To keep, to do. That's right. To make sure. And that word keep is one of the words of the job description of Adam and Eve in the garden.",
    "start": "00:35:17",
    "end": "00:35:25"
  },
  {
    "text": "Keep and work the garden, to work.",
    "start": "00:35:25",
    "end": "00:35:26"
  },
  {
    "text": "It and to keep it. And then God gives them a command.",
    "start": "00:35:26",
    "end": "00:35:29"
  },
  {
    "text": "Yeah.",
    "start": "00:35:30",
    "end": "00:35:30"
  },
  {
    "text": "Gives him a Torah. Yeah. So here God asks Joshua to keep. To do the whole Torah that Moses, my servant, commanded you. Again, this is the language of going into Eden and living by God's command and by God's instruction. Do not turn aside from it to the right or to the left. Don't do good or don't go bad. Just do right.",
    "start": "00:35:30",
    "end": "00:35:54"
  },
  {
    "text": "But just do the word.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "Do the word so that you may have success wherever you go. This scroll of the Torah will not depart from your mouth. Meditate on it day and night. So we usually associate the phrase meditate on the Torah day and night with Psalm 1.",
    "start": "00:35:56",
    "end": "00:36:13"
  },
  {
    "text": "Yeah, we've talked about that.",
    "start": "00:36:13",
    "end": "00:36:14"
  },
  {
    "text": "And there's an important relationship, but it appears first here.",
    "start": "00:36:14",
    "end": "00:36:17"
  },
  {
    "text": "Okay, this is Hagah.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "This is Hagah. Yep.",
    "start": "00:36:19",
    "end": "00:36:21"
  },
  {
    "text": "Meditate.",
    "start": "00:36:21",
    "end": "00:36:21"
  },
  {
    "text": "Yeah. To recite quietly out loud to yourself as you read and memorize something. And what's the purpose of that quiet meditation? So that you may keep to do all that's written in it. Then you will prosper in the way you go, and you will have success. Didn't I command you? Be strong and courageous. Don't be afraid. Yahweh, your God is with you wherever you go. So what's interesting is the instruction given to this guy who's about to lead a military campaign is to become a.",
    "start": "00:36:21",
    "end": "00:36:56"
  },
  {
    "text": "Scholar, become a student of the Torah, become a. Yeah.",
    "start": "00:36:56",
    "end": "00:37:00"
  },
  {
    "text": "Student and meditator on the Torah. That's the instruction.",
    "start": "00:37:00",
    "end": "00:37:02"
  },
  {
    "text": "Yeah. And to do it boldly.",
    "start": "00:37:02",
    "end": "00:37:05"
  },
  {
    "text": "Yeah. That's right. So there's something going on here where. So we're presuming there's a whole bunch of stuff in the Torah that I guess is going to be helpful. And there are going to be all the stuff we talked about in Deuteronomy about portraying the Canaanite 7 Canaanite tribes, like snaky people that need to be exiled from the land. And that's what Joshua is going to lead the people to do. But there's a whole lot of other stuff in our version of the Torah. You're like, well, what's Joshua going to do with all that? You know? But it's apparently going to shape him into the kind of person who just knows how to live by the will of Yahweh. So what's interesting is here's our first post Moses figure, and he's portrayed as being called to this ideal leadership role to lead the people into the land. And the most prominent thing about his character and his, like, job description is that he is to be a meditator on God's written instruction. So this is meta. This is both for Joshua as a character within the story, but we're also, I think, being given a portrait here by the final framers of the whole Tanakh of what the ideal posture is of God's people as we are still waiting for our entry into the garden land. And it's to take up a Joshua.",
    "start": "00:37:05",
    "end": "00:38:29"
  },
  {
    "text": "Like talk, be strong and courageous, and to keep and do the whole Torah.",
    "start": "00:38:29",
    "end": "00:38:34"
  },
  {
    "text": "Yep, totally. In other words, it's Joshua being told to do this, but we have this feeling that he's a model for the reader as something, a posture for the reader to adopt as we, as the reader waits to go into the garden land. Okay, so that's the opening paragraph of the prophets.",
    "start": "00:38:34",
    "end": "00:38:53"
  },
  {
    "text": "Right.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "So let's hold all that in mind, and let's go to the final paragraph of the prophets.",
    "start": "00:38:54",
    "end": "00:38:59"
  },
  {
    "text": "Okay.",
    "start": "00:38:59",
    "end": "00:39:00"
  },
  {
    "text": "And we just talked about the prophets are Joshua, Judges, Samuel, Kings, Isaiah, Jeremiah, Ezekiel, and then the 12. So this means going to the very end of Malachi. But think through what is in all of that.",
    "start": "00:39:00",
    "end": "00:39:11"
  },
  {
    "text": "Yeah. So much history.",
    "start": "00:39:11",
    "end": "00:39:13"
  },
  {
    "text": "Yeah. And we just summarized it as a history of failure.",
    "start": "00:39:13",
    "end": "00:39:15"
  },
  {
    "text": "Yeah.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "And then a history.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "How many centuries are we talking about?",
    "start": "00:39:18",
    "end": "00:39:20"
  },
  {
    "text": "Oh, well, it depends on when you date the events of the book of Joshua. So some people debate if it's in the 14 to 12th century. So let's bat in the middle. Let's just say it's around the 1200s.",
    "start": "00:39:21",
    "end": "00:39:33"
  },
  {
    "text": "Okay.",
    "start": "00:39:33",
    "end": "00:39:34"
  },
  {
    "text": "And then it narrates down to the exile to Babylon, which happened in 586. So that's about a little over 600 year stretch.",
    "start": "00:39:34",
    "end": "00:39:43"
  },
  {
    "text": "But then somewhere in there was King David. Yeah, that's right. His whole crew.",
    "start": "00:39:44",
    "end": "00:39:51"
  },
  {
    "text": "And then there's three prophets at the end of the 12 prophets. Haggai, Zechariah, Malachi. And they are all located after the people first returned to the land from Babylon.",
    "start": "00:39:51",
    "end": "00:40:06"
  },
  {
    "text": "Okay. Oh yeah, Ezra Nehemiah, which in the days of Ezra Nehemiah, that's part of the writings.",
    "start": "00:40:06",
    "end": "00:40:11"
  },
  {
    "text": "The story of Ezra Nehemiah is in the writings. But three prophets who did their thing in those days are in the end of the prophets. So then that takes you another hundred years forward into the late five hundreds. So it's like a long, many, many centuries. Okay, and so we're going to go to the last paragraph of Malachi.",
    "start": "00:40:12",
    "end": "00:40:32"
  },
  {
    "text": "So we're going to fast forward like 800 years.",
    "start": "00:40:32",
    "end": "00:40:34"
  },
  {
    "text": "Yep, totally. To the end of Malachi. And Malachi is standing in a day when Israel has some of Israelites have returned back to the land and they've staked out a life in Jerusalem.",
    "start": "00:40:34",
    "end": "00:40:46"
  },
  {
    "text": "This is what we call the Second Temple period because they rebuild.",
    "start": "00:40:46",
    "end": "00:40:49"
  },
  {
    "text": "They rebuild the temple.",
    "start": "00:40:49",
    "end": "00:40:50"
  },
  {
    "text": "The temple.",
    "start": "00:40:50",
    "end": "00:40:51"
  },
  {
    "text": "And Malachi is convinced that what's happening in the temple is just totally offensive to Yahweh.",
    "start": "00:40:51",
    "end": "00:40:59"
  },
  {
    "text": "This new temple.",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "Yeah, the new priesthood is offensive to Yahweh.",
    "start": "00:41:00",
    "end": "00:41:03"
  },
  {
    "text": "Some things don't change something.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Yeah, the people and the way they worship Yahweh, they allow injustice in the land. And so Malachi says, you know what, that thing that happened with Babylon, that was just the lead up to like the bigger, even more bigger batter decreation that Yahweh has coming. And he calls it the day of the Lord. Malachi, chapter three, verse.",
    "start": "00:41:05",
    "end": "00:41:29"
  },
  {
    "text": "He's not the only one who talks.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "About the day of the Lord. No. So Malachi, chapter three, verse 16, he says, you know, there were some who fear Yahweh. Some. Just some.",
    "start": "00:41:30",
    "end": "00:41:42"
  },
  {
    "text": "Yeah.",
    "start": "00:41:42",
    "end": "00:41:42"
  },
  {
    "text": "Not everybody. So we're now not all. Israel is Israel.",
    "start": "00:41:42",
    "end": "00:41:46"
  },
  {
    "text": "Yeah. And fearing Yahweh, that's a phrase in Hebrew to describe the person who, instead of choosing good and bad on their own terms, goes to Yahweh and says, give me wisdom.",
    "start": "00:41:46",
    "end": "00:41:58"
  },
  {
    "text": "Give me wisdom and I will fear you in the best way possible and do what you say. So there's a crew, Malachi is describing a crew within Israel that are the ones who fear Yahweh. And they get together and when they talk together, Yahweh listens and hears them. And so a scroll of remembrance was written before him before Yahweh, about those who fear Yahweh and who love to meditate on his name. They ponder his name.",
    "start": "00:41:58",
    "end": "00:42:31"
  },
  {
    "text": "Is this a different word here?",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "It's not Hagah. It's not Hagah? No, it's Khashav. But it's to muse and to hold at the forefront of your attention. So there's this crew within Israel who fear Yahweh. Yeah, these are the servants? I think so.",
    "start": "00:42:33",
    "end": "00:42:47"
  },
  {
    "text": "Yeah.",
    "start": "00:42:47",
    "end": "00:42:47"
  },
  {
    "text": "Yeah. And what they love to do is to ponder the scroll of remembrance, which is. I think it's a reference to. Well, as we're going to see. To the.",
    "start": "00:42:47",
    "end": "00:42:57"
  },
  {
    "text": "To the Torah.",
    "start": "00:42:57",
    "end": "00:42:58"
  },
  {
    "text": "To the Torah.",
    "start": "00:42:58",
    "end": "00:42:59"
  },
  {
    "text": "Okay.",
    "start": "00:42:59",
    "end": "00:42:59"
  },
  {
    "text": "Yeah, just wait for it.",
    "start": "00:42:59",
    "end": "00:43:00"
  },
  {
    "text": "Just call the Torah, guys.",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Yeah. Then what we're told is a little quote from Yahweh. This is what Yahweh of hosts says, they are, will be mine. They are my treasured possession. I will have compassion on them as a man has compassion on his son, who is his servant. So there's a day coming. Yahweh's going to do something on the day, and this crew that actually fears him, they will become the treasured possession. And that's a big glowing hyperlink to the Torah.",
    "start": "00:43:01",
    "end": "00:43:30"
  },
  {
    "text": "How so? Treasured possession.",
    "start": "00:43:30",
    "end": "00:43:33"
  },
  {
    "text": "When Yahweh brings Israel to Mount Sinai and says, keep my covenant.",
    "start": "00:43:33",
    "end": "00:43:37"
  },
  {
    "text": "We're making a covenant.",
    "start": "00:43:37",
    "end": "00:43:38"
  },
  {
    "text": "I brought you out of all the nations to be my people. Keep my covenant. And if you do, you will be for me a kingdom of priests, a holy nation, and a treasured possession.",
    "start": "00:43:38",
    "end": "00:43:49"
  },
  {
    "text": "Okay.",
    "start": "00:43:49",
    "end": "00:43:50"
  },
  {
    "text": "Yeah. So in other words, all of Israel has proven themselves unfaithful to the covenant. But there's this crew of those who fear Yahweh and love to meditate on his name, and they love to hear the scroll read before them. And those are Yahweh's covenant people who are like a subset within Israel. So on that day when Yahweh does this, what we're told is you will see a distinction between the righteous and the wicked. You'll see a distinction between the one who serves God and one who does not serve God. Because, look, the days come.",
    "start": "00:43:50",
    "end": "00:44:28"
  },
  {
    "text": "Who's the you here? Is this Malachi talking to, or this is God still talking?",
    "start": "00:44:29",
    "end": "00:44:34"
  },
  {
    "text": "Well, it's hard because it's mentioning God in the third person. So it seems like it's Malachi again, talking to those who fear the Lord. And on the day of the Lord that's coming, there's going to be this distinction, a separation between the righteous and the wicked, the servants of God. And Those who don't actually serve God.",
    "start": "00:44:34",
    "end": "00:44:57"
  },
  {
    "text": "Okay.",
    "start": "00:44:57",
    "end": "00:44:58"
  },
  {
    "text": "The day is coming, burning like an oven. And all the arrogant and everyone who does wickedness will become stubble, you know, like chaff that the wind blows away.",
    "start": "00:44:58",
    "end": "00:45:08"
  },
  {
    "text": "This is exactly where my mind went, like reading Jesus without this. How should I say this? I've heard Jesus. You hear Jesus talk a lot about separating the wheat from the chaff.",
    "start": "00:45:08",
    "end": "00:45:20"
  },
  {
    "text": "Oh, totally.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "The righteous from the wicked.",
    "start": "00:45:21",
    "end": "00:45:22"
  },
  {
    "text": "Sheep and the goats.",
    "start": "00:45:22",
    "end": "00:45:22"
  },
  {
    "text": "Sheep and the goats, Yep. And reading Malachi here, in light of what we talked about, what Moses predicted, this was very centered in Israel's story. Jesus was coming and saying, look, there's going to be a group of people who are going to stay faithful. And they. I'm finding them. I'm getting that crew.",
    "start": "00:45:22",
    "end": "00:45:43"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "And it just makes what Jesus was saying, like so much kind of clearer.",
    "start": "00:45:44",
    "end": "00:45:48"
  },
  {
    "text": "It's good. It's good. Yeah, that's totally right. The fact that there's this crew within Israel that calls themselves the God Fearers, who love to meditate on the name and that they're the righteous. These are the people from whom the Tanakh comes.",
    "start": "00:45:48",
    "end": "00:46:02"
  },
  {
    "text": "Yeah.",
    "start": "00:46:02",
    "end": "00:46:02"
  },
  {
    "text": "This is the minority Report crew.",
    "start": "00:46:03",
    "end": "00:46:05"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "Within Israel. This is the prophets. This is the crew of covenant faithful Israelites that was a minority throughout most of Israel's history. That's what we're meditating on. And that Yahweh is going to bring about a day that, like fire, will separate the consumables from the things that can endure the fire. A great test.",
    "start": "00:46:05",
    "end": "00:46:25"
  },
  {
    "text": "Yeah.",
    "start": "00:46:25",
    "end": "00:46:25"
  },
  {
    "text": "Yes.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "And this is what John the Baptist is on about when he starts. That day's coming.",
    "start": "00:46:26",
    "end": "00:46:30"
  },
  {
    "text": "That's totally right. Yep. So let's keep reading.",
    "start": "00:46:30",
    "end": "00:46:32"
  },
  {
    "text": "Okay.",
    "start": "00:46:32",
    "end": "00:46:33"
  },
  {
    "text": "So the coming day will consume the wicked and will not leave behind for them root or branch. But for you who fear my name, that burning fire is like the sun of righteousness rising like day one of Genesis, like the sunrise with healing in its wings. And you will go out and leap like fattened calves.",
    "start": "00:46:33",
    "end": "00:46:55"
  },
  {
    "text": "Leap like fattened calves.",
    "start": "00:46:55",
    "end": "00:46:57"
  },
  {
    "text": "Which is a compliment.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "The joy of a full, hearty calf.",
    "start": "00:47:01",
    "end": "00:47:04"
  },
  {
    "text": "Yeah. Yeah. Like a well fed calf.",
    "start": "00:47:04",
    "end": "00:47:06"
  },
  {
    "text": "Yeah.",
    "start": "00:47:06",
    "end": "00:47:07"
  },
  {
    "text": "Gets the gate opened and it's just like, go for it.",
    "start": "00:47:07",
    "end": "00:47:11"
  },
  {
    "text": "Woo.",
    "start": "00:47:11",
    "end": "00:47:11"
  },
  {
    "text": "And it's. Yeah. Just. Yeah. So it's so funny. Lek. There's a fire coming. And depending on how you relate to the fire, it can either keep you warm and bring you joy like the sunrise, or it can consume you. And you've got to. Just like the fire of Yahweh that came on Mount Sinai. The people were convinced it would consume them so they didn't go up. But then when Moses and the elders go up, they're not consumed. God lets them enjoy his presence and have a meal in his presence. So this gets even more intense. So you who fear my name, who experience my fire as, like, a sunrise that heals you, you will trample down the wicked, and they will be like ash underneath the soles of your feet on the day that I'm going to act.",
    "start": "00:47:11",
    "end": "00:47:59"
  },
  {
    "text": "Now, the wicked here, these are the ones that aren't fearing God's name. And am I to think of just. Is Malachi just centering in on a distinction between Israelites who fear, don't fear God, or really just like this crew that fears God and like the whole.",
    "start": "00:47:59",
    "end": "00:48:17"
  },
  {
    "text": "Rest of creation, it seems centered on Israel. The whole book seems centered on Israel. But remember, Israel exists as a, you know, a microcosm of all. Of all humanity.",
    "start": "00:48:17",
    "end": "00:48:27"
  },
  {
    "text": "Okay. Yeah. Okay.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "So in other words, what Yahweh. And that's the whole story, is what Yahweh is doing with Israel is an image of what he's doing with all humanity. Okay. Yeah. So there's a day coming that will separate those who are faithful to Yahweh and those who are not. In fire imagery, why would that be?",
    "start": "00:48:28",
    "end": "00:48:44"
  },
  {
    "text": "We get all this sounds really nice. Like, healing in the wings, the son of righteousness leaping around like fattened calves. Even that you can kind of figure out. And then he's like. And then you get to trample the wicked.",
    "start": "00:48:46",
    "end": "00:48:57"
  },
  {
    "text": "It's like, well, yeah. I mean, well, okay. So I hear. Think this is the cap to the prophet. So the prophets began with Israel called to go crush the seed of the snake living in the land, in the garden land, which in the narrative is, you know, like the giants and the Nephilim and all of their snake seed in the land of Canaan. I think that's the image here, but it's a troubling image for us. And we've named this before.",
    "start": "00:48:57",
    "end": "00:49:27"
  },
  {
    "text": "It is for me, and it is for a lot of people. It is also a visceral, like, destroy your enemies thing that happens for people. It's kind of like those people are in the way.",
    "start": "00:49:27",
    "end": "00:49:36"
  },
  {
    "text": "Yep.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "They're the enemies. We got to get them.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Yep.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "And that doesn't, you know, square with the teachings of Jesus.",
    "start": "00:49:39",
    "end": "00:49:43"
  },
  {
    "text": "Totally.",
    "start": "00:49:43",
    "end": "00:49:44"
  },
  {
    "text": "The apostles.",
    "start": "00:49:44",
    "end": "00:49:44"
  },
  {
    "text": "Totally. Right.",
    "start": "00:49:45",
    "end": "00:49:45"
  },
  {
    "text": "So you get to these places where it's like, I get it. Like, when people cause evil, it's like you're just kind of like everything inside you just like, oh, I hope they get what they deserve.",
    "start": "00:49:46",
    "end": "00:49:56"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:56",
    "end": "00:49:57"
  },
  {
    "text": "But you read this through a Jesus lens and you're like, trampled the wicked.",
    "start": "00:49:57",
    "end": "00:50:00"
  },
  {
    "text": "Totally. Yeah. It seems like Jesus would take a phrase like this and he saw himself with orders to let his enemies trample him.",
    "start": "00:50:01",
    "end": "00:50:11"
  },
  {
    "text": "Right.",
    "start": "00:50:11",
    "end": "00:50:11"
  },
  {
    "text": "And he said, that's how the kingdom of God's going to come. Yeah. So you can't. To read Malachi as a part of a unified story, Lisa, Jesus means you can't just rip this passage out of context and make it mean whatever you want it to mean. But I think in the context what it. You know, in the context, this is written among a persecuted religious minority within a people that is a persecuted. Yeah, people, group, ethnic minority, living in an occupied territory under centuries of empires and oppression.",
    "start": "00:50:11",
    "end": "00:50:45"
  },
  {
    "text": "Yeah.",
    "start": "00:50:45",
    "end": "00:50:45"
  },
  {
    "text": "So I don't know what it's like to have enemies and to have experiences like that generation after generation. And I think that's a part of what the vision of a world set right is a world where the tables get turned and the mighty fall from their thrones and the poor are elevated. And I think that's the kind of visceral feeling that's coming out in a moment like this of trampling the wicked under the soles of your feet. But you have but to figure out.",
    "start": "00:50:46",
    "end": "00:51:16"
  },
  {
    "text": "What does that actually mean, to trample the wicked under the soles of your feet when through the lens of Jesus.",
    "start": "00:51:16",
    "end": "00:51:20"
  },
  {
    "text": "Yeah.",
    "start": "00:51:21",
    "end": "00:51:21"
  },
  {
    "text": "It's not what you would expect.",
    "start": "00:51:21",
    "end": "00:51:23"
  },
  {
    "text": "It's the opposite. It's what Jesus said. Yeah, it's the opposite. It's the opposite. Yeah, that's right. So that requires some sensitivity for how to do biblical interpretation. Okay. So that's all about the day of Yahweh.",
    "start": "00:51:23",
    "end": "00:51:37"
  },
  {
    "text": "Okay.",
    "start": "00:51:37",
    "end": "00:51:37"
  },
  {
    "text": "So we were meditating on this little crew within Israel.",
    "start": "00:51:37",
    "end": "00:51:42"
  },
  {
    "text": "Right.",
    "start": "00:51:42",
    "end": "00:51:42"
  },
  {
    "text": "Then there's the day coming that'll separate that crew from the wicked. Last paragraph of Malachi, last paragraph of the prophets. Remember the Torah of my servant Moses that I commanded him at Mount Horeb to all Israel? You know, the statutes and the judgments. You're like, oh, yeah, yeah. I remember that because, well, you know, I read that scroll of remembrance that those who fear the Lord.",
    "start": "00:51:42",
    "end": "00:52:08"
  },
  {
    "text": "Okay, right. So this is bookending this chapter, in a way.",
    "start": "00:52:08",
    "end": "00:52:12"
  },
  {
    "text": "Yeah. So this whole last paragraph is designed as a symmetry with the Torah scroll at the beginning and at the end.",
    "start": "00:52:12",
    "end": "00:52:20"
  },
  {
    "text": "Yeah.",
    "start": "00:52:20",
    "end": "00:52:20"
  },
  {
    "text": "So remember, there's a day of Yahweh coming that will separate the righteous and the wicked. So let's think more about that. I'm going to send you Elijah the prophet before the coming of the day of Yahweh. That is Great. And fear inspiring.",
    "start": "00:52:21",
    "end": "00:52:36"
  },
  {
    "text": "Okay, a couple things, Elijah. One is great. We're getting another prophet. This is kind of the, like. Yeah, this is where we're used to hand off to a new prophet.",
    "start": "00:52:37",
    "end": "00:52:46"
  },
  {
    "text": "Handoff to. Yep. Prophet.",
    "start": "00:52:46",
    "end": "00:52:48"
  },
  {
    "text": "But what's weird here is Elijah.",
    "start": "00:52:48",
    "end": "00:52:51"
  },
  {
    "text": "Yeah. He already came and went about 400 years ago from Malachi's perspective.",
    "start": "00:52:51",
    "end": "00:52:57"
  },
  {
    "text": "So that's odd. Yeah.",
    "start": "00:52:58",
    "end": "00:52:59"
  },
  {
    "text": "Yeah. So notice this pairing of Moses and Elijah. So what's interesting, Elijah. The narratives about Elijah that are in the middle of the king's scroll are all so hyperlinked and patterned after the Moses story, culminating in the fact that Elijah goes to Mount Sinai looking to meet Yahweh. And there's an appearance of fire, cloud, storm. And he talked with Yahweh on top of the mountain. So he's clearly portrayed as a prophet. Like. Oh, yeah, he gets fed in the wilderness.",
    "start": "00:52:59",
    "end": "00:53:32"
  },
  {
    "text": "Oh, really?",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "Yeah. Food. Some ravens. God commands ravens to feed him. Yeah, feed him. So he's portrayed as a new Moses, a prophet like Moses.",
    "start": "00:53:33",
    "end": "00:53:40"
  },
  {
    "text": "And when Jesus goes up to the mountain and transfigures into this figure, who shows up with them? Moses and Elijah.",
    "start": "00:53:40",
    "end": "00:53:48"
  },
  {
    "text": "Exactly. So what Moses is to the Torah, Elijah is to the narratives of the prophets. He becomes kind of like an icon of the heaven on earth mediator, who ultimately fails. But he was pretty awesome.",
    "start": "00:53:48",
    "end": "00:54:02"
  },
  {
    "text": "So you could read this and say, oh, Elijah's getting resurrected and coming back. Or you can say, oh, just like we're getting someone like Moses, but better. We're also getting someone like Elijah, but better.",
    "start": "00:54:03",
    "end": "00:54:13"
  },
  {
    "text": "That's exactly right. Yeah. So notice then what's just happened is that really feels like similar to the end of Deuteronomy where Moses has been like, scroll of the Torah, be faithful to the covenant. There's a separation happening within Israel. The faithful are called the servants. He'll vindicate them and in the meanwhile, wait for the coming prophet who will restore and do all the stuff that Moses and now that Elijah did. Yeah. So both the Torah and the prophets conclude with hyperlinked conclusions, pointing you forward to a great seed of the woman who's going to come bring restoration and defeat evil.",
    "start": "00:54:13",
    "end": "00:54:57"
  },
  {
    "text": "A prophet.",
    "start": "00:54:57",
    "end": "00:54:58"
  },
  {
    "text": "Yeah, A prophet figure. Yep.",
    "start": "00:54:59",
    "end": "00:55:01"
  },
  {
    "text": "And a day of the Lord. And that gets intensified, I suppose. In the Deuteronomy scroll, the language of day of the Lord is in there, right?",
    "start": "00:55:01",
    "end": "00:55:07"
  },
  {
    "text": "Ah, well, not in Deuteronomy 34. It's anticipated in Moses song.",
    "start": "00:55:07",
    "end": "00:55:12"
  },
  {
    "text": "Oh, is it?",
    "start": "00:55:12",
    "end": "00:55:12"
  },
  {
    "text": "Okay, that's. You know, it's all going to hit the fan at one point, but Malachi turns up the volume Just calling it the coming day.",
    "start": "00:55:12",
    "end": "00:55:18"
  },
  {
    "text": "Yeah.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Yeah. So that's how the prophets begins and ends with Joshua and Malachi in the arrangement of the Tanakh. Then the next and final third collection, called the Ketuvim, begins with the Psalm scroll. And if you look at what is in the Tanakh, the next literary unit after what we just read in Malachi, in the Hebrew Bible, it's Psalm 1, which we read many times. So I just want to scan it real quick because we're going to see all the same themes coming up again.",
    "start": "00:55:19",
    "end": "00:55:53"
  },
  {
    "text": "Yeah. Have we jammed on it on the podcast?",
    "start": "00:55:53",
    "end": "00:55:57"
  },
  {
    "text": "Maybe not. You know what? Maybe not.",
    "start": "00:55:57",
    "end": "00:55:59"
  },
  {
    "text": "We don't have time to read through this whole psalm. We are going to put out a whole video on the psalm.",
    "start": "00:55:59",
    "end": "00:56:07"
  },
  {
    "text": "Yes, we are.",
    "start": "00:56:07",
    "end": "00:56:07"
  },
  {
    "text": "Next year in 2023.",
    "start": "00:56:08",
    "end": "00:56:09"
  },
  {
    "text": "That's true.",
    "start": "00:56:09",
    "end": "00:56:10"
  },
  {
    "text": "And the reason why is because it talks about the kind of person who meditates on the Torah.",
    "start": "00:56:10",
    "end": "00:56:16"
  },
  {
    "text": "Yeah.",
    "start": "00:56:16",
    "end": "00:56:17"
  },
  {
    "text": "As a tree of life.",
    "start": "00:56:17",
    "end": "00:56:18"
  },
  {
    "text": "Yeah.",
    "start": "00:56:18",
    "end": "00:56:18"
  },
  {
    "text": "But now you're situating this whole idea of the person who meditates on the Torah in the largest context possible of.",
    "start": "00:56:18",
    "end": "00:56:25"
  },
  {
    "text": "The Tanakh, of the whole Tanakh. That's right.",
    "start": "00:56:25",
    "end": "00:56:27"
  },
  {
    "text": "And this now you're talking about as seems. So we're going from the seam of the prophets now into the last third of the Hebrew Bible, the writings, which is Psalms, and then there's Proverbs and Ecclesiastes, Job, Lamentations and Job, and you've got Ruth and Esther and Ezra, Jeremiah, all of it.",
    "start": "00:56:27",
    "end": "00:56:46"
  },
  {
    "text": "Song of Songs, Song of Songs, Chronicles, Daniel. It's all the good stuff.",
    "start": "00:56:46",
    "end": "00:56:49"
  },
  {
    "text": "Okay. It feels like kind of like. Yeah. The extras.",
    "start": "00:56:49",
    "end": "00:56:54"
  },
  {
    "text": "Yeah, totally. And it's interesting because every one of them is hyperlinked like mad back into the Torah and prophets.",
    "start": "00:56:54",
    "end": "00:57:02"
  },
  {
    "text": "And this is often referred to as the writings or the psalms. Jesus calls it the Psalms.",
    "start": "00:57:02",
    "end": "00:57:06"
  },
  {
    "text": "Yeah. Because Psalms is the head scroll of this third and final collection, at least the way Jesus saw it.",
    "start": "00:57:06",
    "end": "00:57:11"
  },
  {
    "text": "So we're at the seam there, and you're saying, as we read the first literary unit at the seam, moving into this last third.",
    "start": "00:57:11",
    "end": "00:57:19"
  },
  {
    "text": "Yes.",
    "start": "00:57:19",
    "end": "00:57:19"
  },
  {
    "text": "What are the ideas that we're gonna meditate on?",
    "start": "00:57:19",
    "end": "00:57:22"
  },
  {
    "text": "Totally. Yep.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "And it just happens to be.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "Yeah. So then just. It doesn't take that long. I'm just going to read someone.",
    "start": "00:57:24",
    "end": "00:57:28"
  },
  {
    "text": "Okay.",
    "start": "00:57:28",
    "end": "00:57:29"
  },
  {
    "text": "Yeah. And you'll just see it pop. Oh, the good life.",
    "start": "00:57:29",
    "end": "00:58:07"
  },
  {
    "text": "Blessed.",
    "start": "00:58:07",
    "end": "00:58:08"
  },
  {
    "text": "Oh, yeah. Oh, how blessed.",
    "start": "00:58:08",
    "end": "00:58:10"
  },
  {
    "text": "Oh, how blessed Is the man.",
    "start": "00:58:10",
    "end": "00:58:11"
  },
  {
    "text": "Is the man.",
    "start": "00:58:11",
    "end": "00:58:12"
  },
  {
    "text": "You say? The good life.",
    "start": "00:58:12",
    "end": "00:58:13"
  },
  {
    "text": "The good life. Yeah. Of the man who doesn't walk in the counsel of the wicked.",
    "start": "00:58:13",
    "end": "00:58:18"
  },
  {
    "text": "There it is. Okay.",
    "start": "00:58:18",
    "end": "00:58:19"
  },
  {
    "text": "Oh, the wicked.",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "We've Read this a lot. And now the wicked's just like. That's just.",
    "start": "00:58:20",
    "end": "00:58:23"
  },
  {
    "text": "Yeah, I just learned a lot about the wicked in the story of the Prophets. And then in the last paragraph of Malachi. And doesn't stand in the path of sinners, doesn't sit in the seat of mockers. Rather, his delight is in the Torah of Yahweh, the instruction of Yahweh. And on Yahweh's instruction, he meditates day and night.",
    "start": "00:58:23",
    "end": "00:58:44"
  },
  {
    "text": "You're saying instruction. That's just a way to translate Torah.",
    "start": "00:58:45",
    "end": "00:58:48"
  },
  {
    "text": "Yep. Where law is the typical English translation in our Bibles. So there's this guy who doesn't associate with the wicked.",
    "start": "00:58:48",
    "end": "00:58:57"
  },
  {
    "text": "Yeah. Doesn't walk, stand, or sit with them.",
    "start": "00:58:57",
    "end": "00:59:00"
  },
  {
    "text": "That's right. His delight is in Yahweh's instruction, Torah. And on the Torah, he meditates. Day and night.",
    "start": "00:59:00",
    "end": "00:59:08"
  },
  {
    "text": "He meditates. And that's what Moses said to do. Joshua was.",
    "start": "00:59:08",
    "end": "00:59:13"
  },
  {
    "text": "That's what Yahweh told Joshua to do. How Yahweh told Joshua he would win the military campaign.",
    "start": "00:59:13",
    "end": "00:59:18"
  },
  {
    "text": "Yeah. To meditate.",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "It's verbatim, copy and pasted. So now all of a sudden, Psalm 1 is linked to the end of Malachi, distinction of righteous and wicked. And it's super hyperlinked to Joshua Chapter one. Because what this guy's doing is what Joshua was told to do. He will become like a tree planted by streams of water, which gives its fruit in its thyme. Its leaf just never withers. And everything he does, he's successful.",
    "start": "00:59:19",
    "end": "00:59:47"
  },
  {
    "text": "Success. And that's in Malachi and in Joshua.",
    "start": "00:59:47",
    "end": "00:59:51"
  },
  {
    "text": "Yes. And that word success is spelled with the same letters as the word wisdom, hokma, which. It's the word haskil, but it's what the woman saw when she looked at the tree that it was desirable to make Haskil.",
    "start": "00:59:51",
    "end": "01:00:07"
  },
  {
    "text": "Oh, that's a different word.",
    "start": "01:00:07",
    "end": "01:00:08"
  },
  {
    "text": "Yep. It's a synonym for wisdom.",
    "start": "01:00:08",
    "end": "01:00:10"
  },
  {
    "text": "Okay.",
    "start": "01:00:10",
    "end": "01:00:10"
  },
  {
    "text": "Yeah.",
    "start": "01:00:10",
    "end": "01:00:11"
  },
  {
    "text": "Skill.",
    "start": "01:00:11",
    "end": "01:00:11"
  },
  {
    "text": "So this person, the Joshua like figure, becomes like the tree of life planted by the river with perpetual. Right. Leaves and fruit.",
    "start": "01:00:12",
    "end": "01:00:22"
  },
  {
    "text": "Yeah.",
    "start": "01:00:22",
    "end": "01:00:23"
  },
  {
    "text": "And in doing so, they become the.",
    "start": "01:00:23",
    "end": "01:00:26"
  },
  {
    "text": "Thing the woman wanted.",
    "start": "01:00:26",
    "end": "01:00:27"
  },
  {
    "text": "The thing the woman wanted when she grabbed for the tree of knowing, good and bad. So this is hyperlinked to Genesis 1:3. Wow. So whoever wrote Psalm 1 wrote it as a synthesis of the beginning and ending of the Torah and the beginning and the ending. The. That's so rad to think about.",
    "start": "01:00:27",
    "end": "01:00:45"
  },
  {
    "text": "It's really rad. You know, it makes you think of the. Just the brilliance of a Mozart or, you know, like, where they just have so many things happening that they can just pull from all of these musical motifs and bring them together in new ways and in ways that just bring you a sense of awe and make you kind of wonder, like, how did someone's mind do this?",
    "start": "01:00:45",
    "end": "01:01:08"
  },
  {
    "text": "Yeah, totally. Yeah. This is just the first half of Psalm 1, and it's weaving together language, words, imagery from the beginning of Genesis, the end of Deuteronomy, the beginning of Joshua, the end of Malachi. And we're not even done yet. Not. So the wicked, they're like chaff that the wind drives away. Oh, yeah, the chaff. So what Malachi said, the wicked will become like stubble, consumed in the flame. Therefore the wicked won't stand in the judgment. Oh, yeah, that sounds like Malachi. Nor sinners in the assembly of the righteous.",
    "start": "01:01:08",
    "end": "01:01:43"
  },
  {
    "text": "In the assembly of the righteous. And we're talking about a crew, a.",
    "start": "01:01:44",
    "end": "01:01:46"
  },
  {
    "text": "Crew that fears Yahweh and loves to ponder his name. Yeah, because Yahweh knows the path of the righteous, remember? Because he said, that crew is my special possession. But the path of the wicked will perish. So all of a sudden, the whole Psalm scroll is introduced by upholding this model human who is like Joshua and like Adam and Eve and like Moses, who is this embodiment of the instruction and Torah of Yahweh. And they become like a tree of life that provides life to everyone around them. And Yahweh, he's gotten his eye on that person. And in the coming separation between the righteous and the wicked, that one will flourish like the Garden of Eden. That's the imagery here. So whatever the Torah is about is also what the prophets are about, is also what the writings are about. Yeah, because the beginnings and endings have all been coordinated. So if you've ever been confused about what the Bible, the Hebrew Old Testament, is about, welcome to the club. But whoever organized it together has given us clues in these matching mirror beginnings and endings as to what the big ideas are. And so let's. At least. If you're going to read on to Joshua after this year of Torah and go on into the prophets, at least kind of let these passages be your kind of guideposts for what to pay attention to.",
    "start": "01:01:46",
    "end": "01:03:18"
  },
  {
    "text": "And when you say what the story is about, what you're saying is. If I could try to recap, please. The story is about humanity given the opportunity to be God's, the people of God, God's image, and they're given a Torah. Adam and Eve are given a Torah, and they are meant to fear God and live in abundance. In an abundant land with God, where God and creation are one. Heaven and earth are one.",
    "start": "01:03:19",
    "end": "01:03:52"
  },
  {
    "text": "Yeah. Or, well, God's presence is in the middle of creation. God's presence. God and creation are one. Got it.",
    "start": "01:03:52",
    "end": "01:03:59"
  },
  {
    "text": "Okay. Yeah, that's good.",
    "start": "01:03:59",
    "end": "01:04:00"
  },
  {
    "text": "Yeah, I think so, too.",
    "start": "01:04:01",
    "end": "01:04:02"
  },
  {
    "text": "God's presence is in the middle of creation.",
    "start": "01:04:04",
    "end": "01:04:06"
  },
  {
    "text": "Yeah.",
    "start": "01:04:06",
    "end": "01:04:07"
  },
  {
    "text": "And heaven and earth are one.",
    "start": "01:04:07",
    "end": "01:04:08"
  },
  {
    "text": "Yeah, There you go.",
    "start": "01:04:08",
    "end": "01:04:09"
  },
  {
    "text": "And so that isn't where humanity is at. Obviously, something went wrong. We've taken of the tree of knowing, good and bad, and the whole story was about God saying, I'm going to fix this through some sort of human seed of the woman who's going to defeat evil, make things right. And as we trace and find this person, we know this person is going to keep God's instruction as Torah. And we're given a story of a people who are given an opportunity to kind of reboot a covenant relationship with new Torah, which now isn't a simple.",
    "start": "01:04:09",
    "end": "01:04:51"
  },
  {
    "text": "Little, like, one command.",
    "start": "01:04:51",
    "end": "01:04:52"
  },
  {
    "text": "One command. It's a whole covenant code, which we have portions of in the Torah. And so Moses, at the very end, as they're going to go back into the land, this image of the garden, he's saying, do what humanity has never been able to do.",
    "start": "01:04:52",
    "end": "01:05:11"
  },
  {
    "text": "Yeah, sure.",
    "start": "01:05:11",
    "end": "01:05:12"
  },
  {
    "text": "The one thing no one's figured out. This is what you got to do.",
    "start": "01:05:12",
    "end": "01:05:15"
  },
  {
    "text": "Yeah.",
    "start": "01:05:15",
    "end": "01:05:15"
  },
  {
    "text": "You got to keep the Torah.",
    "start": "01:05:15",
    "end": "01:05:17"
  },
  {
    "text": "Yeah.",
    "start": "01:05:17",
    "end": "01:05:17"
  },
  {
    "text": "And for them, it was. It was a covenant command. But for us reading the Torah, it's. We don't have that, like, covenant law code, but what we have is scrolls that tell a story with some of the law code, and that in itself becomes God's instruction for us.",
    "start": "01:05:17",
    "end": "01:05:37"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:37",
    "end": "01:05:38"
  },
  {
    "text": "Kind of becomes a little meta at that point. And now we are hearing Moses say this to ancient Israel, and we realize. Oh, that's us, too.",
    "start": "01:05:38",
    "end": "01:05:48"
  },
  {
    "text": "Yeah, we are.",
    "start": "01:05:48",
    "end": "01:05:49"
  },
  {
    "text": "We have the opportunity to.",
    "start": "01:05:49",
    "end": "01:05:50"
  },
  {
    "text": "And we say, that's us. Are you talking about you and me sitting right here?",
    "start": "01:05:52",
    "end": "01:05:54"
  },
  {
    "text": "I am.",
    "start": "01:05:55",
    "end": "01:05:55"
  },
  {
    "text": "Okay.",
    "start": "01:05:55",
    "end": "01:05:56"
  },
  {
    "text": "But also at the prophets who have formed this collection 800 years in the future telling these stories. They're talking about them.",
    "start": "01:05:56",
    "end": "01:06:06"
  },
  {
    "text": "Exactly.",
    "start": "01:06:06",
    "end": "01:06:07"
  },
  {
    "text": "We have this opportunity.",
    "start": "01:06:07",
    "end": "01:06:08"
  },
  {
    "text": "Yeah, yeah. From the perspective of the people who put the Tanakh together, this is the crew sitting back in the land after the return from exile. But like the day of Yahweh and the new Eden has not come, and we're waiting for it.",
    "start": "01:06:08",
    "end": "01:06:22"
  },
  {
    "text": "And so that's what the whole thing's about. And there's so many more stories to go, but let's frame the stories of Joshua and moving forward, it's all about will you keep this covenant, Will you fear God and walk with him and find the place where heaven and earth unite? Now that we fast forward and there's been a great exile and there's an opportunity to come back to the land and try again, and we're still not figuring it out, will you be that people? And when Psalm 1 starts, it's just this call, like, look how beautiful the life is to actually be that kind of person. To meditate on the Torah.",
    "start": "01:06:22",
    "end": "01:07:01"
  },
  {
    "text": "Yeah. Yep. Psalm 1 is describing what it would have been like if Adam and Eve or Moses or Joshua or David had actually done the will of God consistently and from the heart. They would have become like trees of life to everyone around them. So Psalm 1 begins this collection. Yeah, the Psalm Scroll. That's a whole meditation on all these themes through the form of poetry. But then you get the wisdom scrolls and proverbs. Begins by saying, like, every one of us isn't Adam and Eve sitting at the tree and take the tree of life. That is wisdom and trust. You know, live by God's wisdom. You get portraits of Daniel, who does live by God's wisdom, and he suffers miserably along with his people. And his moments of exaltation in Babylon become images of a son of man's exaltation through suffering over the nations. That's Daniel, chapter seven. So, like, we're just working the themes. Yeah, in the writings, you're just all these creative ways of working the core themes over. But that's basically it. So the Tanakh comes to a conclusion with us sitting in the same position as the Israelites were with Moses, waiting to go into the garden land, just.",
    "start": "01:07:01",
    "end": "01:08:17"
  },
  {
    "text": "Kind of begging you to be part of the crew that decides to meditate on God's instruction. And to be that kind of person. Because to be that kind of person means that you can be the place where heaven and earth unite, and that God can then unite heaven and earth through you and the crew, with also this vision of when that happens, it's going to be intense because it's going to be a reordering of everything.",
    "start": "01:08:17",
    "end": "01:08:44"
  },
  {
    "text": "It's going to be another de creation recreation, like the flood, like Sodom and Gomorrah, like the exile. But it'll be a recreation. And there we're back to the cycles of this thematic cycle or melody throughout the Hebrew Bible over and over and over again. And it's training all of us to see our lives as a cycle in the drama where every one of us has the potential to become a conduit for God's Eden blessing out to others if we will align ourselves with the will of God and to its Jesus fulfillment. That God actually became the human partner that we've all failed to be on our behalf so that he could become the channel of eternal Eden blessing for all the nations. So that even when I fail, if I'm attached to the one, that my failure has no chance of overcoming God's own faithfulness that's demonstrated in the coming of the Messiah, the snake crusher.",
    "start": "01:08:44",
    "end": "01:09:46"
  },
  {
    "text": "Yeah. So much comes together in so many interesting ways.",
    "start": "01:09:47",
    "end": "01:09:51"
  },
  {
    "text": "Yeah.",
    "start": "01:09:51",
    "end": "01:09:51"
  },
  {
    "text": "I guess it makes me think, you know, Jesus does come and talk a lot about the language of Malachi, of the separating the wheat and the chaff, and he creates a crew, a faithful.",
    "start": "01:09:51",
    "end": "01:10:02"
  },
  {
    "text": "Yeah.",
    "start": "01:10:02",
    "end": "01:10:03"
  },
  {
    "text": "But you don't get stories of them just going and being like Torah students. Like, you know, they become like, students of the teachings of Jesus.",
    "start": "01:10:03",
    "end": "01:10:12"
  },
  {
    "text": "Yeah.",
    "start": "01:10:13",
    "end": "01:10:13"
  },
  {
    "text": "And, you know, you get a few stories of Jesus going to, like, synagogue and, like, reading the Torah, but it's not like a massive motif.",
    "start": "01:10:14",
    "end": "01:10:21"
  },
  {
    "text": "This is why the Sermon on the Mount is so pivotal, because Jesus defines Torah observance as faithfulness to his vision of what it means to live by the Torah.",
    "start": "01:10:23",
    "end": "01:10:33"
  },
  {
    "text": "Yeah. And he famously says, like, I've come to fulfill the Torah.",
    "start": "01:10:33",
    "end": "01:10:36"
  },
  {
    "text": "Yeah. I haven't come to cancel the Torah and prophets. The opposite. I've come to fulfill them, which will lead to a greater righteousness.",
    "start": "01:10:36",
    "end": "01:10:43"
  },
  {
    "text": "The Torah gave you righteousness. The fulfillment of the Torah is going to give you greater righteousness.",
    "start": "01:10:45",
    "end": "01:10:49"
  },
  {
    "text": "Greater righteousness. And then we're on into the Sermon on the Mount. So in a way, he was about Torah observance, but the Torah observance dreamed of by Jeremiah or Ezekiel, where God's spirit would write God's will on the heart so that you don't just observe commands, but just your very core is saturated with the will and desire of Yahweh so that you know how to live in alignment.",
    "start": "01:10:49",
    "end": "01:11:14"
  },
  {
    "text": "I think it's a good place to end because this gets back to what kind of literature is this? And this is wisdom, Messianic wisdom literature.",
    "start": "01:11:15",
    "end": "01:11:22"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "01:11:22",
    "end": "01:11:23"
  },
  {
    "text": "When we go into it, any of these stories, any of these poems, these ideas are supposed to bring us to a place where our will and God's will align our vision for what it means to have the good life, what righteousness is that that becomes not something that we have to, like, even learn anymore or discern, but, like, there's this, like, relationship with God that develops.",
    "start": "01:11:23",
    "end": "01:11:50"
  },
  {
    "text": "Yeah.",
    "start": "01:11:50",
    "end": "01:11:51"
  },
  {
    "text": "And what we get in Jesus and the apostles, the writings of apostles, is talking about Jesus and his unity with Jesus and the gift of the spirit. And then we still have these writings to meditate on. And all that kind of works together to help us reclaim this thing of being the image of God.",
    "start": "01:11:51",
    "end": "01:12:12"
  },
  {
    "text": "Yeah, that's right. And because, you know, we're brought into the story through Jesus Messiah, it's precisely through his story, his example and what he accomplished for humanity that humanity couldn't do by itself. That all like, creates a whole new cycle of the pattern that we are brought into. And this is what's so great about Jesus portrayed as like the new human. Because when I associate myself with him through trust, what's true of him becomes true of me. Or as Paul will say, the Messiah is my life. And it's not even fully me who's living anymore. It's me, but Messiah living in me and through me. And that's the me that I really want to be. I just rhymed and I didn't even mean to. That could go in a coffee mug. But the Messiah is the me who I really want to be. But that's true. That's what it means to live in a messianic fulfillment version of this story. So, Lord have mercy on us. But also. So let's keep reading on into the prophets and the writings. And for those of you who do keep going, feel free to reach out and tell us what you're learning, what you're seeing and discovering. And like I said, in some future time, John and I will join you and we'll do our journey through the prophets as well.",
    "start": "01:12:12",
    "end": "01:13:39"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject podcast. This episode was produced by Cooper Peltz with associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because it's already been paid for by thousands of generous supporters just like you. So thank you so much for being a part of this with us.",
    "start": "01:13:41",
    "end": "01:14:12"
  },
  {
    "text": "Hi, this is Nada Jakob and I am from Egypt, but I currently live in Canada.",
    "start": "01:14:12",
    "end": "01:14:17"
  },
  {
    "text": "I first heard about Bible project from.",
    "start": "01:14:18",
    "end": "01:14:20"
  },
  {
    "text": "The YouTube and YouVersion application. I use Bibleproject for studying the Bible and preparing lessons for my ministry. Hi, this is Sam Blades and I'm from Madison, Alabama. I first heard about bibleproject when I was really confused about some books of the Old Testament, probably Leviticus. So I looked for summary on YouTube, found animated ocean review videos for every single book in the Bible. I use bibleproject for personal study or small group study, and I'm super excited to dive into the newest classroom course. My favorite thing about bibleproject is that it teaches the truth and the message of the Scriptures in a way that is relevant, accessible to anyone.",
    "start": "01:14:20",
    "end": "01:14:55"
  },
  {
    "text": "It helped me to visualize all the.",
    "start": "01:14:55",
    "end": "01:14:57"
  },
  {
    "text": "Information, which makes it easier to study.",
    "start": "01:14:57",
    "end": "01:15:01"
  },
  {
    "text": "And understand the idea of the book.",
    "start": "01:15:01",
    "end": "01:15:03"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com it.",
    "start": "01:15:03",
    "end": "01:15:31"
  }
]