[
  {
    "text": "The Torah, that is the first five books of the Bible, are one masterful piece of divine literary art. The Torah was written on five separate scrolls, each scroll having its own structure and themes. But together they talk to each other. For example, Genesis, the first scroll, and Deuteronomy, the last, work as bookends, mirroring each other in significant ways. And today we're going to look at the last movement of Deuteronomy, and we're going to see key words and ideas that began in the first movements of Genesis.",
    "start": "00:00:04",
    "end": "00:00:33"
  },
  {
    "text": "If you have like a little Genesis 1 through 11 meter, it just starts like, you know, the needle's going off the scale. So specifically, the last literary movement of Deuteronomy has been coordinated and hyperlinked to the first literary movement of Genesis. And they occupy the precise opposite locations on the Torah. The beginning and the end.",
    "start": "00:00:33",
    "end": "00:00:54"
  },
  {
    "text": "The two words that dominate this section of Deuteronomy are blessing and curse. Moses reads a long list of blessings for those who keep the covenant laws. And these blessings are amazing. But then there's a long list of curses. And these can feel really intense, like Moses. We get it already. Bad stuff's going to happen. And it makes you wonder, is God going a little bit far?",
    "start": "00:00:54",
    "end": "00:01:20"
  },
  {
    "text": "To choose to live outside the terms of God's blessing is, by definition to embrace my own de creation. Don't choose your own death. It's almost as if Yahweh's infinite source of life and blessing, this is like the inversion of it. If you choose to reject infinite blessing, you will bring intense curse and de creation upon yourself. And that's what these covenant curses are about.",
    "start": "00:01:21",
    "end": "00:01:45"
  },
  {
    "text": "At the end of the scroll of Deuteronomy, Moses predicts that Israel will not be able to keep the covenant. But as we look forward at the whole story of the Bible, what we see is that God's generosity is won't be stopped by human failure.",
    "start": "00:01:45",
    "end": "00:02:00"
  },
  {
    "text": "In a way, it's a defense of Yahweh's integrity to say Yahweh was being faithful to the terms of the covenant as you agreed to them. Which makes the redemption from exile even more a brilliant gem shining in the dark cave. Because the covenant curse is not the end of the story. The curse will come, but also Yahweh will show mercy so that the curse doesn't get the last word.",
    "start": "00:02:00",
    "end": "00:02:22"
  },
  {
    "text": "I'm John Collins. Today Tim Mackey and I talk about blessings and curses in the Deuteronomy scroll. You're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:23",
    "end": "00:02:36"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "Hello and welcome to the last movement of Deuteronomy.",
    "start": "00:02:38",
    "end": "00:02:42"
  },
  {
    "text": "We have been spending all year.",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "Yeah.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "Meditating our way through the Torah, the first five scrolls of the Hebrew Bible. It's been wonderful.",
    "start": "00:02:45",
    "end": "00:02:50"
  },
  {
    "text": "It has been really good and I'm glad we did it. I've always wanted to do a read through the Bible with you, which is a very ambitious thing to try to do.",
    "start": "00:02:51",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, yeah. This was kind of like a fly through.",
    "start": "00:03:00",
    "end": "00:03:02"
  },
  {
    "text": "This is a fly through, just landing in certain spots, but all choreographed and organized by this idea of movements, which hopefully have been a meaningful way to think about how a scroll is divided into its larger sections. There's a lot more work to do in this idea of structure, which if you're interested in, take a classroom class and you'll see the structure and how the turtles go all the way down, as they say, with structure. That movements is just the first kind of mega block.",
    "start": "00:03:02",
    "end": "00:03:35"
  },
  {
    "text": "Yeah, yeah. What you're saying is the literary design of biblical texts goes from the largest scale down to the smallest scale of the arrangement and design of sentences and lines and paragraphs in ways that are. It's mind bogglingly beautiful and cool.",
    "start": "00:03:35",
    "end": "00:03:55"
  },
  {
    "text": "We're not going to get any geekier in the app or in these conversations, but if you want to get geekier.",
    "start": "00:03:55",
    "end": "00:04:02"
  },
  {
    "text": "Yeah. Classroom, classroom, classrooms are a great place to do that. Yep. So we've been, Yep. Cruising through the Torah. We've been in the final and fifth scroll of the Torah, Deuteronomy, which is all set as happening in a day, the whole book. And it's a day when Moses is giving his final speeches to the Israelites before they're about to go into the land. But big picture, this third and final movement of Deuteronomy makes up second half of what we call chapter 26 through the end of the scroll. And something happens with the language and theme shift here at the end of the scroll. We start hearing specifically the language of the seven day creation story and of the Eden story and of the stories leading up to the flood narrative and the scattering of Babylon. In other words, the themes of language of Genesis 1 through 11 is like, you know, if you have like a little Genesis 1:1 through 11 meter, like a little metal detector, it just starts like, it's like vibrating because this, you know, the needle's going off the scale. So specifically, the last literary movement of Deuteronomy has been coordinated and hyperlinked to the first literary movement of Genesis.",
    "start": "00:04:03",
    "end": "00:05:21"
  },
  {
    "text": "There you go.",
    "start": "00:05:21",
    "end": "00:05:21"
  },
  {
    "text": "And they occupy the precise opposite locations on the Torah. The bookends, the beginning and the end are woven together tightly. Well, actually it's not just the beginning of Genesis and the end of Deuteronomy. It's actually the beginning and the end of Genesis are linked together at the end of Deuteronomy. Okay, so both the language of Genesis 1 through 11, but also the end of Genesis. The final literary movement of Genesis is Jacob on his deathbed. He gathers his sons together. Let me tell you what will happen at the end of days. And he pronounces blessings or curses on the different 12 sons. So here in Deuteronomy, he is announcing the blessing and the curses, the life and the death that lay before them in the new Eden land. That's Genesis 1 through 11 stuff. But Moses is on his deathbed and he utters two long poetic speeches. It doubles Jacob's deathbed speech And Moses has two. One of them is blessings on the 12 tribes, 12 tribes from Jacob. And then the other one, Deuteronomy 32 is a long prophetic forecast of the disaster and doom that awaits Israel because of their treachery. So Deuteronomy and Genesis are the true bookends around the Torah. And this final movement of Deuteronomy is where all the themes of the Torah come together, crashing into each other. It's really pretty awesome. We are going to be tracing the theme of blessing and curse, but specifically the blessings and cursings that will happen as a result of what Israel does with the covenant. How they respond to the covenant relationship and misfortune and disaster, or blessing and abundance hangs in the balance of the decision that Moses is forcing them to make.",
    "start": "00:05:21",
    "end": "00:07:09"
  },
  {
    "text": "The way you just said that makes it sound like some sort of divine karma.",
    "start": "00:07:09",
    "end": "00:07:15"
  },
  {
    "text": "Oh, it kind of is.",
    "start": "00:07:15",
    "end": "00:07:17"
  },
  {
    "text": "Kind of is.",
    "start": "00:07:17",
    "end": "00:07:18"
  },
  {
    "text": "It kind of is, yeah. In other words, the way blessing is introduced in the seven day creation narrative is it's when God blesses the animals in the waters or he blesses the humans and the land creatures, where he blesses the seventh day. He's calling out and inviting living things to multiply and expand experience. This gift of regeneration and multiplication, which before that point just issued from God's word, God's own self sustaining power and potential. And he gives that as a gift. So in that sense, to experience blessing is always borrowed.",
    "start": "00:07:18",
    "end": "00:08:00"
  },
  {
    "text": "You don't have to do something to get the blessing. The idea of karma is you do good and something good happens to you.",
    "start": "00:08:00",
    "end": "00:08:07"
  },
  {
    "text": "Ah, got it. Yeah. It's defined as abundance and multiplying life. And then in a harmonious, secure environment is the Eden blessing.",
    "start": "00:08:07",
    "end": "00:08:17"
  },
  {
    "text": "However, it does Come with a command.",
    "start": "00:08:17",
    "end": "00:08:19"
  },
  {
    "text": "Yes, that's right. It's a gift that is to be received, and it's a gift that can be forfeited if you make choices that will create the conditions that oppose blessing or bring those compromise, endanger those blessings. And so when Adam and Eve break the divine command and choose to know good and bad by their own wisdom, then that's a choice that God says will lead to death, which is the opposite of life.",
    "start": "00:08:19",
    "end": "00:08:44"
  },
  {
    "text": "Yeah.",
    "start": "00:08:44",
    "end": "00:08:45"
  },
  {
    "text": "So in Genesis 1 and 2, blessing and goodness and life are all paired ideas and words, and they each have an opposite curse, bad or evil, and death.",
    "start": "00:08:45",
    "end": "00:08:58"
  },
  {
    "text": "And so when the humans don't obey the divine command, they find the knowledge of good and bad on their own terms. God then exiles them into a state.",
    "start": "00:08:59",
    "end": "00:09:11"
  },
  {
    "text": "Of death where they're cut off from the source of life.",
    "start": "00:09:11",
    "end": "00:09:14"
  },
  {
    "text": "They're cut off from the source of life. And then God does present curses, not to the humans, but to the ground. The land itself is now working against the humans. There's not this, like, cooperative abundance just happening in, like, this garden state. But they're now, like, actually enslaved by the land.",
    "start": "00:09:14",
    "end": "00:09:35"
  },
  {
    "text": "Yeah. That will absorb them upon their death.",
    "start": "00:09:36",
    "end": "00:09:38"
  },
  {
    "text": "Which will eventually turn to dust, consume them.",
    "start": "00:09:38",
    "end": "00:09:41"
  },
  {
    "text": "Yeah. So the curse is about. Cursed is the ground because of you. So the humans were placed where they were created. The human was created outside the garden in the land of dust and death, but placed within the proximity of life and harmonious abundance, then the land is blessed, and that's the blessed land. But the human forfeits that blessing and security and abundance and finds themselves exiled into a land of curse that will lead to death. And so in both cases, God is the initiator. God is the provider and source of all blessing. And God is also the one who initiates the movement of the humans away from the source of blessing into a land of deprivation. But the land of deprivation and exile and thorns and thistles, it's all about absence of blessing or the counter of blessing. And the way the Eden narrative works is it's what the humans actually have chose for themselves. They didn't fully know what they were doing when they chose the forbidden tree, but it's what their choices lead to.",
    "start": "00:09:41",
    "end": "00:10:52"
  },
  {
    "text": "Well, they knew it would lead to death. I mean, they were told it would.",
    "start": "00:10:52",
    "end": "00:10:55"
  },
  {
    "text": "They were told, but they didn't trust. They didn't trust that it would or they didn't trust that they thought that death was apparently a risk worth taking. So that's the portrait. And so as you go throughout the rest of the Genesis scroll, God keeps choosing one out from among the many to renew this promise to restore the Eden blessing to all the families of the earth. And so it continues to be a gift in the land of famines and wars and siblings and tribes in conflict with each other. God will give the gift of Eden blessing to a guy named Abraham and he'll have abundance in a time of famine. Or to his son Isaac, who has a huge harvest and keeps finding wells of fresh water when there's a food shortage in the family of Joseph down in Egypt, when there's a famine and he gives them seven years of abundance. This kind of thing.",
    "start": "00:10:55",
    "end": "00:11:48"
  },
  {
    "text": "Yeah.",
    "start": "00:11:48",
    "end": "00:11:48"
  },
  {
    "text": "So God is countering the curse. So actually this is key all the way back fundamental to the first sentences of Genesis, the non creation state, the state of non potential non being is depicted as dark chaotic waters that are called a wilderness or formless and void.",
    "start": "00:11:49",
    "end": "00:12:13"
  },
  {
    "text": "Which is language for wilderness.",
    "start": "00:12:13",
    "end": "00:12:15"
  },
  {
    "text": "Yeah. So it's a portrait of the pre creation state, which is. I think that's important because it's saying that whatever creation is, it's something that arises out of a state of non being, non creation. And so when God hands humans over to curse, it's creation and humans sinking back in to the state at which creation was before. I mean, creation is by definition something that arises up out of.",
    "start": "00:12:16",
    "end": "00:12:46"
  },
  {
    "text": "Yeah.",
    "start": "00:12:46",
    "end": "00:12:46"
  },
  {
    "text": "Because of the creative will and purpose of God.",
    "start": "00:12:46",
    "end": "00:12:48"
  },
  {
    "text": "What you're saying, which I think is very significant is it's not like God is saying I can bless you or I can curse you and that my initiative in those are the same or similar.",
    "start": "00:12:48",
    "end": "00:13:02"
  },
  {
    "text": "Yeah.",
    "start": "00:13:02",
    "end": "00:13:02"
  },
  {
    "text": "When I bless you, I'm actually bringing order out of chaos.",
    "start": "00:13:02",
    "end": "00:13:06"
  },
  {
    "text": "Yes.",
    "start": "00:13:06",
    "end": "00:13:07"
  },
  {
    "text": "And a curse is just me not doing that anymore. Which means it's going to just decreate back into chaos.",
    "start": "00:13:07",
    "end": "00:13:14"
  },
  {
    "text": "Yeah. Being exiled from the place of blessing or withholding blessing because it's been forfeited or somebody losing blessing is. Yeah. Making a choice to live in non creation, to embrace chaos and my own demise and de creation.",
    "start": "00:13:14",
    "end": "00:13:32"
  },
  {
    "text": "It's easy to think of cursing as retribution or like I'm out to get you.",
    "start": "00:13:32",
    "end": "00:13:38"
  },
  {
    "text": "Yeah, exactly. And it is definitely God giving people the consequences of their choices. But what God is handing people over to is the thing that their choices lead to.",
    "start": "00:13:38",
    "end": "00:13:50"
  },
  {
    "text": "It was also presented as a mercy.",
    "start": "00:13:50",
    "end": "00:13:53"
  },
  {
    "text": "That's right.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "In that what God wants of humanity, which is to be in the holy sacred space with access to eternal life, that doing that in a corrupted way actually is dangerous. So dangerous that it would be better just to get exiled in that state. And then let's figure out that state and then let's bring you back in. That's a mercy.",
    "start": "00:13:54",
    "end": "00:14:19"
  },
  {
    "text": "Yep, that's right. Yeah. I think it just changes the portrait of like God could give you blessing or curse and what are you going to choose? But it's more saying that it's the nature of reality, that blessing is a state of order and life in contrast to a state of disordered non creation and non existence. And so to choose to live outside the terms of God's blessing is by definition to embrace my own de creation. And that's definitely the portrait here. And this is why in the prophets and in Paul's letters in particular, he uses this language of God's judgment as being handing people over to the consequences of their choices, which leads to death. So that's the portrait of blessing and curse in these early chapters of Genesis. And so the biblical story is God continues to create outposts of Eden blessing among a specific people so that through them it could spread to others, even though it rarely or only occasionally does. So by the time we get to Israel, sitting on the other side of the Torah by the plains of Moab at the Jordan river, they're in a covenant relationship with Yahweh and God wants to give them blessing and life and goodness as they cross the river to go into the Eden like land that was promised Abraham so that they can become a source of blessing to the nations and be a kingdom of priests, just like Adam and Eve were called to be.",
    "start": "00:14:19",
    "end": "00:15:49"
  },
  {
    "text": "But they have a choice.",
    "start": "00:15:50",
    "end": "00:15:51"
  },
  {
    "text": "But they have a choice. And so the choice that lay before this generation of Israel, through hyperlinks and repetition of the Eden vocabulary, is setting this generation of Israel on analogy to Adam and Eve when they were in the garden. Except now this Israel is outside the garden about to go in and Adam and Eve were in the garden and through their choices they had to go out.",
    "start": "00:15:51",
    "end": "00:16:15"
  },
  {
    "text": "We never did a conversation like this around the blessing and curse video that we made.",
    "start": "00:16:15",
    "end": "00:16:21"
  },
  {
    "text": "I don't think we did one kind of intro conversation of the blessing in like early chapters of Genesis.",
    "start": "00:16:21",
    "end": "00:16:28"
  },
  {
    "text": "Oh, we did.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "And then we just started tracing it in the story of Jacob.",
    "start": "00:16:29",
    "end": "00:16:32"
  },
  {
    "text": "I'm curious if you think curse is a good English word.",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "Oh, I know. Yeah, I hear that.",
    "start": "00:16:35",
    "end": "00:16:38"
  },
  {
    "text": "Because it's so tied to like kind of occultic, like.",
    "start": "00:16:38",
    "end": "00:16:41"
  },
  {
    "text": "Yeah, like magic spell spells binding people with a power. Yeah. Thing is, that is overlap with, I think the origin of these Hebrew words. There's actually a variety of words. There's three Hebrew words. One of them in particular is connected to incantation spells. The king of Moab hires Balaam, the sorcerer to pronounce curses, which is one of the words. So it comes from that realm. I think it's a good example of how the Israelites adopted language from their cultural context. But the words mean different things in light of who Yahweh is. Who Yahweh is. Yeah. Essentially the words have been reworked around the biblical portrait of Yahweh because Yahweh.",
    "start": "00:16:42",
    "end": "00:17:27"
  },
  {
    "text": "Doesn'T seem to use it as an incantation in any sense.",
    "start": "00:17:27",
    "end": "00:17:30"
  },
  {
    "text": "No, it's an expression of if you are living in harmony and covenant, bond with the creator of all, that is the source of all life, that's the blessing.",
    "start": "00:17:30",
    "end": "00:17:41"
  },
  {
    "text": "Yeah.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "But to distance yourself, to betray or make choices, to separate from the source of all life puts you in the land of curse and death song.",
    "start": "00:17:42",
    "end": "00:17:54"
  },
  {
    "text": "Yeah.",
    "start": "00:17:54",
    "end": "00:17:55"
  },
  {
    "text": "So that's one whole piece going on here. Also significant at this point in the biblical story is that the conditions of the relationship between God and Israel are all mediated through this covenant, this formalized relationship, so that it spells out very clearly what decisions lead to blessing and life and goodness, and what decisions lead to curse and badness and death. And so we've been in this context of the covenant since the book of Exodus. But what we're going to meditate on in these next three conversations are this focus on the blessing and the curse. I mean, the words blessing and curse go off the charts in this final movement of Deuteronomy. And I thought it might be useful to do something I don't think we've ever done before, which is read or at least survey some ancient Near Eastern covenant treaties, because scholars have long observed that the language, figures of speech, and even the rough literary flow of the Deuteronomy scroll follows or has parallels with ancient Near Eastern covenant treaties.",
    "start": "00:18:29",
    "end": "00:19:37"
  },
  {
    "text": "We read some. When we went through the law conversation.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "I thought we just read.",
    "start": "00:19:39",
    "end": "00:19:40"
  },
  {
    "text": "We read. I don't remember what was called, but it was the Babylonian code of Hammurabi.",
    "start": "00:19:40",
    "end": "00:19:46"
  },
  {
    "text": "Code of Hammurabi, Yeah, we read. Yeah. So this is different.",
    "start": "00:19:46",
    "end": "00:19:48"
  },
  {
    "text": "Oh, this is different.",
    "start": "00:19:48",
    "end": "00:19:48"
  },
  {
    "text": "Yeah. Code of Hammurabi was a king who came into rule, and he said, these are the wise laws by which I will govern the land.",
    "start": "00:19:48",
    "end": "00:19:56"
  },
  {
    "text": "Okay.",
    "start": "00:19:56",
    "end": "00:19:56"
  },
  {
    "text": "What I'm talking here is about two nations entering into a covenant with each other.",
    "start": "00:19:56",
    "end": "00:20:02"
  },
  {
    "text": "We have. Actually, I don't know if we have, but I have read these.",
    "start": "00:20:03",
    "end": "00:20:06"
  },
  {
    "text": "Okay. Yeah, it's a little straight, but it's.",
    "start": "00:20:06",
    "end": "00:20:08"
  },
  {
    "text": "Been a really long time. I'm excited to see it.",
    "start": "00:20:08",
    "end": "00:20:10"
  },
  {
    "text": "So just to note about Deuteronomy, the macro flow of Deuteronomy is the first movement. Chapters One through eleven is Moses retelling the past history of the relationship between Yahweh and then Israel, between the covenant maker and the one receiving the covenant. So he retells the story of the relationship and then he summons them to be faithful. Deuteronomy 1:11, Deuteronomy 12. Then are all of the laws that are like the stipulation, the terms of its relationship. And then you get in this last movement, warnings about the consequences of covenant loyalty or betrayal. Moses is going to call God as a witness, these two poems as a witness, and Heaven and Earth as a witness to the covenant and so on. So that same basic flow is exactly the flow of these ancient Near Eastern covenant treaties. Begins with a prologue. Like, here's the story of our relationship, begins with a legal agreement. Here's the stipulations that we're going to live by, a list of the blessings and curses and then summoning the witnesses. You want to check some out? Yeah, yeah, Cool. So I'm reading here from a three volume collection edited by a scholar, William Hallow. It's just called the Context of Scripture and it's a comprehensive collection in English translation of every kind of ancient Near Eastern document that's relevant to studying the Old Testament. It's a really depth. Yeah, wow. I think it's really cool. It's good for stuff like this. So one of the first main collections of ancient narration treaties come from actually this roughly the same time period of Moses and Israel, somewhere in the 14th to 13th centuries. And these are all covenant treaties where the powerful figure was the Hittite empire that existed actually in kind of the southeastern area of what we call modern day Turkey.",
    "start": "00:20:10",
    "end": "00:22:11"
  },
  {
    "text": "I'm not super familiar with that empire.",
    "start": "00:22:11",
    "end": "00:22:13"
  },
  {
    "text": "Yeah, Hittites, Yeah, they were a thing.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "They were a thing.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "They were a thing and they exercised influence over all of today. We would call Syria and Lebanon all.",
    "start": "00:22:16",
    "end": "00:22:23"
  },
  {
    "text": "Like the northern Tigris and Euphrates.",
    "start": "00:22:23",
    "end": "00:22:26"
  },
  {
    "text": "Exactly. Yeah. Yeah. So modern day Turkey, kind of the eastern half.",
    "start": "00:22:26",
    "end": "00:22:30"
  },
  {
    "text": "But civilizations kind of were all along that riverbed, correct?",
    "start": "00:22:30",
    "end": "00:22:33"
  },
  {
    "text": "Yep. In this kind of century and a half period, 14th and late 13th, the Hittites were running the show up there.",
    "start": "00:22:33",
    "end": "00:22:40"
  },
  {
    "text": "But down below them would have been land of Ur and the Babylonians. They just weren't as powerful at this point.",
    "start": "00:22:40",
    "end": "00:22:46"
  },
  {
    "text": "Yeah, that's right. And the people living down there are called the Amuru or what are known in the Hebrew Bible as the Amorites.",
    "start": "00:22:46",
    "end": "00:22:53"
  },
  {
    "text": "Oh, okay.",
    "start": "00:22:53",
    "end": "00:22:54"
  },
  {
    "text": "Yeah.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "Oh, really?",
    "start": "00:22:54",
    "end": "00:22:55"
  },
  {
    "text": "Yeah, the Amorites. So these are treaties between Hittites and Amorites. And the Amorites covers All these who.",
    "start": "00:22:55",
    "end": "00:23:01"
  },
  {
    "text": "Will later be known as Babylon.",
    "start": "00:23:01",
    "end": "00:23:03"
  },
  {
    "text": "No, Amorites are the peoples inhabiting the lands of what today we would call Syria and also Israel, Palestine.",
    "start": "00:23:03",
    "end": "00:23:10"
  },
  {
    "text": "Oh, okay. I'm sorry.",
    "start": "00:23:10",
    "end": "00:23:12"
  },
  {
    "text": "Yep. And the Canaanites are in overlapping terms with Amorites, but Amorites refers to. Yeah, different than Babylonians.",
    "start": "00:23:12",
    "end": "00:23:20"
  },
  {
    "text": "Yeah. And I guess what I was asking is, are the Babylonians around at this point?",
    "start": "00:23:20",
    "end": "00:23:24"
  },
  {
    "text": "They're way to the east, but they're.",
    "start": "00:23:25",
    "end": "00:23:26"
  },
  {
    "text": "Way to the east, and they're not a big player right now.",
    "start": "00:23:26",
    "end": "00:23:29"
  },
  {
    "text": "Not right now.",
    "start": "00:23:29",
    "end": "00:23:29"
  },
  {
    "text": "This treaty has nothing to do with them.",
    "start": "00:23:29",
    "end": "00:23:31"
  },
  {
    "text": "Yeah, the Hittites are. There's a bunch of treaties. So the Hittites were engaging in geopolitics, spreading their influence, and so they ended up making alliances with all of these Amorite city regions. And so the treaties come from here. So here's one. This is my favorite one, just because of the names involved. So one. It's between Shupi Luli Uma and Aziru for the two kings involved. That's right. Shupi Luli Uma.",
    "start": "00:23:31",
    "end": "00:24:02"
  },
  {
    "text": "Shupi Lumi Uma.",
    "start": "00:24:03",
    "end": "00:24:05"
  },
  {
    "text": "Shupi Luli Uma. Okay.",
    "start": "00:24:05",
    "end": "00:24:07"
  },
  {
    "text": "All right. Sounds like a children's book.",
    "start": "00:24:07",
    "end": "00:24:10"
  },
  {
    "text": "So there's multiple versions of this. There are six duplicates of this preserved in the Akkadian language, which is a cousin Semitic language of Hebrew. So the superior figure here is Shupiluli Uma. So it begins. Thus says my majesty, Shupi Luli Uma, the great king, the king of Hati, hero, beloved by the storm God. I, my majesty, have taken you in vassalage. So vassal is the term for, like, the inferior covenant partner. Okay. And I have seated you upon the throne of your father. And if you, Azira, that's the inferior king from this day on, do not protect the king of Hatti, which is Shupi Luleoma, your lord. And if you don't protect the land of Hatti, then he's gonna go on. Some terrible things are gonna happen to you. So it's this covenant agreement between Shupiluliuma, my majesty, hero, great king, and you, you know, lowly Azira, who. I put you on your throne anyway. You're puppet king of me.",
    "start": "00:24:11",
    "end": "00:25:22"
  },
  {
    "text": "Yeah.",
    "start": "00:25:22",
    "end": "00:25:22"
  },
  {
    "text": "Okay, so what's gonna go on is he's gonna retell the story of. In days past, there was hostility in the land, but I came in to keep the peace and established you on your father's throne. And you need to pay tribute to me. He's going to then move on to, like, a historical background. He's going to retell the history of the two Kingdoms, how they related in the past, but how Azira rose up and submitted himself to Suppiluliuma and began paying him tribute. Then they established an alliance that protected them from these other kings that are around. So that's this section. After that begins all of these stipulations, like the laws. So whoever is my Majesty's friend should also be your friend. Whoever is my Majesty's enemy should be your enemy. If the King of Hatti goes to the land of the Houri, the Hurrians, or to the land of Egypt, or to the land of Babylon, or to the land of Ashtata, or the land. All these lands close to your border, and they are hostile to my Majesty.",
    "start": "00:25:22",
    "end": "00:26:35"
  },
  {
    "text": "So basically, if anyone's coming and giving us trouble.",
    "start": "00:26:36",
    "end": "00:26:38"
  },
  {
    "text": "Yeah. And if you, Azira, don't mobilize wholeheartedly with troops and chariots and fight the enemies of Shupiluluma with your whole heart, then. Then. Okay, but then that's one paragraph. The next paragraph paints a whole other scene.",
    "start": "00:26:38",
    "end": "00:26:54"
  },
  {
    "text": "Another case study.",
    "start": "00:26:54",
    "end": "00:26:55"
  },
  {
    "text": "Okay, so if I, My Majesty, send to you, Azira, for your help.",
    "start": "00:26:55",
    "end": "00:26:59"
  },
  {
    "text": "I see. So whether or not I've called for your help, or like, you see the battles going on, we need help.",
    "start": "00:27:00",
    "end": "00:27:05"
  },
  {
    "text": "Yeah. And then he ends this paragraph by saying, if you don't send troops to come help me, you will have broken the oath.",
    "start": "00:27:05",
    "end": "00:27:12"
  },
  {
    "text": "Yeah.",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "He goes on. If some other enemy rises up against the King of Hatti, then I'm going to come knocking at your door. If someone else oppresses you, Azeera, then I will come to your help. This is a really long, long section.",
    "start": "00:27:13",
    "end": "00:27:28"
  },
  {
    "text": "Yeah. This could have been summarized with like, we got each other's back.",
    "start": "00:27:28",
    "end": "00:27:31"
  },
  {
    "text": "Yeah. Look at this one. If anyone speaks an evil word to you about my Majesty Suppiluloma, and you do not seize him and send him to the King of Hati, you will have broken your oath. Okay, so, conspirators. Yeah. If anyone rises up to the land of Azira and speaks unfavorable things before them, and you don't report them to me, then you will have broken your oath. Okay, so this section is really long. After all of the stipulations, then Suppiluliuma says, look, I have summoned the thousand gods to assemble around this oath, and I call them as witnesses. And he begins to name.",
    "start": "00:27:33",
    "end": "00:28:18"
  },
  {
    "text": "Whoa.",
    "start": "00:28:19",
    "end": "00:28:19"
  },
  {
    "text": "Then comes the curses.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "He doesn't name a thousand gods.",
    "start": "00:28:21",
    "end": "00:28:23"
  },
  {
    "text": "No, but he names a bunch. And he says all the words of the treaty and of the oath, which are inscribed on this tablet. If Azira does not keep the Words of this treaty and of the oath. And if he breaks the oath, then let these oath gods destroy Azira together with his head, his wives, his sons, his grandsons, his house, his town, his land, all his possessions. But if Azira keeps the words of the treaty, let the oath gods protect. And it goes through the list again. You get the basic idea. Okay, let me just show you one more.",
    "start": "00:28:23",
    "end": "00:28:55"
  },
  {
    "text": "Why is there some of this in brackets and some of this in.",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "Oh, well, there's six duplicates. And so the main base duplicate is what they call the A tablet. And then if there's gaps or broken spots in that one, they fill in from the other ones, and so they kind of mark that with brackets.",
    "start": "00:28:58",
    "end": "00:29:13"
  },
  {
    "text": "Got it.",
    "start": "00:29:13",
    "end": "00:29:13"
  },
  {
    "text": "Yep. Okay, so let me read you my other favorite one. This one comes from a different time period. This is a Canaanite inscription. So this is a treaty between two Canaanites kings, one up in the north. It's called the Sephirae inscription. So it was discovered in modern day Syria. It dates from 740 BC. So this is 500 years later than those other ones. So it's between two kings. One of the kings is Bar Ga, and the other king's name is Matiel. So he says, this is the treaty. I had to do a whole project on this in graduate school.",
    "start": "00:29:13",
    "end": "00:29:53"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:53",
    "end": "00:29:54"
  },
  {
    "text": "Many years ago. So. Well, let me just get. It follows the same outline. The covenant curses are the best. So when he gets to the covenant curses, he says, now, if Matiel, this is one of the kings, this is the inferior king.",
    "start": "00:29:54",
    "end": "00:30:07"
  },
  {
    "text": "Okay.",
    "start": "00:30:07",
    "end": "00:30:07"
  },
  {
    "text": "The vassal King Matiel, son of Atar Samak, the king of Arpad, should prove unfaithful to Bar Gaya. Or if the children of Matiel should be unfaithful to the children of Bar Ga. Then. If seven rams go up upon a ewe, may she not conceive. And if seven nurses anoint their breasts to nurse young boys, may that young boy not have his fill.",
    "start": "00:30:07",
    "end": "00:30:35"
  },
  {
    "text": "This is kind of like a taunting almost.",
    "start": "00:30:35",
    "end": "00:30:37"
  },
  {
    "text": "Yeah. If seven mares suckle a cult, may it not be satisfied.",
    "start": "00:30:37",
    "end": "00:30:43"
  },
  {
    "text": "This kind of feels like. It feels like school ground taunting.",
    "start": "00:30:43",
    "end": "00:30:47"
  },
  {
    "text": "It is. Yeah. You're wishing disaster on a covenant violator. Yeah.",
    "start": "00:30:47",
    "end": "00:30:51"
  },
  {
    "text": "Yeah.",
    "start": "00:30:51",
    "end": "00:30:51"
  },
  {
    "text": "No, it gets better. Gets better. If seven cows are nursing their calves, may it not have its fill. If seven ewes suckle a lamb, may it not be satisfied. If seven hens go looking for food, may they find and kill nothing. Yeah, you're like, whoa, that's killer hens. Killer chickens. That was kind of the joke I was working on this with my colleagues in grad school was like, what's up with the killer chicken?",
    "start": "00:30:51",
    "end": "00:31:17"
  },
  {
    "text": "They're just looking for bugs.",
    "start": "00:31:17",
    "end": "00:31:18"
  },
  {
    "text": "At the end of the day, if Matael should be unfaithful, may his kingdom become a kingdom of sand.",
    "start": "00:31:18",
    "end": "00:31:24"
  },
  {
    "text": "Hmm. There's a lot of rhetoric here.",
    "start": "00:31:25",
    "end": "00:31:27"
  },
  {
    "text": "Yeah. May Hadad, which is the patron God of this relationship, pour out on it every sort of evil that exists on the earth and in heaven. Every sort of trouble. May he shower it upon our pod for seven years. May the locust devour. For seven years. May the worms eat.",
    "start": "00:31:27",
    "end": "00:31:45"
  },
  {
    "text": "So it's interesting, is seven seems like a significant number of completion for the Canaanites, too.",
    "start": "00:31:46",
    "end": "00:31:52"
  },
  {
    "text": "Absolutely. Yeah.",
    "start": "00:31:52",
    "end": "00:31:53"
  },
  {
    "text": "That wasn't just an Israelite thing.",
    "start": "00:31:53",
    "end": "00:31:55"
  },
  {
    "text": "Yeah. And also because, again, the letters of the word seven are spelled with the same letters in Semitic languages as the word complete or full. Yeah, yeah. May the grass not come forth. May there be no green. May the vegetation not be seen.",
    "start": "00:31:55",
    "end": "00:32:11"
  },
  {
    "text": "Have you seen the Monty Python sketch?",
    "start": "00:32:11",
    "end": "00:32:13"
  },
  {
    "text": "Which one?",
    "start": "00:32:13",
    "end": "00:32:14"
  },
  {
    "text": "The one where that, like, French guard is taunting the, like.",
    "start": "00:32:14",
    "end": "00:32:20"
  },
  {
    "text": "Oh, yes, yes, yes. Totally. Yeah. Up on the tower.",
    "start": "00:32:20",
    "end": "00:32:23"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "Yeah. Your mother smells of elderberries.",
    "start": "00:32:23",
    "end": "00:32:25"
  },
  {
    "text": "Yes.",
    "start": "00:32:25",
    "end": "00:32:25"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:32:26",
    "end": "00:32:26"
  },
  {
    "text": "It just keeps going on and on.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "And it's just like that.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Feels like that.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "Yeah, totally. I just want to. We got to get the effect.",
    "start": "00:32:30",
    "end": "00:32:33"
  },
  {
    "text": "Okay. Keep it going.",
    "start": "00:32:33",
    "end": "00:32:34"
  },
  {
    "text": "May there be no sound of harp or lyre among the people, only crying in lamentation, may the God send devourers against our pod. May the mouth of the snake, the mouth of the scorpion, the mouth of the bear, the mouth of the panther devour. May our pod become a ruined heap for the gazelle and the fox and the desert creatures and the hare and the wild cat and the owl and the magpie. That's my favorite. The magpie.",
    "start": "00:32:34",
    "end": "00:33:04"
  },
  {
    "text": "That's a bird.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Yeah. It's like a little bird living in the ruins of an ancient city. May the city be mentioned no more among. And he names the other cities. You're like, whoa.",
    "start": "00:33:05",
    "end": "00:33:15"
  },
  {
    "text": "Yeah.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "So here's my point, is that long lists of covenant curses are part and parcel.",
    "start": "00:33:16",
    "end": "00:33:21"
  },
  {
    "text": "It's just part of the rhetoric of.",
    "start": "00:33:21",
    "end": "00:33:22"
  },
  {
    "text": "The rhetoric of these agreements.",
    "start": "00:33:22",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:24"
  },
  {
    "text": "And so when we come to. In the next conversation we have about this, the long list of covenant curses in Deuteronomy 28. Long, long list. It feels excessive.",
    "start": "00:33:24",
    "end": "00:33:36"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:33:36",
    "end": "00:33:38"
  },
  {
    "text": "And it is excessive. And that's the rhetorical point.",
    "start": "00:33:38",
    "end": "00:33:41"
  },
  {
    "text": "Okay. That's how these treaties worked.",
    "start": "00:33:41",
    "end": "00:33:43"
  },
  {
    "text": "And it's how these treaties worked.",
    "start": "00:33:43",
    "end": "00:33:45"
  },
  {
    "text": "Yeah.",
    "start": "00:33:45",
    "end": "00:33:45"
  },
  {
    "text": "So it's just another layer. Where do you need to know this to understand the covenant curses? Deuteronomy no, but it does help explain why they have the literary form and the intensity they do. Cause it's imitating. Well, it's imitating Moses. And the framer of author Deuteronomy is adopting this kind of cultural format as the medium of Israel's covenant relationship with Yahweh.",
    "start": "00:33:45",
    "end": "00:34:09"
  },
  {
    "text": "You would say, you have said before that they're not adopting. This is like.",
    "start": "00:34:09",
    "end": "00:34:14"
  },
  {
    "text": "No, that's why I struck the word imitate.",
    "start": "00:34:14",
    "end": "00:34:16"
  },
  {
    "text": "You struck the word imitate, but then you use the word adopt.",
    "start": "00:34:16",
    "end": "00:34:18"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:34:18",
    "end": "00:34:19"
  },
  {
    "text": "And I've just heard you say before, like, they're not adopting. This is just their language. This is the way that they.",
    "start": "00:34:19",
    "end": "00:34:25"
  },
  {
    "text": "That's right. When the biblical authors that are the vehicle of God's word to his people.",
    "start": "00:34:25",
    "end": "00:34:29"
  },
  {
    "text": "Yeah. The example you gave before was of, like, when you talk about the cosmos and you talk about black holes and you talk about dark energy and whatever, you're not adopting or imitating astrophysicists. You're just like, this is just the.",
    "start": "00:34:29",
    "end": "00:34:47"
  },
  {
    "text": "Way I see the world.",
    "start": "00:34:47",
    "end": "00:34:48"
  },
  {
    "text": "You see the world because it's the way that we understand the world.",
    "start": "00:34:48",
    "end": "00:34:51"
  },
  {
    "text": "Yeah, the. That's right. And so I think the same thing's happening with the covenantal literary form of Deuteronomy and the rhetoric in it. Yeah. So Yahweh is depicted and imagined here as a king entering into a covenant with a vassal that God rescued and that wants to give life and blessing to. And the rhetoric's really turned up.",
    "start": "00:34:51",
    "end": "00:35:15"
  },
  {
    "text": "Is the rhetoric turned up because the vassal king and their people need to, like, really. I mean, this is something to take real serious. Swallow this pill. Like, take this serious.",
    "start": "00:35:15",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. Yes. The point of the rhetoric is this is business.",
    "start": "00:35:29",
    "end": "00:35:32"
  },
  {
    "text": "This is business.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "The stakes are high.",
    "start": "00:35:33",
    "end": "00:35:34"
  },
  {
    "text": "The stakes are high.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "Yeah.",
    "start": "00:35:35",
    "end": "00:35:35"
  },
  {
    "text": "There also seems to be maybe something in the culture of. It almost seems. With the Canaanite one that you read.",
    "start": "00:35:35",
    "end": "00:35:43"
  },
  {
    "text": "Yeah.",
    "start": "00:35:43",
    "end": "00:35:44"
  },
  {
    "text": "It feels like. Almost like there was this levity to it.",
    "start": "00:35:44",
    "end": "00:35:48"
  },
  {
    "text": "Oh, well, maybe that's because I was just laughing about the killer chickens.",
    "start": "00:35:48",
    "end": "00:35:53"
  },
  {
    "text": "Well, no, but still, it just kind of like. It just feels like there was almost a celebratory nature of how extreme this is to where there seems to be this sense of, like, when you're doing a treaty, this is a big, beautiful moment. Right. Because there's peace now and there's an alignment of power in a way that should bring prosperity to both people entering the treaty. It's a moment of great, kind of, like, honor and.",
    "start": "00:35:53",
    "end": "00:36:23"
  },
  {
    "text": "Yeah.",
    "start": "00:36:23",
    "end": "00:36:24"
  },
  {
    "text": "Right.",
    "start": "00:36:24",
    "end": "00:36:24"
  },
  {
    "text": "Yes. Though I think in most of these, the king in the superior position, you know, it's definitely not hiding that fact. It's turning up the volume on that fact.",
    "start": "00:36:24",
    "end": "00:36:33"
  },
  {
    "text": "Totally.",
    "start": "00:36:33",
    "end": "00:36:34"
  },
  {
    "text": "Yeah.",
    "start": "00:36:34",
    "end": "00:36:34"
  },
  {
    "text": "There is someone with more power.",
    "start": "00:36:34",
    "end": "00:36:37"
  },
  {
    "text": "Yeah. This is ancient geopolitics.",
    "start": "00:36:37",
    "end": "00:36:39"
  },
  {
    "text": "Ancient geopolitics. And I wonder if the vassal kingdom, if part of this is kind of like, yeah, bring it. We're in. And it's almost kind of like this pep rally of sorts.",
    "start": "00:36:39",
    "end": "00:36:51"
  },
  {
    "text": "Interesting. I don't know, man. If somebody made this agreement with me, I'd be quaking in my boots. Killer chickens might come take my children. The magpie might reside on my roof. Yeah. I don't know. I think this is meant to be intimidation.",
    "start": "00:36:51",
    "end": "00:37:08"
  },
  {
    "text": "Okay. It's intimidation.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "Yeah.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "It didn't feel intimidating. It felt.",
    "start": "00:37:10",
    "end": "00:37:11"
  },
  {
    "text": "Oh. And I think silly nuts, because I was laughing. But, dude, if, like, a garrison appears at your gate, you know, with tablets, and there's, like, a herald reading this aloud, you know, and there's 400 soldiers holding spears who could, like, turn this into a ruin.",
    "start": "00:37:12",
    "end": "00:37:27"
  },
  {
    "text": "Yeah. Everyone's quiet.",
    "start": "00:37:27",
    "end": "00:37:29"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:37:29",
    "end": "00:37:30"
  },
  {
    "text": "Okay. So the modern equivalent is like, this is kind of like what, like Liam Neeson says to the guy that, like, stole his daughter. He's like, I'm gonna get you in what movie Taken. You know, like, I got a special set of skills. I will hunt you down, and I will kill everything that you think is important in life. I will burn it all to the ground. Like, do not mess around.",
    "start": "00:37:30",
    "end": "00:37:52"
  },
  {
    "text": "Yeah, it's got that tone with some diplomacy thrown in.",
    "start": "00:37:52",
    "end": "00:37:56"
  },
  {
    "text": "Yeah. Okay. Somewhere in the middle. Yeah, got it.",
    "start": "00:37:58",
    "end": "00:38:01"
  },
  {
    "text": "I mean, it's two kings. One's more powerful than the other. You're trying to make this less powerful king to get them to submit, to give you monetary tribute, to become your ally. And you want to turn up the volume on the consequences for betraying the relationship. And that's the same purpose and reason for the intensity of the rhetoric in Deuteronomy as well. Don't choose your own death. It's almost as if Yahweh's infinite source of life and blessing. This is like the inversion of it. If you choose to reject infinite blessing, you will bring intense curse and de creation upon yourself. And that's what these covenant curses are about. Okay, yeah.",
    "start": "00:38:01",
    "end": "00:38:49"
  },
  {
    "text": "So to close the loop, you're saying when we get into the curses in Deuteronomy, we start reading them. If you have this in your mind that there is this format of a treaty, but then you also keep in mind that what's going on here is using that format, but then embedding it into the greater story, which is God saying, I have Created blessing. I am gifting blessing. I did it originally for all humanity. I'm doing it again for you guys so that you can bring it to all humanity. And when you don't listen to my voice and when you go and you do as good in your own eyes, you're going to miss out on the blessing and you're going to experience curse. And the curse is death. And let me help you understand that death is not a good thing. Let me remind you. Let's let it sink in.",
    "start": "00:38:49",
    "end": "00:39:46"
  },
  {
    "text": "In case it wasn't clear. Yep. The literary form to communicate those stakes is very similar to ancient Near Eastern covenant treaties. Yeah.",
    "start": "00:39:46",
    "end": "00:39:55"
  },
  {
    "text": "Okay.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "So with all that in mind, let's turn to Deuteronomy 27. This is a good example of how that ancient cultural kind of covenant form gets woven into the themes of the biblical story. Right here, Deuteronomy 27. So Moses and the elders of Israel charged all the people, saying, keep all of the commands that I command you today. And it shall be on the day when you all cross the Jordan to the land Yahweh, your God's giving you. And you will set up for yourselves large stones. Coat them with plaster. Lime. So find some huge rocks and coat them with plaster.",
    "start": "00:40:26",
    "end": "00:41:04"
  },
  {
    "text": "Why does it say lime?",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "Lime, I think, is the actual, like, chemical.",
    "start": "00:41:06",
    "end": "00:41:09"
  },
  {
    "text": "It's the substance that is used to plaster the rock.",
    "start": "00:41:09",
    "end": "00:41:13"
  },
  {
    "text": "Plaster the rock? Yeah. That's the new American standard. Then you shall write or like, inscribe, etch into the plaster all the words of this Torah when you cross over so you can enter the land Yahweh, God's giving you.",
    "start": "00:41:13",
    "end": "00:41:26"
  },
  {
    "text": "Make a big public Torah.",
    "start": "00:41:26",
    "end": "00:41:28"
  },
  {
    "text": "Yeah. A land flowing with milk and honey. So you set up this emblem. The entry point into the land is marked by the words of the covenant stipulations.",
    "start": "00:41:28",
    "end": "00:41:38"
  },
  {
    "text": "I forgot about this. We have a video in the how to Read the Bible series where we have a big kind of stone.",
    "start": "00:41:38",
    "end": "00:41:45"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "And I always just thought that was just some exaggerated. Oh, yeah, form of the Torah.",
    "start": "00:41:46",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. These are kind of like the stationary version of the tablets that Moses was, you know, carrying around. Yeah, that's right. Verse 4. So it shall be when you cross the Jordan, you shall set up on Mount Ebal these stones, as I'm commanding you today, and coat them with lime and build an altar there to Yahweh, your God. An altar of stones. Don't use any iron tools on them. Just like heap up stones, build an altar, offer going up offerings to Yahweh your God, sacrifice, peace offerings, and have a Party. Now, we named where this is happening, Mount Ebal. Then what they're told is, then line up the tribes on two mountains on Mount Gerizim. Line up six of the tribes to pronounce blessings on the people. And then line up six other tribes on Mount Ebal to pronounce the curse.",
    "start": "00:41:51",
    "end": "00:42:47"
  },
  {
    "text": "We're going to enact this in some grand way.",
    "start": "00:42:47",
    "end": "00:42:50"
  },
  {
    "text": "So we're going to get these stones that have written on them the command, and then you're going to take those up to Mount Ebal, because that's the mountain of curse. And then you're going to have half the other tribes go up on Mount Gerizim. Now check this out. I'm just going to show you a picture. So these are two very tall hills with a town down in between them.",
    "start": "00:42:50",
    "end": "00:43:11"
  },
  {
    "text": "We know where these hills are. Oh, really?",
    "start": "00:43:11",
    "end": "00:43:13"
  },
  {
    "text": "Yeah. The town's called Shechem. Yeah, I've got it right here. Yeah. So the town of Shechem, modern day Shechem. Shechem. And then this is in, you know, Israel, Palestine today. And you can see, so if you're looking west, there's a valley between the two hills and the town's in the valley. And then flanking the town, I think it's south, you're looking west, the south is Mount Gerizim, to the south are the blessings. And then to the north is Mount Ebal. You take the rocks with the curses and the laws of the Torah upon Mount Ebal. And then they would yell.",
    "start": "00:43:13",
    "end": "00:43:47"
  },
  {
    "text": "What we're looking at is.",
    "start": "00:43:48",
    "end": "00:43:49"
  },
  {
    "text": "Yeah, we're looking at a, what I.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "Wouldn'T call a mountain.",
    "start": "00:43:51",
    "end": "00:43:51"
  },
  {
    "text": "Large hills.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "Large hills. And I wouldn't imagine being able to really hear someone that well yelling from one side to the other. Like you might be able to, but it would be.",
    "start": "00:43:52",
    "end": "00:44:02"
  },
  {
    "text": "It would be difficult if you had a crew. I've actually read about it, that there is a natural amphitheater like shape to the hills.",
    "start": "00:44:02",
    "end": "00:44:09"
  },
  {
    "text": "You can imagine it's possible at this scale you could yell at someone on the other hill.",
    "start": "00:44:09",
    "end": "00:44:15"
  },
  {
    "text": "Okay, so what happens in the book of Joshua is that Joshua does this. In Joshua 8, he gets the stones. And then in Joshua 24, 23 and 24, he actually.",
    "start": "00:44:15",
    "end": "00:44:24"
  },
  {
    "text": "They do it.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "They do this. Yeah. Okay, so here's what's bad. This is so cool, man. The Bible's so rad. So the book of Deuteronomy has three large movements. We're just in the first paragraphs of the third movement. The book itself has all these cool symmetrical features to it. And so the center movement of Deuteronomy is all about the laws. And the last paragraph before the laws begin. So in other words, the bookend around the laws, it's chapter 11 of Deuteronomy. And now we're in chapter 27. And these two are the two paragraphs right before and after the laws at the center of the book. So this thing about the two mountains was actually introduced in chapter 11 back here at this matching part here. Except when you compare them, there's one little extra detail that you were supposed to have noticed.",
    "start": "00:44:25",
    "end": "00:45:22"
  },
  {
    "text": "So in Deuteronomy 11, the same thing.",
    "start": "00:45:22",
    "end": "00:45:25"
  },
  {
    "text": "Is talked about Deuteronomy 11:26. Look, I am setting before you today blessing and curse. Blessing if you listen to the commands. The curse if you don't listen to the commands. And it shall come about when Yahweh brings you into the land. You shall put the blessing on Mount Gerizim.",
    "start": "00:45:25",
    "end": "00:45:45"
  },
  {
    "text": "Oh, yeah, there it is.",
    "start": "00:45:45",
    "end": "00:45:46"
  },
  {
    "text": "The curse on Mount Abel. Aren't these across the Jordan, west of the way, toward the sunset, in the land of the Canaanites who live in the Aravah, opposite Gilgal. You know the two hills by the oaks of Moreh?",
    "start": "00:45:46",
    "end": "00:46:00"
  },
  {
    "text": "Oh, I know those oaks.",
    "start": "00:46:00",
    "end": "00:46:02"
  },
  {
    "text": "There's a tree. There's a tree by those two mountains. That's interesting. Oh, what about those oaks of Moreh? Yes, this is the first place where Abram set up a worship center when he went into the land. This is Rad. And do you remember the whole story of Abraham and the stories of his tests of trust and failure begins in chapter 12, after the Oaks of Morehouse, which corresponds to his last great test of faith, which is at the mountain of Morya. And there at these two mountains, he built altars that become the emblems of his loyalty and commitment to the God who called him. And so isn't it interesting now that the descendants of Abram are called to this same place with the two mountains, One blessing, one curse with the trees.",
    "start": "00:46:02",
    "end": "00:46:57"
  },
  {
    "text": "So you're saying in Deuteronomy 11, Moses is alluding. Wait, what does he say?",
    "start": "00:46:57",
    "end": "00:47:03"
  },
  {
    "text": "He says, go to the mountains on Mount Gerizim. Blessing on Mount Gerizim. Curse on Mount Abel. Aren't these two mountains across the Jordan? You know, beside the oaks of Moreh?",
    "start": "00:47:03",
    "end": "00:47:12"
  },
  {
    "text": "Okay, beside the oaks of Moreh.",
    "start": "00:47:12",
    "end": "00:47:15"
  },
  {
    "text": "Yeah.",
    "start": "00:47:15",
    "end": "00:47:15"
  },
  {
    "text": "So the oaks of Moreh were on a mountain in Genesis 12. Were they or not?",
    "start": "00:47:15",
    "end": "00:47:22"
  },
  {
    "text": "Where Abraham goes first? When Abraham's given the promise of blessing, he goes into the land and he goes to Shechem, this town at the middle of the hills, to the oak of Moreh.",
    "start": "00:47:23",
    "end": "00:47:35"
  },
  {
    "text": "Okay.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "And there he gets a promise from there. He goes to a hillside further on, and then he builds another altar and gets a blessing. But it's the mountain and the tree. Okay, yeah, this is all Garden of Eden imagery.",
    "start": "00:47:36",
    "end": "00:47:48"
  },
  {
    "text": "Okay. So Moses is saying this is the place where forefather Abraham had his encounters with Yahweh.",
    "start": "00:47:48",
    "end": "00:47:57"
  },
  {
    "text": "Yep. And here we are, the seed of Abraham being given a choice by the trees near the mountains of blessing and the mountains of curse. And remember, Eden is a high place with the trees of testing right at the center. And what's cool is this paragraph at the end of Deuteronomy 11 is hyperlinked to the first paragraph on the other side of the laws in Deuteronomy 27. And here the Israelites are supposed to go divide themselves at the two high places by the tree and pronounce to themselves whether or not they will listen to the command that leads to life or break the command that leads to death. So this whole thing is replaying the Adam and Eve moment at the tree on the Eden mount, but here on actual two hills. Isn't that cool?",
    "start": "00:47:57",
    "end": "00:48:49"
  },
  {
    "text": "It is cool.",
    "start": "00:48:49",
    "end": "00:48:50"
  },
  {
    "text": "This is a cool way of framing this.",
    "start": "00:48:50",
    "end": "00:48:52"
  },
  {
    "text": "Yeah.",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "So the singular command that God gave to Adam and Eve is now the whole list of covenant commands that are etched on the rocks.",
    "start": "00:48:53",
    "end": "00:49:00"
  },
  {
    "text": "Okay.",
    "start": "00:49:01",
    "end": "00:49:01"
  },
  {
    "text": "Yeah. Oh, and don't forget, when they first go up to the mountains, the first thing they do is build the altar, have the sacrifices, and have a huge party. Yeah, right. Eat and rejoice before Yahweh, your God.",
    "start": "00:49:01",
    "end": "00:49:12"
  },
  {
    "text": "Which is one of the sacrifices offerings. Right, from Leviticus.",
    "start": "00:49:12",
    "end": "00:49:16"
  },
  {
    "text": "Yeah, yeah. Of peace offering is a sign that all is well. Yeah, yeah. And you celebrate the abundance of God's Eden blessing. Yeah.",
    "start": "00:49:16",
    "end": "00:49:22"
  },
  {
    "text": "And so on the tablet, is the Torah itself written or just the covenant commands of the Torah? Written.",
    "start": "00:49:22",
    "end": "00:49:29"
  },
  {
    "text": "Yeah. What it says is you will write on the stones all the words of this Torah.",
    "start": "00:49:29",
    "end": "00:49:34"
  },
  {
    "text": "Okay.",
    "start": "00:49:34",
    "end": "00:49:34"
  },
  {
    "text": "Now remember, we don't know.",
    "start": "00:49:34",
    "end": "00:49:36"
  },
  {
    "text": "We don't know what they had.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Okay.",
    "start": "00:49:38",
    "end": "00:49:38"
  },
  {
    "text": "Yeah. Is it the laws that we have before us in Deuteronomy 12 to 26? Certainly some of them are in there. But remember, that was a selection given by the author of Deuteronomy. And so, yeah, you could just call this the proto Torah.",
    "start": "00:49:38",
    "end": "00:49:51"
  },
  {
    "text": "Yeah, whatever. They had the framers of the Torah putting this all together. It seems like what we're supposed to imagine them is obeying the. The Torah that we've just been reading through, even though that's not what they would have had.",
    "start": "00:49:51",
    "end": "00:50:06"
  },
  {
    "text": "Totally. But the blurriness is intentional.",
    "start": "00:50:06",
    "end": "00:50:09"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:09"
  },
  {
    "text": "Because the point is the author of the final shape of the Torah that's connected to the final shape of the prophets. And the Tanakh is that. Again, this is the main theme. Every generation is to see itself as the generation that came up out of Egypt that entered into the covenant. And so we, the readers of the Hebrew Bible, the Tanakh, are to see ourselves in these Israelites standing at the base of the Jordan river, about to do this when they go in their proto Torah is our complete Torah, so to speak. Yep. So once they go up to these two mountains, then what follows is they begin to pronounce kind of like these, like, summary curses. And what's funny is, do you remember there's two mountains. The mountain of blessing and the mountain of Curse.",
    "start": "00:50:09",
    "end": "00:50:59"
  },
  {
    "text": "You're getting picked for a team here, Gabby.",
    "start": "00:51:00",
    "end": "00:51:02"
  },
  {
    "text": "Yeah. Are you on the blessing mountain or are you on the curse mountain? Then the Levites will answer and say to all the men of Israel, oh.",
    "start": "00:51:02",
    "end": "00:51:10"
  },
  {
    "text": "They'Re not on one of the mountains.",
    "start": "00:51:10",
    "end": "00:51:11"
  },
  {
    "text": "Yeah, it's interesting. So Simeon, Levi, Judah, Issachar, Joseph, and Benjamin, they get the blessing mountain. And then.",
    "start": "00:51:11",
    "end": "00:51:18"
  },
  {
    "text": "And on team Curse.",
    "start": "00:51:18",
    "end": "00:51:19"
  },
  {
    "text": "On Team Curse is Reuben. He actually was cursed by his dad, Gad, Asher, Zevulun, Dan, and Naphtali. The Levites will then.",
    "start": "00:51:19",
    "end": "00:51:30"
  },
  {
    "text": "That is kind of the B squad. It feels like.",
    "start": "00:51:30",
    "end": "00:51:32"
  },
  {
    "text": "Totally. Oh, yeah, it's true. The Levites will then answer and say to all the men of Israel with a loud voice. So, yeah, it doesn't say where the Levites are standing.",
    "start": "00:51:34",
    "end": "00:51:45"
  },
  {
    "text": "Well, they gotta be on the mountain of blessing.",
    "start": "00:51:45",
    "end": "00:51:47"
  },
  {
    "text": "Oh, I'm so sorry. Yes, they are. The Levites are there. Yeah. Okay. The Levites will answer and say to the men of Israel with a loud voice. And then what they proceed is to pronounce 12 curses, of course, because there's the 12 tribes here, and every one of these kind of is adapting one of the laws from earlier in the collection. Cursed is the man who makes an idol or a molten image, and all the people shall say, truly Amen is what they say in Hebrew.",
    "start": "00:51:47",
    "end": "00:52:16"
  },
  {
    "text": "Yeah.",
    "start": "00:52:16",
    "end": "00:52:16"
  },
  {
    "text": "Cursed is the one who dishonors father and mother, and the people say, amen. Cursed is the one who moves his neighbor's boundary marker.",
    "start": "00:52:16",
    "end": "00:52:26"
  },
  {
    "text": "Really specific.",
    "start": "00:52:27",
    "end": "00:52:28"
  },
  {
    "text": "Cursed is the one who misleads the blind one on the road.",
    "start": "00:52:29",
    "end": "00:52:32"
  },
  {
    "text": "Wow. Okay.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "Cursed is the one who distorts justice due an immigrant, orphan, or widow. Cursed is the one who lays down with his father's wife. Cursed is the one who lays down with any animal. Cursed is the one who lays down with his sister. Cursed is the one who lays down with his mother in law. Cursed is the one who strikes his neighbor in secret. You know, like Cain took him out in the field, murdered him in secret. Cursed is the one who accepts a bribe to strike down the innocent. Cursed is the one who doesn't confirm the words of this Torah by doing them. And all the people should say Amen. So you start to feel that rhetorical intensity adding up here, and it's about to get more intense, which we'll explore in the next conversation. But there's a lot of covenant cursing going on here at the end of Deuteronomy. And I was just trying to help us both see how it ties into the Eden story, but also how it ties into its cultural context. And that's just what it means to read the Hebrew Bible as ancient literature and as unified literature and nothing for it.",
    "start": "00:52:34",
    "end": "00:53:45"
  },
  {
    "text": "This would be a pretty wild liturgy to experience a cursing ceremony, a cursing call and response.",
    "start": "00:53:45",
    "end": "00:53:52"
  },
  {
    "text": "Yeah, you know, I think part of it. Again, remember this is all crafted with an eye towards the authors know where the story went, that the people weren't faithful to the covenant and that they ended up in exile in the land of curse. And so in a way, I think this covenant form of Deuteronomy is helping the generations of the exiles see that they didn't end up being conquered by Babylon because Marduk was more powerful. They didn't end up in Babylon because God was asleep on the job. It was the results of their own decisions. They were fully warned ahead of time. And that in a way, it's a defense of Yahweh's integrity to say Yahweh was being faithful to the terms of the covenant as you agreed to them, which if you chose curse, then he was faithful to deliver you to curse. Which makes the redemption from exile even more kind of a brilliant gem shining in the dark cave. Because the covenant curse is not the end of the story. Just like for Adam and Eve when God said cursed is the ground and cursed is the snake. But that cursing of the snake is in anticipation of the seed or the woman who will crush the snake. And so it's judgment and mercy at the same time. And Moses is going to anticipate both too, that the curse will come, but also Yahweh will show mercy so that the curse doesn't get the last word.",
    "start": "00:53:52",
    "end": "00:55:18"
  },
  {
    "text": "Cool.",
    "start": "00:55:19",
    "end": "00:55:20"
  },
  {
    "text": "So that's the opening section of this. We're going to take the next couple episodes to dive deeper into this future forecasting of blessing and curse for Israel. And then after that we'll check out the final words of Moses in his prophetic poems.",
    "start": "00:55:20",
    "end": "00:55:36"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we continue in the last movement of the Deuteronomy scroll and we're gonna talk about Moses. Horrible pep talk. Right before Before Israel enters the Promised Land, Moses predicts Israel is going to reject their covenant with Yahweh. And Yahweh is going to have to rescue them from the very things that they thought they wanted.",
    "start": "00:55:38",
    "end": "00:55:58"
  },
  {
    "text": "So part of the Torah's diagnosis of the human condition is about a misdirected or distorted desire. The most deceptive ones are when people actually think they're doing the right thing. And what they end up doing is bringing pain and death. A circumcision of the heart. And there's something that needs to be removed so that it dies, so that the real heart that Yahweh knows humans are both capable of and will bring true life so that that can live.",
    "start": "00:55:59",
    "end": "00:56:26"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the Associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provides the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as one unified story that leads to Jesus. Everything that we make is free because it's already been paid for by thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Cam and I'm from Los Angeles, California.",
    "start": "00:56:27",
    "end": "00:56:54"
  },
  {
    "text": "Hi, this is Juan from Guilford, United Kingdom. I am a Roman Catholic originally from Argentina that was baptized since a baby.",
    "start": "00:56:54",
    "end": "00:57:01"
  },
  {
    "text": "Only really started following Jesus for the.",
    "start": "00:57:01",
    "end": "00:57:03"
  },
  {
    "text": "Last three years of my life.",
    "start": "00:57:03",
    "end": "00:57:04"
  },
  {
    "text": "I first heard about the Bible project.",
    "start": "00:57:04",
    "end": "00:57:06"
  },
  {
    "text": "By bumping into accidents with the Jonah YouTube video.",
    "start": "00:57:06",
    "end": "00:57:08"
  },
  {
    "text": "I use Bibleproject for my personal understanding.",
    "start": "00:57:08",
    "end": "00:57:11"
  },
  {
    "text": "When reading through the Bible and I'm.",
    "start": "00:57:11",
    "end": "00:57:13"
  },
  {
    "text": "Currently going through the Introduction to the Hebrew Bible class.",
    "start": "00:57:13",
    "end": "00:57:15"
  },
  {
    "text": "My favorite thing about bibleproject is how.",
    "start": "00:57:15",
    "end": "00:57:18"
  },
  {
    "text": "The team puts together easy to understand videos, making studying the Bible that much.",
    "start": "00:57:18",
    "end": "00:57:22"
  },
  {
    "text": "More fun and comprehensive.",
    "start": "00:57:22",
    "end": "00:57:23"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. Your project by people like me Find.",
    "start": "00:57:26",
    "end": "00:57:34"
  },
  {
    "text": "Free videos, study notes, podcast classes, and more@bibleproject.com.",
    "start": "00:57:34",
    "end": "00:57:38"
  }
]