[
  {
    "text": "Hey, Tim.",
    "start": "00:00:07",
    "end": "00:00:07"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:00:07",
    "end": "00:00:08"
  },
  {
    "text": "Hello. We're coming back to do one final question. Response. We've read through the Torah, five books at the beginning of the Bible. And we've been all year.",
    "start": "00:00:09",
    "end": "00:00:23"
  },
  {
    "text": "Yes.",
    "start": "00:00:23",
    "end": "00:00:23"
  },
  {
    "text": "We've been doing this.",
    "start": "00:00:23",
    "end": "00:00:24"
  },
  {
    "text": "Yes. Dozens of hours of conversation. It's been wonderful.",
    "start": "00:00:24",
    "end": "00:00:28"
  },
  {
    "text": "We've been tracing one theme through each, what we call movements of each scroll. And so It's. And so five scrolls. What?",
    "start": "00:00:28",
    "end": "00:00:39"
  },
  {
    "text": "Yeah, it was 16 movements. 16 to 18. I forget something like that a lot.",
    "start": "00:00:39",
    "end": "00:00:44"
  },
  {
    "text": "A lot, A lot. We didn't read every part of the Torah, but we read lots of it. We. Then at the end of every Torah scroll, we stopped and we had a Q and R and we didn't get to every question, but as a way to kind of recap the whole journey, let's answer some questions from the whole Torah.",
    "start": "00:00:44",
    "end": "00:01:03"
  },
  {
    "text": "From the whole. From this question. From the whole year.",
    "start": "00:01:03",
    "end": "00:01:06"
  },
  {
    "text": "The whole year.",
    "start": "00:01:06",
    "end": "00:01:06"
  },
  {
    "text": "Throughout the whole year.",
    "start": "00:01:07",
    "end": "00:01:08"
  },
  {
    "text": "Yeah.",
    "start": "00:01:08",
    "end": "00:01:08"
  },
  {
    "text": "So we're going to start with a question from Ben in California, who has a question about kind of the. The method of reading and making hyperlinks between stories.",
    "start": "00:01:08",
    "end": "00:01:18"
  },
  {
    "text": "Hi, my name is Ben and I'm from San Jose, California. You've been talking a lot about biblical connections in the Genesis scroll. How do you decipher between biblical connections the authors intended to make versus connections we fabricate or force that weren't intended to be made?",
    "start": "00:01:18",
    "end": "00:01:38"
  },
  {
    "text": "Yeah, it's a very practical question.",
    "start": "00:01:39",
    "end": "00:01:40"
  },
  {
    "text": "This is a very practical question. Yeah. When do you know that you're natively reading the text the way it was designed and finding something the authors intended? And when have you gone too far? And, you know, it's also interesting, I've noticed this with like certain creatives, artists or writers or something. They'll make something, maybe a movie, and then someone will ask, like, hey, like, I saw this character and then they did this thing and they. Whatever. Was that like, part of this theme of this thing? And the director's thinking, well, no, but it kind of was. I mean, that's beautiful. Yeah.",
    "start": "00:01:41",
    "end": "00:02:24"
  },
  {
    "text": "Yes, yes.",
    "start": "00:02:24",
    "end": "00:02:25"
  },
  {
    "text": "So like, there's also something about, like, at what point does the beautiful mind that's designed the Bible, like, has seen, like, all the things that could be seen.",
    "start": "00:02:26",
    "end": "00:02:37"
  },
  {
    "text": "Yeah, totally. No, that's a. What? It's a great question. It's a question that I've been asking myself for a long time almost. It's beginning to read the Bible when I paid attention to how Jesus and the apostles quote from and reflect on and get meaning out of the Old Testament. And especially when they would say or make conclusions. You're like, what really? What really? So to me, that actually began a long journey to understand inner biblical interpretation, how later biblical authors quote from and use. And I, I eventually developed this conviction that they grew up within the native tradition from which these texts emerged in the first place. And so if anybody's qualified to understand them, it's more than likely going to be them and not me. And that's kind of been a guiding light for me throughout the years. So where it's led me is into this whole world of biblical studies, especially among Jewish and Israeli scholars, who are really trying to preserve and recover how ancient Israelites and how Jewish Israelite communities in the Second Temple period read and understood these texts as they were being brought into their final shape. And so a lot of it has to do with this language we've developed, you know, in our resources called hyperlinking, narrative patterning, design patterns, the melody, which is often the biblical authors will set up an analogy or comparison in a story or in a poem that is meant to send your mind, like a hyperlink on a website or a webpage, back to an earlier part through key repeated words or ideas, so that you pull them up and begin to compare and contrast. So how do you know when an author's giving you the clues to do that versus is that really a connection or am I just making that one up?",
    "start": "00:02:37",
    "end": "00:04:36"
  },
  {
    "text": "You're just forcing it.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "What's the criteria?",
    "start": "00:04:37",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, there was some sort of textbook or something.",
    "start": "00:04:38",
    "end": "00:04:40"
  },
  {
    "text": "Well, I wish there was a textbook that did all of the things that I've learned how to do in different ways from lots of different books that were all in one. But in a way, classroom classes are an exercise in giving you that tool set, especially the Introduction to Hebrew Bible class. But the most basic tool the biblical authors use is repetition of words. Of words, because that's the medium of these texts, these words. But creative repetition is the name of the game. So sometimes it'll be one word, sometimes it'll be a repetition of a constellation of words or a network of words. Sometimes it'll be a repetition of words, but with the letters swapped around or through wordplay or through puns. So.",
    "start": "00:04:41",
    "end": "00:05:32"
  },
  {
    "text": "Yeah, I get the sense that it's way deeper than we tend to appreciate, for sure, the amount of how much this is happening.",
    "start": "00:05:34",
    "end": "00:05:42"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "Now, can you think of an example where you have thought you saw something that wasn't maybe there, or someone came to you with something and you're like, actually, no, I don't think that's actually there.",
    "start": "00:05:43",
    "end": "00:05:56"
  },
  {
    "text": "So here's an example in the story of the birth and the rescue of Moses, when he's a baby, know, famous, his mom has him and puts him in the reed basket in the waters. Exodus chapter two. So there's an interesting turn of phrase where Moses mom has him, and she sees that he was good and she took him. So that's exactly the language from the woman at the tree in Eden in Genesis chapter three. She saw that it was good and she took. But I've been trained. But that is a negative thing where she saw and desired something that she shouldn't have and she does the wrong thing with it. But there in Moses's story, it's a good thing. She sees that he's good, she takes him, and what she does is saves his life. And so for the longest time, I was puzzled. Like, is that a connection? Because the outcomes are different.",
    "start": "00:05:57",
    "end": "00:06:57"
  },
  {
    "text": "Like, just because those two words show up, maybe it isn't always hyperlinking to it.",
    "start": "00:06:59",
    "end": "00:07:05"
  },
  {
    "text": "Well, that was my question, I think, for a long time.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "Yeah.",
    "start": "00:07:07",
    "end": "00:07:08"
  },
  {
    "text": "But then what I started to notice was in the in between, from Genesis 3 to Exodus, you can tally up all of these moments where somebody sees, makes an evaluation about good and bad takes or gives. And the biblical authors don't always mean it negatively. Sometimes when they make a hyperlink, it's the inversion of it. So they see and they take, and it produces life instead of death. And I think that's what's happening here. It's an inversion moment. Because, dude, in the opening chapters of Exodus chapters one and two, there are seven women who saved the world.",
    "start": "00:07:08",
    "end": "00:07:52"
  },
  {
    "text": "Wow, cool. Yeah, that'll preach.",
    "start": "00:07:53",
    "end": "00:07:56"
  },
  {
    "text": "The two Hebrew Midwives.",
    "start": "00:07:56",
    "end": "00:07:57"
  },
  {
    "text": "It's like a book title.",
    "start": "00:07:58",
    "end": "00:07:59"
  },
  {
    "text": "What's that? The seven women who saved. They do. They saved the cosmos. Dude, this is so awesome. Okay, so it begins with the two Hebrew midwives, Exodus 1, 1 and 2. Then you have Moses's mom, number three. Then you have Miriam.",
    "start": "00:07:59",
    "end": "00:08:16"
  },
  {
    "text": "She's the one that puts him in the ark.",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "She puts him in the ark. Then you have Moses sister kind of.",
    "start": "00:08:17",
    "end": "00:08:21"
  },
  {
    "text": "Follows the ark and kind of looks after it.",
    "start": "00:08:21",
    "end": "00:08:24"
  },
  {
    "text": "Then you have Pharaoh's daughter finds it, who goes to the river to wash. Then Pharaoh's daughter sends her female slave down to go pick up the basket. And then you have his Midianite.",
    "start": "00:08:24",
    "end": "00:08:35"
  },
  {
    "text": "Midian's wife.",
    "start": "00:08:35",
    "end": "00:08:36"
  },
  {
    "text": "Midianite's wife, Moses wife, Zipporah, who saves his life. The circumcision thing. The circumcision. Seven women.",
    "start": "00:08:36",
    "end": "00:08:45"
  },
  {
    "text": "Seven women in Exodus.",
    "start": "00:08:45",
    "end": "00:08:47"
  },
  {
    "text": "Mm. Because there's chapters one and two and one and two. Okay, exactly. Right. So. And all of. All of them have little verbal hyperlinks or wordplays connecting them to Eve.",
    "start": "00:08:48",
    "end": "00:09:01"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:09:01",
    "end": "00:09:02"
  },
  {
    "text": "So I think what's happening because Eve.",
    "start": "00:09:02",
    "end": "00:09:04"
  },
  {
    "text": "Gets a bad rap.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "Oh, totally. Yeah. Well, yeah, she becomes an archetype of human deception and folly. Distorted desire.",
    "start": "00:09:05",
    "end": "00:09:13"
  },
  {
    "text": "Yeah.",
    "start": "00:09:13",
    "end": "00:09:13"
  },
  {
    "text": "But here are seven women who are being presented as redeemed Eves. In other words, they are women who see what the deceiver is doing Pharaoh. And in all these different ways, they counter, deceive or deceive the deceiver that results in the preservation of life and not the destruction of life. So it's a good example of. I've been staring at these two chapters for decades, and it's taken me a long time to see what's there, but now you can see what's there. And it's like, oh, my gosh. And sometimes the clues for any of these individual stories about these seven women will just be one or two little words that are similar to the Eden Store. And you're like, well, can you hang that much on those? So a lot of times, Ben, it's about the whole picture that emerges over time. And as you see a bigger picture in a section of literary units, and you're like, there's no way that that's coincidental. That's for sure. On purpose. And that's kind of what I found, Ben, is sometimes it's one or two little details that create a link. And you're like, well, that's in the maybe status in my mind. But as you meditate on it more, sometimes you find more connections.",
    "start": "00:09:15",
    "end": "00:10:23"
  },
  {
    "text": "So you put something in a maybe status.",
    "start": "00:10:23",
    "end": "00:10:25"
  },
  {
    "text": "Yeah.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "And oftentimes, or sometimes those end up becoming something that's actually there.",
    "start": "00:10:25",
    "end": "00:10:31"
  },
  {
    "text": "They kind of. Most begin as maybes, and then they just kind of build in my notes over time as you reread and meditate. And then sometime it just passes like, there's just no. There's like seven keyword links here, and two of them are just. There's no way that's unintentional. And then sometimes I'll be reading later in the Torah or in the Prophets, and there'll be links back to both earlier links where you can see, like.",
    "start": "00:10:31",
    "end": "00:10:58"
  },
  {
    "text": "There may be links get linked. And you're like, oh, yeah, yeah.",
    "start": "00:10:58",
    "end": "00:11:01"
  },
  {
    "text": "You can see an author of Judges is making a connection between Hagar and Passover and the sacrifice of Isaac in Genesis 22. And all three of those are being linked to in one place in Judges. And you're like, oh, well, there's somebody who saw the hyperlinks between those earlier stories. So I'm not crazy for seeing them myself. So there you go, Ben. It's not a clean answer that I just need to know, but it's. I think it's the answer that tends to emerge that I am finding for other people too, as I read through.",
    "start": "00:11:01",
    "end": "00:11:36"
  },
  {
    "text": "I mean, this is the classic, like, are you exegesis versus eisegesis kind of thing. Like, am I pulling out something that's internal to actually what this text is doing?",
    "start": "00:11:36",
    "end": "00:11:49"
  },
  {
    "text": "Yes.",
    "start": "00:11:49",
    "end": "00:11:49"
  },
  {
    "text": "Or am I inserting my ideas onto them?",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "Yep.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "And while we're applying a very specific methodology that we're saying is native to the way that this text is designed, Ben's wondering, at what point are you like, over ramping that methodology and almost like breaking it, finding its limits.",
    "start": "00:11:52",
    "end": "00:12:10"
  },
  {
    "text": "That's right.",
    "start": "00:12:10",
    "end": "00:12:10"
  },
  {
    "text": "And what I'm hearing you say is it doesn't happen that much in your experience, and when it does, you just go, oh, well, that's a maybe let's hold it lightly.",
    "start": "00:12:10",
    "end": "00:12:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:20",
    "end": "00:12:21"
  },
  {
    "text": "And then just kind of see how it pops as you continue to read the book.",
    "start": "00:12:21",
    "end": "00:12:25"
  },
  {
    "text": "But that's no different. Just, this is gonna be really nerdy. That's no different than how any other hypothesis verification process works.",
    "start": "00:12:26",
    "end": "00:12:33"
  },
  {
    "text": "Sure.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "In historical research, even in the sciences, you're like, I've gotta.",
    "start": "00:12:34",
    "end": "00:12:39"
  },
  {
    "text": "How do we know if anything is real? This is how we do it.",
    "start": "00:12:39",
    "end": "00:12:42"
  },
  {
    "text": "Yeah. So, yeah. Yep. So in terms of philosophy, I rest my hat in the ring of critical realism, which is that reality can be known, but all of our approaches to it are partial and subjective in ways that we can't fully always observe. And so you put out a hypothesis. I think I see this going on. You gather data and account for counter data until your paradigm breaks. And you're like, okay, I gotta rethink this. Because the data points all are pointing in this direction and you constantly revise, and that's how you accumulate knowledge. And that is also, I think, how reading the Torah and the prophets and the writings and the New Testament work. And this is the nature of human knowledge. Yeah.",
    "start": "00:12:42",
    "end": "00:13:32"
  },
  {
    "text": "Okay.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "Okay. There you go, Ben. I didn't mean for that to be the biggest can of worms ever. I just. I thought we could talk about that in a contained way, but I sprawled all over. Sorry about that. We have another good question from Christine in Connecticut. Hi, John and Tim.",
    "start": "00:13:33",
    "end": "00:13:48"
  },
  {
    "text": "My name is Christine and I'm from Hartford, Connecticut.",
    "start": "00:13:48",
    "end": "00:13:51"
  },
  {
    "text": "My question is about blessings. What actually makes a set of words.",
    "start": "00:13:51",
    "end": "00:13:57"
  },
  {
    "text": "That somebody speaks a blessing who gave.",
    "start": "00:13:57",
    "end": "00:14:00"
  },
  {
    "text": "The patriarchs the ability to give out blessings and why was Isaac constrained from taking back the blessing he gave to Jacob and giving it to Esau instead? Thanks so much, guys. Bye. This was a repeated question as we talked through the stories about Abraham, Isaac and Jacob, the nature of blessing, and the way that the characters seem to use and abuse the blessing God gives them as they pass it on. And what are we to make of all that?",
    "start": "00:14:00",
    "end": "00:14:29"
  },
  {
    "text": "Right. We get into this even more as we're going to get into a new theme.",
    "start": "00:14:29",
    "end": "00:14:35"
  },
  {
    "text": "Yes.",
    "start": "00:14:35",
    "end": "00:14:36"
  },
  {
    "text": "Next year called the theme of the Firstborn. Because a lot of it is.",
    "start": "00:14:37",
    "end": "00:14:42"
  },
  {
    "text": "No, actually this year. Oh, sorry. The podcast series will release in 2023.",
    "start": "00:14:43",
    "end": "00:14:48"
  },
  {
    "text": "Yeah.",
    "start": "00:14:48",
    "end": "00:14:48"
  },
  {
    "text": "The video.",
    "start": "00:14:48",
    "end": "00:14:49"
  },
  {
    "text": "Video will release videos coming out soon.",
    "start": "00:14:49",
    "end": "00:14:52"
  },
  {
    "text": "Soon. Yeah.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "There's like this blessing that is like the Eden blessing. Or it's also the blessing of God going to reverse Eden, confront evil, destroy evil through humanity to bring us back to Eden. And there's that blessing. And then there's also just the blessing of like, hey, you're the patriarch and you get to hand down your inheritance to your firstborn child.",
    "start": "00:14:53",
    "end": "00:15:23"
  },
  {
    "text": "Yes. And all of those are offshoots of the core concept that I think where this first unfolds in the seven day creation narrative is humans as an image of the God who blessed, blesses and gives life.",
    "start": "00:15:23",
    "end": "00:15:37"
  },
  {
    "text": "Yeah.",
    "start": "00:15:38",
    "end": "00:15:38"
  },
  {
    "text": "So humans are enlisted as real partners with God in bringing his life and blessing and rule to the world. And that, you know, that's a risky business to go into a partnership with somebody, especially if, you know they're gonna make foolish decisions. So just in the same way that Adam and Eve and Cain and Abel and Abraham and all of them make good and bad decisions with the blessing that God gives them. I think part of that good and bad is expressed with how they pass it down to the different generations. So the question is, what makes the patriarchs have the ability to bless people and so on. One sense, they are the family that God chose to make the conduit of his Eden blessing. And that is, why did God choose that family? Here we're to the theme of the firstborn, like you're saying, and to God's.",
    "start": "00:15:38",
    "end": "00:16:34"
  },
  {
    "text": "Mysterious and we'll get into it. I think we get into this question a lot more in the firstborn series.",
    "start": "00:16:34",
    "end": "00:16:39"
  },
  {
    "text": "Yeah, we will.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Now, one thing you did teach me about blessing that was really helpful was the first time it shows up is in Genesis 1. God creates the birds and the fish and he blesses them.",
    "start": "00:16:40",
    "end": "00:16:49"
  },
  {
    "text": "You get the first blessing.",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "And that's the very first blessing in the Bible. And it's a very specific blessing.",
    "start": "00:16:50",
    "end": "00:16:53"
  },
  {
    "text": "That's right.",
    "start": "00:16:53",
    "end": "00:16:54"
  },
  {
    "text": "It's multiply, be fruitful and multiply. Be fruitful and multiply. It's abundance. The blessing is experience abundant life, life that begets life because there's just enough. And so blessing is this idea of there's enough and life can multiply life. And so any cause, that word becomes very vague to me, like, what is a blessing? And that's kind of the first question here is what makes something a blessing? Yeah, and it's connecting to the source of all life. If you're telling someone and enacting that I want you to be connected to the source of all life to find abundance, then you're enacting a blessing.",
    "start": "00:16:54",
    "end": "00:17:38"
  },
  {
    "text": "That's right, yeah. In other words, the words don't have some kind of magical power. It's the words that name a reality or wish a reality on someone made the source of all life in abundance.",
    "start": "00:17:38",
    "end": "00:17:50"
  },
  {
    "text": "May his face shine upon you.",
    "start": "00:17:51",
    "end": "00:17:52"
  },
  {
    "text": "Yeah, exactly. That's exactly right. And then God invested that image bearing power to bless to one particular family that both uses and abuses that responsibility. And these are the trials and errors of the family of Abraham in the story. So I think that's what's underneath the story of Isaac and Esau and Jacob is that he is misusing the blessing authority that God's given him in that story because he's willing to trade it for his oldest son for a bowl of food. And that is not what God has planned.",
    "start": "00:17:52",
    "end": "00:18:32"
  },
  {
    "text": "But there does seem to be some inner narrative logic of like, oh, I already gave the blessing away, I can't give it away again.",
    "start": "00:18:32",
    "end": "00:18:38"
  },
  {
    "text": "Totally. Yeah, that's right. In terms of. Because the narrative is all about God keeps selecting one through whom the promise of abundance and the promise of a future seed who will crush the snake. And that promised a blessing can only come through one lineage because it's tracing an actual lineage.",
    "start": "00:18:38",
    "end": "00:18:56"
  },
  {
    "text": "I think behind this question a little bit though, is like, doesn't God get to decide that? Why are the patriarchs all like, yes. Oh, I get, oops, I gave it to this son.",
    "start": "00:18:56",
    "end": "00:19:03"
  },
  {
    "text": "Yeah, totally. Yeah, yeah, yeah, yeah. And so I think that's where we're back to God delegating to real partners.",
    "start": "00:19:03",
    "end": "00:19:10"
  },
  {
    "text": "Okay, okay.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "That's why he started authority to bless.",
    "start": "00:19:11",
    "end": "00:19:12"
  },
  {
    "text": "That's where he started.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "Which is a risky business. But apparently God thinks that risk is worth the greater end. And here we're to much bigger questions. But I appreciate that you're asking it, Christine, because it is a question that comes up a lot for lots of people when they read Genesis. And I think what we're rubbing up against is why does God enlist anybody as an actual partner and delegate responsibility to them? And that is a great question that I think you have to wrestle with with the biblical portrait of God.",
    "start": "00:19:13",
    "end": "00:19:46"
  },
  {
    "text": "Feels like a mistake.",
    "start": "00:19:46",
    "end": "00:19:48"
  },
  {
    "text": "I understand that. And that why so many of us feel like the setup even in Eden was like, was that the right way to go about it? But that's a whole other rabbit. But here we are each morning waking up with a decision of if we want to become a vehicle of blessing or curse in the lives of the people around us. And whatever God chose, here I am today in this moment with a decision in front of me. And that's what the biblical authors want us to really think about too. Thank you, Christine. Carl, you've got a question. You're from Wisconsin. What's your question? Hi, friends.",
    "start": "00:19:51",
    "end": "00:20:31"
  },
  {
    "text": "Carl from Middleton, Wisconsin. Here I have two questions. In the creation account in the Genesis.",
    "start": "00:20:31",
    "end": "00:20:38"
  },
  {
    "text": "Scroll, no covenant is ever explicitly made.",
    "start": "00:20:38",
    "end": "00:20:41"
  },
  {
    "text": "Between God and humans. Why then when the humans eat from.",
    "start": "00:20:41",
    "end": "00:20:45"
  },
  {
    "text": "The tree of good and evil, is there a curse? Furthermore, why is it the ground that.",
    "start": "00:20:45",
    "end": "00:20:50"
  },
  {
    "text": "Has to bear the curse and not humanity itself?",
    "start": "00:20:50",
    "end": "00:20:53"
  },
  {
    "text": "Thanks. Okay, yeah. Two good interrelated questions about the opposite of Cristine's question, which was about blessing. This one's about curse.",
    "start": "00:20:53",
    "end": "00:21:03"
  },
  {
    "text": "If. If the whole setup to the story of Adam and Eve and God in the garden is about all humanity and God and the first covenant relationship, why is the word covenant not used?",
    "start": "00:21:03",
    "end": "00:21:17"
  },
  {
    "text": "Yeah, that is a great question. That actually is a whole rabbit hole. Because whenever God engages a human as a partner after the Garden of Eden, the word and the formalized relationship of a covenant is always focused. It's first used in the story of Noah where after the flood, God makes a covenant. God makes a covenant because of what Noah has done. He makes a covenant with Noah and his family and all creation to never send the flood again. Then there's the covenant with Abraham that gets deepened with and repeated with Isaac, Jacob, and then with the Israelites at Mount Sinai and so on. But covenant is about formalizing, drawing up the terms of a relationship. And so the question is, but wasn't.",
    "start": "00:21:17",
    "end": "00:22:04"
  },
  {
    "text": "There a formal term? Eat of all the trees and enjoy them. Just not this one, which is taking good and bad in your own terms.",
    "start": "00:22:04",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, the Eden relationship between God and humans has all of the elements of what will appear later in covenant relationships. It's just the word covenant is not used. And the question is, is it just taken for granted or is there a reason that it's not used? And this is a much longer Conversation. I've, at least for a time, a couple years now, have become persuaded that it's intentional.",
    "start": "00:22:11",
    "end": "00:22:35"
  },
  {
    "text": "Intentionally withheld.",
    "start": "00:22:35",
    "end": "00:22:37"
  },
  {
    "text": "Intentionally withheld because I believe that the fact that the covenant is introduced after the flood is trying to communicate that form a formalized relationship where you sign on the dotted line and agree to.",
    "start": "00:22:37",
    "end": "00:22:52"
  },
  {
    "text": "With benefits, kind of ancient treaty kind of thing.",
    "start": "00:22:53",
    "end": "00:22:56"
  },
  {
    "text": "Yeah, that. It's a triage. It's God's triage mechanism.",
    "start": "00:22:56",
    "end": "00:22:59"
  },
  {
    "text": "The first one was, hang out with me in the garden and just listen.",
    "start": "00:22:59",
    "end": "00:23:02"
  },
  {
    "text": "To my words, trust my wisdom. Let's go for walks together and we don't have to formalize this thing. And I think that is what Jeremiah is referring to when he talks about the new covenant. And you won't need anybody to teach you because God's instruction will be written on the heart. So he uses the word covenant to describe that new setup. But then when he describes it, he describes about something that's informal, that's deeply intimate. You don't need somebody to remind you of the covenant curses of the Torah to motivate you to do God's will, because you'll just want to do it. So I think it's intentional. So the reason why that's relevant to the curse, then, is that blessing and curse is brought in for covenant language later. But the blessing is not contingent on human obedience.",
    "start": "00:23:02",
    "end": "00:23:57"
  },
  {
    "text": "The blessing. Yeah. Just shows up and humans get to enjoy it.",
    "start": "00:23:57",
    "end": "00:23:59"
  },
  {
    "text": "Yes. The blessing precedes human obedience. And so it's not about. If you obey the divine word, then you get blessing. It's because of the divine sense.",
    "start": "00:23:59",
    "end": "00:24:08"
  },
  {
    "text": "Here you are, enjoy the blessing.",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "Yes. And your continued enjoyment of it is in your hands. And so there, blessing and curse take on more cosmic terms where living by the divine will means that I continue to enjoy Eden blessing. And if I choose to forfeit it, then what I will bring upon myself is the opposite of blessing, which is curse. And so it is interesting, you're right, Carl, that the man and the woman are not cursed. It's the snake in the ground. Yeah. That are cursed. It's only after the first murder of Adam and Eve's children. Right. Cain. Cain is the first human that's cursed from the ground, and then he's exiled to the East. So there's something about blessing and curse that get. What do you mean? They get turned cosmic as images of life and death, blessing and curse, good and bad, which is. Moses makes all those connections at the end of Deuteronomy. So. But they're not covenantally contingent in the Eden narrative. You get the Blessing and life and good. Because God loves to get good gifts. But you can forfeit it, in which case you will bring on yourself the opposite of all those things. And once that happens, then what God does is start arranging covenant relationships with all of that as conditional consequences. Blessing or curse, which you know is like a repair mechanism, but it's not the ideal.",
    "start": "00:24:09",
    "end": "00:25:38"
  },
  {
    "text": "Yeah, triage. I like that. Now we kind of glossed over it. The humans aren't cursed after that. The land is cursed, the snake is cursed. But then you said that in the story of Cain, he's cursed, and I don't remember that.",
    "start": "00:25:38",
    "end": "00:25:54"
  },
  {
    "text": "Cursed, Are you from the ground?",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "Oh, interesting. So why does it escalate like that? Why does it not start with a curse for humanity? It would make sense. I mean. Oh, yeah, they broke the Torah.",
    "start": "00:25:55",
    "end": "00:26:04"
  },
  {
    "text": "Totally. My hunch is that it's. Well, not my hunch. I think it's a sign of mercy. Because if were he to curse Adam and Eve, then they would be bound to. The whole project's over. But because Cain is cursed because he took a life, I think him being cursed sets his lineage on a path towards death, which it will in the Flood.",
    "start": "00:26:04",
    "end": "00:26:26"
  },
  {
    "text": "Yeah.",
    "start": "00:26:26",
    "end": "00:26:26"
  },
  {
    "text": "And the escalation of violence with Lamech and then the Nephilim, it all leads to the flood. Whereas Adam and Eve's line through Seth leads to the continued life of the snake crusher.",
    "start": "00:26:26",
    "end": "00:26:37"
  },
  {
    "text": "Okay.",
    "start": "00:26:37",
    "end": "00:26:38"
  },
  {
    "text": "Which God says. That's what actually he says about the man and the woman is that you'll have seed that will give birth to the snake crusher. So I think it's a mercy.",
    "start": "00:26:38",
    "end": "00:26:47"
  },
  {
    "text": "Adam and Eve aren't cursed. Humanity would just be. Yeah, it'd be over, game over.",
    "start": "00:26:47",
    "end": "00:26:51"
  },
  {
    "text": "Correct.",
    "start": "00:26:51",
    "end": "00:26:52"
  },
  {
    "text": "But when we get to Cain and Abel, Cain, well, then becomes Cain and Seth. Cain chooses the cursed path, but there's still a line of humanity that doesn't.",
    "start": "00:26:52",
    "end": "00:27:04"
  },
  {
    "text": "Yeah. So Cain is cursed, not Adam and Eve. And then the ground is cursed and not Adam and Eve. But remember, there's a close relationship because the ground is Adama in Hebrew, and human is Adam, and the Adam comes from the Adama.",
    "start": "00:27:05",
    "end": "00:27:19"
  },
  {
    "text": "So it depends on the Adama for life.",
    "start": "00:27:20",
    "end": "00:27:23"
  },
  {
    "text": "Correct. And if blessing was abundance and multiplication, then curse is all about scarcity and famine, and scarcity is, you know, what the curse on the ground is about. So it's a curse that affects the humans, but it's not a curse on the humans as such. At least not right then. Because what God says is you're going to have children, which is a sign of multiplication, and one of those children will be the Snake crusher. Yeah. So. Yep. Thank you, Carl.",
    "start": "00:27:24",
    "end": "00:27:53"
  },
  {
    "text": "All right, let's move on to Exodus.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Let's go to a question from Malisha from Arizona.",
    "start": "00:27:55",
    "end": "00:27:58"
  },
  {
    "text": "Hi, Tim and John. It's Malisha from Phoenix, Arizona. Exodus 14 reminds me of Genesis 15, when at night Yahweh, in the form.",
    "start": "00:27:58",
    "end": "00:28:06"
  },
  {
    "text": "Of smoke and fire, passed through the.",
    "start": "00:28:06",
    "end": "00:28:07"
  },
  {
    "text": "Animal halves to demonstrate his covenant with Abram.",
    "start": "00:28:07",
    "end": "00:28:10"
  },
  {
    "text": "There are similar and inverted language and images that connect these two passages.",
    "start": "00:28:10",
    "end": "00:28:14"
  },
  {
    "text": "However, what is the significance of the people passing through the death waters versus Yahweh passing through the dead animals? Thank you. That's interesting.",
    "start": "00:28:14",
    "end": "00:28:22"
  },
  {
    "text": "Yeah.",
    "start": "00:28:22",
    "end": "00:28:23"
  },
  {
    "text": "Very provocative.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Yes. It's actually a good example of. Back up to Ben's first question of how do you know?",
    "start": "00:28:24",
    "end": "00:28:29"
  },
  {
    "text": "Are we going too far here, Malisha?",
    "start": "00:28:29",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. So let's pay attention. There's two stories. One is Genesis 15, where what Abraham is saying, actually he's still Abram, is, you promised me a big family. So I moved out to this new part of the country and still don't have a big family. So in a way, what he's looking and he's like, I'm old. So he's looking at his coming death. And he has this nice man named Eliezer who will inherit the estate. But luck.",
    "start": "00:28:31",
    "end": "00:29:03"
  },
  {
    "text": "But that's not his kid.",
    "start": "00:29:03",
    "end": "00:29:05"
  },
  {
    "text": "That's not. You said I'd have children. So Yahweh says, I'm going to give you a big family. And Abraham trusts that promise. God says, I'm going to give you this land for that family. And Abraham's like, really? I'm not sure. And so then God says, do this covenant ceremony. So Abraham splits these animals in half to create a bloody aisle, like you do. And then Yahweh shows up for the first time in fire and smoke.",
    "start": "00:29:05",
    "end": "00:29:33"
  },
  {
    "text": "What do you mean? He shows up for the first time.",
    "start": "00:29:33",
    "end": "00:29:35"
  },
  {
    "text": "In the biblical story. So he showed up in the wind of the day in Eden when Adam and Eve ate from the forbidden tree. But this is the first time Yahweh shows up and there's this cosmic appearance of fire and smoke.",
    "start": "00:29:35",
    "end": "00:29:48"
  },
  {
    "text": "Okay.",
    "start": "00:29:48",
    "end": "00:29:49"
  },
  {
    "text": "And what Yahweh does is Abraham passes out and he's silent and asleep on. On the side. And Yahweh goes through the bloody aisle.",
    "start": "00:29:49",
    "end": "00:29:58"
  },
  {
    "text": "Of the severed halves of animals.",
    "start": "00:29:59",
    "end": "00:30:01"
  },
  {
    "text": "Yes. And what he says is, you're going to have that family, and that family is going to leave the land and become enslaved to another people group for a long time, but I will bring justice and deliver them in the future. So it actually predicts and anticipates the Exodus story. So when you get all the way forward to the Exodus story. And the Israelites have escaped Egypt after Passover. They're at the shore of the sea, and it's night time, just like with Abraham and Yahweh through, Moses splits the waters. It's the culmination of the thing that Yahweh predicted when he passed through the bloody halves. And so the people go through, and lo and behold, who. What is leading them.",
    "start": "00:30:01",
    "end": "00:30:51"
  },
  {
    "text": "Yeah. Fire.",
    "start": "00:30:51",
    "end": "00:30:52"
  },
  {
    "text": "This fiery pillar of cloud and smoke. It's the same thing, except what's passing through is Yahweh with his people going through the middle.",
    "start": "00:30:53",
    "end": "00:31:03"
  },
  {
    "text": "People aren't passed out this time. They're marching through.",
    "start": "00:31:03",
    "end": "00:31:05"
  },
  {
    "text": "Yeah, totally. So, actually, and sorry, the symbolism of Yahweh passing through the bloody animals, the meaning of that symbolism doesn't actually get unpacked until this interesting little corner of the Jeremiah scroll, which talks about that same ceremony. And as a way of symbolically, it was a covenant ceremony where the two partners would walk down the aisles and reference the fact of. Either of us breaks this agreement, may our fate be like these animals.",
    "start": "00:31:05",
    "end": "00:31:35"
  },
  {
    "text": "I see. You make a covenant with someone. You walk through the dead animals that are severed on either side of you, and you're like, this is how serious we're taking this.",
    "start": "00:31:35",
    "end": "00:31:43"
  },
  {
    "text": "Yeah, totally. So actually, that's crucially important. I can't believe I forgot that. In other words, the animals are like, death. Death on one side, death on the other side.",
    "start": "00:31:43",
    "end": "00:31:51"
  },
  {
    "text": "Okay.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "And we walk down the middle together. Now, here comes.",
    "start": "00:31:52",
    "end": "00:31:55"
  },
  {
    "text": "We could have thought of a different way to do this.",
    "start": "00:31:55",
    "end": "00:31:57"
  },
  {
    "text": "That's really. It's really.",
    "start": "00:31:58",
    "end": "00:32:00"
  },
  {
    "text": "That poor ox.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "I know. Straight up severed in half. That is. I mean, to really think about what that involved. Like, Abraham was bloody by the end of, like, setting up that little ceremony.",
    "start": "00:32:02",
    "end": "00:32:15"
  },
  {
    "text": "Yeah.",
    "start": "00:32:15",
    "end": "00:32:16"
  },
  {
    "text": "So gnarly.",
    "start": "00:32:16",
    "end": "00:32:17"
  },
  {
    "text": "So gnarly.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "No wonder he passed out. I've never thought of that. Anyhow, so death on either side. So when you get to the walls of water on either side, death on either side. But the question is, what do the bloody animals have to do with the walls of water? Like, it. Should I join those in my mind? Like, that's so weird. So you have to. You have to just put a maybe on the table. Malicia. Let's start with a maybe. There's a connection.",
    "start": "00:32:18",
    "end": "00:32:44"
  },
  {
    "text": "Okay.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "I'm thinking of our question with Ben, too. So how many stories do you have where Yahweh appears in a pillar of fire, cloud and smoke, leading them through some narrow place in between? Something. Well, that's interesting. Two. You know, like these two stories. You have Yahweh's pillar of cloud and smoke leading them through the wilderness.",
    "start": "00:32:45",
    "end": "00:33:10"
  },
  {
    "text": "Yeah.",
    "start": "00:33:10",
    "end": "00:33:10"
  },
  {
    "text": "So in that sense, there's death and desolation on the round.",
    "start": "00:33:10",
    "end": "00:33:13"
  },
  {
    "text": "Yeah.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "But in terms of through a narrow place like an aisle.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Yeah.",
    "start": "00:33:16",
    "end": "00:33:17"
  },
  {
    "text": "And you've got two. So that's interesting. So then usually if there's a really potent image like that, then usually that's the author's way of inviting you to meditate on these two stories and find other connections. They both take place at night. They both take place when God's chosen one is in a helpless state at.",
    "start": "00:33:17",
    "end": "00:33:41"
  },
  {
    "text": "The end of themselves.",
    "start": "00:33:41",
    "end": "00:33:41"
  },
  {
    "text": "Yes. Yeah. God sends a deep sleep on Abraham. He tells the Israelites to stand by and be silent. Little echoes like that. So that's what I mean. Like, this is actually a great example. Oh, and remember what God said would happen to his family.",
    "start": "00:33:41",
    "end": "00:33:58"
  },
  {
    "text": "Yeah. God shows up with Abraham. He predicts what then happens with Israel in the Exodus.",
    "start": "00:33:59",
    "end": "00:34:04"
  },
  {
    "text": "Yeah. And going through the waters is the culmination of the events that Yahweh predicted when he passed through the aisle. So I think the narrator really does want us to see these two passages through death. Maybe. What's also significant is a difference that God himself, only God went through bloody animals and he made his covenant partner pass out so as to, like, spare him, whereas he leads, he goes with the people through the waters and delivers them from the certain death that they would have experienced if he wasn't with them. So this also sets up a motif on and through the Torah and prophets of Yahweh saving or delivering people in the narrow place or in the in between place. There's a number of biblical stories. David and Goliath.",
    "start": "00:34:04",
    "end": "00:34:57"
  },
  {
    "text": "Yeah. Is in a valley.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Is in this valley. And there's all these narrative details depicting on, like on the one side and on the other side is this. And it's the same language as the wall of water on the one side, the wall of water on the other side. So I think it becomes a motif of salvation in the narrow place that actually begins all the way back with Abraham. So there you go. Cool. Yeah.",
    "start": "00:34:59",
    "end": "00:35:23"
  },
  {
    "text": "Good work, Malicia.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "Yeah, nice work.",
    "start": "00:35:24",
    "end": "00:35:24"
  },
  {
    "text": "Okay.",
    "start": "00:35:26",
    "end": "00:35:26"
  },
  {
    "text": "Want another one?",
    "start": "00:35:26",
    "end": "00:35:27"
  },
  {
    "text": "Let's keep going.",
    "start": "00:35:27",
    "end": "00:35:28"
  },
  {
    "text": "Okay, we've got a question from.",
    "start": "00:35:28",
    "end": "00:35:31"
  },
  {
    "text": "This is Kari from Washington dc.",
    "start": "00:35:32",
    "end": "00:35:35"
  },
  {
    "text": "Hey, Tim and John. This is Kari from Washington, dc Reading Exodus and numbers this year, I noticed that God requires the firstborn be redeemed, saying they belong to him. Ever since the tenth place plague. This is described in Exodus 13:11-16. The Levites in particular also seem to get caught up in this whole thing, in numbers three, what happened during the 10th plague that made this ongoing redemption necessary? And honestly, when every other instance of the word redeem seems like a rescue, how am I supposed to think about.",
    "start": "00:35:35",
    "end": "00:36:04"
  },
  {
    "text": "People being redeemed from God? Do we talk about this in all this word?",
    "start": "00:36:04",
    "end": "00:36:09"
  },
  {
    "text": "No, that's. But it's a great question. That's why. So in other words, the night of Passover, 10th plague, all the times but one, when Yahweh describes what's going to happen, he says, I'm going to pass through the land and I will strike the firstborn.",
    "start": "00:36:09",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:22",
    "end": "00:36:22"
  },
  {
    "text": "But one of those one time, Exodus 12, 23, 24, Yahweh says, I am going to Pesach over the door and I won't allow the destroyer to enter in and strike the firstborn. And that Hebrew word Pesach gets translated in our English translations, that's Passover, which raises this huge interesting debate about what is the meaning of the word Passover, because it seems to mean the opposite of Passover, pass through. Because what he says is, I'll do this activity over the door that will protect that house and won't allow a striking to take place. And it also, it's the one time where it seems like there's some death force that is the actual thing that strikes. And Yahweh's relationship to that death force is whether he will stand in the way to defend that house or not. And the houses that he will protect or defend are the ones with the blood of the Pesach lamb on them. So that's the picture of Passover. So when Yahweh says, I will strike, that's a way of describing whether or not Yahweh will hand that house over to a force of destruction on the night of Passover, does that make sense?",
    "start": "00:36:23",
    "end": "00:37:47"
  },
  {
    "text": "Right. Actively striking but not standing in the gap.",
    "start": "00:37:47",
    "end": "00:37:51"
  },
  {
    "text": "Totally. This goes back to blessing and curse. It's sort of like when Yahweh is actively bringing his life sustaining presence of abundance and blessing, you get blessing. But if Yahweh were to withdraw.",
    "start": "00:37:51",
    "end": "00:38:03"
  },
  {
    "text": "Yeah. Take his hand off the wheel.",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "Take his hand off the wheel. Then creation goes back to the dark disorder and chaos from which it emerged in Genesis 1, verse 2. The dark, formless and void.",
    "start": "00:38:04",
    "end": "00:38:14"
  },
  {
    "text": "And there's some sort of force that does that. A dark sinister force.",
    "start": "00:38:15",
    "end": "00:38:21"
  },
  {
    "text": "Yeah. So here's what's fascinating and Kari, we'll get to your question, but this is all important setup to it. When Yahweh describes Passover as allowing the destroyer to enter in and strike the firstborn. That word destroyer, Mashhit is the same exact word used to describe the waters of the flood. In the flood story, they're called the waters that bring destruction or that destroy. And the flood is actually set on analogy in all these parallels between the ark, which is the word house backwards, really, tevah, and then the house for Passover, habayat, It's exactly the same letters, just switched around. And both are marked with a sign. For Noah, it's the rainbow after the flood. For the Passover house, it's the blood over the door. Both are places where a sacrificial animal is offered. Noah offers his outside the door of the ark when he gets off the boat. So there's all these parallels between the ark was this little refuge of life. When the destroying waters that strike all life, it's the words destroy and strike. So Passover is depicted as a flood. And what we know about the flood set on analogy. The flood we know about the flood was very similar. If humans release so much death into the land, Yahweh allowed the cosmos to. To implode on itself. But he staked out a little place of refuge in life. Similarly, the Passover is depicted as this cosmic handing over of Egypt to forces of death. But any house that's marked with the blood, Yahweh will Pesach defend that house and not allow the death to enter in. So if that's true, then what that means in the story is that every firstborn of that generation owes their lives to Yahweh for standing in front of the door and blocking the death force from entering. And so that's the whole thing about the redemption of the firstborn. So every generation of Israel after that exists because of that first generation of first redemption.",
    "start": "00:38:21",
    "end": "00:40:34"
  },
  {
    "text": "Meaning that firstborn was destined for death. Yes, but God stood in the gap and he protected that firstborn.",
    "start": "00:40:34",
    "end": "00:40:45"
  },
  {
    "text": "Yeah.",
    "start": "00:40:45",
    "end": "00:40:45"
  },
  {
    "text": "So redeem.",
    "start": "00:40:45",
    "end": "00:40:47"
  },
  {
    "text": "Yeah, it's literally to purchase a slave's freedom is what the word literally means. Slavery becomes an image.",
    "start": "00:40:47",
    "end": "00:40:55"
  },
  {
    "text": "Slavery to death.",
    "start": "00:40:56",
    "end": "00:40:57"
  },
  {
    "text": "To slavery to death. Which is literally what the apostle Paul.",
    "start": "00:40:57",
    "end": "00:41:00"
  },
  {
    "text": "Talks about a lot.",
    "start": "00:41:00",
    "end": "00:41:01"
  },
  {
    "text": "Oh, well, it's what the Israelites were enslaved to in Egypt.",
    "start": "00:41:01",
    "end": "00:41:04"
  },
  {
    "text": "Okay.",
    "start": "00:41:04",
    "end": "00:41:04"
  },
  {
    "text": "Yeah, To Pharaoh and death.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Pharaoh's death regime.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "And Paul later sees this on a cosmic level. Yeah, which is why he uses Exodus language to describe the new creation. So redemption means to be purchased so that you are transitioned out of a state of enslavement to death into a realm of life and freedom. So the firstborn is redeemed from death on the night of Passover. But if that's true, then every generation that follows owes its life to. To that first redemption.",
    "start": "00:41:07",
    "end": "00:41:38"
  },
  {
    "text": "Sure.",
    "start": "00:41:38",
    "end": "00:41:38"
  },
  {
    "text": "And so Passover was a meal where you retell the story, but the redemption of every firstborn of every family throughout their history, going on from here is also another way of saying our people owe their lives to the sparing of the firstborn. So what you asked, Kari, was, so are the firstborn being rescued from God?",
    "start": "00:41:39",
    "end": "00:42:00"
  },
  {
    "text": "Right. Or are they being rescued from the darkness force?",
    "start": "00:42:01",
    "end": "00:42:05"
  },
  {
    "text": "Correct. So this actually really relates to modern discussions about atonement and the meaning of Jesus death and God's wrath and all of that. And so when the biblical authors use redemption language, what we are rescued from is not from God. We are rescued from death. God rescues from death.",
    "start": "00:42:05",
    "end": "00:42:23"
  },
  {
    "text": "Yeah.",
    "start": "00:42:24",
    "end": "00:42:24"
  },
  {
    "text": "And I think the complexity for us is. But the reason why they're enslaved to death is because God has handed over Egypt to the death forces.",
    "start": "00:42:24",
    "end": "00:42:34"
  },
  {
    "text": "Right.",
    "start": "00:42:34",
    "end": "00:42:34"
  },
  {
    "text": "God handed creation over to the flood. And so in that sense, it's Yahweh allowing it.",
    "start": "00:42:34",
    "end": "00:42:39"
  },
  {
    "text": "Yeah.",
    "start": "00:42:39",
    "end": "00:42:40"
  },
  {
    "text": "But it's Yahweh handing creation over to death, but he is simultaneously offering for any who want to take refuge in the house or in the ark or to be redeemed. Yeah. And so the way the biblical authors see that is what Paul says, like in Romans 8, when he thinks of the cosmic rescue in light of Jesus. What he says is, creation is in slavery, not to God, it's in slavery to death and decay and futility. And what God provides is redemption unto life. And so creation will be liberated from its bondage to decay. And that's how the apostles see God's role, not being rescued from God, but God as the rescuer from death. So I think that's how the apostles understand all this imagery of redemption and Passover in Exodus and Numbers about the firstborn. Does that make sense?",
    "start": "00:42:40",
    "end": "00:43:33"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "Yeah.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "Yeah. And so when she says every generation needs to be rescued, it seems like there's. There's an active, continual participation in the story of saying, I want to be part of this legacy of God rescuing, that we still stand between life and death with the choice to opt in or out to, like, have God stand in the gap for us or not. And that's the sense of continuing to be redeemed.",
    "start": "00:43:34",
    "end": "00:44:05"
  },
  {
    "text": "Totally. Yep. And that's what Passover's annual repetition was about. It's what the redemption of every firstborn was about. And then Jesus, of course, timed his death to take place during Passover. Yeah. Which is what transformed and developed into the Eucharist and taking the bread in the cup. And so that is also a mark in the house. Yeah, It's a Messianic Passover participation about allowing God to redeem me, renewing my commitment to being redeemed by God from this slavery and forces of death.",
    "start": "00:44:05",
    "end": "00:44:43"
  },
  {
    "text": "Yeah.",
    "start": "00:44:43",
    "end": "00:44:44"
  },
  {
    "text": "Yeah.",
    "start": "00:44:44",
    "end": "00:44:44"
  },
  {
    "text": "Cool.",
    "start": "00:44:45",
    "end": "00:44:45"
  },
  {
    "text": "Yeah.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "All right. So we've hit a lot of Genesis. We've hit some of Exodus that carried into Leviticus to the degree that. And we didn't talk about this in a question, though. Was the whole discussion of the Levites being swapped out correct. And saying they're now which. It's dense. It's a dense kind of idea that all of Israel or the firstborn were now to be set aside, but Israel becomes that.",
    "start": "00:44:47",
    "end": "00:45:16"
  },
  {
    "text": "Yeah. All the redeemed firstborn sons from that generation were swapped out for the Levites. And so the Levites become the representatives of all of Israel whose lives exist only because of Yahweh. And so that. Who gets selected to work in and around the tabernacle. Which means that these are the people whose lives exist only because of Yahweh's act of Passover on Passover night. And so when that crew rebels in the wilderness wanderings, you're just like, oh, this is. This is really not good.",
    "start": "00:45:17",
    "end": "00:45:54"
  },
  {
    "text": "But in a way, every. Every life is due to God constantly standing in the gap for us.",
    "start": "00:45:54",
    "end": "00:46:00"
  },
  {
    "text": "Correct.",
    "start": "00:46:00",
    "end": "00:46:00"
  },
  {
    "text": "So what this is saying is that's true in a general sense. It gets. But in a deeper. Or in a more. In even a more meaningful sense. Not more meaningful, but more.",
    "start": "00:46:00",
    "end": "00:46:11"
  },
  {
    "text": "It's symbolic representation.",
    "start": "00:46:12",
    "end": "00:46:14"
  },
  {
    "text": "Symbolic.",
    "start": "00:46:14",
    "end": "00:46:14"
  },
  {
    "text": "I mean, the Levites represent all the tribes.",
    "start": "00:46:14",
    "end": "00:46:16"
  },
  {
    "text": "Yeah.",
    "start": "00:46:16",
    "end": "00:46:17"
  },
  {
    "text": "In the high priest from among the Levites represents the Levites and all the tribes, which represent all humanity. And all the way down.",
    "start": "00:46:17",
    "end": "00:46:25"
  },
  {
    "text": "Okay, I think we have time for one more question.",
    "start": "00:46:25",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. Okay. This one from Naomi is really cool. It's long, but it's about two ways of viewing sacrificial animals. And when she saw a different way, it just transformed her view of sacrifice. Okay. All right. So this is a question from Naomi, who's asking about the meaning of sacrifices sacrificial animals in the book of Leviticus. Hi, Bible Project, this is Naomi from Scotland here. I found it very powerful when there was the description of the laying on of hands onto the blameless lamb or cow. And there was that transference between the Israelite who was offering the sacrifice and the lamb. And what I just wanted clarification on was, is it that the lamb representative, which was spotless and blameless, then my sin is transferred onto that lamb, and then that gets burned up on the offering? Or was it that it enables me to be in relationship with God because I have gone before God spotless and blameless in place of the lamb, if that makes sense. So was it that I'm transferring my sin and giving that over to God on the altar? Or is it that I'm coming before God as the spotless lamb on the altar? That would really help if you could clarify that for me. Thank you.",
    "start": "00:46:27",
    "end": "00:48:01"
  },
  {
    "text": "It can get quite confusing.",
    "start": "00:48:01",
    "end": "00:48:02"
  },
  {
    "text": "Yes, it can, Naomi. Yes, it can. But you're right, that's a big difference.",
    "start": "00:48:04",
    "end": "00:48:08"
  },
  {
    "text": "Restate the difference for me.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "Okay, so at root, Naomi, is what you're asking is what does it mean, this repeated ritual laying of the hand of. Laying of the hands on an animal, and then it is offered up to Yahweh and smoke. The smoke of this blameless animal rises up into the skies. Is the idea that my sin is transferred onto the animal and so it's being punished and dying on my behalf? Or is it a transfer of representation.",
    "start": "00:48:11",
    "end": "00:48:41"
  },
  {
    "text": "Identity, it's purity coming to me.",
    "start": "00:48:41",
    "end": "00:48:43"
  },
  {
    "text": "Yeah. So that it becomes me and I become it. And its righteous blamelessness can now go up into the heavens in the form of smoke and appeal to God on my behalf? Is it the death that's transferred symbolically, or is it life and righteousness and purity that's transferred symbolically? That's the difference. And that's a pretty big difference, man.",
    "start": "00:48:43",
    "end": "00:49:08"
  },
  {
    "text": "It is. And I feel like the Sunday school answer was always, I'm putting my sin on Jesus, and then he is paying the consequences of that sin.",
    "start": "00:49:08",
    "end": "00:49:17"
  },
  {
    "text": "So before we go to the Jesus symbolism, let's just stick within Leviticus. And we actually did talk about this, but I think it's. So I remember this when this shifted. For me, it was a game changer. So if you look within Leviticus, the laying on of hands happens with these atonement sacrifices of atonement for sins.",
    "start": "00:49:18",
    "end": "00:49:41"
  },
  {
    "text": "Yeah. An animal without blemish.",
    "start": "00:49:41",
    "end": "00:49:44"
  },
  {
    "text": "Yep. Now, it. It doesn't say in Leviticus 1 through 7 what the meaning of the hand transfer image is. We called it the hand press with the double hand press. No, it's the single hand press.",
    "start": "00:49:44",
    "end": "00:49:54"
  },
  {
    "text": "This is the single. Yeah.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "On the day of atonement, there are two goats selected.",
    "start": "00:49:55",
    "end": "00:50:00"
  },
  {
    "text": "And this one feels like it becomes clear that one goat actually gets the sin put on it.",
    "start": "00:50:01",
    "end": "00:50:06"
  },
  {
    "text": "One goat gets a double hand press. Double hand press. The priest confesses the sins of Israel and places them on the goat.",
    "start": "00:50:06",
    "end": "00:50:13"
  },
  {
    "text": "But that goat doesn't get sacrificed. That goat goes out into the wilderness.",
    "start": "00:50:13",
    "end": "00:50:18"
  },
  {
    "text": "Exactly.",
    "start": "00:50:19",
    "end": "00:50:19"
  },
  {
    "text": "To get Exiled.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "So that so little set of details is so important. The other set of details that's so important is that the hand pressing ritual is also used not for animals, but for people. It's the same phrase used for when Moses puts his hands on Joshua or when Paul says he laid his hands on Timothy. It's about appointing a representative. So if that's what's happening, in other words, if that's what's happening, then the logic of the hand pressing on the animal is about a transfer of identity and representation.",
    "start": "00:50:20",
    "end": "00:50:56"
  },
  {
    "text": "But there's two different ways that identity can be transferred. My sinful identity transferred onto the animal. That's the scapegoat or my identity that God wants to give me of being a blameless person who can then rise up to God is another way that can be established.",
    "start": "00:50:57",
    "end": "00:51:15"
  },
  {
    "text": "Yeah. So it seems like what the hand transfers, the hand placing is doing is saying that I'm appointing this one as my representative. Moses to Joshua, Paul to Timothy, the worshiper to the animal. Now what that animal now does as me is one unique thing about the animal is his tamim, which is the Hebrew word for without any blemish.",
    "start": "00:51:15",
    "end": "00:51:39"
  },
  {
    "text": "Or blameless, as referred to as humans.",
    "start": "00:51:39",
    "end": "00:51:42"
  },
  {
    "text": "Would be a righteousness, moral blamelessness. That's right. And so remember also in Leviticus is the blood is life. The blood is the life principle. And that's why symbolically, the blood is sprinkled about. The blood is brought in to the holy of holies. And so when the animal is transferred up via smoke up into the heavens, it goes before God's heavenly temple throne. And its blamelessness speaks for me.",
    "start": "00:51:42",
    "end": "00:52:14"
  },
  {
    "text": "And God says that it's like a wonderful fragrance.",
    "start": "00:52:14",
    "end": "00:52:17"
  },
  {
    "text": "Yeah. And it smells. When there is a righteous, blameless one who surrenders everything in an act of total surrender, then that's what all of this is about.",
    "start": "00:52:17",
    "end": "00:52:27"
  },
  {
    "text": "Okay, so at the crutch of this is then is that animal being punished on your behalf or is the symbol being about how you're going to have to go through death and how's it going to go down? And this animal is going through death up into God's throne and it's pleasing aroma to God and it gets access to God's throne. And so you're celebrating that somehow I'm going to get access to God's throne.",
    "start": "00:52:27",
    "end": "00:52:55"
  },
  {
    "text": "Yeah, that's right. And the way that that happens is through my actual surrender of something valuable. And then that something valuable surrenders its life in place of me. But remember the way back into Eden, which is where that animal is going through the Smoke is up into the heavenly temple. It's ascending the holy hill.",
    "start": "00:52:55",
    "end": "00:53:18"
  },
  {
    "text": "Yeah.",
    "start": "00:53:18",
    "end": "00:53:18"
  },
  {
    "text": "And there's a serious looking bouncers at the door with carrying a sword that's on fire.",
    "start": "00:53:18",
    "end": "00:53:24"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:53:24",
    "end": "00:53:25"
  },
  {
    "text": "On fire.",
    "start": "00:53:25",
    "end": "00:53:26"
  },
  {
    "text": "Yeah.",
    "start": "00:53:26",
    "end": "00:53:27"
  },
  {
    "text": "Just like on the altar.",
    "start": "00:53:27",
    "end": "00:53:28"
  },
  {
    "text": "Okay. How are you going to pass through the fire?",
    "start": "00:53:28",
    "end": "00:53:30"
  },
  {
    "text": "How are you going to pass through the fire? So it's all a powerful. Not just symbol, but it's a symbol pointing to reality that my mortal body is on its way to giving out. And I will pass through, pass by the fiery sword at some point. And what is my posture towards the one who has given me life? And if it's one of surrender that I have enacted through the offering of this one, then it can appeal to God on my behalf. I think that's what this is about. So death is not absent from the story, but it doesn't have this active role of punishing the animal and killing it.",
    "start": "00:53:30",
    "end": "00:54:11"
  },
  {
    "text": "But there is a theme of sacrifice.",
    "start": "00:54:11",
    "end": "00:54:14"
  },
  {
    "text": "Yeah. Of surrender of life.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "Surrender.",
    "start": "00:54:15",
    "end": "00:54:15"
  },
  {
    "text": "Surrender of life.",
    "start": "00:54:16",
    "end": "00:54:17"
  },
  {
    "text": "And that the righteous one, the servant, like, what does it mean to be a truly righteous person that serves. It's a surrendered life.",
    "start": "00:54:17",
    "end": "00:54:27"
  },
  {
    "text": "Yes.",
    "start": "00:54:28",
    "end": "00:54:28"
  },
  {
    "text": "And the climactic surrendered servant is going to surrender to the point of death. And that's in one sense tragic, because death is tragic. But because the person is a truly blameless person, they can transcend through death to the throne of God, be transformed.",
    "start": "00:54:28",
    "end": "00:54:50"
  },
  {
    "text": "That's right. So what Leviticus, in its presentation of these atoning sacrifices is doing is setting up the need. Because what animals do is they can create this symbolic experience where the worshiper can posture themselves before God. But what we know about the narratives on both sides of Mount Sinai is the people who are making all these offerings before and after are really screwed up and foolish and rebellious like Adam and Eve. And so what if animals. Psalm 40, like, what if animals can't actually fix the core problem? What you need is like Psalm 40, somebody who says, behold, it is written about me in the scroll. I delight in doing your will, doing God's desire. And that one will come and surrender, surrender themselves wholly over to God, a suffering servant.",
    "start": "00:54:50",
    "end": "00:55:46"
  },
  {
    "text": "Now, so Jesus is the ultimate suffering servant, who is the ultimate blameless human who ultimately rose to ascend to God through his suffering. And that we can be connected to.",
    "start": "00:55:46",
    "end": "00:56:03"
  },
  {
    "text": "Jesus as our representative.",
    "start": "00:56:03",
    "end": "00:56:06"
  },
  {
    "text": "As a representative.",
    "start": "00:56:06",
    "end": "00:56:07"
  },
  {
    "text": "Yes.",
    "start": "00:56:07",
    "end": "00:56:07"
  },
  {
    "text": "So that we too can ascend. That's beautiful. Now there's so much language around Jesus dying for my sins.",
    "start": "00:56:08",
    "end": "00:56:16"
  },
  {
    "text": "Yeah.",
    "start": "00:56:17",
    "end": "00:56:17"
  },
  {
    "text": "That phrase makes just. Is so connected to this idea of Jesus punished for my sins.",
    "start": "00:56:17",
    "end": "00:56:24"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:56:24",
    "end": "00:56:25"
  },
  {
    "text": "Like, help me reorient to the phrase. Where's that phrase come from?",
    "start": "00:56:25",
    "end": "00:56:27"
  },
  {
    "text": "Yeah. And like where the phrase comes from is exactly the ritual that we've been describing. The ritual we just described is in Leviticus, what it means to die for the sins of another. Because the animal dies its death, it's itself intercessor. It's surrender, surrendering on behalf. Death is the surrender of life. And what did Adam and Eve not do? They didn't surrender what their version of life was. They rather took because they saw that it was good to take a version of life that was good in their own eyes. And so if I'm willing to surrender a life, then Yahweh can work with such a person. But the problem is none of us want to surrender our lives. Right. So I think, I mean, for a.",
    "start": "00:56:27",
    "end": "00:57:16"
  },
  {
    "text": "Righteous man, someone might, yeah, yeah, dare to die.",
    "start": "00:57:16",
    "end": "00:57:19"
  },
  {
    "text": "But God demonstrates his own love for us in this. And so, yeah, Jesus died for our sins. And that is the reference to this ritual we've been describing. Now, what we haven't talked about is on the day of atonement, there is that one animal that does get the sins transferred onto it.",
    "start": "00:57:19",
    "end": "00:57:36"
  },
  {
    "text": "Yeah. The scapegoat.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "It would be a contradiction of the whole meaning of the situation for that one to go up to God. That's the goat that's left alive and exiled into the wilderness.",
    "start": "00:57:37",
    "end": "00:57:46"
  },
  {
    "text": "Right.",
    "start": "00:57:46",
    "end": "00:57:46"
  },
  {
    "text": "And Jesus has set on analogy to both animals in the letter to the Hebrews.",
    "start": "00:57:47",
    "end": "00:57:51"
  },
  {
    "text": "Okay.",
    "start": "00:57:51",
    "end": "00:57:52"
  },
  {
    "text": "He's the one, the righteous representative who ascends up and he atones in Hebrews. He atones for our sins when he presents his life before God in the heavenly temple.",
    "start": "00:57:52",
    "end": "00:58:02"
  },
  {
    "text": "That's a pleasing aroma.",
    "start": "00:58:03",
    "end": "00:58:04"
  },
  {
    "text": "Yeah. This is interesting. The emphasis on Jesus death in Hebrews is that that's his surrender so that he can make atonement by entering the heavenly temple. So resurrection and atonement happens in the heavenly temple. In Hebrews, it's interesting. But then at the end of Hebrews, the author likens Jesus also to the one who was exiled outside the city and died outside the city. And there he's also portraying Jesus as the goat that was exiled out of the camp. So Jesus is both. He's both goats. But the function of death has a. It's not that death is absent. I'm not trying to erase death as a consequence of sin.",
    "start": "00:58:04",
    "end": "00:58:47"
  },
  {
    "text": "Right.",
    "start": "00:58:47",
    "end": "00:58:48"
  },
  {
    "text": "But I'm just trying to understand the role that death plays in and the emphasis that it plays in the way the biblical authors construct the scenario. And it's slightly different. And it's so easy to be misunderstood that it's usually described in a shorthand of God's perfect. You're not. He has to kill somebody. He'll kill the substitute instead of killing you. And it's just like, man, that's a way that I was introduced with that kind of summary to the good news about Jesus. And it's like all those elements are there in Leviticus and in how the apostles saw Leviticus, but it's sort of like the way the story is put together. And the things that are being emphasized in that retelling, I think don't reflect faithfully what Leviticus or the apostles are trying to turn our attention to. When Paul says this is the gospel, that the Messiah died for our sins according to the Scriptures, according the scripture means go to Leviticus and meditate on what it means for one to die for the sins of another. Well, then, yes.",
    "start": "00:58:48",
    "end": "00:59:53"
  },
  {
    "text": "Just figured that all out.",
    "start": "00:59:54",
    "end": "00:59:56"
  },
  {
    "text": "Yeah, Totally.",
    "start": "00:59:56",
    "end": "00:59:57"
  },
  {
    "text": "Well, thanks, Naomi. That it's good to refocus on that. It's a good place to stop.",
    "start": "00:59:57",
    "end": "01:00:02"
  },
  {
    "text": "Yeah, it is.",
    "start": "01:00:02",
    "end": "01:00:02"
  },
  {
    "text": "It brought us to Jesus. It brought us to the what? I mean, what all this literature, what this is doing is we didn't get to experience that as ancient Israelites going into the tabernacle doing this, but we get to by proxy, through these stories, through these laws, get to experience it and then reflect on it as something that points to Jesus.",
    "start": "01:00:02",
    "end": "01:00:25"
  },
  {
    "text": "Yeah.",
    "start": "01:00:25",
    "end": "01:00:26"
  },
  {
    "text": "And what a great way to stop. Okay. Yeah, we are, man. We are just rounding the corner to the end of this year, and what we wanted to do was one final celebratory episode to mark the end of this journey through the Torah.",
    "start": "01:00:26",
    "end": "01:00:44"
  },
  {
    "text": "Yep, that's right. Yeah. So we're gonna. It's a little special conversation that we're gonna have next about some. The way the Torah transitions into the prophets and to the writings and. Well, we'll just. We'll take you on an adventure in the next episode. But this is our last Q and R in the Torah series for the year 2022. You guys, thank you for your questions throughout the year. Your enthusiasm and support. The Bible Project exists because of all of the generosity of you patrons among the podcast listening audience. And we're just so grateful. We couldn't do this without you. Wouldn't want to. And thanks for being part of this with us.",
    "start": "01:00:44",
    "end": "01:01:28"
  },
  {
    "text": "Hi, this is Shannon and I'm from the Philippines.",
    "start": "01:01:37",
    "end": "01:01:40"
  },
  {
    "text": "Hi, this is Doug from Spokane, Washington. I first heard about the bibleproject about three years ago when I was looking for new podcasts. They were pretty high in the charts.",
    "start": "01:01:40",
    "end": "01:01:49"
  },
  {
    "text": "I use bibleproject for getting context right for help in interpretation that would be hard otherwise, and for a fresh perspective.",
    "start": "01:01:50",
    "end": "01:01:59"
  },
  {
    "text": "To see God's Word in a different angle. My favorite part about the Bible Project is that John and Tim are super amazing in their conversations and just so curious and love to learn how clear and accessible the resources are, and each.",
    "start": "01:01:59",
    "end": "01:02:16"
  },
  {
    "text": "One is a solid entry point when it comes to digging deeper into Scripture. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:02:16",
    "end": "01:02:25"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:02:25",
    "end": "01:02:55"
  }
]