[
  {
    "text": "Hey, Tim.",
    "start": "00:00:08",
    "end": "00:00:08"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:00:08",
    "end": "00:00:10"
  },
  {
    "text": "Hi.",
    "start": "00:00:10",
    "end": "00:00:11"
  },
  {
    "text": "We are doing a Q and R episode. Yes.",
    "start": "00:00:11",
    "end": "00:00:14"
  },
  {
    "text": "Question and response.",
    "start": "00:00:14",
    "end": "00:00:15"
  },
  {
    "text": "Yep. Question and response to our discussions on the scroll of Deuteronomy. We logged 9 hours conversation on Deuteronomy.",
    "start": "00:00:15",
    "end": "00:00:26"
  },
  {
    "text": "It was great.",
    "start": "00:00:26",
    "end": "00:00:26"
  },
  {
    "text": "It was great.",
    "start": "00:00:26",
    "end": "00:00:27"
  },
  {
    "text": "The second law. And we heard from many of you, as usual. And Tim, you selected some questions as usual?",
    "start": "00:00:27",
    "end": "00:00:39"
  },
  {
    "text": "Yep.",
    "start": "00:00:39",
    "end": "00:00:39"
  },
  {
    "text": "And as usual, you typically say you looked for repeated questions.",
    "start": "00:00:40",
    "end": "00:00:46"
  },
  {
    "text": "Yep.",
    "start": "00:00:46",
    "end": "00:00:46"
  },
  {
    "text": "And what else do you look for?",
    "start": "00:00:46",
    "end": "00:00:49"
  },
  {
    "text": "Whatever's the most repeated themes or the questions that have stuff that I think we will be excited about. So there's a little subjectivity there too. So big themes for this scrolls Q and R is about the way followers of Jesus today relate to these ancient laws.",
    "start": "00:00:49",
    "end": "00:01:11"
  },
  {
    "text": "Yeah, we talked a lot about that.",
    "start": "00:01:11",
    "end": "00:01:12"
  },
  {
    "text": "So there's some more questions about that, how Jesus relates to the laws. Okay, there's some questions.",
    "start": "00:01:12",
    "end": "00:01:19"
  },
  {
    "text": "Dig in more on that. That sounds great.",
    "start": "00:01:19",
    "end": "00:01:21"
  },
  {
    "text": "Yeah, totally. And other stuff. So it'll be great.",
    "start": "00:01:21",
    "end": "00:01:24"
  },
  {
    "text": "Okay, here we go.",
    "start": "00:01:24",
    "end": "00:01:26"
  },
  {
    "text": "Let us. First question is from Diego in Guatemala.",
    "start": "00:01:26",
    "end": "00:01:30"
  },
  {
    "text": "Hi, I'm Diego from Guatemala. My question is how do we determine which laws still apply today and which ones don't? I know some traditions believe that if it's not addressed in the New Testament, it's no longer valid. But I've also found other traditions anchoring on Old Testament laws to explain current church practices. Could you provide some light on this?",
    "start": "00:01:30",
    "end": "00:01:49"
  },
  {
    "text": "Thank you.",
    "start": "00:01:49",
    "end": "00:01:49"
  },
  {
    "text": "You know the Ten Commandments, people love those. Yep, right?",
    "start": "00:01:50",
    "end": "00:01:55"
  },
  {
    "text": "Yep. Yeah. For the most part. For the most part. Well, the ones about idols and Sabbath. Yeah, that's actually a great example because don't murder, don't steal. It feels pretty universal.",
    "start": "00:01:55",
    "end": "00:02:08"
  },
  {
    "text": "Yeah. But then there hasn't been a time in human history where it's like, well, that was for ancient Israel to not murder. Like today.",
    "start": "00:02:08",
    "end": "00:02:14"
  },
  {
    "text": "Yeah, sure, yeah. So those feel more universal. But then the Sabbath has gotten thoroughly reculturized in many Christian traditions to mean Sunday rest on Sunday. But of course that's not what Sabbath means. In the Hebrew Bible.",
    "start": "00:02:14",
    "end": "00:02:33"
  },
  {
    "text": "There was a very specific meaning of Sabbath in the Ten Commandments.",
    "start": "00:02:33",
    "end": "00:02:36"
  },
  {
    "text": "Specific way to do it from Friday sundown to Saturday sundown is the Sabbath.",
    "start": "00:02:36",
    "end": "00:02:43"
  },
  {
    "text": "I see. So eight and a half commandments.",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "So Diego, I think here's a provocative way to answer the question. And then one that's more helpful.",
    "start": "00:02:47",
    "end": "00:02:52"
  },
  {
    "text": "Just tell me, there's 613. How many of those are still relevant?",
    "start": "00:02:53",
    "end": "00:02:57"
  },
  {
    "text": "Well, what you asked, Diego, is how many of them apply today? And in one sense all of them. And in another sense none of them.",
    "start": "00:02:57",
    "end": "00:03:05"
  },
  {
    "text": "You sound like one of those gurus.",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "It's Like I'm trying to do the.",
    "start": "00:03:09",
    "end": "00:03:11"
  },
  {
    "text": "Jesus, to move forward, you must stay present.",
    "start": "00:03:11",
    "end": "00:03:13"
  },
  {
    "text": "So in one sense, none of them, none of the laws apply. Why? Two ways. One is the laws appear in a narrative of what God revealed to ancient Israelites, an ancient people group on the other side of the planet 2000 years ago, with unique culture, history, language, and so on. And I'm not an ancient Israelite.",
    "start": "00:03:16",
    "end": "00:03:37"
  },
  {
    "text": "Yeah, yeah. And even Israelites who are still ancient in our minds, like Jesus in his time, the rabbis then, they couldn't follow all the laws of ancient Israel as found in the Torah. Right.",
    "start": "00:03:38",
    "end": "00:03:53"
  },
  {
    "text": "Okay, so that leads to the next piece. Well, actually, here. Can we kind of put a pin in that?",
    "start": "00:03:53",
    "end": "00:04:00"
  },
  {
    "text": "Let's put a pin in that.",
    "start": "00:04:00",
    "end": "00:04:01"
  },
  {
    "text": "Okay. Yeah. So point is, I'm not. I'm.",
    "start": "00:04:01",
    "end": "00:04:03"
  },
  {
    "text": "You're not.",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "I'm not.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "Yeah.",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "And so the vast majority of followers of Jesus around the world today now are not Israelite. There are many Jewish brothers and sisters who follow Jesus Messiah. But in terms of numerical right proportions. So no modern followers of Jesus are the audience spoken to in the giving of the laws. That's one piece. The second piece, though, is a deeper presupposition that many people, many Christian traditions have developed about the Bible that we've called the reference book approach. The Bible is kind of this, like it's a handbook, like a divine behavior manual. Yep. Yeah, yeah. And so rule book. Pick a sentence from this part of the Bible, from that part of the Bible, that part of the Bible, front, back, middle, end. And that's what God says for you to do.",
    "start": "00:04:05",
    "end": "00:04:55"
  },
  {
    "text": "Yeah. Or it's a constitution of sorts.",
    "start": "00:04:55",
    "end": "00:04:58"
  },
  {
    "text": "Sure.",
    "start": "00:04:58",
    "end": "00:04:58"
  },
  {
    "text": "Which. And this is where it gets confusing because ancient Israel, we're talking in the time of Moses and then also beyond, would have had some sort of ancient constitution of laws and customs. Customs. We don't have it. We just have pieces of it.",
    "start": "00:04:58",
    "end": "00:05:18"
  },
  {
    "text": "Yeah. And by saying we have the biblical authors selected and gave to us and inserted into the story collections, different collections of legal material that they believe were a revelation of God's wisdom to his people. And so. Well, that's the thing I was going to put a pin in, was the wisdom thing. So let me come back to it. But your point is just even then, we don't have Israel's whole legal custom and tradition.",
    "start": "00:05:18",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "We have samples of it.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Yeah. If you think what you have is an ancient constitution or like the legal handbook, we have pieces of that. We don't even have that. And so the Bible isn't trying to say here is exactly how you do everything to be a good person as a child of God.",
    "start": "00:05:51",
    "end": "00:06:11"
  },
  {
    "text": "Yeah. So in that sense, none of them. Because the purpose of the laws in the Torah isn't to provide the ultimate, comprehensive way that God wants you to live as stated in the laws as such. It's just you just don't have what you need, and that's not the role that they play.",
    "start": "00:06:11",
    "end": "00:06:31"
  },
  {
    "text": "But what if I said there, okay, but there's still something there?",
    "start": "00:06:31",
    "end": "00:06:34"
  },
  {
    "text": "Yes.",
    "start": "00:06:35",
    "end": "00:06:35"
  },
  {
    "text": "So why don't I just follow the things that it does have? I mean, I should at least do that. If this is God's word, I should at least try to do the things it does. Tell me so.",
    "start": "00:06:35",
    "end": "00:06:44"
  },
  {
    "text": "But this is part of the laws are incarnate. They're embodied in the language and imagery of their culture and time. Their laws that assume a federation of tribal communities living in the hill country of Israel and Judah in the Iron Age, in agricultural units. You know what I mean? So most humans and most human history now don't live in the social setting assumed by the laws. So this is the whole thing. So one is a reference book approach to the laws don't really allow anybody who didn't live in the original time they were given doesn't like only they could apply them on one level. So in one sense, none of them apply, but in another sense, all of them apply. And what we mean by that is the laws fit into a unified story and they play a role in what the author's trying to communicate about God, God's wisdom and human nature through the cycles of the biblical story.",
    "start": "00:06:44",
    "end": "00:07:49"
  },
  {
    "text": "And that sounds really abstract, but when we got into it in Deuteronomy, and we just looked at what Jesus did with the law that Moses gave about divorce.",
    "start": "00:07:50",
    "end": "00:07:59"
  },
  {
    "text": "Yes.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "And then we did the whole experiment with the law of the captive.",
    "start": "00:08:00",
    "end": "00:08:05"
  },
  {
    "text": "Like the woman who's a captive of war.",
    "start": "00:08:05",
    "end": "00:08:08"
  },
  {
    "text": "Right. Which you would look at a law like that. What do you do with a woman who's captive of war in. In ancient Israel? And you would think, well, I can't apply this. But we were able to, through the lens of how Jesus interacted with these laws, we're able to discern there is wisdom here, wisdom about respecting people's dignity and how Jesus would grab that piece of wisdom and then crank that up and say, how do I apply that in the most radical way in my setting?",
    "start": "00:08:08",
    "end": "00:08:35"
  },
  {
    "text": "Yes. Yeah. So, Diego, your question is there are some traditions that say if a law from the Hebrew Bible isn't quoted or repeated in the New Testament, then it's not valid. So Paul quotes a handful of Ten Commandments. What about the ones that he doesn't quote? Does that mean it's kind of an arbitrary reference book way of doing it. But viewing the Bible as a unified story and that the laws were viewed as the source of wisdom all of a sudden means that all of the laws apply, but in different ways. And the reason why Deuteronomy was such a great set of test cases was you can see even how Jesus takes one of the ten Commandments within Deuteronomy, don't murder. So you could just say, well, that applies. But look at what Jesus does with that command is all of a sudden he turns it into don't despise people. God addressing issues of contempt and pride, superiority and anger.",
    "start": "00:08:35",
    "end": "00:09:32"
  },
  {
    "text": "Yeah. It's not so easy as don't take someone's life anymore. There' deep wisdom about respecting humans as being the image of God.",
    "start": "00:09:32",
    "end": "00:09:41"
  },
  {
    "text": "That's right. And so in that sense, what Jesus sees the divine wisdom in do not murder, I think is the same process that we are called to undergo with all of the 613 laws. Where's the divine wisdom that transcends the particular wording or situation of the law in its ancient setting? And that transcends that. And that's what we trace Jesus doing. So I really am not being sarcastic, Diego, when I say, but none of them apply. And all of them apply. None of them apply literally because I'm not an ancient Israelite. However, I am a non Israelite who follows Israel's Messiah. And so I've been grafted into the family, the family story that views these laws and the narratives around them as a source of divine wisdom. And so in that sense, all of them apply.",
    "start": "00:09:41",
    "end": "00:10:34"
  },
  {
    "text": "What would you say to someone who is trying to be Torah observant Christian? So they do the feast days, they eat kosher, they do Sabbath, and I'm sure a bunch of other things as well.",
    "start": "00:10:35",
    "end": "00:10:51"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:10:51",
    "end": "00:10:52"
  },
  {
    "text": "And they're just. They're going for it.",
    "start": "00:10:52",
    "end": "00:10:53"
  },
  {
    "text": "Yeah. I would want to hear more about their story and why they're doing that and how they're encountering Jesus as they do that. And I think like Paul the Apostle, like what he said to the house churches at Rome, he just said, like, if, man, if that is the way, the pathway for you to express your Lord, your discipleship to Jesus, then double high five. Let's be careful that we don't make that the entry like card for anyone else.",
    "start": "00:10:53",
    "end": "00:11:24"
  },
  {
    "text": "Yeah.",
    "start": "00:11:24",
    "end": "00:11:24"
  },
  {
    "text": "Because that's what. Paul was not anti Torah observance.",
    "start": "00:11:25",
    "end": "00:11:29"
  },
  {
    "text": "Right.",
    "start": "00:11:29",
    "end": "00:11:29"
  },
  {
    "text": "He was anti making culturally exclusive Torah observance. The barrier of entry for getting into the covenant family of God. But that's why he's trying to work out that truce between Israelites and non Israelites in the house churches of Rome. And he says, well, some will do this day as holy, some will not. Both will do it as an expression of devotion to Jesus. And somehow we need to find a way to be unified across that boundary. So I think that's awesome. And I think what for me, being a non Israelite coming in my family, we've adapted all kinds of different practices from the laws of the Torah, especially around holy days, because we found them so rich and meaningful to. To do like a Messianic Passover or a Messianic Shabbat meal every Friday. And we love it. It's so life giving for me. So I.",
    "start": "00:11:30",
    "end": "00:12:29"
  },
  {
    "text": "The burnt offerings get a little messy, but totally.",
    "start": "00:12:30",
    "end": "00:12:35"
  },
  {
    "text": "So, Diego, it's a good question. We tried to really go at it in the podcast episodes, but it's worth revisiting and restating. And then also related to that question, we have another question from Alex in Ontario in the same vein. Hi, Tim and John, thank you so much for all the work that you do. My question is about seeing the law as organized into moral, civil and ceremonial aspects, which is a common interpretation of the law that is used especially in more reformed and apologetic minded circles. Based on what you have been saying throughout the series in Deuteronomy, I get the impression that that interpretation is not native to the text, nor is it a framework that Jesus and the apostles used. Although some in church history, like Aquinas, did see the law that way. Is this a faithful way to understand the law as Jesus and the apostles saw it? Can this view live alongside the concept of the law as wisdom that you have been discussing as you've walked through Deuteronomy? Thanks again.",
    "start": "00:12:36",
    "end": "00:13:37"
  },
  {
    "text": "It's a great question.",
    "start": "00:13:38",
    "end": "00:13:38"
  },
  {
    "text": "Really good question.",
    "start": "00:13:39",
    "end": "00:13:40"
  },
  {
    "text": "Yeah. I remember encountering that kind of taxonomy of the law.",
    "start": "00:13:40",
    "end": "00:13:44"
  },
  {
    "text": "Me too. Yeah. Yeah. So moral, civil, ceremonial, meaning there are some laws like don't murder.",
    "start": "00:13:44",
    "end": "00:13:51"
  },
  {
    "text": "Yeah.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "Don't commit adultery. There are other laws. Civil. Like if someone breaks into your house and it's during the night and you strike them and they die, you're not guilty of murder.",
    "start": "00:13:52",
    "end": "00:14:03"
  },
  {
    "text": "Right. If your ox killed someone, but it's never done it before.",
    "start": "00:14:03",
    "end": "00:14:06"
  },
  {
    "text": "Totally.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "Then you owe this much money.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Right. So civil laws and ceremonial being all the ritual things related to the tabernacle.",
    "start": "00:14:09",
    "end": "00:14:15"
  },
  {
    "text": "Yeah.",
    "start": "00:14:15",
    "end": "00:14:15"
  },
  {
    "text": "So about sacrifices, offerings, day of atonement.",
    "start": "00:14:15",
    "end": "00:14:18"
  },
  {
    "text": "Yeah. And purification rituals.",
    "start": "00:14:18",
    "end": "00:14:20"
  },
  {
    "text": "Yeah.",
    "start": "00:14:20",
    "end": "00:14:20"
  },
  {
    "text": "And so I think people make these categories because then you can go. Okay, well, then the civil ones we.",
    "start": "00:14:20",
    "end": "00:14:26"
  },
  {
    "text": "Don'T do because we're not a nation Christendom. Well, it has been a nation state, but as Jesus and the apostles viewed it, it wasn't a nation state.",
    "start": "00:14:26",
    "end": "00:14:35"
  },
  {
    "text": "Yeah. And it isn't for us right now. And ceremonial. Yeah. We don't have the tabernacle or temple, and we don't worship that way, so we don't apply those laws. But the moral, if we could just categorize those out, then those are the ones we continue to follow. And that's the laws that matter.",
    "start": "00:14:35",
    "end": "00:14:52"
  },
  {
    "text": "Yeah. So in a way, it's a variation of what Diego was asking in the previous question.",
    "start": "00:14:52",
    "end": "00:14:56"
  },
  {
    "text": "Yeah. How do we find the ones that we're supposed to do?",
    "start": "00:14:56",
    "end": "00:14:58"
  },
  {
    "text": "Totally.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Yeah.",
    "start": "00:14:59",
    "end": "00:14:59"
  },
  {
    "text": "So I think you're right, Alex, that organization of the laws into topics or spheres of relevance or something like that is not how any Second Temple Jews talked about the laws. It's not how Jesus and the apostles talked about the laws. So you can see Jesus talking about the laws about the Sabbath, the laws about do not murder, the laws about picking grain from a field, the laws about ritual purity and hand washing. So I think the wisdom, the unified story leading to the Messiah and then a wisdom reflection on the laws is more native to how Jesus and the apostles viewed the laws of the Torah. However, I think it is, I have found that, like, triad of categories helpful, personally, just as a way to categorize them in my mind.",
    "start": "00:14:59",
    "end": "00:15:53"
  },
  {
    "text": "Right.",
    "start": "00:15:53",
    "end": "00:15:54"
  },
  {
    "text": "So it's not like it's wrong, but.",
    "start": "00:15:54",
    "end": "00:15:57"
  },
  {
    "text": "It'S not the way to find the laws that should matter still.",
    "start": "00:15:58",
    "end": "00:16:00"
  },
  {
    "text": "Yeah, I think if we're doing that to sort out which ones apply, which ones don't. I think we're back. It's another variation of the same question that.",
    "start": "00:16:01",
    "end": "00:16:09"
  },
  {
    "text": "Yeah, the first litmus test was is the New Testament authors quote them. Okay. This litmus test is, can you categorize them as a moral category? And neither of them are the right way to figure out how to use these laws and which ones matter because none of them apply. And all of them apply.",
    "start": "00:16:09",
    "end": "00:16:25"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "Thank you.",
    "start": "00:16:26",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, yeah, sure. So in other words, the ceremonial laws are meant about the organization. Right now I'm working in them in detail for an upper room for an upcoming classroom class that I'm going to be teaching that includes the tabernacle instruction. So, dude, I am. I've been.",
    "start": "00:16:27",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, you're going to be in the second movement of Exodus in the classroom.",
    "start": "00:16:45",
    "end": "00:16:47"
  },
  {
    "text": "Yes. I'm neck deep for weeks in all the details of the tabernacle. And, dude, My mind is traversing heaven and earth. It's so beautiful. It sends my mind to such beautiful places, and I love it. And what I'm trying to do is embody the same type of wisdom reflection with those tabernacle detail laws as with the Ten Commandments, for example.",
    "start": "00:16:47",
    "end": "00:17:15"
  },
  {
    "text": "I think what's so counterintuitive about this is when you say, none of them matter, but then all of them matter.",
    "start": "00:17:15",
    "end": "00:17:19"
  },
  {
    "text": "Well, apply.",
    "start": "00:17:19",
    "end": "00:17:20"
  },
  {
    "text": "Apply none of them. Apply all of them. It's kind of like Jesus saying, I didn't come to abolish the law, but to fulfill them.",
    "start": "00:17:20",
    "end": "00:17:26"
  },
  {
    "text": "Yeah.",
    "start": "00:17:26",
    "end": "00:17:26"
  },
  {
    "text": "Yes. And so when you see it in practice, Jesus takes them very seriously.",
    "start": "00:17:26",
    "end": "00:17:33"
  },
  {
    "text": "Yes.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "And he ramps them up and like. Like, almost makes them, like, more intense.",
    "start": "00:17:35",
    "end": "00:17:43"
  },
  {
    "text": "Yeah, absolutely.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Than they were.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Yes. Yeah. Because what they are about is life and death. It's about the one command in the Garden of Eden. Eat from all the trees. Do all of them. But there's one.",
    "start": "00:17:45",
    "end": "00:17:59"
  },
  {
    "text": "Okay, let's talk about that.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "Stay away from.",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "That. Is a very clear literary thing going on, which is the one law in the Garden of eden.",
    "start": "00:18:03",
    "end": "00:18:10"
  },
  {
    "text": "Yeah. Become 613.",
    "start": "00:18:10",
    "end": "00:18:11"
  },
  {
    "text": "Yeah. Is the Torah. That's the. That is the instruction.",
    "start": "00:18:11",
    "end": "00:18:15"
  },
  {
    "text": "Yeah.",
    "start": "00:18:15",
    "end": "00:18:16"
  },
  {
    "text": "And it. And it's a synthesis of what then you're going to experience in this whole collection of laws that are scattered throughout a story. And that law is, eat of all the trees.",
    "start": "00:18:16",
    "end": "00:18:28"
  },
  {
    "text": "Enjoy the abundance of Eden, including the tree of Life.",
    "start": "00:18:28",
    "end": "00:18:31"
  },
  {
    "text": "Don't eat of the Tree of knowing. Good and bad.",
    "start": "00:18:32",
    "end": "00:18:34"
  },
  {
    "text": "Yep. That is also good to look at. And all the trees are good to look at and desirable for eating, so that even the one tree that's prohibited looks as good and tasty as all the others. But there's an instruction there. Do things this particular way, though it may seem counterintuitive.",
    "start": "00:18:34",
    "end": "00:18:55"
  },
  {
    "text": "And reading it as wisdom literature is saying, I want to learn to discern good and bad through God's wisdom, not by taking it on my own terms.",
    "start": "00:18:56",
    "end": "00:19:06"
  },
  {
    "text": "Yes. Yeah. So there's this whole block of laws right after the 10 Commandments in Exodus called the Covenant Code. It's 42. And it's all.",
    "start": "00:19:06",
    "end": "00:19:13"
  },
  {
    "text": "We skipped over them.",
    "start": "00:19:13",
    "end": "00:19:14"
  },
  {
    "text": "Yeah, we did. We did. But it's all the stuff about the goring ox. And what if you, like, let your neighbor borrow your donkey, but then a bear or something mauls it in the night? And how do you make things right? And it's all this stuff about the stuff of life, but really they're just little mini narratives that are giving you case studies for, like, what does it mean to do right by my neighbor? And live in community together when things go wrong.",
    "start": "00:19:14",
    "end": "00:19:42"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:42",
    "end": "00:19:43"
  },
  {
    "text": "Jesus took observing the laws of the Torah very seriously. He says, the one who, you know, ignores the laws of the Torah will be called least in the kingdom of heaven. But the whole question that's at stake is, well, what does it mean to live by the laws of the Torah? And then he gives you six case studies to tell you what he means, which is not what it seems to mean on face value. Because do not murder seems very simple. But then Jesus takes it way deeper, and he does that six more times.",
    "start": "00:19:43",
    "end": "00:20:10"
  },
  {
    "text": "Do not murder seem simple. But even that gets complicated for people. Death penalty.",
    "start": "00:20:10",
    "end": "00:20:16"
  },
  {
    "text": "Oh, totally. War. Yeah, that's right. And Jesus doesn't take his reflections on the law anywhere in that direction.",
    "start": "00:20:16",
    "end": "00:20:24"
  },
  {
    "text": "Yeah.",
    "start": "00:20:24",
    "end": "00:20:24"
  },
  {
    "text": "It's all about how you contempt and pride and anger. So what I discern, and I know this just from my own experience when I was first learning how to make sense of the Bible, is. And it's yours too, John. This conversation we've had for years. There's hundreds of these commands. If I have a reference book, behavior manual view of the Bible, the Bible exists to tell me in the form of direct instruction what to do and what not to do. You just forget the narrative. Just take things from here and there. And that approach will lead to an internally contradictory, inconsistent use of the Bible that produces the kind of diversity and division that are in so many Christian traditions today. And it doesn't seem like that's how Jesus and the apostles engaged the laws of the Torah. So different traditions have developed different tools that can be more helpful, less helpful. And so the moral civil ceremonial is a helpful organization for some things, but I don't think it leads us to really see what Jesus and the apostles are doing with the laws. Cool. Yeah, It's a big topic, and it's just good. It's just perpetual. I think it will be ongoing until the new creation. But it's a dynamic that's right there in the New Testament, and it's important for all of us as we meditate on the laws of the Torah. Oh. One helpful resource that's been helpful for me is Christopher J.H. wright's book, Old Testament Ethics from For the People of God.",
    "start": "00:20:24",
    "end": "00:21:58"
  },
  {
    "text": "C. H. Wright. C. Oh, is it J.H.",
    "start": "00:21:58",
    "end": "00:22:01"
  },
  {
    "text": "Wright? It is J. And I didn't Write it correctly.",
    "start": "00:22:01",
    "end": "00:22:04"
  },
  {
    "text": "J.H. wright.",
    "start": "00:22:04",
    "end": "00:22:04"
  },
  {
    "text": "Yep. Christopher J.H. wright. He models. He's been an important teacher for me about this style of wisdom, reflection, and he especially addresses issues of civil law in the Hebrew Bible as having so much wisdom for how Christians think about justice, the economy. So, you know, many of the more societal issues. And he's so wise and insightful, and he is an embodiment of this paradigm. So that's a very helpful book on Old Testament law and ethics. Cool. Cool.",
    "start": "00:22:04",
    "end": "00:22:43"
  },
  {
    "text": "There's another question about a law from Kate in Washington.",
    "start": "00:22:43",
    "end": "00:22:47"
  },
  {
    "text": "Hey, Tim. Hey, John. It's Kate from Vancouver, Washington. My question is regarding the law of a harvest in the second movement of Deuteronomy, where they say in 23:14 15 that if you go into your neighbor's vineyard or field, you may eat your fill that you pluck with your hand, but essentially you can't harvest. Also in 241922 gives instructions on how to leave part of your harvest for basically any people that don't have land. Is this significant in Matthew 12:1 8, when Jesus and his disciples pluck the grain with their hands on the Sabbath, since they were essentially nomads with no land? Thank you so much for all you do, and have a blessed day.",
    "start": "00:22:47",
    "end": "00:23:20"
  },
  {
    "text": "Hmm.",
    "start": "00:23:20",
    "end": "00:23:21"
  },
  {
    "text": "Kate.",
    "start": "00:23:22",
    "end": "00:23:22"
  },
  {
    "text": "Okay, was there a little literary hyperlink with Jesus, the story of plucking the grains, and what's happening in this law in Deuteronomy?",
    "start": "00:23:23",
    "end": "00:23:34"
  },
  {
    "text": "Yeah, so good. Good job, Kate. First of all, definitely. Like, definitely.",
    "start": "00:23:34",
    "end": "00:23:41"
  },
  {
    "text": "And the story she's referencing is Jesus.",
    "start": "00:23:42",
    "end": "00:23:45"
  },
  {
    "text": "And the disciples are cruising on the Sabbath and they're plucking grain head kernels of wheat skin.",
    "start": "00:23:45",
    "end": "00:23:53"
  },
  {
    "text": "A little snack?",
    "start": "00:23:53",
    "end": "00:23:54"
  },
  {
    "text": "Totally. And you know what's so funny is actually the first time for me that this happened to me where I was able to do such a thing was just this last summer.",
    "start": "00:23:54",
    "end": "00:24:03"
  },
  {
    "text": "Oh, really?",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "Yeah.",
    "start": "00:24:04",
    "end": "00:24:04"
  },
  {
    "text": "Through a grain field?",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "Yeah. Yeah. We had taken a family trip and we were staying a couple nights in this rural area, and we would take evening walks along this country road along a wheat field. And the time of year was mid late summer. And so they were just fat, like heads of grain. So we just grabbed them and we were. Dude, they were so good. And the wheat berries or the wheat, they were big. They were like the size of raisins. It's a berry, but it's a seed.",
    "start": "00:24:05",
    "end": "00:24:36"
  },
  {
    "text": "You know what? I. So funny. I don't even know what we're talking about. This is how far away I'm removed from the food that I eat.",
    "start": "00:24:36",
    "end": "00:24:43"
  },
  {
    "text": "I was in my mid-40s before I was doing what Jesus did, strolling along the road.",
    "start": "00:24:43",
    "end": "00:24:47"
  },
  {
    "text": "I've never done it.",
    "start": "00:24:47",
    "end": "00:24:48"
  },
  {
    "text": "Okay, but have you seen. You've seen a picture of.",
    "start": "00:24:48",
    "end": "00:24:50"
  },
  {
    "text": "I've seen a picture of wheat.",
    "start": "00:24:50",
    "end": "00:24:51"
  },
  {
    "text": "Okay.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "I have a cartoon in my mind right now.",
    "start": "00:24:53",
    "end": "00:24:55"
  },
  {
    "text": "Maybe it Was this particular species of wheat. I don't know, but you know, the little flowering, the amber ways of granny, the thing. And so when we would take off the stalk and pull out the husk, the chaff and then the little wheat seed or the wheat, it was like big.",
    "start": "00:24:55",
    "end": "00:25:14"
  },
  {
    "text": "What's the shape of?",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "Looks kind of like a piece of pop. Like an unpopped popcorn.",
    "start": "00:25:17",
    "end": "00:25:21"
  },
  {
    "text": "Okay.",
    "start": "00:25:21",
    "end": "00:25:21"
  },
  {
    "text": "Like a kernel, but taller. Yeah, like a little kernel.",
    "start": "00:25:21",
    "end": "00:25:24"
  },
  {
    "text": "Okay.",
    "start": "00:25:24",
    "end": "00:25:24"
  },
  {
    "text": "A little taller and soft.",
    "start": "00:25:24",
    "end": "00:25:26"
  },
  {
    "text": "And is this what Then you smash it down and turn it into corn flakes.",
    "start": "00:25:26",
    "end": "00:25:28"
  },
  {
    "text": "You smash it. You can turn in all kinds of stuff. Turned into. Yep, totally. Anyway, it's good. Like they tasted so good. And I was. So it was me and my two boys walking along this road and I just. It was exactly this story about Jesus in Matthew 12 that came knocking on some wheat kernels. So I mean, in my mind I was like, is there some angry landowner who's gonna come accuse me anyway? So that was all beside the point.",
    "start": "00:25:28",
    "end": "00:25:55"
  },
  {
    "text": "No, it's great.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "Your question, Kate, is really on point. So Jesus and his disciples cruising along on Sabbath and they're having a snack from somebody's field they don't own. And the Pharisees see this and they accuse Jesus of working on the Sabbath.",
    "start": "00:25:56",
    "end": "00:26:11"
  },
  {
    "text": "There's very clear rules about what does not constitute work on the Sabbath.",
    "start": "00:26:11",
    "end": "00:26:16"
  },
  {
    "text": "So aside from the Sabbath issue. So there's a whole Sabbath debate going on that links to other healing on the Sabbath and things that Jesus did did on the Sabbath. But the fact that Jesus and disciples are described as taking bits of. Not harvesting, just plucking connects to a number of laws. Yeah. In Deuteronomy about doing that. And it's for sure relevant. And so you're right, Kate. The fact that Jesus and the disciples have renounced land ownership. Jesus didn't renounce his family, though he did distance himself. You know, who are my mother and sister and brothers? Those who do the will of God. So Jesus renounced land ownership and joined himself. His movement recruited many of his followers and disciples from among the non landed class, poor sick people, immigrants, non landowners, and that that's who he made his kingdom crew is for sure connected to these laws of Jesus identifying himself with those on the margins of Israelite society. Very similar to how in the Exodus, Yahweh identifies his name and reputation with a group of enslaved immigrants and not with the powers. Anyway, that's a great little insight, Kate, and I think you're exactly right. It's not the point of that controversy, which is more about the Sabbath. But it's the little side parallel that is pretty cool. Cool. So way to go, Kate. Next question is from Vaughn in New York.",
    "start": "00:26:16",
    "end": "00:27:54"
  },
  {
    "text": "What's good, Tim and John? This is Vaughn from Long Island, New York, now in D.C. in the Gospels, when Jesus is tempted by Satan, he responds by referencing Deuteronomy three times. Is this scene connected in some way to the Deuteronomic theme of preparation to enter the promised land? Looking forward to hearing your thoughts. Peace. Are all three references from Deuteronomy?",
    "start": "00:27:54",
    "end": "00:28:19"
  },
  {
    "text": "Mm, okay. Yeah.",
    "start": "00:28:19",
    "end": "00:28:22"
  },
  {
    "text": "Man does not live on bread alone, but by every word that comes from the mouth of God.",
    "start": "00:28:22",
    "end": "00:28:26"
  },
  {
    "text": "Yep.",
    "start": "00:28:26",
    "end": "00:28:27"
  },
  {
    "text": "But he's talking about what happened in numbers, right? And Exodus.",
    "start": "00:28:27",
    "end": "00:28:32"
  },
  {
    "text": "Yeah, exactly. Yeah, he's quoting here. I'll just go there. I'll go to Matthew's account. Yeah. So in the test about bread, Jesus quotes From Deuteronomy chapter 8, which is Yahweh saying to Israel, I led you through the wilderness, giving you manna to teach you that humans don't live on bread alone. Then the tester takes Jesus up to the top of the world, the pinnacle of the temple, which is a micro symbolic of the world, and actually quotes a psalm at him, Psalm 91. And Jesus quotes back at him, Deuteronomy 6, don't test the Lord your God. And then the diabolus the slanderer takes him to a high mountain, shows him all the kingdoms of the world, and he says, go. He quotes, you shall worship the Lord your God and serve him only. From Deuteronomy, chapter six. Okay, yeah. So three tests, which fits into the motif of biblical characters facing moments of decision choice. Testing often is associated with the third day three times and also 40.",
    "start": "00:28:32",
    "end": "00:29:45"
  },
  {
    "text": "So 40 days in the wilderness, three tests.",
    "start": "00:29:45",
    "end": "00:29:48"
  },
  {
    "text": "Yep. Yeah, that's right. Three and 40 are associated repeated pattern with testing stories. And so for Israel and going into.",
    "start": "00:29:48",
    "end": "00:29:57"
  },
  {
    "text": "The wilderness to get to kind of. His point is about going into exile. In a way, it's like going out into the unknown to the barren, uncultivated land. And so.",
    "start": "00:29:57",
    "end": "00:30:09"
  },
  {
    "text": "Yeah, yeah, that's right. To prepare God's people to be able to enjoy the abundance of the. Of the Eden land.",
    "start": "00:30:09",
    "end": "00:30:18"
  },
  {
    "text": "Of the land.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "Which for ancient Israel was a very specific place that they got to go into.",
    "start": "00:30:20",
    "end": "00:30:24"
  },
  {
    "text": "Yep. For the people in the story. Yeah, it's very concrete. For us reading the Torah, it fits in. It's an Eden. It fits into the pattern, the cycling of patterns of finding Eden, of finding an Eden spot, a heaven, honor spot, where God meets his people with abundance, presence, provision, Security and shalom.",
    "start": "00:30:25",
    "end": "00:30:46"
  },
  {
    "text": "This is the land theme video that we've yet to make.",
    "start": "00:30:46",
    "end": "00:30:48"
  },
  {
    "text": "Yeah, okay. Yeah, totally. So what's interesting is the gospel authors present Jesus as going through the waters of baptism, just like Israel going through the Jordan River. Oh, yeah. Jesus baptized in the Jordan river, then into the wilderness for a time of testing. Just like Israel was in the wilderness for 40 years, Jesus is in the wilderness for 40 days. And then as Israel goes into the promised land, Jesus starts going about in the land announcing the arrival of the kingdom of God. So you're right, Vaughn. There's a deliberate parallelism that the gospel authors are creating between Jesus and the story of Israel.",
    "start": "00:30:48",
    "end": "00:31:29"
  },
  {
    "text": "Preparation is a great word for it.",
    "start": "00:31:29",
    "end": "00:31:31"
  },
  {
    "text": "That's exactly right. Yes. And all of those are built back on Adam and Eve, who were put in the garden and then given a choice that forced them to undergo a test, and they failed that test, and it resulted in going out into the wilderness. And so Israel is invited to undo, to replay in reverse Adam and Eve's exile.",
    "start": "00:31:31",
    "end": "00:31:51"
  },
  {
    "text": "Oh, interesting. Okay, replay it in reverse. Their test is in the wilderness to.",
    "start": "00:31:51",
    "end": "00:31:55"
  },
  {
    "text": "Come back into the Lamb Jesus test, and they fail it over the long course of their history. Oh. And actually in the wilderness, they fail it too. And so Jesus is both reversing Adam and Eve's failure to enjoy the land because of their folly and disobedience. And then he's also reversing Israel's failure. And what's cool is when Jesus goes out of that testing and he announces the arrival of the kingdom of God, what he starts doing is providing Eden stuff, food for thousands of people, Abundant. Right. Healing, reversing the bodily conditions that would prevent people from being able to go to the temple and be God's presence.",
    "start": "00:31:55",
    "end": "00:32:38"
  },
  {
    "text": "He didn't start a movement to take the land over again.",
    "start": "00:32:39",
    "end": "00:32:41"
  },
  {
    "text": "No, no, rather, he said, what Eden actually is can arrive and break in anywhere I am, and people start living the way I invite them to. And so that is the Promised Land that Jesus is inviting people to enter into.",
    "start": "00:32:42",
    "end": "00:33:02"
  },
  {
    "text": "The Eden land.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "Yeah. So the correspondence to Eden and the Promised Land in Jesus time is not a place, but it's a relationship. You enter with the kingdom Bringer no matter where you are. And no matter where you are, two or three of you can be together. And I'll be right there in the middle, like the Tree of Life. I'll be in the middle. Anyway, so it's a cool way that Promised Land imagery gets transformed in the Jesus story.",
    "start": "00:33:03",
    "end": "00:33:30"
  },
  {
    "text": "Very cool.",
    "start": "00:33:30",
    "end": "00:33:30"
  },
  {
    "text": "Yeah, super cool.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "Thank you, Vaughn.",
    "start": "00:33:31",
    "end": "00:33:32"
  },
  {
    "text": "Thanks, Vaughn. Let's See, we got a question from Madison in Texas.",
    "start": "00:33:32",
    "end": "00:33:37"
  },
  {
    "text": "Hi, Tim and John. My name is Madison and I live in Allen, Texas. My question comes from episode four of the series. Going through the Deuteronomy scroll. Y' all discussed seeing the broader wisdom behind the laws and using that in light of the rest of Scripture to inform how we live centuries later. As you talked about the destruction of the Asherah poles and the altars on the high places in Deuteronomy 12, 2, 3, discouraging adultery against the marriage covenant with Yahweh, my mind was drawn to Jesus statement in Matthew 5, 29:30. He says to tear out your eye or chop off your hand if it leads you to commit adultery against your spouse. Is Jesus drawing his audience's attention back to the Torah here and modernizing the underlying wisdom, if you will? Are there other passages he's linking to? Thank you for your dedication to a faithful reading and understanding of the Scriptures. You've helped me become curious and fascinated by Yahweh and his Word.",
    "start": "00:33:38",
    "end": "00:34:37"
  },
  {
    "text": "Okay, so she's referring to. Refresh me. Deuteronomy 12, it's about go into the land and just tear everything down. And it's kind of like this violent. Like we were trying to say, hey, let's be careful not to just apply this to some sort of new, like ethnic cleansing.",
    "start": "00:34:38",
    "end": "00:34:56"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. And more specifically, it was when you go into the land, you're going to find these marks, workers, and shrines to other gods, to other deities that dedicate this space in service and in allegiance to that spiritual power. And when you come across those shrines, tear them down. Because Yahweh is going to create one place in the middle of the land that dedicates all the land to Yahweh alone. Yeah, that's Deuteronomy 12.",
    "start": "00:34:56",
    "end": "00:35:24"
  },
  {
    "text": "And I think we talked about, how would this be a reason to go and find a church you don't agree with and tear it down?",
    "start": "00:35:24",
    "end": "00:35:32"
  },
  {
    "text": "Yeah, exactly. And it seems like that would be a grave misunderstanding of what certainly how Jesus didn't read those laws this way. I think you're right where you see this aggressive, even violent language picked up by Jesus or by the apostles is in their relationship to moral compromise, moral failure, and in our relationship to the principalities and powers, as Paul calls them, or the powers of sin, flesh and the devil. So for Jesus, you're exactly right. That aggressive mentality is reflected in Jesus command about to his own body. Yeah, totally. And Madison, you're drawing attention to the adultery connection. So mixing and giving allegiance to Other gods in the Hebrew Bible is depicted as adultery. And if your eye or your hand leads you into objectifying another human sexually for your own personal desire, and if you're married, then that's a form of adultery for Jesus. According to Jesus, then do get aggressive. Chop down that Asherah pole. Paul will adopt it. Like in his letter to the Galatians. He'll say, execute. Put to death the desires of the flesh. So this is our big conversation we had a couple times in Deuteronomy, that the aggressive language of the conquest of the Canaanites is directed at the giants specifically, and at the deities to which the promised land was dedicated. And that's where the focus of aggression is. And Jesus and the apostles have done a lot of reflection on that. And they mirror that in their own echoing of those laws.",
    "start": "00:35:32",
    "end": "00:37:19"
  },
  {
    "text": "Great job, Madison.",
    "start": "00:37:19",
    "end": "00:37:20"
  },
  {
    "text": "Yeah, way to go. If I was like an elementary school teacher, there would be a little gold star sticker that I would put on the screen right here.",
    "start": "00:37:20",
    "end": "00:37:28"
  },
  {
    "text": "I feel like this is well beyond elementary school.",
    "start": "00:37:28",
    "end": "00:37:30"
  },
  {
    "text": "Like, oh, good point.",
    "start": "00:37:31",
    "end": "00:37:32"
  },
  {
    "text": "Engagement.",
    "start": "00:37:32",
    "end": "00:37:32"
  },
  {
    "text": "Okay. You know, I had one teacher in college who would put stickers on papers.",
    "start": "00:37:32",
    "end": "00:37:37"
  },
  {
    "text": "Such a powerful little tool.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Way to go.",
    "start": "00:37:38",
    "end": "00:37:39"
  },
  {
    "text": "Here's a sticker.",
    "start": "00:37:39",
    "end": "00:37:40"
  },
  {
    "text": "This question is from Dave in Indiana. My question comes from Deuteronomy 31:21, which in the English Standard Version reads, and when many evils and troubles come upon them, this song shall confront them as a witness, for it will live unforgotten in the mouths of their offspring. So my question is, when in the Bible do we see the prophets using this song to confront the people? Do you think Phinehas used the song and the judges 1721 stories to confront the people? Thanks.",
    "start": "00:37:45",
    "end": "00:38:18"
  },
  {
    "text": "This is. I'm lost.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "Okay. Do you remember the songs of Moses?",
    "start": "00:38:21",
    "end": "00:38:23"
  },
  {
    "text": "Okay.",
    "start": "00:38:23",
    "end": "00:38:24"
  },
  {
    "text": "We did a whole hour talking about the song of Moses. And it's when God tells Moses, hey, these people are going to betray the covenant, betray me, follow other gods. That's why Moses would be a poor locker room coach. Right. That whole thing. So God tells them, write down this song. Like a song is about to come to your mind. A poem. And write it down. And it will be when they betray me and all the curses of the covenant come upon them. This song will stand there written centuries before, bearing witness against the betrayal, to say, you know, you knew what would come if you betrayed me. And it came. And it's like a witness, like a courtroom witness. That's the passage. Cool. So, Dave, you're asked, when do we see the prophets using the song to confront the People. Yeah, that's a good question. So you're right. When you read through the former prophets, Joshua, Judges, Samuel, Kings, the language of the song doesn't seem hyperlinked in the messages of any of the prophets that appear in the stories. So you mentioned Phinehas, but also there's all kinds of other prophetic or priestly characters that come. But it's. Once you turn to the latter prophets, every One of the four big prophetic scrolls, Isaiah, Jeremiah, Ezekiel, and the Twelve Prophets, are hyperlinked to Deuteronomy 32. They're ripping on this song in a huge way. And in Isaiah, it's the opening lines of the Isaiah where he says here, yeah, totally. Actually, it's great. So for listeners of the podcast, this would be a great moment to, like, pause, go spend 20 minutes just reading Deuteronomy 32, upload it, and then just go read Isaiah chapter one. And literally the opening words, listen, O heavens, hear, O earth, the Lord speaks. And that's what Moses says. He says, I call heaven and earth as witness against you today. Isaiah goes on, sons I have raised and brought up, but they have revolted against me. Do you remember this theme in Deuteronomy 32, which is, they are my sons who are not actually my sons.",
    "start": "00:38:24",
    "end": "00:40:42"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:40:42",
    "end": "00:40:44"
  },
  {
    "text": "And the whole poem is about, well, who are my sons if the sons that I raised have rebelled against, or the remnant. Yeah, totally. Let's see later in the poem, he talks about, your land has become desolate, your cities burned with fire, strangers devour your fields. It's a desolation overthrown. This is all language from the middle of Moses song. Ah. He likens the Israelites to Sodom and Gomorrah, which is what Moses does. He does the same thing in the song. So that's just a couple examples at random. But Jeremiah is permeated with the language of Deuteronomy in a huge way. The song exercised a big influence on Ezekiel. Ezekiel takes the references to idolatry as adultery, and he composes these elaborate poems. Ezekiel 16:23. Those are the most sexually graphic and actually in Hebrew, a couple times pornographic in the whole Bible, like, really disturbing sexual imagery. And he's there hyperlinking to these really profound images of idolatry as adultery in Deuteronomy 32. Yeah, it's kind of. And it's interesting to see English translations. Turn down the.",
    "start": "00:40:44",
    "end": "00:42:06"
  },
  {
    "text": "Turn down the volume.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Turn down the volume on that.",
    "start": "00:42:07",
    "end": "00:42:08"
  },
  {
    "text": "Yeah, we didn't hit that one in Sunday school.",
    "start": "00:42:08",
    "end": "00:42:10"
  },
  {
    "text": "I know. I don't think we did anyhow. But what's interesting is why. It is an interesting question. When you read through the history as presented in the former prophets, the song doesn't come up in the speeches of the prophets. It's in the four big prophets.",
    "start": "00:42:10",
    "end": "00:42:25"
  },
  {
    "text": "Because it's kind of a climactic moment of the Torah in a way.",
    "start": "00:42:25",
    "end": "00:42:28"
  },
  {
    "text": "Yeah.",
    "start": "00:42:28",
    "end": "00:42:29"
  },
  {
    "text": "Here's the song. And it's going to instruct Israel as they fail, and then you're going to read a lot of scrolls of failure and the song doesn't show up.",
    "start": "00:42:29",
    "end": "00:42:38"
  },
  {
    "text": "Yeah. What you're watching is the effect or the story that the song told. You watch play out in the stories that you read. But it's in the prophetic collection scrolls that Deuteronomy 32 really starts popping up again. I've been pondering the significance of that for a while, and there's probably more to it that I just haven't thought about enough yet. There is also that all of the three big prophets, Isaiah, Jeremiah, and Ezekiel, they all have stories about the prophet in the scrolls, too. And all of them are hyperlinked to Moses story in different ways. All of them have moments where they see the appearance of God's glory, like Moses did. All of them resist their calling in different ways, and all of them suffer in different ways that are similar but also different from Moses. So the prophets are presented as like the end of Deuteronomy 34. Prophets like Moses, kind of. But no prophet was ever fully like Moses. And that kind of. Anyway, so in a way, Deuteronomy 32 is used by the prophets, just in the latter prophets, especially.",
    "start": "00:42:38",
    "end": "00:43:55"
  },
  {
    "text": "Cool. All right, one last question. Jordan from the great state of Oregon, of Oregon, as some people call it.",
    "start": "00:43:56",
    "end": "00:44:06"
  },
  {
    "text": "You know, there's a town in southern Wisconsin. When I lived in Madison, Wisconsin, for grad school, there's a town in southern Wisconsin called Oregon. Oh, and that's how it's pronounced.",
    "start": "00:44:06",
    "end": "00:44:16"
  },
  {
    "text": "Okay. It's funny. I was talking to a guy on the phone from that area, and he said, oh, you're in Oregon. And I go, you know, it's pronounced Oregon. He goes, not around here, it's not. I thought I was, like, correcting him, and he's like, no, like, we. You're wrong. It's Oregon.",
    "start": "00:44:16",
    "end": "00:44:29"
  },
  {
    "text": "Yeah. Yeah. It does make more sense of how it's. How it's spelled. Oh, boy. Anyway, Jordan, your question. It's a good one. Here it is. This is Jordan Hooten from Portland, Oregon. My question is on Deuteronomy 29:1, where it says, these are the words of the covenant Yahweh commanded Moses to make with the people of Israel in the land of Moab, besides the covenant that he had made with them at Horeb. Is this a different covenant from Horeb.",
    "start": "00:44:29",
    "end": "00:44:58"
  },
  {
    "text": "Or is it the same one revisited in light of the prophetic hope of a new covenant? Thanks.",
    "start": "00:44:58",
    "end": "00:45:03"
  },
  {
    "text": "Okay, so this is a pretty specific question about one verse in Deuteronomy. Okay, so here, I'm just gonna pull it up. Yeah, I'm gonna pull it up.",
    "start": "00:45:04",
    "end": "00:45:11"
  },
  {
    "text": "Deuteronomy 29.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "Yeah. And Jordan. Thank you. This is a great example of one little line opens a whole universe of conversation. So Deuteronomy 29. 1. We heard Jordan say it, but I'll read it again. These are the words of the covenant which Yahweh commanded Moses to make with the sons of Israel in the land of Moab, besides the covenant which he made with them at Horeb. Remember, Horeb is another name for Mount Sinai. Okay, so Mount Sinai is the.",
    "start": "00:45:12",
    "end": "00:45:42"
  },
  {
    "text": "So we have that. We have the like, main covenant. So here's Moses. They're in Moab because it's like the staging ground before they go into Israel or into the promised land. The promised land.",
    "start": "00:45:42",
    "end": "00:45:53"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "And so he's going to give them.",
    "start": "00:45:54",
    "end": "00:45:57"
  },
  {
    "text": "Coming here. That's right. And it's a new audience.",
    "start": "00:45:57",
    "end": "00:45:59"
  },
  {
    "text": "New audience.",
    "start": "00:46:00",
    "end": "00:46:00"
  },
  {
    "text": "Because the people.",
    "start": "00:46:01",
    "end": "00:46:02"
  },
  {
    "text": "New people.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "The next generation of people that he's speaking to, they are. They were the children. They were children when they were at Mount Sinai.",
    "start": "00:46:03",
    "end": "00:46:11"
  },
  {
    "text": "2Nd gen. Covenant Keepers.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Yeah, totally. So this is an interesting line. So in other words, did Moses actually broker two covenants between God and Israel?",
    "start": "00:46:13",
    "end": "00:46:22"
  },
  {
    "text": "Like he has both. Here's the covenant from Horeb. And now I'm giving you another covenant.",
    "start": "00:46:23",
    "end": "00:46:27"
  },
  {
    "text": "The covenant of Moab. So it's very interesting. So remember how Deuteronomy began with saying, hey, here's Moses and he is on, you know, in the land of Moab. And he undertook to expound or exposit. Remember that whole make legible, make an explainer, explain the law of the Torah. And he says, now Yahweh, our God spoke to us at Horeb. So Yahweh has entered into this covenant with us, with all of us.",
    "start": "00:46:27",
    "end": "00:46:58"
  },
  {
    "text": "And the covenant is a law code.",
    "start": "00:46:58",
    "end": "00:47:00"
  },
  {
    "text": "Yep. Well, the terms of the covenant are expressed. Yeah, in the laws. That's right. But Moses is going to begin explaining and adapting the laws for the kind of life that they're going to live once they settle in the promised land, which would be different than the life that their parents had to lead in the wilderness.",
    "start": "00:47:00",
    "end": "00:47:22"
  },
  {
    "text": "So are we saying that the story gets even messier when we think about, like, what. What was some ancient constitution? Like, because there was the first generation. Yeah, like covenant law, code agreement at Horeb with Israelites in the wilderness. But just you get one generation down in the story, and Moses is like, all right, I'm going to adapt this, and we got a new covenant.",
    "start": "00:47:22",
    "end": "00:47:47"
  },
  {
    "text": "Well, so that's the question.",
    "start": "00:47:47",
    "end": "00:47:48"
  },
  {
    "text": "That's the question.",
    "start": "00:47:48",
    "end": "00:47:49"
  },
  {
    "text": "That's the question is what Moses doing at Moab? Is it being described here in Deuteronomy 29:1 as an additional covenant?",
    "start": "00:47:49",
    "end": "00:47:59"
  },
  {
    "text": "Because it says the word is besides.",
    "start": "00:47:59",
    "end": "00:48:01"
  },
  {
    "text": "Yeah, besides, in addition to next to. So here's what's fascinating is a lot of it comes down to what are the words being referred to when it says these are the words. So here's what this is a valuable little kind of moment. If you look at the footnote that's provided here, what you're told is in the Hebrew text, in the verse, chapter and verse numbering in the medieval Hebrew manuscripts. In our English translations is Deuteronomy 29:1 is in Hebrew, Deuteronomy, chapter 29, verse 69. In other words, it's the end of the previous chapter. So this is a good example of.",
    "start": "00:48:02",
    "end": "00:48:43"
  },
  {
    "text": "How, oh, where does the chapter begin and end?",
    "start": "00:48:43",
    "end": "00:48:45"
  },
  {
    "text": "Is this sentence. It's a sentence. Is this the conclusion of the previous literary unit, or is it the introduction to a following literary unit? And our textual witnesses disagree. So there are a number of manuscripts that clearly give signals that this sentence was understood as the conclusion of the long covenant ceremony. Remember, you go up on the two hills and you yell back and forth, blessing and curse. And then the long announcement of covenant blessings. Covenant curses. And if you read that as then.",
    "start": "00:48:45",
    "end": "00:49:23"
  },
  {
    "text": "Those were the words of the covenant.",
    "start": "00:49:23",
    "end": "00:49:25"
  },
  {
    "text": "The words of the covenant are describing the ceremony that they go up and do once they get into the land. And then that kind of makes sense. It's sort of like, well, there was a covenant, part one.",
    "start": "00:49:25",
    "end": "00:49:36"
  },
  {
    "text": "Yeah. And now here's this kind of ritual that I'm giving you to go and perform that sits beside the covenant, part one.",
    "start": "00:49:36",
    "end": "00:49:45"
  },
  {
    "text": "That's right. Or is it the introduction to chapter 29? And that's how in the Greek translation tradition, the Greek scholars who translated Deuteronomy viewed this as the beginning of this unit, and they numbered it that way. And then that was followed in the Vulgate and in Christian Bibles today. So our modern English translations are based on medieval Hebrew manuscripts and also Dead Sea Scrolls. And all of them view this line as the end of chapter 28. So even though our English translations are based on those Hebrew manuscripts, the chapter.",
    "start": "00:49:45",
    "end": "00:50:24"
  },
  {
    "text": "Markers are based off of the chapter.",
    "start": "00:50:24",
    "end": "00:50:26"
  },
  {
    "text": "Markers are based off of the Greek translation and the Latin translation isn't that interesting. So our Bibles are actually a combination of so much history, manuscript history. So, Jordan, we're still not to the heart of your question.",
    "start": "00:50:26",
    "end": "00:50:40"
  },
  {
    "text": "This is just why how many covenants are there?",
    "start": "00:50:40",
    "end": "00:50:42"
  },
  {
    "text": "But the reason why the chapter numbers or verse numbers are different is because of that interesting history. So the question is, this is the narrator talking. And they seem to envision that on both either sides of Mount Sinai, there's two ways of thinking about the covenants that Moses brokered. There's covenant part one, pre golden calf and pre wilderness part two, rebellions. But then after the golden calf and after the wilderness rebellions, is this a re evaluation, a deepening of that first covenant, or is it somehow distinct? That's the question. So, Jordan, you're familiar with the work of John Sailhammer, clearly. So John Salhammer had. He was a Hebrew Bible scholar of blessed memory. He's with Jesus now. He can just talk to Jesus about the Hebrew Bible now instead of read it. So he had a big influence on me. So maybe you sense that, Jordan, and so you're asking this question too. So his take on this verse was actually, this is the introduction to the following chapters where Moses says, I know you're going to break the covenant, but Yahweh's not going to let your sin and rebellion cancel his purposes. So he's going to raise up a righteous remnant of servants through whom he's going to make atonement for the land and the people, and that, that is the covenant, the Moab covenant that Moses is talking about here. So I've gone back and forth whether that's a compelling way to read this line, and I haven't been able to find any other Hebrew Bible scholars who agree with that view, which normally, you know, that doesn't necessarily say a lot because there could be somebody who sees it right and everybody else sees it wrong. That's possible. So I haven't been persuaded over time that that's exactly what's going on here. But I am open to learn more, and I'm not aware that John Steelhammer ever wrote more to unpack that view about the meaning of this verse. And if he did, Jordan, I would love to know if there's more, if there's more there. Because the difference really is, is it possible that these final chapters of Deuteronomy that envision the failure of Israel and Yahweh providing for that failure so that the covenant can be fulfilled in the future, if that's what the Moab covenant was about, whereas the Sinai covenant was already broken and it's set up to fail. Is that already a view that's at work in the Torah? I don't know if that makes any sense, what I just said.",
    "start": "00:50:44",
    "end": "00:53:19"
  },
  {
    "text": "Yeah. It feels like what we're talking about is, at the end of the day, not that important as it cashes out to what it means to live by the wisdom of the Torah.",
    "start": "00:53:20",
    "end": "00:53:31"
  },
  {
    "text": "But we are concerned here with what's the view of the covenant at Mount Sinai that's being put forward by the final shape of the Torah.",
    "start": "00:53:32",
    "end": "00:53:41"
  },
  {
    "text": "There was obviously. Yeah, there's obviously two events. There was a covenant kind of ceremony at Sinai and now there's this new covenant ceremony happening as they prepare to go into land and being told what to do when they get in the land.",
    "start": "00:53:41",
    "end": "00:53:55"
  },
  {
    "text": "Yeah.",
    "start": "00:53:55",
    "end": "00:53:55"
  },
  {
    "text": "And how those two relate to each other feels like what we're trying to discern.",
    "start": "00:53:56",
    "end": "00:54:01"
  },
  {
    "text": "That's right.",
    "start": "00:54:01",
    "end": "00:54:02"
  },
  {
    "text": "And it's interesting. But as it pertains to what's the wisdom underneath any of this, I don't know how essential the question is.",
    "start": "00:54:02",
    "end": "00:54:14"
  },
  {
    "text": "Oh, I see. Well, maybe for that purpose, you know, this is maybe similar to what happens between spouses sometimes where Jessica and I have these moments. Usually it's me not paying attention, being dim witted, and like not really understanding what she's saying. And so we reach this kind of point where I realize that that's what has happened. And so I. And so I get real pragmatic, you know, and I'm like, well, okay, so I misunderstood you fundamentally, and I'm so sorry. I think I get you now enough. Let's move on to like, we could move forward so that I could like, do whatever the thing is, what you really were trying to tell me, or we could take another 15 minutes so I could really understand everything you were trying to say that I missed out.",
    "start": "00:54:14",
    "end": "00:55:01"
  },
  {
    "text": "On and how much it hurt you that I didn't understand it in the first place.",
    "start": "00:55:01",
    "end": "00:55:05"
  },
  {
    "text": "Exactly. Right. So maybe that's kind of. But it's important to know what somebody actually meant.",
    "start": "00:55:05",
    "end": "00:55:11"
  },
  {
    "text": "Sure. Okay.",
    "start": "00:55:11",
    "end": "00:55:11"
  },
  {
    "text": "And on the same time, on a pragmatic level, you could read the laws of the Torah and not have to sort out this question that Jordan is raising, I think. But it is an important question nonetheless.",
    "start": "00:55:11",
    "end": "00:55:21"
  },
  {
    "text": "Got it. So got it. It is an important question. It feels like a 500 level question to me.",
    "start": "00:55:21",
    "end": "00:55:29"
  },
  {
    "text": "Yeah. Yeah. Maybe but dude, we've got a lot of 500 level listeners for this podcast for sure.",
    "start": "00:55:29",
    "end": "00:55:36"
  },
  {
    "text": "Okay, that's. Well, that's the Torah. Yeah, we did it.",
    "start": "00:55:37",
    "end": "00:55:41"
  },
  {
    "text": "No, no, that's Deuteronomy.",
    "start": "00:55:41",
    "end": "00:55:42"
  },
  {
    "text": "Well, but we. Okay, that's Deuteronomy. Yeah, but we finished the Torah.",
    "start": "00:55:42",
    "end": "00:55:47"
  },
  {
    "text": "But we've finished the Torah though. We're gonna have one more.",
    "start": "00:55:47",
    "end": "00:55:50"
  },
  {
    "text": "But we're gonna have one more. Okay, there it is. So actually, yeah, we are gonna go back through and there's a lot of questions we didn't answer.",
    "start": "00:55:50",
    "end": "00:55:59"
  },
  {
    "text": "So many. Yeah.",
    "start": "00:55:59",
    "end": "00:56:01"
  },
  {
    "text": "And so next week.",
    "start": "00:56:01",
    "end": "00:56:02"
  },
  {
    "text": "Yep.",
    "start": "00:56:02",
    "end": "00:56:03"
  },
  {
    "text": "We'll do a bonus Torah Q and R. Yes.",
    "start": "00:56:03",
    "end": "00:56:07"
  },
  {
    "text": "It's the end of the year. We're getting creative and we're going to do one more Q and R episode that will release next week and we'll arrange the whole Torah. Some great questions that came in that we still want to address. So we'll be back with more of this in the next episode. But thanks for listening this week. We love hearing your questions and we do all of this because you make it possible with your support of our patron community, which many, many of you who listen are a part of. Thank you for being part of this with us.",
    "start": "00:56:07",
    "end": "00:56:43"
  },
  {
    "text": "Hi, this is Yaba Fojo and I'm from Accra, Ghana in Africa. Hi, this is Brian and I'm from Chicago, Illinois. I first heard about bibleproject when I was browsing through my phone's app store shoot. Shortly after declaring my faith in Jesus Christ, I downloaded the Bible app and began watching the BibleProject's videos. I first heard about BibleProject in 2018. I used BibleProject for myself for my personal study. I use BibleProject as an additional resource to learn more on how to handle different subjects of life in a God honoring way through the plans that are provided for free. My favorite thing about Bible projects is is how simple everything is and how really easy it is to listen to. My favorite thing about bibleproject is that I can see the love and intent to create a space for everyone to encounter Jesus love and delve deeper every single day. We believe the Bible is a unified story that leads to Jesus. For a crowdfunded project by people like me, find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:56:45",
    "end": "00:57:51"
  }
]