[
  {
    "text": "In the scroll of Deuteronomy, there are some ancient laws for ancient Israel about divorce and remarriage. And it's kind of hard for modern readers because they leave divorce entirely in the hands of men. Women had no say whether or not they got divorced. And if their husband left them and they go on to remarry, they're considered impure.",
    "start": "00:00:05",
    "end": "00:00:28"
  },
  {
    "text": "The language of a woman becoming impure because of the behavior and social power of these men in this woman's life, she becomes this passive victim where all of a sudden, what is she defiled? Is she like she has somehow lower value or dignity just because of what these men have done?",
    "start": "00:00:28",
    "end": "00:00:50"
  },
  {
    "text": "This feels uncomfortable for modern readers, and it might be because we're taking our modern sentiment and trying to impose it back into an ancient time. Or perhaps this feels wrong and strange to us because. Well, because it's supposed to.",
    "start": "00:00:50",
    "end": "00:01:04"
  },
  {
    "text": "We're followers of Jesus, and part of why it feels wrong for how this woman is being treated is precisely because we hold the values of Jesus from the Sermon on the Mount, which is very much about elevating women and children. And people because of life circumstances or social location, have real disadvantages and how our communities are structured. Jesus really cared about those people and included them and brought them to a place of elevated dignity in his communities of disciples. So I just want to notice. The reason why we're bothered by this law is because we've been shaped by the ethic of Jesus, which is also in the Bible. So we're bothered about one part of the Bible not just because we're somehow more morally progressive. It's because we actually have been shaped by the teachings of Jesus.",
    "start": "00:01:04",
    "end": "00:01:54"
  },
  {
    "text": "Jesus had a deep love and a fervent respect for the Torah. He saw the Torah as God's wisdom for Israel, but he also saw himself as fulfilling the Torah.",
    "start": "00:01:54",
    "end": "00:02:06"
  },
  {
    "text": "Jesus sees the laws of Deuteronomy as not fully expressing God's ideal for human life. He says right here it's a concession to Israel's hardness of heart. When Jesus wants to get to the bottom of what the laws of Deuteronomy are about, he goes to the narratives in Genesis.",
    "start": "00:02:07",
    "end": "00:02:26"
  },
  {
    "text": "So today, Tim Mackey and I, we're going to talk about not just divorce, but the way Jesus read the laws of the Torah and how he found God's wisdom in them and how he saw himself as the fulfillment. I'm John Collins. You're listening to the BibleProject podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:26",
    "end": "00:02:53"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:53",
    "end": "00:02:54"
  },
  {
    "text": "We get to read some more ancient laws.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "Yeah. Oh, that's what we're doing. We're in the Torah. We're meditating on ancient Israelite laws, covenant laws.",
    "start": "00:02:56",
    "end": "00:03:03"
  },
  {
    "text": "Is it weird that I think that's weird?",
    "start": "00:03:03",
    "end": "00:03:05"
  },
  {
    "text": "No, no. I think it's a completely reasonable response that a guy sitting in Portland who grew up in the northwest should think it's odd.",
    "start": "00:03:06",
    "end": "00:03:17"
  },
  {
    "text": "I've shared this sentiment before.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "You have?",
    "start": "00:03:18",
    "end": "00:03:19"
  },
  {
    "text": "And it's just.",
    "start": "00:03:19",
    "end": "00:03:20"
  },
  {
    "text": "Yeah.",
    "start": "00:03:20",
    "end": "00:03:20"
  },
  {
    "text": "I don't know.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "Yeah. I mean, I get the sense that. And actually have people I know have shared this with you, that you saying that out loud. I know, gives many people permission to be honest, that they find these parts of Bible difficult.",
    "start": "00:03:22",
    "end": "00:03:36"
  },
  {
    "text": "Well, it's like, look, okay, following a, a guy that you believe rose from the dead, it's already a little bit outside the norm.",
    "start": "00:03:36",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. Whatever the norm.",
    "start": "00:03:46",
    "end": "00:03:48"
  },
  {
    "text": "Whatever the norm is.",
    "start": "00:03:48",
    "end": "00:03:49"
  },
  {
    "text": "I mean, we live in a world that's stranger than Oz. That's true. You know, like that's true. We're on a flying space rock, as.",
    "start": "00:03:49",
    "end": "00:03:55"
  },
  {
    "text": "We say, and there's dark energy.",
    "start": "00:03:55",
    "end": "00:03:57"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "That is pushing the universe into.",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "The sheer fact of our existence in this moment is beyond our wildest imagination. So define normal.",
    "start": "00:04:00",
    "end": "00:04:08"
  },
  {
    "text": "Yeah, yeah. The universe is expanding into nothingness.",
    "start": "00:04:08",
    "end": "00:04:11"
  },
  {
    "text": "But you and I both, and most of y' all who are listening have been compelled by the life story of Jesus of Nazareth. And part of being his apprentice or disciple means believing he is who he says he is, who is the raised from the dead, Lord of the cosmos over heaven and earth.",
    "start": "00:04:12",
    "end": "00:04:32"
  },
  {
    "text": "And so you get to that point and then many people have had really beautiful experiences I have of encountering him. But then you get to this other piece which is. Well, he finds his identity not just in his relationship with the Father, but in relationship to this book.",
    "start": "00:04:32",
    "end": "00:04:54"
  },
  {
    "text": "Yeah. Or a people group whose story is informed by this book and whose story formed this book.",
    "start": "00:04:54",
    "end": "00:05:02"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "And yeah, Jesus said that these texts are unified in a really important way. And there actually that's nothing new. That's what most second temple Jews thought about this collection of scrolls, is that they were unified and pointing in it forward direction. But he claimed that his life story was uniquely bringing what the collection was all about to a next stage of the story and what you call fulfillment.",
    "start": "00:05:03",
    "end": "00:05:28"
  },
  {
    "text": "So I'm in on this because I believe in the power of the resurrection of Jesus and I believe in self sacrificial love and in heaven and earth uniting. And then this leads me to then meditating on ancient law code to find wisdom.",
    "start": "00:05:29",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:49"
  },
  {
    "text": "And so here we are.",
    "start": "00:05:50",
    "end": "00:05:51"
  },
  {
    "text": "Here we are. It leads us to meditate on a story told within the scriptural scrolls that Jesus believed spoke a word of God to his people, a word from his father to his people. And embedded within that story is the story of God entering into a covenant partnership with the family of ancient Israel. And the form of that covenant part partnership takes the form of ancient Near Eastern covenant treaties, which always have as a part of the terms of the relationship, a body of rules, regulations, statutes, and laws that define what does it mean to be loyal to each other in this relationship. That's what all these hundreds of laws in the Torah are about, ways to be loyal, you know? You know, we have these in all our relationships, so it's not that odd.",
    "start": "00:05:51",
    "end": "00:06:45"
  },
  {
    "text": "We have what in our relationships?",
    "start": "00:06:45",
    "end": "00:06:46"
  },
  {
    "text": "Well, usually often unspoken, you know, if it's like a deep friendship, it's not like you have written up the rules of your friendship somewhere, but there are expectations about what constitutes a good friendship.",
    "start": "00:06:47",
    "end": "00:06:58"
  },
  {
    "text": "Yeah, you know, but I don't have a relationship with anyone where they say, hey, to understand how this relationship could go, really well, sure. I want you to meditate on ancient Near Eastern treaties given to Israel.",
    "start": "00:06:58",
    "end": "00:07:13"
  },
  {
    "text": "No. Yeah. I'm just trying to create a bridge, that's all. That's all. I'm not trying to. Not trying to drive a freight truck over a Lego bridge. I'm just trying to create a little bridge to say all relationships have expectations of some kind of terms.",
    "start": "00:07:13",
    "end": "00:07:26"
  },
  {
    "text": "So did ancient Israel.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "That's right. And the covenant relationship between Yahweh and ancient Israel, which Jesus saw himself bringing that covenant partnership to its fulfillment and to the next stage of its story. That relationship was formalized with these hundreds of laws and rules that are very much at home within the ancient world where Israel lived. So we have been meditating on the laws at the center of Deuteronomy. Deuteronomy, the fifth scroll of the Torah. It constitutes one long set of speeches from Moses to the children of the Exodus generation who are poised, they're right on the plains by the Jordan river on the east side, about to cross and go into the land that God is giving them, the Eden land that God wants to give them. And so it began with him retelling the story of the relationship, which is how covenant treaties often began in that day. And then a set of sermons what read like to us, sermons appealing to their minds and hearts and wills to be faithful. And that's the first movement. Chapters 1 through 11, chapters 12 through 26, are Moses expositing for this new generation, entering into a new setting. All of these terms of the covenant relationship. And that's what we have been doing. This is the third now conversation where we're meditating on the laws of this section of Deuteronomy. So kind of the thread that we've been tracing is about something that Moses brought up in the sermon section, which is that the terms of the covenant, the laws that God has given to Israel, are wisdom for righteousness and justice. Yeah, yeah. Deuteronomy, chapter 4. The laws are a revelation of God's righteousness. That is, they're an expression of his desire to be in right relationship. That's what righteousness means with his people. And that they model their relationship to Yahweh, which is meant to be a right relationship. They model it by doing right by each other and maintaining right relationship through acts of justice and generosity. And so we've been meditating on reading these laws the way Moses introduces them, which is as a source of wisdom, reflection. So what I thought we would do is look at some laws in this block of Deuteronomy that goes roughly from chapter 19 to 25. And the set of laws we looked at the last two episodes were from the first section of Laws, chapters 12 to 18 of Deuteronomy. And they were mostly laws about how Israel relates to Yahweh in terms of worship, right worship, illegitimate worship, or about having leaders and social structures that will point Israel in the direction of faithfulness to Yahweh. The laws in chapters 19 to 25 of Deuteronomy are very much about inter Israelite relationships in marriage, family, tribe, extended family, neighborhood, village, and so on. So what I want to do here is draw attention to the fact that Jesus meditated on these laws. We know that because there's a story recorded in Matthew. Matthew's version of it is what we'll look at where he was asked about one of the laws in this section of Deuteronomy. And it's so revealing how he approaches it and reads it, encounters the Bible scholars that he's talking to. And in a way, it models, I think, for us a way forward of how to read first of all the laws within narrative context of the Torah, and then second of how to read them as wisdom literature. So we could start with the law within Deuteronomy, kind of ponder it for a moment, and then turn to Jesus treatment, like a little thought experiment. Or we could start with Jesus and then think about the law in light of how Jesus let's look at the.",
    "start": "00:07:28",
    "end": "00:11:28"
  },
  {
    "text": "Law first, but let's not spend a lot of time on it.",
    "start": "00:11:28",
    "end": "00:11:30"
  },
  {
    "text": "All right, cool. So Let us turn our attention to Deuteronomy, chapter 24, verse 1.",
    "start": "00:11:30",
    "end": "00:11:36"
  },
  {
    "text": "Sam.",
    "start": "00:11:40",
    "end": "00:11:55"
  },
  {
    "text": "Okay, this is one of the only laws, it's actually the only law that directly addresses the issue of divorce and remarriage in the entire Torah. There's one other law about terms of legitimate or illegitimate divorce. It's in Exodus. But this is the only law.",
    "start": "00:12:10",
    "end": "00:12:29"
  },
  {
    "text": "Wait, is it the only law or is there another one in Exodus?",
    "start": "00:12:30",
    "end": "00:12:33"
  },
  {
    "text": "Oh, there is a law in Exodus that is about legitimate or illegitimate reasons for divorce.",
    "start": "00:12:33",
    "end": "00:12:39"
  },
  {
    "text": "That's a law about divorce.",
    "start": "00:12:39",
    "end": "00:12:41"
  },
  {
    "text": "It is.",
    "start": "00:12:41",
    "end": "00:12:41"
  },
  {
    "text": "Okay.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "Yeah, but this is about a law about divorce and remarriage.",
    "start": "00:12:42",
    "end": "00:12:45"
  },
  {
    "text": "Oh, and remarriage.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "Divorce and remarriage. Okay, so there's only two laws out of the 613 laws in the Torah. You would think that if the Torah were a constitution of sorts, comprehensive law code, you would expect that there would be more laws about something as practical in day to day life as an integral. Yeah, an integral. Yeah. So it's a good example where the fact that so many topics are omitted from the Torah and that really important life circumstances only get what seem like random treatment should make us step back and be like, maybe these laws are doing something a little different that what I thought. Anyhow, this law is a long, long single sentence.",
    "start": "00:12:46",
    "end": "00:13:30"
  },
  {
    "text": "Oh wow.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "It looks like a big paragraph in our English translations. So I'm going to read from the New American Standard because it captures the long run on sentence quality of it here. Deuteronomy 24:1. When a man takes a wife and marries her, and it happens that she finds no favor in his eyes because he has found some nakedness of a thing in her. Now that was my own translation from Nas. Yeah, Nas says he has found some indecency in her. And let's real quick, let's do survey translations because this is important for Jesus conversation with Bible nerds. So NIV has something indecent. ESV has. He has found some indecency. That's exactly what the New American Standard has. NRSV has objectionable. He finds something objectionable about her. King James has. He hath found some uncleanness in her. Okay, so just good reminder, when you see this kind of big divergences, it's usually a little red flag of like, hey, dear reader, this is a little meditation puzzle here. So the phrase literally in Hebrew, it's ervat d'. Avar. It's the word nakedness and thing or matter. Nakedness of a matter.",
    "start": "00:13:31",
    "end": "00:14:57"
  },
  {
    "text": "Hebrew turn of phrase.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "It's a Hebrew turn of phrase. It's Very rare. Only appears one other time. That doesn't fully illuminate what is going on here. So nakedness in the context of marriage and divorce and a husband finding something about his wife, it was debated. Like, what exactly this means is debated because it's paired with this phrase of not finding favor in his eyes because he found a nakedness of a thing in her. So the little puzzle there is going to get interpreted in different ways throughout the history of Jewish interpretation. And Jesus has a particular view on what this means, and he thinks that there's an interpretation that's right, and he thinks there's an interpretation that's wrong. But I get ahead of myself. Okay, sorry. So we haven't ended the sentence yet. It's just when a man takes a wife, when he marries her, when it happens, she finds no favor because he found some nakedness of a thing. And when he writes her a certificate of divorce and puts it in her hand, and when he sends her out from his house, and when she leaves his house and goes and becomes another man's wife, then if the latter husband, that is the second husband, Second husband, if that second husband turns against her or literally hates her and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the second husband dies, the one who took her to be his wife, then all that would happen. So this is a big, elaborate case study with multiple ifs. But here's the punchline. Then the first husband who sent her away is not allowed to take her again to be his wife, for she has become impure, for that is taboo. It's detestable before Yahweh. And you should not bring sin upon the land which Yahweh, your God, gives you as an inheritance. Okay, so let's just first just recognize how we feel. That's important not to ignore. Yeah, yeah, yeah. Actually, I think it's really important not to ignore how this makes us feel. I have lots of feelings right now.",
    "start": "00:14:59",
    "end": "00:17:19"
  },
  {
    "text": "How does it make you feel?",
    "start": "00:17:20",
    "end": "00:17:21"
  },
  {
    "text": "I asked you the question first.",
    "start": "00:17:23",
    "end": "00:17:24"
  },
  {
    "text": "I don't have a good connection to my emotions, Tim.",
    "start": "00:17:25",
    "end": "00:17:28"
  },
  {
    "text": "No, but you're growing.",
    "start": "00:17:31",
    "end": "00:17:32"
  },
  {
    "text": "I'm growing.",
    "start": "00:17:32",
    "end": "00:17:32"
  },
  {
    "text": "You and your wife wrote a book on it. Forget. Say you can access some of your feelings here.",
    "start": "00:17:33",
    "end": "00:17:37"
  },
  {
    "text": "Well, I think I've already just compartmentalized this in. This is ancient law code. It was a different society, patriarchal society. And I'm sure in some way this is actually protecting women. When it gets to the end and it starts talking about, she has been defiled yeah.",
    "start": "00:17:37",
    "end": "00:17:58"
  },
  {
    "text": "You used. Oh, impure. Yeah. Yeah.",
    "start": "00:17:58",
    "end": "00:18:01"
  },
  {
    "text": "That's just kind of like, what. What the heck does that mean?",
    "start": "00:18:01",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:04",
    "end": "00:18:05"
  },
  {
    "text": "And that. That's detestable or an abomination. Like, what does that mean? Because that. That triggers in me this feeling of like, oh, we. We got to protect women versus, like, put them in a place where we're trying to decide whether or not they're.",
    "start": "00:18:05",
    "end": "00:18:21"
  },
  {
    "text": "They're pure or not pure and pure.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "And they're a detestable thing. Like this.",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Yeah.",
    "start": "00:18:24",
    "end": "00:18:24"
  },
  {
    "text": "That's, like, dangerous territory.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "Yeah. No, and I'm with you. Yeah. So we can just name. And again, this is subjective to our social location, but how could it be otherwise? So, yeah, the language of a woman becoming impure because of the behavior of her husband. Arrogant, selfish men. You have, like.",
    "start": "00:18:27",
    "end": "00:18:46"
  },
  {
    "text": "That's my interpretation, that he's arrogant and selfish.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "You're totally right. Sorry. Yeah. The arrogant. It is an interpretation. But because of the decisions and social power of these men in this woman's life, she becomes this passive victim where all of a sudden, what. What is she defiled? Is she like, yeah, she has somehow lower value or dignity just because of what these men have done or, you know, thought about her, treated her. Because that seems screwed up.",
    "start": "00:18:48",
    "end": "00:19:14"
  },
  {
    "text": "In the case study, the man initiates the divorce.",
    "start": "00:19:14",
    "end": "00:19:17"
  },
  {
    "text": "Correct.",
    "start": "00:19:17",
    "end": "00:19:18"
  },
  {
    "text": "It's all up to him.",
    "start": "00:19:18",
    "end": "00:19:19"
  },
  {
    "text": "That's right.",
    "start": "00:19:19",
    "end": "00:19:20"
  },
  {
    "text": "And so she is just kind of a passive player in the situation.",
    "start": "00:19:20",
    "end": "00:19:24"
  },
  {
    "text": "Yeah. And what's interesting is the moment that's identified as her being defiled is not the moment when he finds some indecency, the nakedness of a thing in her. It's if she has married again and that first husband wants to remarry, wants her back, that's the situation could be avoided. And that brings sin upon the land.",
    "start": "00:19:24",
    "end": "00:19:46"
  },
  {
    "text": "Yeah. I don't get it.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Okay, so, all right, so clearly we're in a different social setting, and it feels bothersome to us because it feels like it's reinforcing issues of the gender value differential and letting, you know, allowing the men in this situation to just do what they want and this woman has to suffer. So, yeah, let's just name that. Like, that's. I feel that, too. And that. That's right there. And every person I've ever walked through in a class setting or conversation with this law has the exact same reaction. And so that's also the reason we feel like that is because we sit in a culture that's had major developments in divorce law, in issues of gender equality still developing, but we're in a culture that has really focused on and is trying to develop its thinking and behavior on these issues socially. So what's interesting, I also want to pay attention to the fact that we're followers of Jesus. And part of why it feels wrong for how this woman is being treated is precisely because we hold the values of Jesus from the Sermon on the Mount, which is very much about elevating women and children and people who, because of life circumstances or social location, have real disadvantages in how our communities are structured. Jesus really cared about those people and included them and brought them to a place of elevated dignity in his communities of disciples. And so I just want to notice. The reason why we're bothered by this law is because we've been shaped by the ethic of Jesus, which is also in the Bible, Right? So we're bothered about one part of the Bible not just because we're somehow more morally progressive. It's because we actually have been shaped by the teachings of Jesus. So that's what adds another layer of complication to this, too. So there's multiple things going on here. I'll just name for me. What I have noticed my recent past through Deuteronomy, is that almost all the laws in Deuteronomy are hyperlinked to and are somehow reflections of things happening in the narratives of the Torah. And almost all the laws in Deuteronomy are somehow hyperlinked reflections or meditations on things happening in the stories of the Torah.",
    "start": "00:19:47",
    "end": "00:22:13"
  },
  {
    "text": "Did this happen?",
    "start": "00:22:13",
    "end": "00:22:13"
  },
  {
    "text": "Well, the idea of an unfaithful wife, the golden calf story of Israel at Mount Sinai at the Golden Calf was called by God, and then by Moses an act of adultery. It's so Israel giving its allegiance to another God or to a God of its own making is called adultery, which assumes a whole little story that the covenant partnership between Yahweh and Israel is modeled after a marriage covenant. And so unfaithfulness on Israel's part constitutes an act of adultery. And the prophets, you know, go to town with this Hosea and Jeremiah especially. And so if we see this as somehow mirroring the story of Yahweh in Israel about a wife who does something exposing a nakedness of a thing, and then is sent away by the first covenant partner, and then she goes and joins another covenant partner, it becomes even more impossible to repair that original relationship. And what's interesting is that both Jeremiah and Isaiah and Ezekiel are all going to repair. Run with this.",
    "start": "00:22:14",
    "end": "00:23:21"
  },
  {
    "text": "Oh, wow.",
    "start": "00:23:21",
    "end": "00:23:22"
  },
  {
    "text": "And depict Israel sitting in exile after centuries of idolatry as putting God in the position of if he's going to be faithful to his promises, it means reconciling with an unfaithful wife. It's all described in the terms of this law. Isn't that interesting? So there's something here about this law that it's mirroring the story of Yahweh and Israel in this interesting way that I need to think about more.",
    "start": "00:23:22",
    "end": "00:23:45"
  },
  {
    "text": "Except that in the law, the husband sends the wife away. In the story of Israel, they go away.",
    "start": "00:23:46",
    "end": "00:23:56"
  },
  {
    "text": "Yeah. But it's depicted as Yahweh's doing. Yahweh sends the people out of the land.",
    "start": "00:23:56",
    "end": "00:24:01"
  },
  {
    "text": "Oh, yeah, okay.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "Yeah. And actually, this phrase sending away is exactly the language used of what God does to Adam and Eve in the garden. He sends them out. So there's something going on here about how the laws are commentary on the narratives of the Torah in ways that I have a lot more meditating to do. But what I want to note is that difficult phrase, the husband finds the nakedness of a thing. So what happened in the course of the history of Israelite and Jewish interpretation was Israelites needed to actually build up more laws and community regulations around divorce and remarriage. And so this law became the source of a lot of meditation about how to form new laws and rules in Jewish communities about divorce and remarriage. And there was a raging debate in the Second Temple period about the meaning of this phrase nakedness of a thing. And so there were some rabbis who really joined it with the phrase finding no favor, that she found no favor, and think that it actually, the NRSV translation, I think, reflects that interpretation with he finds something objectionable. You know, there's just something he doesn't like. She doesn't please him. He finds something objectionable.",
    "start": "00:24:02",
    "end": "00:25:13"
  },
  {
    "text": "No fault divorce.",
    "start": "00:25:13",
    "end": "00:25:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:15",
    "end": "00:25:16"
  },
  {
    "text": "He's just like, I'm done.",
    "start": "00:25:16",
    "end": "00:25:17"
  },
  {
    "text": "I'm done. So in a culture in the Second Temple period, there's good historical evidence that still in that period, only men could initiate divorce.",
    "start": "00:25:17",
    "end": "00:25:27"
  },
  {
    "text": "Yeah. So when I say no fault divorce, we have a category of a man or a woman can do that.",
    "start": "00:25:27",
    "end": "00:25:34"
  },
  {
    "text": "That's right.",
    "start": "00:25:34",
    "end": "00:25:34"
  },
  {
    "text": "But in this culture, only a man can initiate divorce.",
    "start": "00:25:34",
    "end": "00:25:37"
  },
  {
    "text": "That's right. So there were some Jewish communities and Bible scholar leadership that took that route. There were others Jewish leaders who believed that that phrase nakedness of a thing is specifically talking through, you know, some metaphor, figure of speech about nakedness, meaning actually like getting in bed with somebody.",
    "start": "00:25:37",
    "end": "00:25:57"
  },
  {
    "text": "Adultery.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "Adultery. And that that's what's being referred to here. So let's watch Jesus navigate this conversation. This is in Matthew, chapter 19. And for what it's worth, this was a New Testament scholar, Ben Meyer, in his book the Aims of Jesus. I don't know why it was his treatment of the story that I'll always remember it, because I felt like my brain exploded in a new way. He just kind of, the way he reflected on this just opened up new aspects of it for me. Huge significance. So Matthew 19, when Jesus had finished these words, that is the end of the speech in the previous section. He departed from Galilee. He came to the region of Judea beyond the Jordan. Judea is like the county where Jerusalem is. It's where all the power players are, political and religious. Large crowds followed him. So some Pharisees came to Jesus. That is the Bible nerds, popular Bible religious teachers, very devout, hyper observant. But they're not in power. They just have a lot of social popularity.",
    "start": "00:25:58",
    "end": "00:27:05"
  },
  {
    "text": "Okay.",
    "start": "00:27:05",
    "end": "00:27:06"
  },
  {
    "text": "So they come to Jesus, testing him. That's crucial. Yeah, yeah. So it's not like they have a legitimate question. They want to draw Jesus into a debate that will expose him, tell the truth about him. Just like when God tests people, it's to expose the truth about who they are.",
    "start": "00:27:06",
    "end": "00:27:25"
  },
  {
    "text": "Yeah.",
    "start": "00:27:25",
    "end": "00:27:25"
  },
  {
    "text": "So they want to trap Jesus. So they say, is it lawful according to the Torah for a man to send away his wife for any reason at all? So right here they are tapping into the debate around the law in Deuteronomy that we just read, because some people.",
    "start": "00:27:26",
    "end": "00:27:48"
  },
  {
    "text": "Look at the nakedness of a thing as just any objectionable.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "Any reason.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Reason that I have.",
    "start": "00:27:54",
    "end": "00:27:55"
  },
  {
    "text": "So this is really crucial. So they're not just asking Jesus like a random question off the top of their head. They are inviting Jesus into a specific debate about a specific law of the Torah and particularly about one of the popular interpretations about that law in the Torah. So Jesus answered and said, haven't you read the Bible? They're asking him about the Bible. So classic Jesus. So haven't you read that the one who created them from the beginning made them male and female? He's quoting from another part of the Torah.",
    "start": "00:27:55",
    "end": "00:28:31"
  },
  {
    "text": "Yeah, he goes back farther.",
    "start": "00:28:31",
    "end": "00:28:33"
  },
  {
    "text": "Yeah, yeah. He's quoting from the little image of God poem in Genesis 1, verse 27.",
    "start": "00:28:33",
    "end": "00:28:38"
  },
  {
    "text": "Yeah.",
    "start": "00:28:38",
    "end": "00:28:39"
  },
  {
    "text": "So haven't you read that? Of course they have.",
    "start": "00:28:39",
    "end": "00:28:42"
  },
  {
    "text": "Yeah.",
    "start": "00:28:42",
    "end": "00:28:43"
  },
  {
    "text": "So, like, what's he after?",
    "start": "00:28:43",
    "end": "00:28:44"
  },
  {
    "text": "What is he after?",
    "start": "00:28:44",
    "end": "00:28:45"
  },
  {
    "text": "So from the beginning, beginning, he made them male and female and said, for this reason a man shall leave his father and mother and be joined to his wife, and the two will become one flesh.",
    "start": "00:28:46",
    "end": "00:28:56"
  },
  {
    "text": "And that's from Genesis 2. Right.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "It's from the Garden of Eden story.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:59",
    "end": "00:28:59"
  },
  {
    "text": "Where the singular human which becomes two, so that those two who are other from each other can become one through covenant to be fruitful and multiply.",
    "start": "00:28:59",
    "end": "00:29:09"
  },
  {
    "text": "Yeah. Jesus is doing some good biblical theology here. Yeah.",
    "start": "00:29:09",
    "end": "00:29:12"
  },
  {
    "text": "He's reading the seven day story, creation story alongside the Eden creation story.",
    "start": "00:29:12",
    "end": "00:29:18"
  },
  {
    "text": "Yeah. But he's doing it to establish a biblical theology of marriage before answering a question about divorce, about the law.",
    "start": "00:29:18",
    "end": "00:29:26"
  },
  {
    "text": "Yeah. So let's just notice that when Jesus is asked a question about the interpretation of a law in Deuteronomy, he appeals to the larger narrative context of all of the laws.",
    "start": "00:29:26",
    "end": "00:29:37"
  },
  {
    "text": "Yeah.",
    "start": "00:29:37",
    "end": "00:29:37"
  },
  {
    "text": "Beginning with the Eden story. That's hugely significant.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:42",
    "end": "00:29:42"
  },
  {
    "text": "Jesus sees himself and what he's doing as somehow recovering or restoring the people of God to the deep wisdom and value set that God has for creation revealed not in the laws of Deuteronomy, but revealed in the pair creation stories at the beginning of Genesis. That's where you get the wisdom about marriage.",
    "start": "00:29:43",
    "end": "00:30:08"
  },
  {
    "text": "That's where the wisdom begins.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Yeah. So just as an approach, when Jesus wants to get to the bottom of what the laws of Deuteronomy are about, he goes to the narratives in Genesis. So that was an observation that Ben Meyer brought to my attention. And it's a simple observation, but I think with huge implications, not just as a way for us to read the Torah. But Ben Meyer's point was this reveals who Jesus thinks he is and what he thinks he's here to do. In other words, he's here to bring about some kind of renewal or restoration among Israel, to restore them to the Eden ideal. So Jesus, after his two quotes, he says, so, you know, male and female, they're no longer two, but they're one. So what? Therefore God has joined together, let no human separate. So Jesus holds, He reads the Eden narrative and the Genesis narrative as saying there's some divine ideal for marriage when in a man and a woman, when two others become one, there's a aspect of the image of God that's reflected there that is so pure and good and holy and beautiful that it's worth protecting at all costs. That's how he reads the narratives of the Torah.",
    "start": "00:30:09",
    "end": "00:31:25"
  },
  {
    "text": "It's a really high view of marriage.",
    "start": "00:31:25",
    "end": "00:31:27"
  },
  {
    "text": "Super high view.",
    "start": "00:31:27",
    "end": "00:31:28"
  },
  {
    "text": "It's kind of as high as you can get.",
    "start": "00:31:28",
    "end": "00:31:30"
  },
  {
    "text": "Yeah, totally. It's a mirror of the divine. So the Pharisees respond to Jesus and they say, well, why did Moses command, quote, give her a certificate of divorce and send her away?",
    "start": "00:31:30",
    "end": "00:31:43"
  },
  {
    "text": "Yeah. If no one should separate a marriage, look what Moses did it.",
    "start": "00:31:43",
    "end": "00:31:47"
  },
  {
    "text": "Yeah. Now notice what they're quoting from is from the if section of the law.",
    "start": "00:31:47",
    "end": "00:31:52"
  },
  {
    "text": "Yeah.",
    "start": "00:31:52",
    "end": "00:31:52"
  },
  {
    "text": "And if he gives her a certificate of dwarf. So they're turning the if part of the law into a command. That's a move on their part that shows how they read the laws of the Torah. In other words, they are looking for more than just the actual command of the law, but they're looking for the implicit commands. But it's a good question. Even if you could say Moses didn't command it, it's clear that it was allowed. Permitted or allowed. So why would Moses allow or command a certificate of divorce if you know divorce is not the divine ideal? And he said to them, because of your hardness of heart, let's get personal. So, yeah, and when he says your, he's actually talking like Moses does in Deuteronomy to all of Israel. He's identifying the present generation of Israel as being in continuity with every generation of Israel, back to the Exodus. So because of your hardness of heart, Moses allowed the divorce of your wives. But from the beginning, that was not God's way of doing things. And I say to you, whoever divorces his wife, except for immorality, is the new American standard. It's the Greek word porneia. And then he goes on and marries another woman, commits adultery or causes her to commit adultery. And that's a long rabbit trail. I think the point I just want to draw attention to is that Jesus sees the laws of Deuteronomy as not fully expressing God's ideal for human life.",
    "start": "00:31:52",
    "end": "00:33:25"
  },
  {
    "text": "Right.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "He says right here, it's a concession. It's a concession to Israel's hardness of heart.",
    "start": "00:33:26",
    "end": "00:33:30"
  },
  {
    "text": "That's really interesting.",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "This is huge, man. Like this, really. Let's go back to what you said. Why are we reading these laws in the first place? Because we're disciples of Jesus. And so what that means is I want to read these laws with the framework and the approach that Jesus is modeling here. And he sees God's will expressed in the Eden and creation story in a way that is more ideal, more true, pure, more pristine. And that these laws in Deuteronomy are reflecting many cycles into God, accommodating and conceding to the violence and stubbornness and failure of humans. And so, yeah, he says, you can't just read the laws as if they are as they stand currently in the way that we read them as the pure ideal will of God. We have to read them in a narrative context. And he's getting that phrase hardness of heart from the narratives. The wilderness grumblings In Exodus, in Numbers. And then Moses summarizes that with this phrase. Actually, this phrase begins talking about Pharaoh. Yeah. Pharaoh's hardness of heart. And then as you read on in Exodus, you find out Israel is hardening its heart, just like Pharaoh. So let's just meditate on this. I feel like it's important.",
    "start": "00:33:32",
    "end": "00:34:48"
  },
  {
    "text": "So do you bring that perspective to all the laws of the Torah, then, that this suspicion that there's a concession inside of here.",
    "start": "00:35:19",
    "end": "00:35:26"
  },
  {
    "text": "Yeah, I think that's what it means. In other words, that the laws have underneath them. The laws of Deuteronomy, for example, have underneath them a divine ideal that's being expressed. But it's underneath them.",
    "start": "00:35:27",
    "end": "00:35:39"
  },
  {
    "text": "Yeah. What it seems like what you're saying is underneath it, which if you want to get to it in its pure form, it's in these stories.",
    "start": "00:35:39",
    "end": "00:35:47"
  },
  {
    "text": "It's in the narratives of the narratives. Yeah.",
    "start": "00:35:47",
    "end": "00:35:50"
  },
  {
    "text": "Of the beginning of the Torah.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:51",
    "end": "00:35:52"
  },
  {
    "text": "And there it's not even super plain. It's also. You have to meditate on it.",
    "start": "00:35:52",
    "end": "00:35:57"
  },
  {
    "text": "Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "What does it mean to be the image of God? What does it mean for the two to become one and the one become 2? And male and female is both God's image? What does that mean? So you got to meditate on this. But that is where you get to kind of the base layer of wisdom, which you're saying, then the laws of the Torah, then you're down the line. God has tried to accommodate a people who have their own culture, have their own problems, and also are kind of screwed up.",
    "start": "00:35:57",
    "end": "00:36:29"
  },
  {
    "text": "Yeah.",
    "start": "00:36:29",
    "end": "00:36:30"
  },
  {
    "text": "And that this process of accommodation is happening in the covenant treaty itself.",
    "start": "00:36:30",
    "end": "00:36:37"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:36:37",
    "end": "00:36:38"
  },
  {
    "text": "And so at a baseline, when you come to these covenant treaties, you have to anticipate and realize there is accommodation happening.",
    "start": "00:36:38",
    "end": "00:36:47"
  },
  {
    "text": "Yeah, yeah. It's as if the laws are a form of damage control. I mean, that's just clearly the implication. That's what Jesus is saying here. Yeah. Which doesn't mean they're bad.",
    "start": "00:36:47",
    "end": "00:36:57"
  },
  {
    "text": "Yeah.",
    "start": "00:36:58",
    "end": "00:36:58"
  },
  {
    "text": "It means that they are expressions of God's wisdom and God's ideals of justice and righteousness and right relationship, but fully embedded in and taking into account the limits of his covenant partners in the cultures that they inhabit.",
    "start": "00:36:58",
    "end": "00:37:14"
  },
  {
    "text": "Now, was that a radical idea, or would the Pharisees. We don't get a narrative of the Pharisees reacting to that.",
    "start": "00:37:14",
    "end": "00:37:22"
  },
  {
    "text": "Ah, no. Actually, this is a mode of ethical reasoning that you can find within the Jewish tradition of the rabbis. If you read the body of Torah law meditation that summarizes all of the rabbis of the Second Temple period and Then after the fall of the Temple to The Romans in 70 AD, it's a collection called the Mishnah. And then there's a collection of meditation on the Mishnah, meditations on the Torah. And that second level or third level meditation is called the Talmud. But essentially what rabbinic, or the reasoning of the rabbis is to take the laws of the Torah, meditate on the principles of wisdom underneath them, informed by the principles of wisdom underneath all the other laws, and then they create a more comprehensive body of divine guidance and with lots of disagreement embedded into the conversation. So I think what's unique is not that Jesus is saying, this law in Deuteronomy needs to be informed by the creation story. It's what Jesus goes on to say after this conversation is that in the kingdom of heaven, which is creating an outpost here on earth that I'm bringing about, we're going to do marriage differently. We're going to do marriage the Eden way in my community of disciples, or at least strive for that. And his disciples are like, oh, man.",
    "start": "00:37:22",
    "end": "00:38:52"
  },
  {
    "text": "Which for him means that the covenant relationship is so sacred. The only concession I'm gonna grant Jesus is gonna grant is immorality, is adultery.",
    "start": "00:38:52",
    "end": "00:39:06"
  },
  {
    "text": "But again, he's not giving a full, comprehensive treatment of marriage and divorce and remarriage. He's going back to their question, which is, what is the legitimate reason for divorce According to Deuteronomy 24? Is it any reason at all? Essentially, what they're asking him is, what does nakedness of a thing mean?",
    "start": "00:39:07",
    "end": "00:39:24"
  },
  {
    "text": "I see. Is it anything at all or is it adultery?",
    "start": "00:39:24",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. And what Jesus says is, look at the Eden story.",
    "start": "00:39:27",
    "end": "00:39:30"
  },
  {
    "text": "And then it's obviously not anything at all.",
    "start": "00:39:30",
    "end": "00:39:32"
  },
  {
    "text": "Obviously not anything at all. Because here's the vision for what marriage can be in the Eden story and in creation. So then what he says is in Matthew 19:9 is that it refers to immorality. And then his disciples are so floored at this because they're like, whoa, if you get married, you can't just like.",
    "start": "00:39:32",
    "end": "00:39:49"
  },
  {
    "text": "But hold on. Can I?",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "Oh, go ahead.",
    "start": "00:39:51",
    "end": "00:39:51"
  },
  {
    "text": "What you just did there, I think is really significant. Oh, And a bit of a sleight of hand.",
    "start": "00:39:51",
    "end": "00:39:56"
  },
  {
    "text": "Oh, okay.",
    "start": "00:39:57",
    "end": "00:39:58"
  },
  {
    "text": "When you read the story, what it seems like is Jesus saying, here's my position.",
    "start": "00:39:58",
    "end": "00:40:02"
  },
  {
    "text": "I see, I see. Only here is my comprehensive statement.",
    "start": "00:40:02",
    "end": "00:40:06"
  },
  {
    "text": "Yes, it feels comprehensive.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "Yes.",
    "start": "00:40:08",
    "end": "00:40:08"
  },
  {
    "text": "He's like, look, only adultery.",
    "start": "00:40:08",
    "end": "00:40:11"
  },
  {
    "text": "Yeah.",
    "start": "00:40:11",
    "end": "00:40:11"
  },
  {
    "text": "And many people will come to this passage and be like, that's what Jesus said. Only adultery.",
    "start": "00:40:11",
    "end": "00:40:16"
  },
  {
    "text": "That's right.",
    "start": "00:40:16",
    "end": "00:40:16"
  },
  {
    "text": "And what you backed it up and said the context of this, which isn't super plain unless you understand one, what they're quoting from.",
    "start": "00:40:16",
    "end": "00:40:25"
  },
  {
    "text": "Yes, yeah, that's right.",
    "start": "00:40:25",
    "end": "00:40:26"
  },
  {
    "text": "Which, if you meditate on the Torah, maybe you do.",
    "start": "00:40:26",
    "end": "00:40:27"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:40:27",
    "end": "00:40:28"
  },
  {
    "text": "But two, also, which all the people.",
    "start": "00:40:28",
    "end": "00:40:30"
  },
  {
    "text": "In the story are like Torah nerds.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "And you understand the debate that was going on that was clearly anything at all or merely adultery. And that Jesus is just saying, hey, if those are the two categories, then because I have such a high vision of marriage, like, it can't be anything at all. It's adultery. But what that doesn't mean is you're saying it's not a comprehensive, that we can't then say that Jesus wouldn't find.",
    "start": "00:40:32",
    "end": "00:40:57"
  },
  {
    "text": "Any other situation, legitimate divorce among his disciples. Yeah, that's right. And he's just. He's silent on the issue of what are additional reasons or are there additional reasons. So here it's important that other law in the Torah in Exodus 22 lists among legitimate reasons, neglect or abuse as legitimate reasons for wife to leave her husband. And then also it's interesting, and this is important in the Apostle Paul as he's working through issues of divorce and remarriage in the house church of Corinth. This is in 1 Corinthians 6 and 7. He recognizes what he calls the teaching of our Lord, and he references this teaching right here. And then he goes on to talk about how, however, if a husband leaves his wife because she's become a follower of Jesus, then the wife should recognize that as valid. And he goes on to say, and I too have the Spirit. So he seems to think like there's more meditation, there's more insight about divorce and remarriage, that the Spirit has to teach God's people that Jesus didn't explicitly address in this teaching that he references. So there's some wider conversation happening among the apostles about this that Jesus just didn't address, even though we wish that he had. So you're right. I was not trying to be tricky, but you're right. I was cycling through that whole sequence real quick. Yeah, thanks for pointing that out. So back to the bigger picture. There's this pattern. Jesus reads one of the laws of the Torah, but he reads it in the context of the larger narrative of the Torah and specifically hyperlinking it to the Eden stories, which are the foundational pattern for all the stories.",
    "start": "00:40:57",
    "end": "00:42:49"
  },
  {
    "text": "And the wisdom he finds is that marriage is so sacred, it connects to something so important that if you're a disciple of me, we're going to take marriage really seriously.",
    "start": "00:42:49",
    "end": "00:43:04"
  },
  {
    "text": "Yeah, that's Right. And then again. But the only reason he's talking about this is because they asked him a question about the interpretation of a law in Deuteronomy, chapter 24. So you could kind of dial that in a little more specifically is that Jesus read the laws of the Torah, discovering their wisdom by reading them in connection with their hyperlinks all the way back in the Garden of Eden story. So that's the mode that Jesus is in because he's talking about the laws of the Torah. So with the time that we have, I want to do that with a couple other laws that Jesus never quoted.",
    "start": "00:43:04",
    "end": "00:43:38"
  },
  {
    "text": "Okay.",
    "start": "00:43:38",
    "end": "00:43:38"
  },
  {
    "text": "But I think that will bring some illumination. And I also want to pick some that I remember the first time I read them, they really bothered me. So let's turn to Deuteronomy, chapter 21. Deuteronomy 21:10. When you all, that is Israel, when you all are living in the land, and when you go out to battle against your enemies, and let's say Yahweh, your God delivers your enemy into your hand and you take them away captives. So that's the narrative scene here. You're going to go into the land, there's going to be people that don't think you belong there, that are going to come attack you. And Yahweh will be faithful to his covenant promises and deliver them into your hands if you're faithful to him. Because there's lots of other times where they've been unfaithful and God will let their enemies defeat them. So this is all assuming, like let's say you go into the Eden land.",
    "start": "00:43:38",
    "end": "00:44:32"
  },
  {
    "text": "And there's times they've been unfaithful and God lets them have a dream.",
    "start": "00:44:32",
    "end": "00:44:35"
  },
  {
    "text": "And God lets them. Totally, exactly. Totally. Okay, so but specifically we're saying let's say you go to battle against your enemies and deliver them into your hands. So let's just pause right there. This is clearly comparing this to the story of the Torah and the hyperlink to Eden.",
    "start": "00:44:35",
    "end": "00:44:51"
  },
  {
    "text": "This is the if part of the.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "Yep. Yeah. This. Yeah. The if or the when. We're clearly outside of Eden, we're clearly in the land of Cain and Lamech.",
    "start": "00:44:52",
    "end": "00:44:59"
  },
  {
    "text": "Violence between nations.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "Violence between tribes and nations.",
    "start": "00:45:01",
    "end": "00:45:04"
  },
  {
    "text": "Yeah.",
    "start": "00:45:04",
    "end": "00:45:05"
  },
  {
    "text": "And we know that is not God's ideal. So already God getting involved in the survival and defense of a people group is already, if you consider the Eden ideal of humans living at peace with one another and with the animals and with their environment, that already we're conceding to a non ideal reality here. When you go out to battle against your enemies. Well, the only reason we have enemies and would have to fight them is because we're in the tragic outside of Eden spot. So that's just significant. We're naming the violence outside of Eden, and violence is connected to Cain and Lamech stories. So let's say you take some captives and you see among the captives that a woman is beautiful and you desire her, and you take her for yourself, a wife. Then you shall bring her home to your house. She shall shave her head and cut her nails. She will also remove the clothes of her captivity and will sit in your house and grieve her father and mother for a month. After that, you may go into her. That's a Hebrew phrase for consummating a marriage sexual. And become her husband, and she shall be your wife. If it comes about, however, that you are not pleased with her or you do not desire her, then you cannot let her go or send her out. If it happens that you do not desire her, then you will let her go wherever she desires, and you will certainly not sell her for money, that is, as a slave. And you shall do no mistreatment to her because you have raped her. The phrase is humbled or oppressed her. But when a man does this to a woman who he's not married to or doesn't want to be married to, it's the word for rape. So that's the law.",
    "start": "00:45:05",
    "end": "00:47:15"
  },
  {
    "text": "Okay. So we looked at this when we went through the law. We looked at this specific one years ago.",
    "start": "00:47:17",
    "end": "00:47:23"
  },
  {
    "text": "Oh, did we?",
    "start": "00:47:23",
    "end": "00:47:25"
  },
  {
    "text": "Yeah.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Oh, okay. Oh, when we went like, how to read the laws.",
    "start": "00:47:26",
    "end": "00:47:29"
  },
  {
    "text": "I think it was how to read the laws or it was during the law theme study.",
    "start": "00:47:29",
    "end": "00:47:32"
  },
  {
    "text": "Okay. Oh, got it. Okay. Well, I had forgotten that we had.",
    "start": "00:47:32",
    "end": "00:47:35"
  },
  {
    "text": "So I kind of have baked thoughts because of.",
    "start": "00:47:36",
    "end": "00:47:40"
  },
  {
    "text": "Already. Because of that. Okay, Got it. Yeah. Well, so I just want to point out that we're in the post Eden reality already. So we're already. God is accommodating the Eden ideal to nations fighting. Then we also have the scenario where a man sees a prisoner of war, a woman, and wants to take her as a wife.",
    "start": "00:47:40",
    "end": "00:48:00"
  },
  {
    "text": "Yeah.",
    "start": "00:48:00",
    "end": "00:48:01"
  },
  {
    "text": "We're like, oh, my God, this is terrible. It's real, though.",
    "start": "00:48:01",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. This happened all the time.",
    "start": "00:48:04",
    "end": "00:48:06"
  },
  {
    "text": "Yes.",
    "start": "00:48:06",
    "end": "00:48:06"
  },
  {
    "text": "Pillaging.",
    "start": "00:48:06",
    "end": "00:48:07"
  },
  {
    "text": "This is a predictable human behavior in this type of scenario that male warriors will plunder, take, rape, women, children, take them as slaves, bring them into their houses. This is a horrific reality of human history that has been replayed millions of times. So the law assumes all of this. Notice, this is just like the divorce Law. When this happens, if this were to happen also, then notice. Maybe this is what you're remembering, that in verse 11, the male soldier is depicted in precisely the language of the woman taking from the tree.",
    "start": "00:48:07",
    "end": "00:48:50"
  },
  {
    "text": "Yeah. The forbidden fruit. Desiring. Seeing. Desiring. Taking.",
    "start": "00:48:51",
    "end": "00:48:55"
  },
  {
    "text": "Seeing what is good. Desiring it. Taking it for yourself. It's Genesis 3, verse 6, just with a male subject of the verbs.",
    "start": "00:48:55",
    "end": "00:49:05"
  },
  {
    "text": "So this is very clearly in the territory of concession, saying you've done this thing, which is not the ideal. This is going after what you want on your own terms. And so what you're saying is, then what's to follow is regulations to make sure that at least there's some decency in the way that this thing that actually shouldn't be happening goes down.",
    "start": "00:49:05",
    "end": "00:49:38"
  },
  {
    "text": "Yeah. So the contrast here is that this soldier can't have sex with.",
    "start": "00:49:39",
    "end": "00:49:46"
  },
  {
    "text": "He's got to treat her likewise or.",
    "start": "00:49:46",
    "end": "00:49:47"
  },
  {
    "text": "Even marry this woman right away.",
    "start": "00:49:47",
    "end": "00:49:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "He has to give her the space and dignity of grieving her lost family of origins, and only then, after a month can he marry her. And even then, if he wants to end the marriage at some point, he can't profit. He can't treat her as property or do any kind of mistreatment of her in terms of captives of war. This is, you know, mitigating. Elevating this woman's dignity in a situation where her dignity is arbity. And you could argue. And I read this law, you know, in classrooms where I have numerous students who are saying, like, so you're elevating the dignity of a woman, like, this captive woman to some degree. But the fact that she has even been taken. That's allowed already. Has robbed her of.",
    "start": "00:49:50",
    "end": "00:50:39"
  },
  {
    "text": "It hasn't gone far enough.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "It's not far enough. So here I just want to say I feel the same way.",
    "start": "00:50:41",
    "end": "00:50:44"
  },
  {
    "text": "Yeah. You kind of wish the law was just like, hey, don't take.",
    "start": "00:50:44",
    "end": "00:50:47"
  },
  {
    "text": "Don't do that at all.",
    "start": "00:50:47",
    "end": "00:50:48"
  },
  {
    "text": "Don't take women.",
    "start": "00:50:48",
    "end": "00:50:49"
  },
  {
    "text": "Totally.",
    "start": "00:50:49",
    "end": "00:50:49"
  },
  {
    "text": "Although.",
    "start": "00:50:50",
    "end": "00:50:50"
  },
  {
    "text": "Oh, go ahead.",
    "start": "00:50:50",
    "end": "00:50:51"
  },
  {
    "text": "I mean, if there's a woman who now doesn't have a husband and she's not of your people.",
    "start": "00:50:52",
    "end": "00:50:57"
  },
  {
    "text": "Mm.",
    "start": "00:50:58",
    "end": "00:50:58"
  },
  {
    "text": "Like, it's. It would come about.",
    "start": "00:50:58",
    "end": "00:51:00"
  },
  {
    "text": "Yeah.",
    "start": "00:51:00",
    "end": "00:51:01"
  },
  {
    "text": "You know, even if it was a thing of, like, you don't pillage and take.",
    "start": "00:51:01",
    "end": "00:51:03"
  },
  {
    "text": "Right.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "That there would be these situations.",
    "start": "00:51:04",
    "end": "00:51:05"
  },
  {
    "text": "These situations. Yeah. So let's read this. Let's, like, run this through the Matthew 19 grid. So the Pharisees.",
    "start": "00:51:05",
    "end": "00:51:12"
  },
  {
    "text": "Okay, I'll play Pharisees.",
    "start": "00:51:12",
    "end": "00:51:12"
  },
  {
    "text": "Okay.",
    "start": "00:51:12",
    "end": "00:51:13"
  },
  {
    "text": "All right.",
    "start": "00:51:13",
    "end": "00:51:13"
  },
  {
    "text": "Yeah. Deal. Deal.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "So I'd corner you. I'm cornering you. You'll play Jesus.",
    "start": "00:51:16",
    "end": "00:51:19"
  },
  {
    "text": "I'M uncomfortable being Jesus. I'm uncomfortable.",
    "start": "00:51:19",
    "end": "00:51:23"
  },
  {
    "text": "He lives inside of you, Tim.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "Well, that's true. Okay, all right, fair enough.",
    "start": "00:51:24",
    "end": "00:51:26"
  },
  {
    "text": "Here we go.",
    "start": "00:51:26",
    "end": "00:51:27"
  },
  {
    "text": "You too. Okay, we're play acting. The Pharisees came to Jesus, testing him.",
    "start": "00:51:27",
    "end": "00:51:33"
  },
  {
    "text": "Saying, is it true that a man can take a woman as a prisoner of war and marry her and then decide that he doesn't want her anymore? Is that true, Jesus?",
    "start": "00:51:33",
    "end": "00:51:49"
  },
  {
    "text": "Yeah. Is that true? And you could even just fold in the next step because Moses commanded and.",
    "start": "00:51:49",
    "end": "00:51:54"
  },
  {
    "text": "Yeah, Moses commanded.",
    "start": "00:51:54",
    "end": "00:51:56"
  },
  {
    "text": "Moses commanded that a man, or even what the Pharisees do is they take the if part and they turn it into a command. Moses commanded that a man take a captive.",
    "start": "00:51:56",
    "end": "00:52:06"
  },
  {
    "text": "Moses commanded that we should go defeat our enemies and take their wives as our own.",
    "start": "00:52:06",
    "end": "00:52:12"
  },
  {
    "text": "Yeah.",
    "start": "00:52:12",
    "end": "00:52:12"
  },
  {
    "text": "Is that. Is that good?",
    "start": "00:52:12",
    "end": "00:52:14"
  },
  {
    "text": "And Jesus replied to them, haven't you read the Torah? In the beginning, brothers don't strike their brother unto death. And a man is given his wife as a gift from God, not by seeing, desiring, and taking. And that's as it should be from the beginning.",
    "start": "00:52:15",
    "end": "00:52:36"
  },
  {
    "text": "And Moses gave this to you because of your hardness of heart.",
    "start": "00:52:36",
    "end": "00:52:40"
  },
  {
    "text": "Moses gave this command to you because of your hardness of heart and your lust for power and land and wanting to take what belongs to your brother and taking women who don't belong to you, like Lamech. I think that's how Jesus would respond. Yeah. So it just really transforms your encounter with the law like this.",
    "start": "00:52:40",
    "end": "00:53:00"
  },
  {
    "text": "And then he would say, if there was a debate, then he would err on. This is about protecting the dignity of women.",
    "start": "00:53:00",
    "end": "00:53:08"
  },
  {
    "text": "Yeah.",
    "start": "00:53:09",
    "end": "00:53:09"
  },
  {
    "text": "So if there was a debate and it was like, where do you stand the debate? He would err on protecting the dignity of women, it would seem.",
    "start": "00:53:09",
    "end": "00:53:16"
  },
  {
    "text": "Yeah, I think that's definitely how it would feel to us. But I think where he would locate it is the fact that brothers are fighting against brothers over land and resources and people. Anyway, is he would start there. Tragic. Yep. And then he would say, moses knew the hardness of your heart. He allowed you to take a captive woman, but only, you know, under certain stipulations. But it wasn't that way from the beginning.",
    "start": "00:53:16",
    "end": "00:53:41"
  },
  {
    "text": "Right. I'm just saying that in the marriage situation, there was a debate that came out about, does it mean this or this?",
    "start": "00:53:41",
    "end": "00:53:48"
  },
  {
    "text": "Oh, it doesn't mean that.",
    "start": "00:53:48",
    "end": "00:53:49"
  },
  {
    "text": "And so if he had to take a side, he erred on the side of protecting the marriage.",
    "start": "00:53:49",
    "end": "00:53:54"
  },
  {
    "text": "Correct.",
    "start": "00:53:54",
    "end": "00:53:54"
  },
  {
    "text": "And so I'm just saying in this hypothetical, maybe there was a debate and it was whether you could take a woman captive at all and marry her through war or. Yes, you can you just have to do it in this way? And that's the debate. And that was brought to Jesus at the end of the day after he did the like. Haven't you read in the Torah and Lamech and hardness of heart and your lust and all that stuff? Yeah, he would say, don't take a woman at all.",
    "start": "00:53:54",
    "end": "00:54:23"
  },
  {
    "text": "Yeah, just don't. Yeah, just. Why are you seizing a captive woman to be your wife in the first place? Yeah, yeah.",
    "start": "00:54:23",
    "end": "00:54:31"
  },
  {
    "text": "So, like, if whatever the debate was, he would err on protecting the dignity of. Of women.",
    "start": "00:54:31",
    "end": "00:54:36"
  },
  {
    "text": "Yep, that's right. So that's a different encounter with the law of the Torah than I think many of us should.",
    "start": "00:54:36",
    "end": "00:54:42"
  },
  {
    "text": "That's interesting.",
    "start": "00:54:42",
    "end": "00:54:43"
  },
  {
    "text": "Yeah, totally. Here, let's do just another quick one. Close it out. Deuteronomy 22, verse 22. If a man is found lying with a married woman, lying here being a figure of speech for having sex with married woman, then both of them shall die. The man who laid with the woman and the woman. Thus you shall purge the evil from among Israel. Adultery is a capital offense. Execute the man, execute the woman.",
    "start": "00:54:43",
    "end": "00:55:47"
  },
  {
    "text": "Now, you read these narratives where men will treat adultery like it's okay with prostitutes. Not that it is okay. But you don't get the sense that they're, like, worried about getting killed.",
    "start": "00:55:48",
    "end": "00:56:01"
  },
  {
    "text": "Oh, I see. You're saying narratives in the Torah, in the Bible. Got it. Yeah. Yeah. Well, correct. I mean, in Genesis, it's like, mostly Kings.",
    "start": "00:56:01",
    "end": "00:56:11"
  },
  {
    "text": "Yeah.",
    "start": "00:56:11",
    "end": "00:56:12"
  },
  {
    "text": "So nobody's gonna kill them. One of the stories is rape. That's Of Dinah and Chamor from shechem in Genesis 34. And then the other story is Judah and Tamar. And he thinks she should be executed.",
    "start": "00:56:12",
    "end": "00:56:30"
  },
  {
    "text": "That's right. Okay, that's right. But why? Yeah, but not him.",
    "start": "00:56:30",
    "end": "00:56:34"
  },
  {
    "text": "Yeah. And the whole point here is he's a lying snake and he's a jerk.",
    "start": "00:56:34",
    "end": "00:56:37"
  },
  {
    "text": "Okay, got it.",
    "start": "00:56:37",
    "end": "00:56:38"
  },
  {
    "text": "Okay. So there's that. And this is actually another case where we can run it through a Jesus grid. In John, the Gospel of John, chapter eight, where a woman was brought to him who had been caught in adultery. Now, curiously, the man's not there. That's convenient. Did he run away? I don't know, but they bring the woman. The double standard at work in these patriarchal settings is terrible, but it's real. So this woman has been caught in adultery in the very act. Now, in the Torah, Moses commanded us to stone such women to death. Notice the license they're taking there. It said the man and the woman, and they're dialing it in now. They were Saying this, testing him. Notice the same theme is in Matthew here. So that they could have grounds for accusing him. But Jesus stooped down and with his finger started etching letters in the dirt. Such an interesting little line, maybe, like the finger of God inscribing the laws on the tablets. When they persisted in asking him, that means he's just standing there drawing on.",
    "start": "00:56:38",
    "end": "00:57:47"
  },
  {
    "text": "The ground, like a little aloof.",
    "start": "00:57:47",
    "end": "00:57:49"
  },
  {
    "text": "Yeah, totally. He's playing hard to get. He straightened up and he said to them, the one who is without sin among you, be the first one to throw a stone. Then he stooped back down, began writing again on the ground. When they heard it, people begin to leave one by one, beginning with the older ones. Isn't that interesting detail? I guess the longer you've lived, the more moral failures you've had, right?",
    "start": "00:57:49",
    "end": "00:58:20"
  },
  {
    "text": "Doesn't take you long to be like.",
    "start": "00:58:20",
    "end": "00:58:21"
  },
  {
    "text": "Okay, oh, yeah, yeah, I guess I'm disqualified. But it's all like the young, idealistic ones, you know, who think, anyway, he was left alone with the woman in the center of the court, straightening up. Jesus said, women, where are are they? Isn't there anyone who condemns you? And she says, no, they all left. And Jesus says, nor do I condemn you, so go and sin no more. It's kind of a famous line. So when he says he doesn't condemn her, what he's not saying is, therefore, just go do whatever you want.",
    "start": "00:58:21",
    "end": "00:58:53"
  },
  {
    "text": "Yeah, he's not saying it was okay.",
    "start": "00:58:54",
    "end": "00:58:55"
  },
  {
    "text": "Yeah, totally. But what he is saying is, I'm.",
    "start": "00:58:55",
    "end": "00:58:57"
  },
  {
    "text": "Not going to execute you.",
    "start": "00:58:57",
    "end": "00:58:58"
  },
  {
    "text": "Yeah, you made a choice that leads to death, but he's giving her the gift of life instead of death, which is totally like the motif of the Gospel of John, that the world is creating its own world of death, and God comes to give a gift of life to those sitting in death. This little narrative is itself an emblem of what the macro story of the Gospel of John is about. But just notice again, Jesus sees himself as fulfilling some deeper ideal of divine generosity. Now, he doesn't say that he learned that from the creation story, from the Eden story, but that's clearly what he's tapping into, is that God is merciful and he wants to give life even to those who have made choices that lead to death. And so Jesus relationship to the Torah is nuanced. And for me, this has just been so helpful. So I want to read the laws of the Torah the way Jesus did, which I think means to model this kind of engagement with the laws, which is not straightforward. You kind of have to learn how to do it.",
    "start": "00:58:58",
    "end": "01:00:05"
  },
  {
    "text": "Yeah. This last one takes a turn because what is the wisdom underneath this law of executing adulterers?",
    "start": "01:00:06",
    "end": "01:00:14"
  },
  {
    "text": "My hunch is it's similar with all of the laws that have a capital punishment assigned to them and the Torah, their instruction about what kinds of behaviors lead to death. Because it's actually the phrase they shall be put to death that appears in a lot of these capital punishment laws of the Torah. It's exactly the same phrase, mot yumat or mot tu mat. It's exactly what God says to Adam.",
    "start": "01:00:15",
    "end": "01:00:37"
  },
  {
    "text": "And Eve when you eat the fruit.",
    "start": "01:00:37",
    "end": "01:00:39"
  },
  {
    "text": "When he gives command, when he gives the command about which tree to eat from and which one will lead to death, he says, in the day that you eat from it, the tree of knowing, good, bad, you will surely die.",
    "start": "01:00:39",
    "end": "01:00:51"
  },
  {
    "text": "And God doesn't execute them. He banishes them.",
    "start": "01:00:51",
    "end": "01:00:54"
  },
  {
    "text": "He doesn't kill them. God doesn't kill them. He deals a severe mercy by exiling them away from the tree of life. So, okay, thank you. That's a good observation. So God himself doesn't follow through on the capital punishment for Adam and Eve, but he does exile them from the tree of life. He hands them over to the ultimate consequence of their decision, which is that it leads to death. And so my hunch is that the capital punishment laws of the Torah are doing something similar, which is clearly. That's how Jesus understood it here. She made a choice that leads to death, which is why he tells her, yeah, don't do that anymore. But what he says is, I don't condemn you. You made a poor choice. But I'm here to give you a gift of life so that you can make a different choice.",
    "start": "01:00:54",
    "end": "01:01:43"
  },
  {
    "text": "Okay. Now, if the purpose of a capital punishment law in the Torah is to show you what kind of activities lead to death and not necessarily to actually command execution of people.",
    "start": "01:01:44",
    "end": "01:01:58"
  },
  {
    "text": "Yeah.",
    "start": "01:01:59",
    "end": "01:01:59"
  },
  {
    "text": "Playing with fire here a little bit.",
    "start": "01:02:00",
    "end": "01:02:01"
  },
  {
    "text": "Yeah. Well, Jesus is.",
    "start": "01:02:02",
    "end": "01:02:03"
  },
  {
    "text": "No, I'm just saying, like, using that as a form of meditation is you're going to run into situations like this group right here.",
    "start": "01:02:03",
    "end": "01:02:13"
  },
  {
    "text": "Yes.",
    "start": "01:02:13",
    "end": "01:02:13"
  },
  {
    "text": "Who are going to say, now let's just kill her.",
    "start": "01:02:13",
    "end": "01:02:15"
  },
  {
    "text": "Yeah.",
    "start": "01:02:15",
    "end": "01:02:16"
  },
  {
    "text": "That seems like a pretty big liability of this type of literature.",
    "start": "01:02:16",
    "end": "01:02:19"
  },
  {
    "text": "Oh, oh, I see. You're saying. Yeah. The stakes. You're saying for God to have passed on to his people capital punishment, covenant laws.",
    "start": "01:02:19",
    "end": "01:02:29"
  },
  {
    "text": "As wisdom literature.",
    "start": "01:02:29",
    "end": "01:02:30"
  },
  {
    "text": "As wisdom literature. Yeah. No, I'm with you. What's also interesting is that there are two narratives about the one who curses the name.",
    "start": "01:02:30",
    "end": "01:02:39"
  },
  {
    "text": "Yeah.",
    "start": "01:02:40",
    "end": "01:02:40"
  },
  {
    "text": "In Leviticus 24, and the guy gathering sticks on the sabbath in numbers 15 and there the capital punishment, at least in the narrative, is followed through on. Yeah, I'm with you. This is clearly something I'm still meditating on and thinking about. I'm totally with you. That's a question that I have, too.",
    "start": "01:02:40",
    "end": "01:02:58"
  },
  {
    "text": "Yeah.",
    "start": "01:02:58",
    "end": "01:02:59"
  },
  {
    "text": "But it is a big liability.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "My hunch is that this was actual law, ancient law code. They had these laws.",
    "start": "01:03:00",
    "end": "01:03:06"
  },
  {
    "text": "Yeah, I think so, too.",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "And so did probably many neighboring countries. Like, this was a common thing to execute people.",
    "start": "01:03:07",
    "end": "01:03:12"
  },
  {
    "text": "That's right.",
    "start": "01:03:12",
    "end": "01:03:13"
  },
  {
    "text": "But it maintains in the Torah for a reason beyond telling you when or when not to kill someone.",
    "start": "01:03:13",
    "end": "01:03:19"
  },
  {
    "text": "That's right. The question we're asking is not what ancient Israelites did.",
    "start": "01:03:19",
    "end": "01:03:23"
  },
  {
    "text": "Right.",
    "start": "01:03:23",
    "end": "01:03:24"
  },
  {
    "text": "What we're asking is why did an author include these laws selectively within a literary work called the Torah, which tells the story about the covenant partnership that failed, and specifically about Israelites making choices that lead to death.",
    "start": "01:03:24",
    "end": "01:03:40"
  },
  {
    "text": "Yeah.",
    "start": "01:03:40",
    "end": "01:03:41"
  },
  {
    "text": "It's like going to a museum exhibit on ancient Egypt and you look at some burial coffin, and you could ask, wherever this was taken from, what did it mean and symbolize in the coffin room of Tutankhamun or whatever. And that's an interesting question. But there is another question you can ask, which is like, why did the museum exhibit organizer select this particular piece and put it right here in the exhibit? To be encountered before the next thing and to see right after the thing before it. And what does that mean?",
    "start": "01:03:41",
    "end": "01:04:14"
  },
  {
    "text": "That's a provocative metaphor, because in that example, I am predisposed to care more about what did the coffin originally mean in its ancient setting.",
    "start": "01:04:14",
    "end": "01:04:25"
  },
  {
    "text": "Yeah.",
    "start": "01:04:25",
    "end": "01:04:25"
  },
  {
    "text": "And to just care about what is the museum exhibitor trying to do for me is kind of this meta thought that, like, isn't as important.",
    "start": "01:04:25",
    "end": "01:04:34"
  },
  {
    "text": "Yeah. Interesting.",
    "start": "01:04:34",
    "end": "01:04:35"
  },
  {
    "text": "But as it pertains to the Torah. Yeah, that is the important.",
    "start": "01:04:35",
    "end": "01:04:39"
  },
  {
    "text": "Exactly. It's actually the. It's the opposite.",
    "start": "01:04:39",
    "end": "01:04:42"
  },
  {
    "text": "It's the opposite.",
    "start": "01:04:42",
    "end": "01:04:43"
  },
  {
    "text": "What did the author mean by putting.",
    "start": "01:04:43",
    "end": "01:04:45"
  },
  {
    "text": "It here is the most important thing.",
    "start": "01:04:45",
    "end": "01:04:47"
  },
  {
    "text": "And because of the cultural distance and time and location, for me as a modern reader, I probably should learn something about some cultural background of what this law meant in its original context, just so that I can begin to enter sympathetically into understanding it. But that shouldn't distract us from the primary objective, which is to understand what somebody's trying to communicate to me in this text, which Moses says, you read these laws that have been collected here, and what you get is wisdom about good and bad, which ought to take us all the way back to the original command about the tree that was to preserve and give a gift of life and to Protect people from choices that lead to death. And so that's essentially what we're saying. I think that's how Jesus interacted with these laws. He read them as wisdom literature in light of the Garden of Eden stories. And I think for me, that's kind of given me some clarity and marching orders for how I want to engage these laws. Because as you so honestly said at the beginning, the only reason we're reading these is because meditating on them is part of our discipleship to Jesus and there's nothing for it. You just gotta dive in and get your hands dirty and meditate. That's mixing metaphors in a big way. There you go.",
    "start": "01:04:47",
    "end": "01:06:05"
  },
  {
    "text": "You started using like a farming metaphor.",
    "start": "01:06:06",
    "end": "01:06:08"
  },
  {
    "text": "Yeah, that's great. Diving in into a swimming pool, getting your hands dirty and dirt and then meditating, which I guess is like literally.",
    "start": "01:06:08",
    "end": "01:06:17"
  },
  {
    "text": "Cool. Well, that leads us into where we're going next, which is the final movement in the final scroll of the Torah.",
    "start": "01:06:19",
    "end": "01:06:30"
  },
  {
    "text": "Getting there.",
    "start": "01:06:30",
    "end": "01:06:31"
  },
  {
    "text": "So Deuteronomy is three movements. We've gone through the first two. We just finished the second movement. Looking at the laws in this movement.",
    "start": "01:06:31",
    "end": "01:06:39"
  },
  {
    "text": "Yep. In the center. Yeah. We're going to turn our attention to the last movement of Deuteronomy, which goes from the second half of chapter 26, verse 16 through the end of the scroll at the end of chapter 34. And Moses is going to get start sermonizing again. And also put on his like prophetic forecasting hat for what he sees coming down the pipeline for these hard hearted covenant partners. And it's not good.",
    "start": "01:06:39",
    "end": "01:07:07"
  },
  {
    "text": "And what theme are we going to look at?",
    "start": "01:07:07",
    "end": "01:07:09"
  },
  {
    "text": "Blessing and curse.",
    "start": "01:07:09",
    "end": "01:07:10"
  },
  {
    "text": "The theme of blessing.",
    "start": "01:07:10",
    "end": "01:07:11"
  },
  {
    "text": "Blessing and curse in the final speeches of Moses in Deuteronomy.",
    "start": "01:07:11",
    "end": "01:07:15"
  },
  {
    "text": "All right, thanks for listening to this episode of BibleProject Podcast. Next week we're diving into the final movement of the final scroll of the Torah. In the final movement of Deuteronomy. We're going to explore the theme of blessing and curse, a theme we last saw in the Genesis scroll.",
    "start": "01:07:15",
    "end": "01:07:34"
  },
  {
    "text": "What we're going to meditate on in these next three conversations are this focus on the blessing and the curse. I mean, the words blessing and curse go off the charts in this final movement of Deuteronomy. And I thought it might be useful to do something I don't think we've ever done before, which is read or at least survey some ancient Near Eastern covenant treaties. Because scholars have long observed that the language, figures of speech, and even the rough literary flow of the Deuteronomy scroll follows or has parallels with ancient Near Eastern covenant treaties.",
    "start": "01:07:34",
    "end": "01:08:08"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and our mission, why we exist, is to experience this collection of scrolls, this book, as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:08:09",
    "end": "01:08:42"
  },
  {
    "text": "Hi, this is John and I'm from Sheffield in England.",
    "start": "01:08:43",
    "end": "01:08:46"
  },
  {
    "text": "I'm Michelle and I'm from Ghana.",
    "start": "01:08:46",
    "end": "01:08:48"
  },
  {
    "text": "I first heard about the Bible project from YouVersion and I used the Bible.",
    "start": "01:08:48",
    "end": "01:08:53"
  },
  {
    "text": "Project from my personal daily plans.",
    "start": "01:08:53",
    "end": "01:08:55"
  },
  {
    "text": "I use bibleproject for just listening to the podcasts and watching the videos to try and get a really interesting perspective on biblical topics. My favorite thing about the Bible Project is the pre recorded videos at the beginning of each book of the Bible when I'm reading. My favourite thing about the Bible Project is how accessible it is the process of discovery that Tim and John go through as they explore these topics. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com thank you Ra.",
    "start": "01:08:55",
    "end": "01:09:40"
  }
]