[
  {
    "text": "We're in the middle of the second movement of Deuteronomy and we're reading a lot of ancient law. And it's natural as we do this to wonder, how in the world could this apply to me or anyone today? Well, today on the show, we're going to explore how the laws of Deuteronomy applied to Jesus and the first century Christians.",
    "start": "00:00:04",
    "end": "00:00:24"
  },
  {
    "text": "And remember, in Deuteronomy 12, the land of Canaan is being reclaimed as a Garden of Eden. What is the Garden of Eden? It's a place where heaven and earth are one, where God and his people are one together. And so in the New Testament, Jesus comes onto the scene and even will say in the Temple that he is the Temple, or he'll say, the Temple is my body, or that one greater than the Temple is here. And that when my followers get together, just maybe two or three of them, guess what? I'm in the middle. Like the tree of life.",
    "start": "00:00:24",
    "end": "00:00:59"
  },
  {
    "text": "The apostles of Jesus relied on the Torah to instruct early Christians how to live in their world. In fact, the apostle Paul may have had Deuteronomy on the mind when he instructed the Corinthians to donate financially to their impoverished brothers and sisters in Jerusalem.",
    "start": "00:01:00",
    "end": "00:01:14"
  },
  {
    "text": "The law as stated in Deuteronomy 15 is stating an ideal, like a true North. But of course, there's all of these other mitigating circumstances or things that will require wisdom and discernment. And the law as worded doesn't address those. It kind of gives you the core. And I think essentially because that is in such a contrast to the nations around them.",
    "start": "00:01:14",
    "end": "00:01:42"
  },
  {
    "text": "The laws in Deuteronomy were important for ancient Israel to know how to make the transition from being a nomadic people wandering the desert to a people settled in the land of Canaan. But these laws are also important to us too, as we try to live as people of God in an ever changing cultural landscape.",
    "start": "00:01:42",
    "end": "00:02:03"
  },
  {
    "text": "A story that begins with the words in the beginning and tells a story about all humanity and how all humans organize their life in the world is a story that naturally is gonna have an expansive vision for all of human life in the world. And so it just turns out life's complicated. You need to be wise. You need wisdom.",
    "start": "00:02:03",
    "end": "00:02:26"
  },
  {
    "text": "Today, Tim Mackey and I talk about the wisdom of the law. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:26",
    "end": "00:02:41"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "We are in the book of Deuteronomy. And the last conversation, we talked about how the laws in the whole Torah, including the laws Here in Deuteronomy are wisdom.",
    "start": "00:02:42",
    "end": "00:02:55"
  },
  {
    "text": "Yeah. We are sessioning the middle of the center section of Deuteronomy, chapters 12 through 25, a restatement of a couple hundred laws, some of which are new, but many of which are restatements of laws that occurred earlier in the Torah. And that's what we're doing.",
    "start": "00:02:55",
    "end": "00:03:15"
  },
  {
    "text": "And the purpose of the law, as we discussed, is to create a people who are wise and understanding and can live in right relationships with others.",
    "start": "00:03:16",
    "end": "00:03:26"
  },
  {
    "text": "In other words, being righteous and with God.",
    "start": "00:03:27",
    "end": "00:03:30"
  },
  {
    "text": "And with God, Yeah.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Because God is the one who they relate to by means of these covenants.",
    "start": "00:03:31",
    "end": "00:03:34"
  },
  {
    "text": "Or as Jesus said, love God and your neighbor.",
    "start": "00:03:34",
    "end": "00:03:38"
  },
  {
    "text": "Love your neighbor, which is one thing. Yeah, that's right. Yeah.",
    "start": "00:03:38",
    "end": "00:03:42"
  },
  {
    "text": "And then that's righteousness. But then also it will create justice, which is when things are out of alignment, how do you get them back in alignment? So the laws do all of this. And so the question became, well, do they really? For me, when I read these ancient laws, I just feel stuck and defensive or confused. And it's so hard to then go to them and go, okay, what's the wisdom underneath? And what I posed to you at the end of the last conversation was, yeah, this is great for an ancient Israelite who's pretty close to the context that these laws were given.",
    "start": "00:03:42",
    "end": "00:04:21"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "But the farther removed you are, the deeper the wisdom is hidden, it seems.",
    "start": "00:04:22",
    "end": "00:04:27"
  },
  {
    "text": "Like, yeah, sure, yeah. Or the more work it takes to get there. Yeah, that's true. And I guess when we're reading scripture, especially the Hebrew Bible, it's the same principle of communication, though, that we have to live by every day when we talk to any other person.",
    "start": "00:04:27",
    "end": "00:04:45"
  },
  {
    "text": "Yeah, but I'm not talking to ancient Israelites.",
    "start": "00:04:46",
    "end": "00:04:48"
  },
  {
    "text": "But I guess what I'm just saying is it's the same principle, though, which is, like, just turned up.",
    "start": "00:04:49",
    "end": "00:04:54"
  },
  {
    "text": "Yeah, but you're saying that the principle is empathy and seeking to understand what someone means.",
    "start": "00:04:54",
    "end": "00:05:02"
  },
  {
    "text": "Open mindedness. Yeah, an openness to another person's way of seeing and talking about the world, that there might be something for me here that will at least allow me to kind of delay judgment or delay frustration. Yeah. But nonetheless, it takes work.",
    "start": "00:05:02",
    "end": "00:05:21"
  },
  {
    "text": "Yeah, it takes work. The hope is that this will shape us into people who live.",
    "start": "00:05:21",
    "end": "00:05:28"
  },
  {
    "text": "Yeah.",
    "start": "00:05:28",
    "end": "00:05:29"
  },
  {
    "text": "What's a good word?",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "Well, people who live in peace with God and neighbor. Yeah, yeah. Eden. The blessing of Eden, which is peace, harmony. Now, we're not in Eden, so, you know, any time an earthquake could just ruin everything, but you can create little tastes of Eden outside of it when you live by the wisdom of the Torah. I think that's the idea. So in that spirit, I thought what we could do is go to some different sections. The law collection in the center of Deuteronomy has two big blocks. What we call chapters 12 through 18 is mostly about maintaining right relationship between Israel and God through worship and what we would call, I guess, religious loyalties and the then how they structure their leadership to help guide them in loyalty. The second big block, chapters 19 to 25, is mostly neighbor to neighbor, family, community, relationships. So we'll just kind of take them each in turn. This episode will be we'll choose some select laws from 12 through 18 of Deuteronomy. Okay, so let's start with something really disturbing and complicated, but nothing for it. Chapter 12. These are the statutes which you shall observe in the land which Yahweh the Elohim of your fathers has given you to possess as long as you live on the land.",
    "start": "00:05:31",
    "end": "00:07:01"
  },
  {
    "text": "And speaking of possessing that land.",
    "start": "00:07:01",
    "end": "00:07:03"
  },
  {
    "text": "Yes, speaking of possessing that land.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "This is the first law in this whole block.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "Yeah, yeah. You shall utterly destroy all the places where the nations whom you dispossess serve their gods on high mountains and on hills and under every green tree, tear down their altars, smash the sacred pillars, burn the sacred trees called Asherim, cut down engraved images of their gods and erase their name from that place. Obviously that's a positive. Like do this in relationship to the gods that are there, and then it will flip in verse four. So don't act that way towards Yahweh, your Elohim. So don't treat me with that kind of contempt like the Canaanites treat their gods. Rather, verse 5. And the whole rest of the chapter is going to be about how Yahweh is going to choose a place. When you go into the land, Yahweh will choose a place from among all the tribes to put his name there for his dwelling. And that's where you all will come.",
    "start": "00:07:08",
    "end": "00:08:13"
  },
  {
    "text": "The place where the tabernacle is supposed to go, basically, yeah.",
    "start": "00:08:13",
    "end": "00:08:17"
  },
  {
    "text": "In other words, yeah, Yahweh is going to establish a centralized place that will become a new center of worship. So there's a bunch of contrasts. One is, I think we should honor the intensity of the opening commands, get some time. But just to summarize, it is Canaanite shrines were all over, scattered all over. Yeah, every hilltop. And it's basically, it's a way of marking out a region or a forest or a valley as territory under the responsibility or owned by or given in allegiance to that particular deity, and so you have shrines all over. So in contrast, when Yahweh reclaims this land that he set apart for his covenant partners, just like in Genesis chapter two, you had a region called Eden, but then you had a garden in the eastern part, and then at the center of the garden, you had the tree of life. And so this is the land of the tribes. But then Yahweh will choose a place for his tent to dwell, and then in the middle of the tent, his name dwells there. We're staking out a new land that will begin to take on the aspects of Eden. So in terms of design patterns or narrative patterning, that's kind of what we're going for here. So in this way of framing it, the other gods who are worshiped by the trees and on the high places are filling the same slot as the deceptive spiritual being in the garden, who, through deception, gained the allegiance and trust of the humans. That is the snake. Okay, so make sure there's no remnants or evidence of any snakey worship happening in the land. Subdue the snake so that we can replant this land as an Eden. So I think, sympathetically, if we read this chapter within the storyline of the Torah, that's essentially what it is. It's clearing the land of snakes so that you can establish it as a new Eden with a centralized place of worship where all the tribes can come together as one to be in the presence of God. Yeah, so that all sounds very nice, but I also don't want to dismiss the fact that, Yeah, I mean, they.",
    "start": "00:08:17",
    "end": "00:10:42"
  },
  {
    "text": "Could have gone in and repurposed that stuff and kind of more carefully disassembled these things. It's like the language is like, just go to town and obliterate.",
    "start": "00:10:42",
    "end": "00:10:56"
  },
  {
    "text": "Yeah, yeah. I think for me, what's difficult about this is, you know, there's been moments in our lifetimes where there have been civil wars. I'm thinking specifically over in Syria, for example, where you have different religious militias that will, you know, seize the territory, seize the town. And, you know, a lot of these towns, like, over in Syria, have really amazing ancient Roman ruins or even earlier from, like, the, you know, the period of the ancient Syrians. And some of these religious militias have gone through and gone into museums, and they're, like, shattering ancient Roman carvings and statues that are carvings of Zeus or different gods and so on. Almost precisely the same mindset as this phrase right here. And so, you know, when I hear about this, I think, like, oh, what a shame, because it's like, good Artifacts. Yeah, because they are amazing artifacts. I mean, these are like.",
    "start": "00:10:56",
    "end": "00:11:59"
  },
  {
    "text": "Yeah, but don't they, like, obviously they tempt you towards spiritual powers that you should not be dealing with.",
    "start": "00:11:59",
    "end": "00:12:06"
  },
  {
    "text": "Yeah, exactly. I mean, what you're saying, what you're exposing there is in my mind, I've so secularized.",
    "start": "00:12:06",
    "end": "00:12:12"
  },
  {
    "text": "But no, I get it. Like a militia coming in and burning down a mosque or. Yeah. Like going into a museum and destroying artifacts. The same impulse is there of like, this is dangerous.",
    "start": "00:12:13",
    "end": "00:12:25"
  },
  {
    "text": "Yes.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "And this needs to just get out of here.",
    "start": "00:12:26",
    "end": "00:12:27"
  },
  {
    "text": "Totally.",
    "start": "00:12:27",
    "end": "00:12:28"
  },
  {
    "text": "In those settings, you're just kind of like, come on.",
    "start": "00:12:28",
    "end": "00:12:31"
  },
  {
    "text": "Yeah. In our setting right now, that is viewed as part of what's wrong with the world. People who behave that way. And intuitively I get that it's a modern Western mindset. I'm just saying, like, it's impossible for me not to read the opening of Deuteronomy 12 with those stories in my mind too.",
    "start": "00:12:31",
    "end": "00:12:49"
  },
  {
    "text": "Right. Because what you don't want this to become is license for someone to then go, oh, okay, that's what Israel was to do then.",
    "start": "00:12:50",
    "end": "00:12:57"
  },
  {
    "text": "Right.",
    "start": "00:12:57",
    "end": "00:12:58"
  },
  {
    "text": "So that's what I'm going to do in my neighborhood.",
    "start": "00:12:58",
    "end": "00:13:00"
  },
  {
    "text": "Exactly. And these very verses have inspired later generations of followers of Jesus to do literally these things to the religious structures and property of indigenous people. I'm thinking here of the colonial period, where Europeans or Americans are coming in to spaces whether here in the Americas, north or South. It's a travesty.",
    "start": "00:13:00",
    "end": "00:13:30"
  },
  {
    "text": "Okay, so let's get into it, because let's do. The case is this is wisdom literature. Okay. So I'm reading this. The wisdom underneath of this seems to be that if something is used as an object towards worship of a spiritual being, giving your allegiance to another power that is so dangerous.",
    "start": "00:13:55",
    "end": "00:14:15"
  },
  {
    "text": "Yeah.",
    "start": "00:14:16",
    "end": "00:14:16"
  },
  {
    "text": "That the right thing to do is just to wipe out the object completely. At least here, that's the wisdom.",
    "start": "00:14:16",
    "end": "00:14:23"
  },
  {
    "text": "Yeah. Yeah. Or that it is to have no place among our land or people.",
    "start": "00:14:23",
    "end": "00:14:29"
  },
  {
    "text": "Yeah. Now, so let's apply that wisdom. But all of a sudden, once we see that wisdom being applied in future generations and new contexts, we're getting squeamish right away and we're going, is that the wisdom here? So what's going on?",
    "start": "00:14:29",
    "end": "00:14:45"
  },
  {
    "text": "Totally. Yeah. This is a great.",
    "start": "00:14:45",
    "end": "00:14:47"
  },
  {
    "text": "Is this really wisdom literacy?",
    "start": "00:14:47",
    "end": "00:14:48"
  },
  {
    "text": "Let me just turn up the tension. So elsewhere in your Bible, you can turn forward and find a section in Paul's letter that we call 1 Corinthians.",
    "start": "00:14:48",
    "end": "00:15:00"
  },
  {
    "text": "If you're British.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "If you're British. But it doesn't actually say one Corinthians, it's just the Number one with Corinthians.",
    "start": "00:15:02",
    "end": "00:15:09"
  },
  {
    "text": "Is there an S T there?",
    "start": "00:15:09",
    "end": "00:15:10"
  },
  {
    "text": "No. And it's not the first letter. It's at least the second. So Anyway, in chapter 10, he's needing to address this situation about followers of Jesus, how they relate to meat from animals that have been sacrificed in the temples to other Greek and Roman gods down the street from the house, churches where they meet. And what is fascinating here is that in all of the instruction that he gives, the one thing he never says is, let's form a nighttime group and go, like, tear down the Zeus temple.",
    "start": "00:15:10",
    "end": "00:15:45"
  },
  {
    "text": "That'd be the most complete option. Like, yeah, then we don't have to deal with whether this meat has been sacrificed for Zeus or not.",
    "start": "00:15:46",
    "end": "00:15:53"
  },
  {
    "text": "Go tear it down. And you could say, like, he could have precedent for that because he could.",
    "start": "00:15:53",
    "end": "00:15:59"
  },
  {
    "text": "Say, well, this is what the Torah says, Deuteronomy 12. And he can say, you know, as the Torah says, that's right. And the wisdom is, let's just get rid of it.",
    "start": "00:15:59",
    "end": "00:16:09"
  },
  {
    "text": "Okay, so the question is, is that a faithful response to Deuteronomy chapter 12? Because what Paul actually goes on to say is, within the community of Jesus followers that meets, you know, in the house throughout Corinth, you have people who are in different places in their journey of following Jesus and having their whole life be given in allegiance to him. And so for some people, when they eat that meat that was sacrificed there to another God, like, it's not a big deal to them. It's not going to lure them back into worship to Zeus. But for some people, it might. It might if they knew that this meat, you know, that we're having at this meal was given through prayer and dedication and offered up to Zeus. It might actually be a real problem for somebody, maybe who they just stopped worshiping Zeus like, two weeks ago. And so Paul says, here's what we should do. You should just not bring that meat to that gathering. Have it at home, but, like, don't put it in front of another person. And definitely what he says at the end is in chapter 10, don't go to the Zeus temple yourself and take part in one of the sacrificial meals there. So that's what he says.",
    "start": "00:16:09",
    "end": "00:17:23"
  },
  {
    "text": "Yeah. He doesn't quote any laws from the Torah or anything.",
    "start": "00:17:23",
    "end": "00:17:27"
  },
  {
    "text": "He quotes from narratives in the Torah about the story of the golden calf and then a story in the Book of Numbers about how the Israelites started having sacrificial meals with the Moabites and offering sacrifices to their gods. And he merges those two together as the wisdom that informs how they should respond in this moment.",
    "start": "00:17:27",
    "end": "00:17:50"
  },
  {
    "text": "Well, that's the wisdom for like, don't go to the Zeus temple and do the sacrificial ritual. Yeah, right. Like, because.",
    "start": "00:17:50",
    "end": "00:17:56"
  },
  {
    "text": "Yeah, basically what he says is in the past, God's people brought God's judgment upon themselves by giving their allegiance to other gods. Right.",
    "start": "00:17:57",
    "end": "00:18:06"
  },
  {
    "text": "But this whole idea of, let's be respectful, that this might trigger someone, basically.",
    "start": "00:18:06",
    "end": "00:18:12"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:18:12",
    "end": "00:18:12"
  },
  {
    "text": "You know, people are in different parts of their faith journey and when you're at home, you're eating the Zeus meat. You know, you didn't participate in the ritual, but you got the Zeus meat and it's good protein.",
    "start": "00:18:12",
    "end": "00:18:23"
  },
  {
    "text": "Yeah.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "You know, like, go to town. It's not going to, like, Zeus isn't going to get more powerful and he's not going to infect you. It's fine.",
    "start": "00:18:24",
    "end": "00:18:32"
  },
  {
    "text": "Yeah.",
    "start": "00:18:32",
    "end": "00:18:32"
  },
  {
    "text": "But if someone is around and they're going to be influenced to actually then want to go and give their allegiance back to Zeus, then don't eat the meat.",
    "start": "00:18:32",
    "end": "00:18:44"
  },
  {
    "text": "Don't eat the meat.",
    "start": "00:18:44",
    "end": "00:18:44"
  },
  {
    "text": "Where does he get that wisdom?",
    "start": "00:18:44",
    "end": "00:18:45"
  },
  {
    "text": "Oh.",
    "start": "00:18:46",
    "end": "00:18:46"
  },
  {
    "text": "Or the wisdom of the weaker brother.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "Well, okay, real quick here. Let's take this in two steps. So one is, notice that Paul is saying there should be a zone free of anything that might, for somebody in the community lead their conscience astray or their mind astray to another deity.",
    "start": "00:18:48",
    "end": "00:19:07"
  },
  {
    "text": "And that's the potluck zone.",
    "start": "00:19:07",
    "end": "00:19:08"
  },
  {
    "text": "And it's the house church and not even the building, just the group of people.",
    "start": "00:19:08",
    "end": "00:19:13"
  },
  {
    "text": "When you assemble together and have meals together.",
    "start": "00:19:13",
    "end": "00:19:15"
  },
  {
    "text": "Yeah.",
    "start": "00:19:15",
    "end": "00:19:15"
  },
  {
    "text": "Keep it out.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "So Paul actually is very concerned that there is a zone free of any trace of something that would say Zeus is king. And that is the group, the community of Jesus followers. So actually that is certain what Paul is pulling from a Deuteronomy, chapter 12. And remember in Deuteronomy 12, the land of Canaan is being reconciled as like the Garden of Eden as the Garden of Eden. What is the Garden of Eden? It's a temple. It's a place where heaven and earth are one, where God and his people are one together, which is the church. And so in the New Testament, Jesus comes onto the scene and even will say in the temple that he is the temple. Or he'll say the temple is my body, or that one greater than the temple is here. And that when my followers get together, just maybe two or three of them, guess what? I'm in the middle, like the tree of life.",
    "start": "00:19:16",
    "end": "00:20:13"
  },
  {
    "text": "Oh, wow.",
    "start": "00:20:13",
    "end": "00:20:14"
  },
  {
    "text": "So Jesus said he's the temple, and then he calls and the apostles call his body the temple. Paul actually said it earlier in this very letter in 1 Corinthians 3, that.",
    "start": "00:20:14",
    "end": "00:20:26"
  },
  {
    "text": "We are his body.",
    "start": "00:20:26",
    "end": "00:20:26"
  },
  {
    "text": "Oh, and 6 y' all are the temple. So in other words, Paul takes the land of Canaan and how you relate to the gods of the Canaanites as an analogy for the community of Jesus followers. And he doesn't see the violence or the violent removal of those shrines as being some sort of model or precedent for marching down the street and protesting at the Zeus temple or tearing it down.",
    "start": "00:20:26",
    "end": "00:20:58"
  },
  {
    "text": "But he might, if the house churches were doing Zeus worship, he would go in and there would be some intensity of like, let's get this out of here. Let's just like burn it.",
    "start": "00:20:58",
    "end": "00:21:10"
  },
  {
    "text": "That's right. And so in another place in the letter where he finds out that a guy who says he follows Jesus is sleeping with his dad's second wife or his mother in law, he says, yeah, that guy needs to be excluded from the community, ideally to induce a sense of guilt and awareness and remorse for what he's done so that there could be restoration or redemption in his life.",
    "start": "00:21:10",
    "end": "00:21:35"
  },
  {
    "text": "So there is a protectiveness about that.",
    "start": "00:21:35",
    "end": "00:21:37"
  },
  {
    "text": "Yeah, yeah. So Paul's very protective of the community because he sees the community as the body of the Messiah. That is the expression of Eden, little Eden expression. So that's. It's a really good example. In the Hebrew Bible, it tells a story of God, at this stage of the story, has committed himself to an actual, like an ethnos, a people group.",
    "start": "00:21:37",
    "end": "00:21:59"
  },
  {
    "text": "Yeah.",
    "start": "00:21:59",
    "end": "00:22:00"
  },
  {
    "text": "And the moment God has done that, much like God self limits God's own freedom and authority to rule the world through humans and then commits to what that entails. So this is actually very important because throughout church history, very often when followers of Jesus or Jesus communities get enmeshed with institutions of state or national power, what often happens is the Bible can start to be appealed to, especially the laws of the Torah start to get. You just watch it through history. They get appealed to and then applied in these colonial situations, especially in European and American history, as if somehow the kind of Christianized state or community is like a new Israel or a new temple. A new temple and everybody else who's not a part of our group are like the Canaanites. And he can just watch us throughout church history. And treating the Bible that way is failing to read the Bible as a unified story that leads to Jesus. Because Paul definitely didn't see the world that way. For him, the community that is not a new Israel, but rather a group of people that got grafted into Israel is that community that is the body of the Messiah or an expression of God's Israel plan among the nations. And the way that we relate to our neighbors with marching orders from the Messiah is to love your enemy and not go tear them down, but rather to build an alternate community that bears witness by how we live. So this actually is helpful. Yeah, it was. I didn't plan on taking us here.",
    "start": "00:22:00",
    "end": "00:23:45"
  },
  {
    "text": "That was wonderful.",
    "start": "00:23:45",
    "end": "00:23:46"
  },
  {
    "text": "But I think that's what a faithful Messianic reading and application of Deuteronomy 12.",
    "start": "00:23:46",
    "end": "00:23:52"
  },
  {
    "text": "So we're applying, like, more of the paradigm. And by paradigm, we're referring to the paradigm series we did. There's seven pillars of what type of literature the Bible is. It's wisdom literature. It's communal literature. We talked about those two last episode and we're riffing on those right now. Yeah, but then you just brought up a third pillar, which is. It's Messianic.",
    "start": "00:23:52",
    "end": "00:24:13"
  },
  {
    "text": "Messianic, yeah. Yes.",
    "start": "00:24:13",
    "end": "00:24:14"
  },
  {
    "text": "It's all pointing to Jesus and where we said that cash out here is the land of Canaan was to become the new Eden, which is the temple of God, which then Jesus comes and says, I am what that was pointing to.",
    "start": "00:24:14",
    "end": "00:24:33"
  },
  {
    "text": "Yeah.",
    "start": "00:24:33",
    "end": "00:24:33"
  },
  {
    "text": "And the people who follow me and have allegiance to me are now also my body.",
    "start": "00:24:34",
    "end": "00:24:39"
  },
  {
    "text": "Yeah.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "And are at the temple. And so to apply the wisdom through a Messianic lens. Okay. Let's be very protective of anything coming into our communities that's going to give our allegiance to other powers.",
    "start": "00:24:40",
    "end": "00:24:53"
  },
  {
    "text": "Yeah, totally. Which requires a lot of communal discernment, discussion, learning, dialogue, openness to other points of view. But, yeah, it's a lot of intentionality in a way. You could say the equivalent of tear down the altars, smash the pillars, don't act like this towards Yahweh. Your God is reflected in something like a. Romans, chapter 12, verse 2, where Paul will write to the house churches of Rome and say, don't be conformed to this world, but be transformed by the renewal of your mind so y' all can discern what the will of God is. That's good and perfect.",
    "start": "00:24:53",
    "end": "00:25:35"
  },
  {
    "text": "So sneaky in the modern world because we don't have. I mean, we have maybe what you would call the equivalent to the astropholes and the different things like the a Ouija board or for some people, the Harry Potter novels or, you know, like.",
    "start": "00:25:35",
    "end": "00:25:50"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "Things that you could point to and be like, that's connecting you to spiritual powers is dangerous. Let's get out of that.",
    "start": "00:25:50",
    "end": "00:25:54"
  },
  {
    "text": "Yeah.",
    "start": "00:25:54",
    "end": "00:25:55"
  },
  {
    "text": "But there's, like. There's actually potentially even more sinister things that we just are used To. Which is totally like just how we think about money and currency.",
    "start": "00:25:55",
    "end": "00:26:06"
  },
  {
    "text": "Yes.",
    "start": "00:26:06",
    "end": "00:26:07"
  },
  {
    "text": "Which is like it's being conformed to the way that the world works.",
    "start": "00:26:07",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, that's totally right. Yeah. I mean, this strikes me every time I meditate on the early chapters of Acts. And you can see the early Jewish messianic communities living communally, sharing all their things, selling property, donating it to the community. I mean, and this was not just like, this is an interesting way to try this. This was how they expressed their allegiance to each other and how they obeyed the teachings of Jesus in that context. And so that is such a foreign way of thinking about money and possessions and mutual responsibility within a church community. For example, to many of us, there are many church traditions that have tried to preserve the wisdom of that way of life. There are many that have not. And so it's just a good example of like, oh, wow, how I think about money and my possessions and, like, my house, for example. Oh. Like I've been shaped by some other way of thinking about private property. I'm not saying it's completely wrong. I'm just saying it's not neutral. It comes from some other way of thinking about property. And maybe it could stand to get challenged a little bit and reshaped, as Paul says, renewed and transformed. Yeah. How we think about money, how we think about family, community, nationalism. Yeah, totally.",
    "start": "00:26:11",
    "end": "00:27:36"
  },
  {
    "text": "I mean, that's at the root of his setting. It's like you've got Roman nationalism that you're trained how to conform, to be a Roman nationalist. It's like it's just in the water system.",
    "start": "00:27:36",
    "end": "00:27:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "Conformity to power, to Caesar and how this whole thing works.",
    "start": "00:27:48",
    "end": "00:27:53"
  },
  {
    "text": "Yeah. And so in Jesus mind, that's why it is a misnomer to say Jesus started Christianity, but he was very clearly trying to found a renewal movement within a people Israel that was called from its origins to be a contrast community in the eyes of the nations that gave its allegiance to a different set of values, to a different God that lived in a very counterintuitive way. And that Paul sees himself carrying that on like, that's what is going on here. And in Deuteronomy, that's what Moses is after here, is don't worship Yahweh the way the Canaanites do, but rather we're gonna live in a new Eden and organize ourselves in a totally different way than Canaanites would ever imagine to do. So.",
    "start": "00:27:53",
    "end": "00:29:11"
  },
  {
    "text": "So we made it through one.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "I didn't say this is going to be quick. Let's Ooh, let's do another one. Let's go forward. We might think this is a shift in topics, but Deuteronomy 15, at the end of every seven years, you, that is that you is plural. Y'. All. Y' all Israelites shall grant a forgiveness of debts or a remission of debts. This is the way you shall grant that remission of debts. Every creditor, as anybody who makes loans. Banks would be a prime example. Right. But banks is a different way of organizing it. Here it was.",
    "start": "00:29:15",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, it's very personal.",
    "start": "00:29:54",
    "end": "00:29:55"
  },
  {
    "text": "Wealthy individuals, families. Yeah, Personal loans. So everybody who makes a loan will release what he's loaned to his neighbor. He shall not exact it from his neighbor, from his brother, because Yahweh's release has been announced.",
    "start": "00:29:55",
    "end": "00:30:12"
  },
  {
    "text": "This is the jubilee.",
    "start": "00:30:12",
    "end": "00:30:13"
  },
  {
    "text": "Ah, this is every seven years. Yeah. This is the year of release.",
    "start": "00:30:13",
    "end": "00:30:18"
  },
  {
    "text": "The year of release is what it's called.",
    "start": "00:30:18",
    "end": "00:30:20"
  },
  {
    "text": "Yeah. And then after seven of these is the Jubilee. Is the Jubilee. Super.",
    "start": "00:30:20",
    "end": "00:30:24"
  },
  {
    "text": "Which is this on steroids.",
    "start": "00:30:24",
    "end": "00:30:26"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:30:26",
    "end": "00:30:27"
  },
  {
    "text": "Every seven years, debts are canceled.",
    "start": "00:30:27",
    "end": "00:30:31"
  },
  {
    "text": "Yeah. Now verse three, from a non Israelite, you can exact repayment for a loan, but your hand will release whatever of yours belongs to your brother, that is an Israelite. So here, this is a good example of we're marking the people group of Israel at this stage of the story is the contrast community. And so it's a sibling. You notice the language of neighbor and sibling is really ramped up here. So the community of Israelites is to be this contrast community where we don't do loans the way the nations do. We have this Sabbath cycle where it's the Sabbath magnified Sabbath rest. Remember, that's all about the life of Eden, which is a life where abundance is what you receive as a gift instead of producing it for yourself. And so live in such a way that you have to force your loan programs to stop and reset. Yeah. The idea is, if you let this process of loaning with interest go on forever, it will eventually start to create severe disadvantages from which certain people won't ever be able to escape. So you do an Eden reset every seven years. There will be no poor among you, because Yahweh will bless you in the land which Yahweh, your God, is giving you to possess. That is, if you listen obediently to the voice of Yahweh, your God that I'm commanding you today. So that's a pretty big if.",
    "start": "00:30:31",
    "end": "00:32:09"
  },
  {
    "text": "Yeah.",
    "start": "00:32:10",
    "end": "00:32:10"
  },
  {
    "text": "So there will be no poor among you. Isn't this interesting? If you studiously obey all of the laws of the Torah.",
    "start": "00:32:10",
    "end": "00:32:17"
  },
  {
    "text": "Moses just solved poverty.",
    "start": "00:32:17",
    "end": "00:32:20"
  },
  {
    "text": "Yeah.",
    "start": "00:32:21",
    "end": "00:32:21"
  },
  {
    "text": "I mean, the interesting is Jesus said the poor will always be among you.",
    "start": "00:32:21",
    "end": "00:32:24"
  },
  {
    "text": "Because Moses will say it in about two more verses that you'll always have.",
    "start": "00:32:25",
    "end": "00:32:28"
  },
  {
    "text": "The poor among you. Moses will say it too.",
    "start": "00:32:28",
    "end": "00:32:30"
  },
  {
    "text": "So the idea is there will be no poor among you if you were to do this simple thing.",
    "start": "00:32:30",
    "end": "00:32:35"
  },
  {
    "text": "If you release each other from your debt obligations every seven year, no more poverty.",
    "start": "00:32:36",
    "end": "00:32:42"
  },
  {
    "text": "Yeah. And so here it's important to remember debt is the flip side of slavery in Israel and in how ancient near east economies worked. So if you have a field that's maybe like a family possession and you have multiple bad years in a row, can't sustain it financially anymore, you get a loan. If eventually you forfeit on that loan, then what you would do is sell yourself or your family members into avodah in Hebrew or slavery. Debt slavery. And so being in debt and being in slavery are synonyms in the Hebrew Bible because they often were literal. Like both would happen at the same time. Yeah. So we're talking about a perpetual class over generations, just compounding of people who are just buried in perpetual debt slavery. And so every seven years you have this break in the cycle where everybody gets a fresh Adam and Eve take at the garden. And that's the vision here. It's a bold economic vision. Yeah, it is very bold for people group.",
    "start": "00:32:42",
    "end": "00:33:53"
  },
  {
    "text": "I mean, has any economist done any work on trying to imagine what would actually happen?",
    "start": "00:33:53",
    "end": "00:34:00"
  },
  {
    "text": "Oh, of course, I'm certain. You know what's funny is sometimes when you ask a question like that on the podcast and then.",
    "start": "00:34:00",
    "end": "00:34:07"
  },
  {
    "text": "Oh yeah, then you say, I don't know.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "Yeah, then all of you listening. You know, there's like, I don't know, a couple dozen economist nerds out there listening. And then you send us cool stuff.",
    "start": "00:34:08",
    "end": "00:34:16"
  },
  {
    "text": "Yeah, send us some. So, yeah, I'd be interested. I mean, the thing is, obviously the concern you would have about doing this at a societal level is that no one would then treat their debts.",
    "start": "00:34:16",
    "end": "00:34:28"
  },
  {
    "text": "Sure, that's right.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "Seriously.",
    "start": "00:34:30",
    "end": "00:34:31"
  },
  {
    "text": "Yeah.",
    "start": "00:34:31",
    "end": "00:34:31"
  },
  {
    "text": "And then no one would want to loan money and then the whole thing would fall apart. And I asked you this before, like, was this ever actually done? The jubilee cycle. But then I guess this Sabbath year as well.",
    "start": "00:34:32",
    "end": "00:34:45"
  },
  {
    "text": "Yeah. And they were, they were done. And this is where I learned a lot from a Jewish scholar, Joshua Berman. His book Created Equal, how the Bible Broke with Ancient Political Thought. So good. But his chapter actually on the seven year release, it's really. And the jubilee is really interesting because these release years were practiced, we know, in Babylon but they were randomized. And particularly they would be declared when new kings would come into power as a political tool of winning favor.",
    "start": "00:34:46",
    "end": "00:35:23"
  },
  {
    "text": "Yeah.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "And also declaring that their rule is like the inauguration of a new era in the kingdom. And so what he draws attention to is that what was a political tool in Babylon here is like institutionalized on a Sabbath cycle. So no king can ever co opt this.",
    "start": "00:35:24",
    "end": "00:35:44"
  },
  {
    "text": "Interesting.",
    "start": "00:35:44",
    "end": "00:35:45"
  },
  {
    "text": "No Israelite king could ever co opt the release year as a tool. But it's Yahweh's tool as king to perpetually give each generation multiple opportunities to be their own. Adam and Eve in their own garden. Yeah, isn't that cool? At least I thought that was cool. That was insightful.",
    "start": "00:35:45",
    "end": "00:36:02"
  },
  {
    "text": "It is really cool to live this way. You would have to. Man, you'd really have to love the people that you give money to. Because if, you know, in seven years, if you haven't repaid this, I'm on the hook. You're doing it because you actually really want to help them.",
    "start": "00:36:02",
    "end": "00:36:22"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:36:22",
    "end": "00:36:23"
  },
  {
    "text": "And you're hoping they'll repay you, but you might be on the hook.",
    "start": "00:36:23",
    "end": "00:36:27"
  },
  {
    "text": "In other words, you see your own well being tied up with theirs. And if they and their family is trapped in debt slavery for generations, that will negatively affect all of us. So that's the idea here, actually, later on. This is verse 7 in chapter 15. Here the case law continues. He says, so if there is a poor person with you, one of your brothers in any of your towns, don't harden your heart. That's the language of Pharaoh. Don't harden your heart or close your hand. You shall freely open your hand and generously lend him what he needs. Be careful that there is no destructive or bad thought in your heart, saying, ah, the seventh year, the year of release is near. And that your eye becomes hostile to your poor brother and you give him nothing, then he can cry out to Yahweh and it will be a sin against you. So if it's year five of the cycle and you see your neighbor and he's like, he just had to sell his daughter in debt slavery. And he asks you for a loan and you say, what? No, the loan's going to go forfeit in two years. I can't do that. And that is called sin. Because. And notice the echoes of Genesis here. This is Cain and Abel, that he may cry out against you because this is your brother. It's called in the law, he's your brother. So all of a sudden, the wealthy Israelite becomes like Cain, and the disadvantaged Israelite is like Abel, and if you neglect him, his blood will cry out against you and it will be sin. Isn't that an interesting way of using the language?",
    "start": "00:36:27",
    "end": "00:38:11"
  },
  {
    "text": "It is interesting. Let me ask, when it comes to doing mishpat, this is like an example of doing mishpat, which we talked about last week, which was a way to help the vulnerable and poor to get to a place of right relationship. So when it comes to doing that, I guess this is the classic question, who is my neighbor? Or let me ask you this, who's my brother? Because there is familial language here. And we just read earlier that this seven year cycle was only for the Israelites. So someone who wasn't one of their kind, they weren't obligated to do it. And I've heard it argued that when it comes to doing mishpat, we're only obligated to fellow Christians.",
    "start": "00:38:11",
    "end": "00:39:00"
  },
  {
    "text": "Okay, so I guess let's do the parallel move that we did with the law in Deuteronomy 12. So what I would be looking then is among the community of God's covenant people, that is to be a contrast community among the nations. That is, it relates to itself in a way that is totally different than the structures of how people outside the community operate. I see examples of generosity. I mean, really, this is about generosity that allows people to thrive. Are there examples of this in the early Messianic communities? So I referenced earlier the stories in Acts chapter two, actually two through six.",
    "start": "00:39:00",
    "end": "00:39:40"
  },
  {
    "text": "Yeah.",
    "start": "00:39:40",
    "end": "00:39:40"
  },
  {
    "text": "And this is where people are selling fields and donating what they have to a common fund. And the apostles are overseeing it. Widows are being fed. So that's one whole way that example. And that's a inner Israelite community. It's a sub Israelite community, but of different cultural language backgrounds. You've got the Aramaic speaking and the Greek speaking widows. And it's not perfect, but they're working it out. They're figuring out ways to make it work. So that's an interesting example because you have different cultural language groups, but within the Israelite family living together in Jerusalem. But then a great section of chapters for meditation on this theme in the letters of Paul is in Paul's, I was about to say his second letter, but it's actually his fourth letter, 2 Corinthians in 2 Corinthians chapters 8 through 10, where he's talking about his mission to raise money among non Israelite churches around the Mediterranean to collect this big fund that's going to be sent to their impoverished brothers and sisters in Jerusalem who are ethnically Israelite. So this is fascinating. So he starts talking about how the church is in Macedonia and thought it was a privilege to give even though they're poor. And it's this really cool story that he tells. Like, they thought it was a privilege to give out of their poverty because they really believe that they're rich because of God's generosity. So then he uses that as a lesson to the Corinthians, who have been kind of stingy and not contributing very much to the fund. And then when he starts appealing to the Torah, what he starts appealing to is the story of the manna in the wilderness. And so he says, this is verse 14 of 2 Corinthians 8. At this present time, your abundance can be a supply for other people's needs. And here he's talking about the Israelite followers of Jesus in Jerusalem, so that at some future time, their abundance could become a supply for your need, so that there is equality. So he's kind of forming a principle here that, like, at this moment, they need what you've got, but then there could be a future time where you need what they've got. And then he says, just as it's written, and he quotes from Exodus 16, the one who gathered much didn't have too much, and the one who gathered little had no lack. So Paul sees Israel's provision as coming from God like manna in the wilderness.",
    "start": "00:39:40",
    "end": "00:42:19"
  },
  {
    "text": "Because that line comes from the story of collecting the manna.",
    "start": "00:42:19",
    "end": "00:42:21"
  },
  {
    "text": "That's right. And remember, that story was all about the bread of Eden. It's the bread of heaven that just comes as a gift to you. You didn't work for it. And so when God gives the gifts of Eden, they are given in a way that is both for you and. And for your neighbor, Right? For others. Because he doesn't give more to one than to another, than to another. He gives enough just so that everybody has and the whole community comes together. So in other words, Paul's mind is on these themes of God's Eden provision. So even though he doesn't quote Deuteronomy 15, I think what his point, he would meditate on Deuteronomy 15 and say if Israel was obedient to the laws, they get Eden blessing so that there would be no poor among them. And even though that's not the world we live in now, we could approximate it, we could begin to taste it. And so at this time, that means you who have more than what you need share it with people who don't. So that's just within. I'm not answering your full question, but I'm just saying I think this is how Paul would read these laws and see within the community of Jesus followers, which is like a little Eden. We need to reimagine how we think about our stuff.",
    "start": "00:42:21",
    "end": "00:44:07"
  },
  {
    "text": "Yeah. Before we get to my full question, I think just to press on this a little bit more is Paul's talking about just giving out of abundance. I've got more than I need. Why? I could think it's because I'm special, but God gave it to me and I can share it. I don't need to be stingy. There's an abundance. There's a principle in Deuteronomy 15 that we just read, which is if someone is in need, give it to them, and if they can't repay you, release them from that debt. So, yeah, fits kind of hand in glove. Then the question becomes, well, to what end? What if it's the fifth time?",
    "start": "00:44:07",
    "end": "00:44:45"
  },
  {
    "text": "Sure, yeah, sure.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "That your brother came and said, man, I'm in a hard spot. And you're like, yeah, but this is the fifth time. And then this is what's going to happen. I'm going to give you this money and then you're going to go and you're going to be foolish in these ways. You were foolish this way, you're foolish that way. And then you did this and you did that. I can't underwrite this anymore.",
    "start": "00:44:48",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, yeah, totally. Yeah. I mean, that's kind of like the story of Israel in the land. Really?",
    "start": "00:45:05",
    "end": "00:45:12"
  },
  {
    "text": "Yeah.",
    "start": "00:45:12",
    "end": "00:45:12"
  },
  {
    "text": "Yeah.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "It kind of almost reminds me, too, of the question that the apostles asked.",
    "start": "00:45:13",
    "end": "00:45:16"
  },
  {
    "text": "Jesus of how many times should I forgive my brother? Yeah, totally. Yeah. So once again, we're at a great. The law, as stated in Deuteronomy 15, is stating an ideal like a true North. But of course, there's all of these other mitigating circumstances or things that will require wisdom and discernment. And the law as worded doesn't address those.",
    "start": "00:45:16",
    "end": "00:45:43"
  },
  {
    "text": "Right.",
    "start": "00:45:43",
    "end": "00:45:44"
  },
  {
    "text": "It kind of gives you the core ideal. And I think, essentially, because that is in such a contrast to the nations around them, and that that's the kind of rhetorical purpose of that paragraph in Deuteronomy 15. But if you actually start to do that, it's going to raise all of these other situations that you're going to need some wisdom and knowledge and discernment to know how to respond. Because you're right, there are going to be circumstances that the law, as worded, never anticipated. And so you're going to have to need wisdom for that, too. And I guess you're going to need to go to some other laws and do some meditation there.",
    "start": "00:45:44",
    "end": "00:46:24"
  },
  {
    "text": "Okay. Do you have anything to say about whether this should apply to everyone everywhere or to just, oh, well, your community?",
    "start": "00:46:25",
    "end": "00:46:34"
  },
  {
    "text": "I mean, I think for the Hebrew Bible, we have to remember that the Hebrew Bible was the possession of a people group that for almost all of its history was a persecuted or underpowered religious ethnic minority. So even within Israel, the group of Yahweh loyal Israelites was always a minority and a small persecuted group within Israel. So when we get these laws about how the whole nation is to be shaped, we're in the language of ideals and hopes, not the way Israel actually ever was. But it is. It's pointing a true north to, like, an Eden ideal and of what God's covenant people could have been like or ought to be like. When you go to the New Testament and then you have the messianic communities, like, you know, in the early Roman Empire like this, it was not a democracy. There wasn't like, some hope that Paul's vision for this offering could become, like, legislated for the whole region, you know?",
    "start": "00:46:36",
    "end": "00:47:47"
  },
  {
    "text": "Right.",
    "start": "00:47:47",
    "end": "00:47:47"
  },
  {
    "text": "So it just wasn't on their radar that these values could be translated on a broader scale. However, when Jesus says, all authority in heaven and on earth belongs to me. Go to the nations and make disciples. Like, what he's saying is, creation belongs to me and my Father, and it's a vision of life for all of creation, not just for sub communities. So really, we're back to image of God that the values in the story that shapes followers of Jesus in their Jesus communities are meant to become guidance and wisdom for how you do your work. You know, I mean, I pray for followers of Jesus, like in my city government here in Portland, and I pray that they would have wisdom to know how to live out the ethic of Jesus in their roles on the city commission, you know, in the police department. But how it relates to them vying for legislation of more specific values associated with the teachings of Jesus for a broader population? Those are vitally important questions that are above my pay grade.",
    "start": "00:47:48",
    "end": "00:49:01"
  },
  {
    "text": "Yeah, yeah. I mean, Jesus does say, love your enemy. What does it mean to love your enemy? When you read these laws that are very specific about, like, you know, doing mishpat for the poor among you. And you also see these really wonderful bright spots in Christian history where they're the ones out there taking care of the sick when there's a plague or they're starting hospitals and there aren't being like, are you on the inside or are you the outside dude?",
    "start": "00:49:02",
    "end": "00:49:31"
  },
  {
    "text": "Yeah, they're just going for it. That is absolutely faithful response and carrying forward the wisdom. The wisdom, yes. Wisdom for the nations. Yeah, absolutely. So the way that that is done is the adventure that God's people have with the spirit, because there's no handbook on that. There is. You know, Scripture offers wisdom and guidance and I think God's wisdom on how to carry that forward. But what it will look like in different times and cultural applications I think will really take different forms. So, yeah, we're getting into whole fields of important conversations in ethics. Yeah. Political theology and missiology. That is how a Jesus community begins to branch into new cultures and translates the life and ethic of Jesus into new times and places. But, yeah, a story that begins with the words in the beginning and tells a story about all humanity and how all humans organize their life in the world is a story that naturally is going to have an expansive vision for all of human life in the world. And so it just turns out life's complicated. You need to be wise. You need wisdom.",
    "start": "00:49:31",
    "end": "00:50:50"
  },
  {
    "text": "Yeah. Okay. So we got through two kind of longer laws.",
    "start": "00:50:51",
    "end": "00:50:57"
  },
  {
    "text": "No, I kind of liked how he did it, though. It was like, interesting law in Deuteronomy ways that it seems challenging for us based on our social location, but then viewing it in light of the biblical story. Yeah. Seeing how Jesus and the apostles.",
    "start": "00:50:57",
    "end": "00:51:10"
  },
  {
    "text": "I could do more of these.",
    "start": "00:51:11",
    "end": "00:51:12"
  },
  {
    "text": "Great. Let's do another round in the next conversation.",
    "start": "00:51:12",
    "end": "00:51:15"
  },
  {
    "text": "Yeah, okay. Let's do more.",
    "start": "00:51:16",
    "end": "00:51:17"
  },
  {
    "text": "Yeah. No reason to stop.",
    "start": "00:51:17",
    "end": "00:51:18"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we wrap up the second movement of Deuteronomy, taking a closer look at laws around marriage and divorce, focusing on how Jesus read and interpreted these very laws.",
    "start": "00:51:20",
    "end": "00:51:33"
  },
  {
    "text": "So clearly we're in a different social setting and it feels bothersome to us because it feels like it's reinforcing issues of the gender value differential and letting you know, allowing the men in this situation to just do what they want and this woman has to suffer. So, yeah, let's just name that. I feel that, too. That's right there. And every person I've ever walked through in a class setting or conversation with the this law has the exact same reaction.",
    "start": "00:51:34",
    "end": "00:52:03"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer, Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make this podcast, the videos we've got classics is we've got an app. It's all free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Christy and I'm from Oneonta, Alabama. Hi, this is Chris Jung and I'm from Glenview, Illinois. I first heard about bibleproject from my son Kyle, who I will be forever grateful to for introducing me to you guys. I first heard about bibleproject five years ago and I used the Bible Project project for going over key themes and overviews of books that I'm about to read in the Bible through my own personal reading. I use bibleproject for my own personal Bible study time as well as using it for some small groups that I have led. My favorite thing about Bibleproject is the accessible videos on YouTube as well as the overviews and illustrations and that really bring scripture to life. My favorite thing about bibleproject is that it has helped me to just love Scripture more than I ever have before and gain such a greater understanding of the Bible as a unified story. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "00:52:03",
    "end": "00:53:44"
  }
]