[
  {
    "text": "We've been reading through the Torah, and we've come to many sections where we read ancient law code. What we're reading are snippets, a small selection of a larger ancient law code that Israel had with Yahweh to establish their covenant with him. And here in Deuteronomy, Moses continues to give us even more law.",
    "start": "00:00:04",
    "end": "00:00:25"
  },
  {
    "text": "But it's now Moses either restating laws that happened earlier in the collection or giving new laws that develop principles found in laws earlier in the collection.",
    "start": "00:00:26",
    "end": "00:00:37"
  },
  {
    "text": "Up till now, Israel has been wandering through the desert, but they're ready to settle into the land God promised to them. And so Moses is giving Israel guidelines for how to settle in the new land. Now, it's easy to think of these laws as a list of do's and don'ts, but they're more than that. These laws are meant to form them into a people who know how to live with wisdom among the nations as they enter the land.",
    "start": "00:00:37",
    "end": "00:01:02"
  },
  {
    "text": "A law forms a group of people to live and see the world a certain way, so that when you encounter all kinds of other circumstances that maybe a specific law doesn't address, you'll find yourself acting in certain ways because the laws have shaped you to see the world.",
    "start": "00:01:02",
    "end": "00:01:20"
  },
  {
    "text": "Living by the law code is a way to declare their allegiance to Yahweh. If they obey the commands, their way of living in this world will be markedly different from the nations around them. And in a beautiful way, the word.",
    "start": "00:01:21",
    "end": "00:01:33"
  },
  {
    "text": "Righteousness is a relational word in biblical Hebrew. It's doing right by somebody specific to the context of our relationship. Moses says, obeying the wisdom of the laws will be Israel's righteousness before God and before their neighbor. As they do that, the nations will look on and say, well, following that God is pretty awesome because it results in the community that looks like this today.",
    "start": "00:01:33",
    "end": "00:01:59"
  },
  {
    "text": "Tim Mackey and I begin the second movement of Deuteronomy looking at the theme of law. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:59",
    "end": "00:02:20"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Here we are.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Yeah. The Deuteronomy scroll. We have arrived at the last section, last major scroll of the Torah.",
    "start": "00:02:24",
    "end": "00:02:31"
  },
  {
    "text": "We have. We've gone through a lot of, for me, obscure passages of the Bible that I don't tend to read, and it's been really great. So thank you. We're here in the middle of Deuteronomy. We just finished the first movement, and we looked at the theme of listening and loving.",
    "start": "00:02:31",
    "end": "00:02:50"
  },
  {
    "text": "Yep. Yeah. In chapters one through eleven, which form the first major Movement of the Deuteronomy scroll.",
    "start": "00:02:50",
    "end": "00:02:57"
  },
  {
    "text": "Yeah.",
    "start": "00:02:57",
    "end": "00:02:57"
  },
  {
    "text": "Moses gets. Gets his sermon on.",
    "start": "00:02:58",
    "end": "00:03:01"
  },
  {
    "text": "Gets his preach on.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "Yeah, he gets his preach on. Yeah. Yeah. It's one long collection of sermons. I mean, they read like, persuasive, passionate sermons.",
    "start": "00:03:03",
    "end": "00:03:11"
  },
  {
    "text": "Yeah.",
    "start": "00:03:11",
    "end": "00:03:12"
  },
  {
    "text": "To a congregation. Actually, that's what they're called. Oftentimes like an assembly. So it portrays Moses as in the model of, like a priestly prophetic teacher teaching in a synagogue to a congregation.",
    "start": "00:03:12",
    "end": "00:03:25"
  },
  {
    "text": "And the congregation is Israel, a new generation of Israel who's been wandering through the wilderness out of slavery.",
    "start": "00:03:25",
    "end": "00:03:32"
  },
  {
    "text": "Yeah. They were the children who went through the exodus and the wilderness wanderings.",
    "start": "00:03:33",
    "end": "00:03:37"
  },
  {
    "text": "And now the children are adults. Their parents are now all gone, passed.",
    "start": "00:03:37",
    "end": "00:03:42"
  },
  {
    "text": "Away in the desert because of their lack of trust and rebellion.",
    "start": "00:03:42",
    "end": "00:03:47"
  },
  {
    "text": "Moses is still around, though.",
    "start": "00:03:47",
    "end": "00:03:49"
  },
  {
    "text": "He's got to be old, still kicking. Yeah, totally.",
    "start": "00:03:49",
    "end": "00:03:51"
  },
  {
    "text": "Yeah, yeah. He. I mean, his heart must be great. He went up and down that mountain so many times. Just he's healthy.",
    "start": "00:03:51",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. And now desert backpacking trips for decades.",
    "start": "00:03:57",
    "end": "00:04:01"
  },
  {
    "text": "Yeah. So he is preparing this next generation to go into the promised land. They're at the.",
    "start": "00:04:01",
    "end": "00:04:09"
  },
  {
    "text": "Yeah, they're at the Jordan River. So on the east side of the Jordan river, kind of where modern day Jordan kind of meets the eastern border of modern day Israel, near Jericho. Yeah.",
    "start": "00:04:10",
    "end": "00:04:22"
  },
  {
    "text": "And he said, look, we have this covenant with God. He gave us the laws. I am going to. What was the word? Basically, make these laws legible.",
    "start": "00:04:22",
    "end": "00:04:31"
  },
  {
    "text": "Yeah. Make legible to. Yep. Deuteronomy 1, verse 5. Moses undertook to expound or make legible, make more clear the instruction of God. The instruction.",
    "start": "00:04:31",
    "end": "00:04:44"
  },
  {
    "text": "He's refreshing. The law code for this next generation.",
    "start": "00:04:44",
    "end": "00:04:48"
  },
  {
    "text": "Yes.",
    "start": "00:04:48",
    "end": "00:04:48"
  },
  {
    "text": "Who are now going to experience the covenant relationship in a new setting.",
    "start": "00:04:48",
    "end": "00:04:52"
  },
  {
    "text": "Yes. Yeah, that's right. Yeah. The laws up to this point have been given to a migratory people who have been traveling in other people's lands or territories or just in the middle of unclaimed wilderness territory. But what it's going to look like to be faithful to the same God and honor and live in covenant loyalty to that God and with your neighbor is going to have to look different once you come in and start building homes and neighborhoods and planting farms and that kind of thing. And so the laws assume that new kind of social context for Israel.",
    "start": "00:04:52",
    "end": "00:05:31"
  },
  {
    "text": "Since we're going to be talking about law in this conversation.",
    "start": "00:05:31",
    "end": "00:05:34"
  },
  {
    "text": "Yes.",
    "start": "00:05:34",
    "end": "00:05:35"
  },
  {
    "text": "Let's remind ourselves how we've gotten all the law codes so far.",
    "start": "00:05:35",
    "end": "00:05:38"
  },
  {
    "text": "Totally.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "I mean, that would just help me, because it's easy to imagine that what we've got in the Torah is like a complete set of Laws, Yeah, totally. That ancient Israel lived by. And it would even be easy to imagine that they would all be in one place or maybe like a few places.",
    "start": "00:05:39",
    "end": "00:05:57"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:05:57",
    "end": "00:05:58"
  },
  {
    "text": "But instead, as you read through the Torah, beginning with the Ten Commandments in Exodus and then on through the rest of Exodus, Leviticus numbers, you've got little.",
    "start": "00:05:58",
    "end": "00:06:11"
  },
  {
    "text": "Pockets of law code, little sub collections of laws dropped into narratives, like spliced into an ongoing narrative. So, yeah, so this connects back to conversations I'm trying to think in the podcast how to Read the Law. That's a whole series we did a couple years ago, and then our theme video on the law in the storyline of the Bible. But yeah, the Torah is not a law book as we conceive of it. It is a narrative into which have been spliced collections of laws.",
    "start": "00:06:11",
    "end": "00:06:41"
  },
  {
    "text": "Which is tricky because often Torah is translated law.",
    "start": "00:06:41",
    "end": "00:06:44"
  },
  {
    "text": "Yeah, I know.",
    "start": "00:06:44",
    "end": "00:06:44"
  },
  {
    "text": "Often when I see the word law in my Bible, that's the word Torah.",
    "start": "00:06:47",
    "end": "00:06:50"
  },
  {
    "text": "It's the standard English word to translate the word Torah in all modern English translations. And that links back to. And even pre English tradition, which is all the way back to the Jewish scholars who translated the Hebrew Bible into Greek in the pre Christian period. And they used the Greek word Namaskar.",
    "start": "00:06:50",
    "end": "00:07:11"
  },
  {
    "text": "Translate Torah.",
    "start": "00:07:11",
    "end": "00:07:11"
  },
  {
    "text": "Yeah, which is like a legal statute, written law. And that's a fine translation to cover one aspect of meaning of the word Torah. But the basic meaning of it is instruction or teaching that guides somebody. And sometimes those instructions take written form in the collection, in which case you could call them law. But as we're going to see, Torah can refer to other forms or other ways that you can give guidance and instruction. So, yeah, this is a big conversation we've had over the years that the Torah is not a comprehensive law code given to Israel. It is a story about a people who entered a covenant with God who said that the terms of our relationship will be a series of instructions and then into the story about the progression of that relationship have been dropped.",
    "start": "00:07:11",
    "end": "00:08:07"
  },
  {
    "text": "Select, like examples almost.",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "Yeah, yeah. Or what do you call them? Excerpts. Excerpts of some larger body of law. So Israel surely had much larger law collections, but they have been selectively drawn from by the biblical authors and divided up into subunits and put into four different scrolls of the Torah.",
    "start": "00:08:09",
    "end": "00:08:28"
  },
  {
    "text": "And when you say Israel, you mean like ancient Israel? Yeah, the Israel that would have lived not even during Second Temple time. You're talking like.",
    "start": "00:08:28",
    "end": "00:08:39"
  },
  {
    "text": "No, during the time of the narrative.",
    "start": "00:08:39",
    "end": "00:08:41"
  },
  {
    "text": "Setting, which would have been middle Bronze Age, maybe kind of time.",
    "start": "00:08:41",
    "end": "00:08:45"
  },
  {
    "text": "Yeah, middle Late Bronze Age transition into. Yeah. Or in Our modern Western calendar in the 1400s to kind of 1200s B.C.",
    "start": "00:08:45",
    "end": "00:08:56"
  },
  {
    "text": "This is ancient Israel. Ancient to what we would call ancient Israel. Ancient Israelites would call this ancient Israel.",
    "start": "00:08:56",
    "end": "00:09:02"
  },
  {
    "text": "Yeah, that's right. Yeah. To Jesus, this is ancient.",
    "start": "00:09:02",
    "end": "00:09:05"
  },
  {
    "text": "Yeah.",
    "start": "00:09:05",
    "end": "00:09:05"
  },
  {
    "text": "Even to Ezra, Nehemiah, this is ancient, right? Yeah, yeah, totally. And the laws bear all the marks of that more ancient context. In fact, in this conversation, we're going to be reading some ancient Babylonian laws, a law code. And what we'll see actually is the same concept is that law codes function primarily as a source of wisdom and meditation and as a display of the lawgivers, justice, righteousness, and wisdom. But I get ahead of myself. So that's. For the moment, that's Deuteronomy. It's Moses expounding and furthering the teaching of the earlier laws. But now for the next generation to live in a new context, and that's the narrative setting of the book. What we're going to do in this conversation is pivot now into the second movement of Deuteronomy, where it continues to be speeches from Moses, but it's now Moses either restating laws that happened earlier in the collection or giving new laws that develop principles found in laws earlier in the collection. So this makes up what we call chapters 12 to 26 of Deuteronomy. This just couple hundred ancient Near Eastern laws.",
    "start": "00:09:05",
    "end": "00:10:20"
  },
  {
    "text": "It really is like a list.",
    "start": "00:10:20",
    "end": "00:10:21"
  },
  {
    "text": "Yep, that's right. There's no narratives in here. Sometimes the laws are cast as little mini narratives, like a little case law, you know, where let's say there's a guy who does this and then the woman who says this. But from chapter 12 on fact here, I'll just read the first line of chapter 12 is. And these are the statutes and the judgments that you shall carefully observe in the land which Yahweh, the Elohim of your fathers, has given to you to possess as long as you live on the land.",
    "start": "00:10:22",
    "end": "00:10:52"
  },
  {
    "text": "Yeah, here they are.",
    "start": "00:10:52",
    "end": "00:10:54"
  },
  {
    "text": "And here they are. And then what follow are a couple hundred of those laws.",
    "start": "00:10:54",
    "end": "00:10:58"
  },
  {
    "text": "The first one's a doozy.",
    "start": "00:10:58",
    "end": "00:10:59"
  },
  {
    "text": "Oh, yeah. Okay. So what I'd like to do actually, before we dive in, I want to take. There's kind of two main large sections of laws here. One is in chapters, what we would call chapters 12 to 18. And almost all of them are about the way the Israelites are to express their worship, allegiance to Yahweh, and also how their leadership structures are to be designed in order to keep the people loyal to Yahweh. So this whole section really is focused on Israel and God or loving God. So we'll do a whole conversation on that. The second large section is in what we call chapters 19 to 25. And it's almost all focused on laws, giving instruction about family situations or village situations or how the tribes are to relate to each other in economics and social structure and family, and also how they are to relate to the nations around them. So this fits into a big, large bucket that you could call loving your neighbor, Expressing love to your neighbor. So. And loving God. Loving neighbor. This is kind of the two.",
    "start": "00:11:00",
    "end": "00:12:09"
  },
  {
    "text": "That's how Jesus summarized the law.",
    "start": "00:12:09",
    "end": "00:12:10"
  },
  {
    "text": "Yeah. The whole Torah. Yeah. But before we have those two conversations, I want to back up and just remind us of something we've talked about over the years. But it's always good to remember it. When we're talking about law or statutes in the Torah, the first thing that should come into our minds is wisdom. That laws are an expression of wisdom and a source of wisdom and meditation, and that they function really differently than statutory law collections do in modern Western, like, legal libraries.",
    "start": "00:12:10",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. We talked about this at length in our conversations on the law.",
    "start": "00:12:48",
    "end": "00:12:51"
  },
  {
    "text": "Yeah.",
    "start": "00:12:51",
    "end": "00:12:52"
  },
  {
    "text": "And that's an interesting rabbit hole. It's an interesting set of concepts to untangle, because as a modern Westerner, my idea of law code is very well cemented in what I understand about the judicial system and the way that our cities work. And this is a completely different type of way to think about law code.",
    "start": "00:12:52",
    "end": "00:13:14"
  },
  {
    "text": "Yeah. Different legal tradition entirely. Yeah. Because essentially what law codes are is they're public agreements about how we're going to organize our life together.",
    "start": "00:13:14",
    "end": "00:13:24"
  },
  {
    "text": "Agreements with some teeth.",
    "start": "00:13:26",
    "end": "00:13:27"
  },
  {
    "text": "With some teeth, yeah. Depending on how they're enforced, you know, whether through, like, monetary fines, you know, or physical coercion through, like, law enforcement. And the way these laws adapt and develop, because all law traditions do is through collections of laws. And then as new cases arise in a given community, you consult earlier laws and then either call them up and apply them in new ways or you adapt them to a new circumstance.",
    "start": "00:13:27",
    "end": "00:13:57"
  },
  {
    "text": "You know, and that's actually what's interesting, is maybe there isn't such a huge discrepancy between the way we actually do law.",
    "start": "00:13:57",
    "end": "00:14:05"
  },
  {
    "text": "Yeah.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "Because when it comes down to it, when I think about law, I just think like, oh, yeah, the speed limit or, you know, I can't steal from the grocery store. Very basic kind of things that are very clear. But the judicial branch is in charge of when things happen that don't have a clear precedent, like you just said, they go to the rules that were set up before the cases and how they were decided. And then they use that as wisdom to decide, okay, then what do we do in this next case? And then the decision that they make in that next case then becomes more case law, then is now more wisdom. And this whole body of law really is in a way, a way of us saying, here's how we think is the most wise way for us to live. And we're going to always adhere to it. But it's malleable. It kind of changes slowly over time as culture changes.",
    "start": "00:14:06",
    "end": "00:15:01"
  },
  {
    "text": "Yeah, yeah. We just had a series of local elections here in Portland. And so I'm thinking this was a couple cycles ago, but I remember when the way that Portland public school system's high schools have been like paid for for maintenance and upkeep, all of a sudden that system just wasn't working because the financial and the way the tax system was designed like a couple generations ago. So there's a big redesign of it in these bills. I remember reading about it, listening to a radio episode or something and then making my vote about this new bill. And then within the next couple years, and now all over certain Portland public high schools will be shut down for, for a whole year. All those students are sent to other schools and they are like doing a tear down rebuild of these hundred plus year old buildings all over Portland. And it's mad takes a year and a half. I just was reflecting on it because it was like I signed a piece of paper along with hundreds of thousands.",
    "start": "00:15:01",
    "end": "00:16:01"
  },
  {
    "text": "Of other people and now things are getting remodeled.",
    "start": "00:16:01",
    "end": "00:16:04"
  },
  {
    "text": "All of a sudden the landscape of our city is being systematically redesigned. And that was an updating of a series of financial tax laws to channel new money so that our kids don't go to school in these decrepit old buildings. But somehow, even though I know all that, in my imagination there's some like body of laws, there's some sacred book. Yeah. Down in city hall or you know, the courthouse downtown that just like exists in perpetuity and that whenever the judges who are judging cases, they just look at the law code and it tells them what to do. Not quite actually how it works, but somehow in my mind it's hard to shake that.",
    "start": "00:16:04",
    "end": "00:16:44"
  },
  {
    "text": "Yeah. When you say like, hey, that's against the law, that's kind of what comes to mind is this like sacred collection that is immutable that just like exists and we all adhere to.",
    "start": "00:16:44",
    "end": "00:16:56"
  },
  {
    "text": "Yeah, totally. So that's one example. Another example is specific applications of the law. So these laws exist. You know, like there should be stop signs, like at certain corners, but that, you know, my son and I were just riding our bike somewhere last night, and there's this intersection in our neighborhood that doesn't have a stop sign. And it's just like, so irresponsible. And so we went home and looked up, like, what does it take to, like, petition for a stop sign in your neighborhood? That's a pretty elaborate process, I imagine. And you need to get neighbor signatures and so on. But it was just kind of funny to think, like, what we need is a specific application of the law, like traffic law in our neighborhood. And the officials can't see it because they don't live on the street. But we can see it all every time we ride by here. Like, man, there should be a stop sign here. So oftentimes law codes become inefficient and they need new applications that require a whole process too.",
    "start": "00:16:56",
    "end": "00:17:54"
  },
  {
    "text": "Or sometimes the inefficiencies are on purpose. Because if, like, you just put a stop sign up everywhere you want one.",
    "start": "00:17:55",
    "end": "00:18:00"
  },
  {
    "text": "Yeah.",
    "start": "00:18:00",
    "end": "00:18:00"
  },
  {
    "text": "Then suddenly it just like, takes forever to get anywhere.",
    "start": "00:18:00",
    "end": "00:18:04"
  },
  {
    "text": "Oh, my gosh, yes. There's Division street in outer East Portland. Ever driven from Gresham into Portland? So going from east to west, outer suburb in the east into west Portland, and there are more stop signs and lights on that four mile stretch. It just takes forever. And it's the same stretch, but you can go down 10 blocks and take Powell or go north 10 blocks and take Gleason, and you can do it in half the time.",
    "start": "00:18:04",
    "end": "00:18:33"
  },
  {
    "text": "Yeah.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "But anyway, all to say, law is a mutable, adaptable thing.",
    "start": "00:18:33",
    "end": "00:18:38"
  },
  {
    "text": "Yeah.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "And that's exactly what we're seeing in Deuteronomy. And it's an embodiment of a set of values and a worldview and a view of the value of people. And every culture does a little bit differently. And the way that God spoke through Moses and these ancient legal, cultural, you know, forms, results in the laws that we have here in the Torah. And this is the last big block in this section of Deuteronomy. Okay, so that was an interesting little rabbit trail. Contemporary. Let's take an interesting rabbit trail. But in ancient times, about how the biblical authors and other ancient Near Eastern folks conceived of laws as an embodiment of adaptable wisdom. So the best place to go is actually not in the law collection as such, but it's one of the sermons of Moses in Deuteronomy chapter 4. And this is just a great paragraph. Deuteronomy 4. Deuteronomy 4 is actually the center of the first movement of Deuteronomy which is chapters 1 to 11. It's the center speech, and it begins, now, O Israel, listen to the statutes and the judgments that I am teaching you to do so that you may live and go in and take possession of the land that Yahweh the Elohim of your fathers is giving you.",
    "start": "00:18:39",
    "end": "00:20:27"
  },
  {
    "text": "And statutes and judgments are two ways of just saying, specific, applicable law code.",
    "start": "00:20:27",
    "end": "00:20:34"
  },
  {
    "text": "Yeah, we'll talk about judgments in just a minute here. But the word statute is sometimes chuka, and it's from the Hebrew verb chakak, which means to inscribe, like, to etch into stone. So it's referring to the practice of.",
    "start": "00:20:35",
    "end": "00:20:53"
  },
  {
    "text": "Actually etching, because that's how you would make something official.",
    "start": "00:20:54",
    "end": "00:20:58"
  },
  {
    "text": "Yeah, etching like Allah onto a stone tablet. Yeah, so that's what statute means. So Moses goes on, you shall not add to the word that I'm commanding you, nor take away from it, so you can keep the commands of Yahweh, your God, that I'm commanding you.",
    "start": "00:20:58",
    "end": "00:21:16"
  },
  {
    "text": "That makes it sound immutable.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "It does. Yeah, it does.",
    "start": "00:21:18",
    "end": "00:21:19"
  },
  {
    "text": "Didn't we just say.",
    "start": "00:21:20",
    "end": "00:21:21"
  },
  {
    "text": "Yeah. So this is what's fascinating about this little line. This is a great example of where Moses is adopting kind of a standard covenant law collection formula. You know how when you, like, learn to write a letter as a kid, sincerely. Sincerely, you know, and then ending with.",
    "start": "00:21:22",
    "end": "00:21:42"
  },
  {
    "text": "Like, to those who are concerned.",
    "start": "00:21:42",
    "end": "00:21:45"
  },
  {
    "text": "Yes, yeah, yeah, that's right. To whom it may concern.",
    "start": "00:21:45",
    "end": "00:21:47"
  },
  {
    "text": "To whom are they concerned?",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:21:48",
    "end": "00:21:49"
  },
  {
    "text": "Yeah.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "I actually use that sometimes. So this line is kind of like that.",
    "start": "00:21:50",
    "end": "00:21:53"
  },
  {
    "text": "Okay.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "And we'll actually see an example later. There's a handy commentary series called the Zondervan Illustrated Bible Backgrounds commentary, Thrilling. Title Z, I, B, B, C. But it's color, and it just gives you pictures, maps, and it's a commentary specifically giving you ancient Near Eastern cultural background. Cool stuff. Cool all through the whole Hebrew Bible. It's awesome. And their commentary on this paragraph, it's a formula that is common in ancient Near Eastern literature. It's found essentially in Egyptian scribal guidelines and in Assyrian law collections as warnings against changing any part of the covenant treaty. Hammurabi, which we'll read in a minute, included the same charge in the epilogue. And he called down curses on anyone who would change his laws. The same language is also found in the prologue and epilogue of an ancient law code called the Lipit Ishtar laws. So this goes back to your kind of preloaded assumptions about what a law code is.",
    "start": "00:21:53",
    "end": "00:23:01"
  },
  {
    "text": "Yeah.",
    "start": "00:23:02",
    "end": "00:23:02"
  },
  {
    "text": "In any culture. So if you think of it, the Way we were describing earlier as some abstract collection that's down in the courthouse.",
    "start": "00:23:02",
    "end": "00:23:10"
  },
  {
    "text": "By abstract, you mean.",
    "start": "00:23:10",
    "end": "00:23:12"
  },
  {
    "text": "Well, by abstract, I mean it's just. It's written and collected somewhere in writing.",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "Yeah.",
    "start": "00:23:15",
    "end": "00:23:16"
  },
  {
    "text": "And when judges are doing their thing day to day, deciding on cases, they just go to the law collection and then do what it says.",
    "start": "00:23:16",
    "end": "00:23:24"
  },
  {
    "text": "Right.",
    "start": "00:23:24",
    "end": "00:23:25"
  },
  {
    "text": "So here in this context, the laws are the terms of a covenantal relationship. So by living in accordance to the laws, you're expressing your devotions and allegiance to a particular Elohim that saved your people out of slavery. And he's saying, this is how you can honor me in the relationship. So to not add or take away is about saying you can't just change the terms of our relationship and invent a new law code on your own. In a way, it's saying you don't do what's good in your eyes, to use the language of the Eden story.",
    "start": "00:23:25",
    "end": "00:24:03"
  },
  {
    "text": "But Moses is going to hear adapt law code for a new context.",
    "start": "00:24:03",
    "end": "00:24:08"
  },
  {
    "text": "Yeah.",
    "start": "00:24:08",
    "end": "00:24:08"
  },
  {
    "text": "So, I mean, he's changing totally. So there's something here which is, yes, don't go and change this, but also.",
    "start": "00:24:08",
    "end": "00:24:16"
  },
  {
    "text": "You'Re going to have to adapt.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "You're going to have to change this.",
    "start": "00:24:17",
    "end": "00:24:18"
  },
  {
    "text": "Yeah, yeah, that's right. In other words, it's a good example of what the word say. We have to distinguish between what the words say and what the words mean.",
    "start": "00:24:18",
    "end": "00:24:28"
  },
  {
    "text": "Sabbath is marriage so much.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "Yeah, totally. Yeah. Because what they mean is it's not like up to you to just rewrite this covenantal relationship any time or any way you want.",
    "start": "00:24:30",
    "end": "00:24:40"
  },
  {
    "text": "Yeah.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "So Moses is doing it a particular way as he adapts earlier laws faithfully into a new setting. And in that sense, you're not adding to it, you are adapting it.",
    "start": "00:24:40",
    "end": "00:24:53"
  },
  {
    "text": "Okay.",
    "start": "00:24:53",
    "end": "00:24:53"
  },
  {
    "text": "At least I think you know. I don't know, because Moses is going to be rewording laws from Exodus, for example, and adding new words to them as he adapts them to a new setting. So again, either he's talking out two sides of his mouth, or this formula, covenantal formula, means something a little bit different than it might mean to us at first. Read.",
    "start": "00:24:53",
    "end": "00:25:13"
  },
  {
    "text": "Yeah.",
    "start": "00:25:14",
    "end": "00:25:14"
  },
  {
    "text": "Okay. Down to verse five, we're still in Deuteronomy form. See, I have taught you statutes and judgments as Yahweh commanded me that you should do in the land that you're entering to possess. Notice he keeps drawing attention to the new setting that requires adaptation of the law. So keep and do the laws, for this is your wisdom and your understanding in the eyes of the people. Excuse me, the peoples like other nations and they're going to hear all of these statutes and say, wow, this great nation is so wise. Such an understanding people. Moses continues, for what great nation is there that has an Elohim so near to it as Yahweh our Elohim is whenever we call on him? What great nation is there that has statutes and judgments as righteous as this whole Torah that I'm setting in front of you today? So he just dropped a ton of, like, Bible vocab here.",
    "start": "00:25:14",
    "end": "00:26:15"
  },
  {
    "text": "Totally. Because I've been geeking out about this vocab.",
    "start": "00:26:15",
    "end": "00:26:17"
  },
  {
    "text": "Yes. Yeah, totally. That's right. You've been sessioning wisdom and understanding.",
    "start": "00:26:17",
    "end": "00:26:20"
  },
  {
    "text": "Yeah. Because this. I've had this core kind of question in my mind, and we've talked about it a little bit, comes from Psalm 119, which is this reflection on this Israelite who just loves the laws of the Torah. Loves the Torah, loves it, eats it up. And three different times the psalmist says something to the extent of give me understanding. One time he says, give me understanding so that I can live. And it's all in context of understanding the law. And it's so interesting to me because. And maybe we even talked about this on the podcast. It seems to me that if I was an ancient Israelite reading the law, it's pretty clear, right? There's not a lot of ambiguity.",
    "start": "00:26:22",
    "end": "00:27:05"
  },
  {
    "text": "Yeah, sometimes. Yeah. For the vast majority.",
    "start": "00:27:05",
    "end": "00:27:07"
  },
  {
    "text": "For the vast majority of it, Totally.",
    "start": "00:27:07",
    "end": "00:27:09"
  },
  {
    "text": "Yeah.",
    "start": "00:27:09",
    "end": "00:27:09"
  },
  {
    "text": "Is there some you're thinking of that are kind of ambiguous?",
    "start": "00:27:09",
    "end": "00:27:12"
  },
  {
    "text": "Yes.",
    "start": "00:27:12",
    "end": "00:27:12"
  },
  {
    "text": "Like what? Like what?",
    "start": "00:27:12",
    "end": "00:27:13"
  },
  {
    "text": "Yeah. Don't boil a baby goat in its mother's milk.",
    "start": "00:27:13",
    "end": "00:27:16"
  },
  {
    "text": "That's pretty clear.",
    "start": "00:27:17",
    "end": "00:27:17"
  },
  {
    "text": "Oh, I understand. But what does it mean?",
    "start": "00:27:18",
    "end": "00:27:20"
  },
  {
    "text": "Exactly.",
    "start": "00:27:20",
    "end": "00:27:21"
  },
  {
    "text": "Yeah.",
    "start": "00:27:21",
    "end": "00:27:21"
  },
  {
    "text": "So this is. But it's clear.",
    "start": "00:27:21",
    "end": "00:27:23"
  },
  {
    "text": "It's like, okay, I understand. I see what you're going.",
    "start": "00:27:24",
    "end": "00:27:26"
  },
  {
    "text": "The law says this.",
    "start": "00:27:26",
    "end": "00:27:27"
  },
  {
    "text": "Yeah, that's very. Totally.",
    "start": "00:27:27",
    "end": "00:27:29"
  },
  {
    "text": "And so I do it right now I can't. As, like, a modern person, I can't read these laws and then do them.",
    "start": "00:27:29",
    "end": "00:27:35"
  },
  {
    "text": "Yeah.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "But this psalmist.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Yeah.",
    "start": "00:27:36",
    "end": "00:27:37"
  },
  {
    "text": "Like, he probably could have maybe. Maybe not all of them.",
    "start": "00:27:37",
    "end": "00:27:39"
  },
  {
    "text": "It depends on when he lives.",
    "start": "00:27:39",
    "end": "00:27:40"
  },
  {
    "text": "Yeah, that's true.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "Yeah.",
    "start": "00:27:41",
    "end": "00:27:41"
  },
  {
    "text": "Yeah. So what does he mean? Help me understand, Give me understanding. You would think someone who comes to a law code would be like, just help me fulfill my obligations to this law code. Help me do it. Right. Give me the tenacity to do it.",
    "start": "00:27:42",
    "end": "00:27:58"
  },
  {
    "text": "Yes, yes.",
    "start": "00:27:58",
    "end": "00:27:59"
  },
  {
    "text": "Or give me the will to do it. Or give me the mind and heart. Give me a Shema heart. But why ask for understanding? And here we've got Moses using that word.",
    "start": "00:27:59",
    "end": "00:28:12"
  },
  {
    "text": "Yeah. Along with the word a Synonym, a related word, but also different in meaning as wisdom.",
    "start": "00:28:12",
    "end": "00:28:18"
  },
  {
    "text": "Wisdom.",
    "start": "00:28:18",
    "end": "00:28:18"
  },
  {
    "text": "Wisdom and understanding. In other words, people who live by these instructions become a model to others of not just, wow, what a law abiding citizen, but what a wise person who, like, they get it.",
    "start": "00:28:19",
    "end": "00:28:33"
  },
  {
    "text": "They get it.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "They get what's going on around.",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "They understand the world.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "Yes. That's it. That's it. Yeah. They understand the world.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Yeah.",
    "start": "00:28:40",
    "end": "00:28:40"
  },
  {
    "text": "So in other words, laws are conceived of here as formative. When a law forms a group of people to live and see the world a certain way, so that when you encounter all kinds of other circumstances that maybe a specific law doesn't address, but you'll find yourself acting in certain ways because the laws have shaped you to see the world. So this is great. This is exactly what Moses is saying. When people see the nation of Israel, how they organize their economy and their social structures, because that's what most of the laws have to do with and their worship of their God, that they'll say, wow, that is a very unique way of being a human community. And their God must be really wise. That's the basic idea. I mean, we could flesh that out.",
    "start": "00:28:40",
    "end": "00:29:31"
  },
  {
    "text": "Yeah. So I think to flesh it out a little bit more, you could say, all right, if they're just going to adhere to all these laws and just do them as stated, then they are going to appear to be very wise people because they're always doing things that create righteous relationships and justice.",
    "start": "00:29:31",
    "end": "00:29:49"
  },
  {
    "text": "Yeah, yeah. Even though we've talked about those words in the past, we maybe shouldn't take for granted that we know what they mean. So he's using the words of these judgments, which means an enactment of justice, and he's calling the laws righteous. So now we're so stacked here. Wisdom and understanding, law, statute and justice and righteousness. Okay, so let's back up. Since we are on wisdom understanding, we're sessioning that some wisdom. It's the word chokmah. It's about practical skill. Like know how is a great English kind of turn phrase.",
    "start": "00:29:49",
    "end": "00:30:26"
  },
  {
    "text": "Yeah.",
    "start": "00:30:26",
    "end": "00:30:26"
  },
  {
    "text": "So it's the word used to describe both, like craftsmanship.",
    "start": "00:30:27",
    "end": "00:30:31"
  },
  {
    "text": "Yeah.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "People who know how to work with metal and wood.",
    "start": "00:30:32",
    "end": "00:30:34"
  },
  {
    "text": "Yeah.",
    "start": "00:30:34",
    "end": "00:30:35"
  },
  {
    "text": "Artisans are said to have chokmah. And then also people who know how to live and make life decisions that results in flourishing and shalom and abundance and good relationships. It's the same word. And understanding. Actually, I'm curious just because you took a deep dive on understanding recently. Yeah. What's your current, like, shorthand for. It's the word bina or tevona in Hebrew.",
    "start": "00:30:35",
    "end": "00:31:00"
  },
  {
    "text": "Wait, Bina is Hebrew, too.",
    "start": "00:31:00",
    "end": "00:31:02"
  },
  {
    "text": "They're both in Hebrew.",
    "start": "00:31:02",
    "end": "00:31:03"
  },
  {
    "text": "Yeah. So being is the root word. There is between. And so I love just the picture of the in between state, being in flux. That feeling of I have a decision to make and I don't know what is the right decision. I'm between things. A liminal state. Which path leads to life, which path leads to death. And the ability to discern between.",
    "start": "00:31:05",
    "end": "00:31:29"
  },
  {
    "text": "Between things.",
    "start": "00:31:29",
    "end": "00:31:30"
  },
  {
    "text": "Between things. It's betweening.",
    "start": "00:31:30",
    "end": "00:31:32"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:31:32",
    "end": "00:31:33"
  },
  {
    "text": "And what's so interesting to me is a reflection on the tree of knowing good and bad, to know between good and bad.",
    "start": "00:31:33",
    "end": "00:31:40"
  },
  {
    "text": "That's right. Yeah. There's one tree that leads to life. There's another tree that God says will lead to death, but it doesn't look like it leads to death.",
    "start": "00:31:40",
    "end": "00:31:48"
  },
  {
    "text": "Yeah. Because it looks like a tree of understanding.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "Yes, totally.",
    "start": "00:31:51",
    "end": "00:31:52"
  },
  {
    "text": "It's a tree to know between what's good and bad. Yeah, that sounds great.",
    "start": "00:31:52",
    "end": "00:31:57"
  },
  {
    "text": "That sounds great.",
    "start": "00:31:57",
    "end": "00:31:58"
  },
  {
    "text": "I need that.",
    "start": "00:31:58",
    "end": "00:31:59"
  },
  {
    "text": "Yeah.",
    "start": "00:31:59",
    "end": "00:31:59"
  },
  {
    "text": "And so they're not supposed to take it, but you kind of. As you meditate on that, you realize they are supposed to get understanding, but not by taking it.",
    "start": "00:31:59",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:09",
    "end": "00:32:10"
  },
  {
    "text": "So anyways, Understanding.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Yeah.",
    "start": "00:32:12",
    "end": "00:32:12"
  },
  {
    "text": "What a wonderful Hebrew word.",
    "start": "00:32:12",
    "end": "00:32:14"
  },
  {
    "text": "Totally. Yes. So these laws. Well, Moses says, keeping and doing the laws. This is your Chokhmah your know how. And this is your b. N.A. your ability to discern in the eyes of all of the peoples. So the laws will produce people who understand, who have know how and discernment.",
    "start": "00:32:14",
    "end": "00:32:35"
  },
  {
    "text": "Okay, so that's the point, because what I was going to say was you could just do all the laws and you would appear to have understanding. Right. Almost like you're just little automatons.",
    "start": "00:32:35",
    "end": "00:32:43"
  },
  {
    "text": "Yeah.",
    "start": "00:32:43",
    "end": "00:32:44"
  },
  {
    "text": "Robots, you're just programmed. You just follow the law code. Follow the code.",
    "start": "00:32:45",
    "end": "00:32:48"
  },
  {
    "text": "That's right.",
    "start": "00:32:49",
    "end": "00:32:49"
  },
  {
    "text": "And then if you look at that person, you'd be like, oh, well, they look like they know what they're doing. They're like, I'm just following the code. Seems like there's something more going on here, which is saying, like, by living by these law codes, you actually are going to become wise and understanding.",
    "start": "00:32:49",
    "end": "00:33:04"
  },
  {
    "text": "Yeah. Yep. In other words, the laws give you specific applications of wisdom and understanding so that over the course of a life, you begin to live out the wisdom of the law in ways that the laws maybe never addressed or imagined. Yeah. And here we are at the footstep of what the Sermon on the Mount in Jesus teaching is all about.",
    "start": "00:33:04",
    "end": "00:33:25"
  },
  {
    "text": "You've heard it said, quote the law.",
    "start": "00:33:26",
    "end": "00:33:28"
  },
  {
    "text": "That's right.",
    "start": "00:33:28",
    "end": "00:33:29"
  },
  {
    "text": "And I tell you, give the wisdom behind the law.",
    "start": "00:33:29",
    "end": "00:33:31"
  },
  {
    "text": "And then Jesus will say, like, the law about don't murder is about how you regard your neighbor in your heart or how you talk about them when they're not around.",
    "start": "00:33:31",
    "end": "00:33:41"
  },
  {
    "text": "Yeah.",
    "start": "00:33:41",
    "end": "00:33:42"
  },
  {
    "text": "You're like, what?",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "You're like, wait, I thought it was just not murdering.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "Don't kill somebody. And he's like, well, yeah, that's just the first step. Like, there's wisdom and understanding involved in that law that will lead you to reevaluate all of your relationships and how you think about people. That's what Moses is saying here.",
    "start": "00:33:44",
    "end": "00:33:59"
  },
  {
    "text": "Sam.",
    "start": "00:34:13",
    "end": "00:34:29"
  },
  {
    "text": "Okay, so the laws result in wisdom and understanding. He also uses two other words, which is to call them just or judgment and righteous. We've also made videos about these words, too. But quick recap. The word judgment or justice, it's the.",
    "start": "00:34:39",
    "end": "00:34:57"
  },
  {
    "text": "Word that's the same word. Judgment is justice.",
    "start": "00:34:57",
    "end": "00:34:59"
  },
  {
    "text": "Yes. Wow.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "Okay.",
    "start": "00:35:01",
    "end": "00:35:01"
  },
  {
    "text": "And in fact, I have tried over time to use the word justice more than judgment, because in Protestant context, the word judgment, I don't know, makes us think specifically of an angry, punishing deity, at least in my imagination, to be judged. Yeah. God's judgment.",
    "start": "00:35:02",
    "end": "00:35:22"
  },
  {
    "text": "Yeah.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "But when I just shift it to another synonym in English, that is very faithful, if not just as, if not a little more faithful to the whole range of meaning of the Hebrew word. The word justice.",
    "start": "00:35:23",
    "end": "00:35:35"
  },
  {
    "text": "Yeah.",
    "start": "00:35:35",
    "end": "00:35:35"
  },
  {
    "text": "You can say God brings justice on someone.",
    "start": "00:35:35",
    "end": "00:35:39"
  },
  {
    "text": "Right.",
    "start": "00:35:39",
    "end": "00:35:39"
  },
  {
    "text": "That is a coherent English phrase. And I've come to use that instead of saying God brought judgment on, not to, like, try and defend God or something, but I think it communicates something. It's that when God brings judgment on, he is holding someone accountable to a standard of just relationships, what we would call justice. Totally. Yeah. So here's our two words. So justice or judgment is mishpat is the noun. And then righteousness, the Hebrew word is tzedakah. And Moses said that the laws are both of these. So the most convenient way I learned to kind of categorize these was from Old Testament scholar Christopher Wright in his book Old Testament Ethics for the People of God. So this is equality of relationships you're.",
    "start": "00:35:39",
    "end": "00:36:27"
  },
  {
    "text": "Talking about tsedeqau right now.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "Yeah. Righteousness.",
    "start": "00:36:28",
    "end": "00:36:29"
  },
  {
    "text": "Righteousness, yeah.",
    "start": "00:36:29",
    "end": "00:36:29"
  },
  {
    "text": "We tend to think of it as an abstract kind of standard.",
    "start": "00:36:29",
    "end": "00:36:33"
  },
  {
    "text": "Right. I grew up thinking of it as an internal morality of, like, whether or not I'm checking off certain boxes or not checking the wrong boxes. My own kind of purity code, in a way.",
    "start": "00:36:33",
    "end": "00:36:47"
  },
  {
    "text": "Right. But did you imagine as kind of abstract, similar to the law code in city hall downtown? There's just some universal standard and I make a choice. It either checks that box. That was a righteous move or that was an unrighteous move.",
    "start": "00:36:47",
    "end": "00:37:02"
  },
  {
    "text": "Yeah.",
    "start": "00:37:02",
    "end": "00:37:03"
  },
  {
    "text": "So within the Hebrew Bible, a act is righteous, completely dependent or relative to its context in a relationship. So the easiest way is that tzedakah means right, relationships.",
    "start": "00:37:03",
    "end": "00:37:17"
  },
  {
    "text": "So you taught me that years ago, and that's really helped me. Whenever I see the word righteous, I just think, right, relationship with others.",
    "start": "00:37:17",
    "end": "00:37:26"
  },
  {
    "text": "Yeah. And just to clarify, I'm not just like, pulling this out of thin air. If you actually study how the word is used, it is used to refer to two parties relating to each other in a way that is appropriate, right and good for mutual honor and flourishing. But it will look different depending on who the two parties are.",
    "start": "00:37:26",
    "end": "00:37:49"
  },
  {
    "text": "Yeah.",
    "start": "00:37:49",
    "end": "00:37:50"
  },
  {
    "text": "So for an employer to relate with righteousness towards an employee is different than a mother to a daughter is different to you. And I as co workers is different to me, to my neighbor next door.",
    "start": "00:37:50",
    "end": "00:38:05"
  },
  {
    "text": "Yeah.",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "And so different kinds of activity can be called righteous in the Hebrew Bible because they're about some sort of faithfulness or honoring the relationship between us. And this is why, like in the book of Job, he'll talk about how his efforts to provide clothing and food for the poor people in his neighborhood. He calls it righteousness.",
    "start": "00:38:06",
    "end": "00:38:27"
  },
  {
    "text": "Right.",
    "start": "00:38:27",
    "end": "00:38:28"
  },
  {
    "text": "And we would call it.",
    "start": "00:38:28",
    "end": "00:38:29"
  },
  {
    "text": "We would call that justice.",
    "start": "00:38:29",
    "end": "00:38:29"
  },
  {
    "text": "Yeah, we would call it charity or charity. Yeah. But in Hebrew, it's called acts of tzedakah.",
    "start": "00:38:29",
    "end": "00:38:35"
  },
  {
    "text": "And so when the Bible says that God is righteous, what is that referring to? The way that he relates to.",
    "start": "00:38:35",
    "end": "00:38:42"
  },
  {
    "text": "The way he relates to creation, to humans, and then specifically to his covenant people.",
    "start": "00:38:42",
    "end": "00:38:47"
  },
  {
    "text": "Because when I hear God is righteous, I think God has fully embodied this abstract set of list of things, the do's and don'ts, that is complete versus the way he relates with creation or relates with humanity.",
    "start": "00:38:48",
    "end": "00:39:04"
  },
  {
    "text": "Yeah, totally. That's right. Yeah. So you can have a psalm. Here we go. Psalm 36. Your loyal love, O Yahweh, extends up to the skies.",
    "start": "00:39:04",
    "end": "00:39:16"
  },
  {
    "text": "Oh, okay. Yeah. This is a hillsong.",
    "start": "00:39:16",
    "end": "00:39:19"
  },
  {
    "text": "Your faithfulness reaches up to the clouds. Your righteousness is like the mountains of Elohim. Your justice is like the deep abyss below Yahweh. You keep alive human and animal. So the stability of creation. We just referred to the three tiers of the cosmos. The sky, the land, and the waters beneath the land. And the fact that the snow globe just stays ordered and doesn't just collapse in on itself as it did in the flood is a moment by moment manifestation of God's loyal love, of his dependability, and also of His Righteousness and of his justice. Interesting.",
    "start": "00:39:19",
    "end": "00:40:09"
  },
  {
    "text": "Yeah.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "So here it's the image of an eternal self sustaining being. Elohim, who is being itself, doesn't have to sustain the life of puny little creatures like animals and humans, but he does. Why? Because he said that he wants to be their partners. So this is a good example of God's righteousness. Isn't here like an abstract moral standard. It's a relational quality. That would be.",
    "start": "00:40:10",
    "end": "00:40:41"
  },
  {
    "text": "That's how he relates with creation.",
    "start": "00:40:41",
    "end": "00:40:42"
  },
  {
    "text": "Yeah. When God preserves the life, he is being righteous. He's doing right by creation and doing right by humans by sustaining their existence.",
    "start": "00:40:42",
    "end": "00:40:53"
  },
  {
    "text": "The righteousness is the stability of creation itself in this.",
    "start": "00:40:53",
    "end": "00:40:56"
  },
  {
    "text": "Yeah. Or the stability of creation is a display of God's righteous character.",
    "start": "00:40:56",
    "end": "00:41:01"
  },
  {
    "text": "Yeah.",
    "start": "00:41:01",
    "end": "00:41:01"
  },
  {
    "text": "But let's look at a human to human example. One of the most scandalous and bizarre chapters in Genesis, chapter 38. It's about a guy, Judah, who has some sons die and then his daughter in law named Tamar, Palm Tree is her name. He lies to and deceives her and says, hey, you know, I'm not going to leave you as a widow. I'll make sure you can marry one of my sons. And then he leaves her hanging for like years. So she dresses up as a sex worker and tricks her father in law disguise to have sex with her to produce offspring that will save the future of the family.",
    "start": "00:41:01",
    "end": "00:41:40"
  },
  {
    "text": "Yeah, crazy story.",
    "start": "00:41:41",
    "end": "00:41:43"
  },
  {
    "text": "Totally. And then when he hears about it, first he says, what? My daughter in law like is pregnant by some unknown man. So he says, let her be burned at the stake, you know, and she comes out and she's like, actually, I'm pregnant with your kiddo. And what he says to her is, this is Genesis 38:26. When Judah recognized her, he said, she is more righteous than I am because I, you know, didn't give her to my son Shelah. So in terms of some universal standard of righteousness.",
    "start": "00:41:43",
    "end": "00:42:16"
  },
  {
    "text": "Yeah, she lied to him.",
    "start": "00:42:17",
    "end": "00:42:19"
  },
  {
    "text": "Yeah. But he lied to her. So what he says is, she's more righteous than I am righteous. Oh, so he's saying in terms of righteousness here, like we both have righteousness, but she's more righteous than I am.",
    "start": "00:42:19",
    "end": "00:42:31"
  },
  {
    "text": "In this complicated story.",
    "start": "00:42:31",
    "end": "00:42:32"
  },
  {
    "text": "Yeah.",
    "start": "00:42:33",
    "end": "00:42:33"
  },
  {
    "text": "She found the path to create a good relationship. Which is weird because it involves totally.",
    "start": "00:42:34",
    "end": "00:42:43"
  },
  {
    "text": "Yeah.",
    "start": "00:42:43",
    "end": "00:42:44"
  },
  {
    "text": "Sex scandal.",
    "start": "00:42:44",
    "end": "00:42:44"
  },
  {
    "text": "You say she did right by her father in law. Her father in law did not do right by her. She became a widow under his care of his patriarchal household. And so in that cultural context, he owes her. He had an obligation to care for her. And he hung her out to dry and left her vulnerable. So he didn't do right by her. That would be unrighteous. And maybe we would be like, yeah, that was unrighteous to do that to somebody. And how we might use the word righteousness. But then what she does is. Yeah, lies, disguises herself, sleeps with her father in law, and that he calls that righteousness, meaning she did right by him.",
    "start": "00:42:44",
    "end": "00:43:21"
  },
  {
    "text": "In what way did she do right by him?",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "Here the goal is to preserve a future for the family.",
    "start": "00:43:24",
    "end": "00:43:27"
  },
  {
    "text": "She did right by her and her family, but also she did right by him. She helped him fulfill his obligations.",
    "start": "00:43:27",
    "end": "00:43:33"
  },
  {
    "text": "Yeah.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "Which, by the way, was to make sure that she has a family lineage, either through one of his sons or.",
    "start": "00:43:34",
    "end": "00:43:40"
  },
  {
    "text": "I guess that's right, he himself, and specifically she is preserving the future of his family, which is what he neglected to do. So. But actually, this is all very good at making the point of. It's relative to the relational context.",
    "start": "00:43:40",
    "end": "00:43:57"
  },
  {
    "text": "This is very relative story.",
    "start": "00:43:57",
    "end": "00:43:59"
  },
  {
    "text": "And that's my point here. The word righteousness is a relational word in biblical Hebrew. It's doing right by somebody. Specifically, whatever that might look like is specific to the context of our relationship. So all the way back out, Moses says, obeying the wisdom of the laws will be Israel's righteousness before God and before their neighbor. In other words, it doesn't mean. This is not an example of what Protestants classically called, like the laws are works. Righteousness, that you earn merit before God and then he'll save you.",
    "start": "00:43:59",
    "end": "00:44:38"
  },
  {
    "text": "Yeah. And if I just would have checked every box, I would have been okay.",
    "start": "00:44:38",
    "end": "00:44:44"
  },
  {
    "text": "God would smile upon me. It's. It's more that God has already saved these people.",
    "start": "00:44:44",
    "end": "00:44:48"
  },
  {
    "text": "Yeah. He wants to show them how to live in a flourishing society.",
    "start": "00:44:48",
    "end": "00:44:52"
  },
  {
    "text": "Yeah.",
    "start": "00:44:53",
    "end": "00:44:53"
  },
  {
    "text": "Which means people doing right by each other.",
    "start": "00:44:53",
    "end": "00:44:55"
  },
  {
    "text": "That's right. So that the nations will look on. It's like we're all the way back to being an image of God and being a kingdom of priests. So living by the laws will show they live in right relationship to their God.",
    "start": "00:44:55",
    "end": "00:45:10"
  },
  {
    "text": "Yeah.",
    "start": "00:45:10",
    "end": "00:45:11"
  },
  {
    "text": "And as they do that, the nations will lock on and say, well, following that God is pretty awesome because it results in the communities that looks like this. So that's tzedakah. Right. Relationship.",
    "start": "00:45:11",
    "end": "00:45:23"
  },
  {
    "text": "And relationships are difficult and complicated. And so you're gonna need a lot of wisdom and understanding.",
    "start": "00:45:23",
    "end": "00:45:30"
  },
  {
    "text": "Yes.",
    "start": "00:45:30",
    "end": "00:45:30"
  },
  {
    "text": "I mean, a lot. To be able to decide between so many variables and ways that relationships can go wrong.",
    "start": "00:45:30",
    "end": "00:45:38"
  },
  {
    "text": "That's it. Yep. So Moses called the laws righteousness, and he also called them examples of mishpat or justice. Or in our English translations, judgment. And so a judgment or a mishpat. Well, actually, here, this is Christopher Wright again, his Old Testament Ethics for the People of God. I'll just quote him. He says, mishpat refers to what needs to be done in a given situation if people and circumstances are to be restored in conformity to tzedakah. Mishpat is a set of actions. It's something that you do, taking upon oneself the cause of those who are vulnerable in their own defense. While tzedeqah refers to the state of affairs, the situation you aim to achieve by means of mishpat.",
    "start": "00:45:38",
    "end": "00:46:28"
  },
  {
    "text": "And it's focused on the vulnerable most often. I suppose that makes sense. I mean, if there's two people in a relationship, whatever the relationship is, and it goes south, whoever has the most power in that relationship is likely going to be the one who gets the better end of the deal.",
    "start": "00:46:28",
    "end": "00:46:47"
  },
  {
    "text": "Oh, sure. Yeah.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "And then someone's gonna be left in the lurk. And so if there is no tsedeq, there's going to be someone who has become the vulnerable in that situation. And for there to be restoration towards tsedeqah, it means you would need to help the person who got the short on the stick.",
    "start": "00:46:48",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, yeah. So a great example of all of these ideas brought together in a poem, not a law code, is in Psalm 72, which is a prayer somehow related to Solomon. Whether it's by him or for him, that's a whole rabbit hole. But it's a prayer to God on behalf of the lineage of kings from the line of David. And so the poem begins with the request of the poet to God, saying, o God, give the king your mishpat, and give your tzedekah to the son of the king, so that he can judge your people with tzedakah and judge the afflicted ones with mishpat. So notice, even our English word judge sounds kind of funny there. You're like, why would you judge afflicted, vulnerable people? But it means to bring justice on their behalf.",
    "start": "00:47:06",
    "end": "00:47:59"
  },
  {
    "text": "Yeah. When you bring justice, it can go either way. If you're bringing justice to someone who's the victim, then you're. You're creating restoration for them.",
    "start": "00:48:00",
    "end": "00:48:10"
  },
  {
    "text": "That's right.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "You bring justice to a perpetrator.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "Yeah.",
    "start": "00:48:12",
    "end": "00:48:13"
  },
  {
    "text": "And you are judging them.",
    "start": "00:48:13",
    "end": "00:48:15"
  },
  {
    "text": "Yeah.",
    "start": "00:48:15",
    "end": "00:48:16"
  },
  {
    "text": "What we would call judging.",
    "start": "00:48:16",
    "end": "00:48:17"
  },
  {
    "text": "Judging them. Yeah. Again, this is why I think to bring justice on.",
    "start": "00:48:17",
    "end": "00:48:20"
  },
  {
    "text": "Yeah.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "Is a better English phrase that kind of captures the whole meaning. Yeah. So the poet continues. This is interesting. Let the mountains bring shalom to the people, and Also the hills in tzedakah.",
    "start": "00:48:21",
    "end": "00:48:35"
  },
  {
    "text": "Yeah, it's weird. What does that mean?",
    "start": "00:48:35",
    "end": "00:48:38"
  },
  {
    "text": "So if you have a king who is doing righteousness and justice for all the people, especially the vulnerable, creation itself will respond by bringing shalom and harmony to the people.",
    "start": "00:48:38",
    "end": "00:48:52"
  },
  {
    "text": "There's so much stability in your environment.",
    "start": "00:48:52",
    "end": "00:48:55"
  },
  {
    "text": "This is all rooted in a worldview sustained by the Garden of Eden stories, which is when you have wise human rulers, co rulers, male and female, ruling the world together in unity and wisdom. Creation itself will respond with abundance in the form of the garden. That's the setup. And so here it's about a royal image of God bringing justice with wisdom and righteousness. And the mountains and hills will respond. And then the last line of the opening paragraph. May he vindicate or bring mishpat for the afflicted ones of the people.",
    "start": "00:48:55",
    "end": "00:49:33"
  },
  {
    "text": "Vindicate. So that's the word mishpat in, like, a.",
    "start": "00:49:33",
    "end": "00:49:36"
  },
  {
    "text": "As a verb.",
    "start": "00:49:36",
    "end": "00:49:36"
  },
  {
    "text": "Verb. Okay.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "Shaphat.",
    "start": "00:49:37",
    "end": "00:49:38"
  },
  {
    "text": "Shaphat.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "So again, it sounds weird. May he judge the afflicted ones of the people, but judge on their behalf. And that's in parallelism with may he save the children of the poor and crush the oppressor. This is classic biblical justice and righteousness language. So a king's being in right relationship to his people means to specifically identify who's most vulnerable and then bring about acts of mishpat that will result in tzedakah.",
    "start": "00:49:39",
    "end": "00:50:09"
  },
  {
    "text": "Yeah.",
    "start": "00:50:09",
    "end": "00:50:10"
  },
  {
    "text": "For the community, in which case you get a garden growing and giving shalom to everybody.",
    "start": "00:50:10",
    "end": "00:50:16"
  },
  {
    "text": "Sam.",
    "start": "00:50:19",
    "end": "00:50:44"
  },
  {
    "text": "And there you go. This is the biblical portrait of law as wisdom.",
    "start": "00:50:47",
    "end": "00:50:51"
  },
  {
    "text": "Okay, so practically, I'm an ancient Israelite, and there isn't a right relationship between me and someone. Let's say we decide, let's consult the law code. And we do, and it's not clear the right answer. Practically, do we know what happens? Like, how do they then try to find the wisdom underneath the law code? And what sense does this cash out?",
    "start": "00:50:51",
    "end": "00:51:15"
  },
  {
    "text": "Yeah. So here we're back to Deuteronomy, chapter 1. Moses reflects back on a moment that we have a story about in Exodus where his father in law, Jethro, said, like, hey, man, you can't leave these people alone and bring just decisions for everybody's situation. You need a team.",
    "start": "00:51:15",
    "end": "00:51:32"
  },
  {
    "text": "Yeah.",
    "start": "00:51:33",
    "end": "00:51:33"
  },
  {
    "text": "So Moses recalls that. And in Deuteronomy 1:12, he's telling the people, like, how am I alone able to carry the load and the burden of you and all of your disputes? So he says that, here's what I told the people. I said, choose wise and discerning. It's the Same two Hebrew words as wisdom and understanding. Choose wise and discerning and knowledgeable men from each from your tribes, and I will appoint them as heads for your people. And you answered me and said, this is a good idea. And so I took heads of your tribes and appointed them.",
    "start": "00:51:33",
    "end": "00:52:18"
  },
  {
    "text": "What's the experienced word?",
    "start": "00:52:18",
    "end": "00:52:19"
  },
  {
    "text": "Oh, it's the word yada. Experiential knowledge.",
    "start": "00:52:19",
    "end": "00:52:22"
  },
  {
    "text": "Okay.",
    "start": "00:52:22",
    "end": "00:52:23"
  },
  {
    "text": "Yeah. So the wisdom. Know how discernment, knowing between one thing and another.",
    "start": "00:52:23",
    "end": "00:52:29"
  },
  {
    "text": "And yada, is that connected to the da'? At?",
    "start": "00:52:29",
    "end": "00:52:33"
  },
  {
    "text": "Yes.",
    "start": "00:52:33",
    "end": "00:52:33"
  },
  {
    "text": "Okay.",
    "start": "00:52:33",
    "end": "00:52:34"
  },
  {
    "text": "Yeah. The verb of the Hebrew noun daat, verse 16. Then I gave a charge to these judges, and it's the Hebrew word mishpat, but as referring to a group of people.",
    "start": "00:52:34",
    "end": "00:52:50"
  },
  {
    "text": "Okay.",
    "start": "00:52:50",
    "end": "00:52:50"
  },
  {
    "text": "Shoftim.",
    "start": "00:52:50",
    "end": "00:52:51"
  },
  {
    "text": "The mishpaters.",
    "start": "00:52:51",
    "end": "00:52:51"
  },
  {
    "text": "The mishpaters, yeah, totally. Judges. This is actually what, the Book of Judges in the Old Testament. This is the word.",
    "start": "00:52:51",
    "end": "00:52:57"
  },
  {
    "text": "Oh, okay.",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "Yeah. So I gave a charge to your judges saying, listen to the cases between a fellow countryman and bring righteous justice between a man and his neighbor.",
    "start": "00:52:58",
    "end": "00:53:10"
  },
  {
    "text": "Bring mishpat, tzedekah.",
    "start": "00:53:10",
    "end": "00:53:13"
  },
  {
    "text": "Bring a mishpat, that is tzedekah. Don't show partiality. Listen to the unimportant one and the important person alike. Don't fear humans because mishpat belongs to God. In any case, that's too hard for you. Just bring it to me and I'll take it.",
    "start": "00:53:13",
    "end": "00:53:30"
  },
  {
    "text": "Yeah, okay. There is law code.",
    "start": "00:53:31",
    "end": "00:53:33"
  },
  {
    "text": "There is a law code, but then.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "There'S a setup of judges, mishpaters, who, when it's not clear, you go to them and they discern. They have wisdom and understanding.",
    "start": "00:53:34",
    "end": "00:53:44"
  },
  {
    "text": "What he doesn't say is they can look it up. Well, yeah, what he says is, if it's somebody who has wisdom and discernment and experience, they'll know.",
    "start": "00:53:44",
    "end": "00:53:55"
  },
  {
    "text": "And where did they get that?",
    "start": "00:53:55",
    "end": "00:53:56"
  },
  {
    "text": "Yeah, well, they must live in the fear of the Lord.",
    "start": "00:53:57",
    "end": "00:54:00"
  },
  {
    "text": "The fear of the Lord.",
    "start": "00:54:00",
    "end": "00:54:01"
  },
  {
    "text": "Again, the portrait is justice and righteousness comes from a kind of person. It comes from the wise. I mean, that's the concept here.",
    "start": "00:54:01",
    "end": "00:54:10"
  },
  {
    "text": "But then the concept is also this Torah will make you wise.",
    "start": "00:54:10",
    "end": "00:54:14"
  },
  {
    "text": "Yeah, exactly. Well, the Torah is a source of wisdom if you meditate on it. The laws are an embodiment of applications of wisdom. And if you read and do a Psalm 119 on them, you will find yourself becoming one of the people that Moses would have said, hey, you. You lead a group of 50 people over here because I see that you have know how and discernment and experience.",
    "start": "00:54:14",
    "end": "00:54:40"
  },
  {
    "text": "So that makes a lot of sense. But just to push back, just to make sure really clear that you're not just reading this into this. Because all the way back to where we started, Moses said, I think this was in 4. Deuteronomy 4. Yeah. Keep and do the laws, for that is your wisdom and understanding. So what he doesn't say is meditate on the laws. That's what you just said.",
    "start": "00:54:40",
    "end": "00:55:08"
  },
  {
    "text": "Oh, yeah, yeah, right. Yes, that's true.",
    "start": "00:55:08",
    "end": "00:55:11"
  },
  {
    "text": "He says, keep and do them.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "Yeah.",
    "start": "00:55:12",
    "end": "00:55:13"
  },
  {
    "text": "They say one thing. You do that thing, do it.",
    "start": "00:55:13",
    "end": "00:55:17"
  },
  {
    "text": "Don't murder.",
    "start": "00:55:17",
    "end": "00:55:18"
  },
  {
    "text": "Don't murder.",
    "start": "00:55:18",
    "end": "00:55:18"
  },
  {
    "text": "Do not murder.",
    "start": "00:55:18",
    "end": "00:55:19"
  },
  {
    "text": "Don't boil the goat in its milk.",
    "start": "00:55:19",
    "end": "00:55:22"
  },
  {
    "text": "Mother's milk.",
    "start": "00:55:22",
    "end": "00:55:23"
  },
  {
    "text": "Mother's milk. All right, I won't do that thing.",
    "start": "00:55:23",
    "end": "00:55:26"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:55:26",
    "end": "00:55:27"
  },
  {
    "text": "So I love what you're saying about becoming someone who meditates on the law, finds the wisdom underneath. And, yes, Jesus did that. And we already pointed out that the psalmist cries out for understanding. But how do you see that here?",
    "start": "00:55:27",
    "end": "00:55:43"
  },
  {
    "text": "Oh, got it. Okay, so you're right. I'm drawing here on a meta theme throughout the Hebrew Bible. Yes, starts in the garden, there was one command.",
    "start": "00:55:43",
    "end": "00:55:53"
  },
  {
    "text": "One command, don't eat of the tree of knowing, good and bad.",
    "start": "00:55:53",
    "end": "00:55:57"
  },
  {
    "text": "Right. But that command embodied a lot more than just the wording of the command. It was about trust that God can discern between life and death for us in a way that I can't right now. At least Adam and Eve can't, in their moral infancy, so to speak. So there's a lot more going on in that command than just, you know, forbidden fruit. It's about trust of someone's wisdom. What I'm saying is adherence to the laws of the Torah is wisdom. Laws are wisdom. Law codes are wisdom literature in the biblical imagination. So that's why I'm seeing it here in Deuteronomy 4. It's because he's calling law observance wisdom. But we'll see it appear, for example, later on in Deuteronomy. There's a law about how Israel is to appoint their Kings. So Deuteronomy 17:14. When you enter the land, the Lord your God's giving you, and you possess it and live in it. And you all say, you know, we want a king to reign over us like all the nations that are around us. Then do this. Set a king over you. Whom Yahweh, your Elohim chooses needs to be an Israelite, not a non Israelite. He shouldn't multiply horses for himself. That is tanks, ancient tanks.",
    "start": "00:55:57",
    "end": "00:57:21"
  },
  {
    "text": "This isn't like, don't have, like a. A nice horse farm for people to ride.",
    "start": "00:57:22",
    "end": "00:57:27"
  },
  {
    "text": "No this is about building your military. Yeah. He should keep a real small military. Definitely. Don't go back to Egypt to get a bunch of horses.",
    "start": "00:57:27",
    "end": "00:57:36"
  },
  {
    "text": "Don't get those Egyptian tanks.",
    "start": "00:57:36",
    "end": "00:57:37"
  },
  {
    "text": "Yeah. Don't multiply wives. That is through political alliances. Because his heart, his covenant loyalty will be given away. Definitely. He should not try and amass a lot of money. So just real quick. We're actually. These are building a big army power. Building political alliances and whatever religious alliances need to go along with that. And building a big economic storehouse.",
    "start": "00:57:37",
    "end": "00:58:08"
  },
  {
    "text": "Yeah. More power.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "Totally. I mean, this is really. This is like what every.",
    "start": "00:58:09",
    "end": "00:58:14"
  },
  {
    "text": "This is the impulse of everyone in a position.",
    "start": "00:58:15",
    "end": "00:58:19"
  },
  {
    "text": "Totally.",
    "start": "00:58:19",
    "end": "00:58:19"
  },
  {
    "text": "To take care of themselves.",
    "start": "00:58:19",
    "end": "00:58:21"
  },
  {
    "text": "Totally. Or a group of people. Or group people that they're responsible for.",
    "start": "00:58:21",
    "end": "00:58:24"
  },
  {
    "text": "Let's.",
    "start": "00:58:24",
    "end": "00:58:25"
  },
  {
    "text": "Yeah.",
    "start": "00:58:25",
    "end": "00:58:25"
  },
  {
    "text": "Let's make sure we have secure security.",
    "start": "00:58:25",
    "end": "00:58:27"
  },
  {
    "text": "Well networked and funded. Right. Abundance.",
    "start": "00:58:28",
    "end": "00:58:32"
  },
  {
    "text": "Yeah.",
    "start": "00:58:32",
    "end": "00:58:33"
  },
  {
    "text": "This is what is good. Surely this is what is good.",
    "start": "00:58:33",
    "end": "00:58:37"
  },
  {
    "text": "Totally. Seems like the good path.",
    "start": "00:58:37",
    "end": "00:58:39"
  },
  {
    "text": "Yeah. What a beautiful tree. It's good to eat. It's good for gaining wisdom. This is what kings should do.",
    "start": "00:58:39",
    "end": "00:58:45"
  },
  {
    "text": "Yeah.",
    "start": "00:58:45",
    "end": "00:58:46"
  },
  {
    "text": "Israelite kings are to do the opposite of that which will leave them in a vulnerable, insecure state, less networked and without abundant financial resources, build that kind of kingdom. So this is a great example of how in this cycle of Israel story, we're back at the two trees of Eden when it comes about. When he sits on the throne of his kingdom, here's how he used to rule. He shall write out for himself a copy of the Torah on a scroll in the presence of the priests, and it will be with him. And he shall read it aloud all the days of his life. Why? So that he will learn to fear Yahweh his Elohim by keeping all of the words of the Torah and so that his heart won't be lifted up above his brothers, and that he won't turn aside from the commandment to the right or left, so that his sons may live long in the land. So here's another example. So the king is to be the kind of person who is. This is Psalm 119, person, right here.",
    "start": "00:58:46",
    "end": "00:59:53"
  },
  {
    "text": "Yeah.",
    "start": "00:59:53",
    "end": "00:59:54"
  },
  {
    "text": "You write out your own personal copy as like a form of meditating on it.",
    "start": "00:59:54",
    "end": "00:59:59"
  },
  {
    "text": "And then obey it, do the things.",
    "start": "00:59:59",
    "end": "01:00:01"
  },
  {
    "text": "Keep it. It's the word for keeping. Doing is keep.",
    "start": "01:00:01",
    "end": "01:00:04"
  },
  {
    "text": "It means obey it.",
    "start": "01:00:04",
    "end": "01:00:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:00:06",
    "end": "01:00:07"
  },
  {
    "text": "Okay.",
    "start": "01:00:07",
    "end": "01:00:07"
  },
  {
    "text": "And it results in somebody who fears Elohim, that is, well, this whole rabbit hole unto itself. But yeah, you have a healthy respect and even some, like, some good fear of the consequences of not doing what this Elohim asked me to do you.",
    "start": "01:00:07",
    "end": "01:00:28"
  },
  {
    "text": "Know, I've been reflecting on that phrase a little bit and what's interesting is, yeah, there is an intensity to the phrase the fear of Yahweh. There is a fear. But what's interesting is that the fear is, if you go back to the story of the Garden of Eden, the fear would be taking the knowledge of good and bad on my own terms instead of going to Yahweh. So the fear would actually bring me to Yahweh.",
    "start": "01:00:28",
    "end": "01:00:55"
  },
  {
    "text": "Yeah, that's right. Totally. That's right.",
    "start": "01:00:55",
    "end": "01:00:57"
  },
  {
    "text": "So the fear of Yahweh is actually an impulse to draw near to him and to actually be afraid of making a decision without that close relationship or.",
    "start": "01:00:57",
    "end": "01:01:08"
  },
  {
    "text": "That would introduce a rift into the relationship. Oh, that's good, John. I like that. I've never heard you quite put it that way. In other words, the fear.",
    "start": "01:01:08",
    "end": "01:01:16"
  },
  {
    "text": "It's not a fear of Yahweh.",
    "start": "01:01:17",
    "end": "01:01:18"
  },
  {
    "text": "No, no, because it's actually.",
    "start": "01:01:18",
    "end": "01:01:20"
  },
  {
    "text": "It's actually an impulse to want to be near to Yahweh.",
    "start": "01:01:20",
    "end": "01:01:22"
  },
  {
    "text": "Exactly. Which is in this case, to sit in his presence and read and meditate on his wisdom, which is intense. Which, you know, it is intense. That's right. That's right.",
    "start": "01:01:22",
    "end": "01:01:31"
  },
  {
    "text": "And I think fear actually kind of gets to that. But it's like the fear of, like, if I'm not in this intense relationship, things will go poorly.",
    "start": "01:01:31",
    "end": "01:01:38"
  },
  {
    "text": "And in the bigger picture, that fear of the Lord results in humility. It says in verse 20, so his heart won't be lifted up. But then also it results in all of these really non intuitive decisions for the kingdom. Mm.",
    "start": "01:01:39",
    "end": "01:01:53"
  },
  {
    "text": "It keeps his impulse for power in check.",
    "start": "01:01:54",
    "end": "01:01:56"
  },
  {
    "text": "Totally. Yeah. So for the king of Israel to do right, to do righteousness before Yahweh will look like these strange behaviors, you know, when they're having, like the ancient version of like the G20 and like the king of Moab and the king.",
    "start": "01:01:56",
    "end": "01:02:16"
  },
  {
    "text": "Of Ammon and the king of Moab's like, have my daughter. He's going to be like, you know, thank you. Yeah, thank you, but no, thank you.",
    "start": "01:02:16",
    "end": "01:02:20"
  },
  {
    "text": "Yeah, no, thank you.",
    "start": "01:02:20",
    "end": "01:02:21"
  },
  {
    "text": "And he's like, oh, you're not going to.",
    "start": "01:02:21",
    "end": "01:02:23"
  },
  {
    "text": "Here, let me show you my new fleet of Egyptian stallions. You know, in the chariots they pull and, you know, the Israelites are like, let me show you this really cool story in the Torah that I've been thinking about lately and that it teaches me wisdom and the fear of the Lord. You know, that's like, that's the deal here. It's a contrast kingdom. And if the law produces a king, like this. How much more so, you know, would the laws produce a people who. All the way back to Deuteronomy 4, where we started, this is all a stage play for the nations. That's what Moses says. Keeping the laws is your wisdom and understanding in the eyes of all the peoples. And faithfulness to the laws of the Torah is wisdom. It's understanding, it's righteousness, it's justice. And I think ultimately I'll bring it back to this section, this opening section. It's love. It's how you love Yahweh, and it's how you love your neighbor, because it's living in ways that lead to life, to Eden, life.",
    "start": "01:02:23",
    "end": "01:03:28"
  },
  {
    "text": "Now, if I was a king, I guess I am the king of my own little domain, my calendar, whatever. But, yeah, I want to. Okay, I want to do this. I want to. I'm going to write out the Torah, and I'm going to meditate on it. There is a difference between an ancient Israelite king, it says, and then do it. For the most part, I think you can probably just do it. Right. And me in my setting, and it's like, you know, whatever. Don't boil the goat. And you're kind of like, oh, I understand. Okay. Or, you know, make this sacrifice in this way. It's kind of like, well, I don't do that. So as I read, I mean, we could just probably go into the law codes and just start reading them.",
    "start": "01:03:28",
    "end": "01:04:12"
  },
  {
    "text": "Yeah. And we will. In the next couple conversations.",
    "start": "01:04:12",
    "end": "01:04:14"
  },
  {
    "text": "Okay. We will.",
    "start": "01:04:14",
    "end": "01:04:15"
  },
  {
    "text": "Yeah, we will. Okay. Yeah. So, yeah, I guess what we're saying is we're offering a blueprint of how this all works, and then we'll design. Drive a car.",
    "start": "01:04:15",
    "end": "01:04:23"
  },
  {
    "text": "Okay.",
    "start": "01:04:23",
    "end": "01:04:24"
  },
  {
    "text": "In the next couple episodes. But that's the. That's the big picture here. And I just. For me, it's just this has actually become one of what we call one of the pillars of the paradigm that we use as we research and write and create content for the Bible project. It's. One of the pillars is that the Bible is wisdom, literature. And this is what we're talking about.",
    "start": "01:04:24",
    "end": "01:04:45"
  },
  {
    "text": "Not just the law code, but even the narratives, Everything.",
    "start": "01:04:46",
    "end": "01:04:49"
  },
  {
    "text": "Yeah. Because remember, this is a narrative, even though it's a law code embedded in a bunch of speeches of Moses, that all happens within a narrative context. And these texts are designed to produce people who live with wisdom and justice and righteousness in the fear of the Lord, resulting in the blessings of Eden in my life and in the life of those around me. Yeah, that's the goal. That's why Psalm 119. I mean, just pick any of the statements and they begin to make a lot more sense. How blessed are those whose way is blameless, those who walk in the Torah of Yahweh.",
    "start": "01:04:49",
    "end": "01:05:32"
  },
  {
    "text": "Walking in the Torah.",
    "start": "01:05:32",
    "end": "01:05:33"
  },
  {
    "text": "Walking in the Torah. That is, walk the way that you've been instructed to walk. How blessed are those who keep his testimonies.",
    "start": "01:05:33",
    "end": "01:05:42"
  },
  {
    "text": "There's another vocab word.",
    "start": "01:05:42",
    "end": "01:05:44"
  },
  {
    "text": "Yeah, totally. Yeah. So every law bears witness. This is courtroom witness language bears witness to the character and wisdom of Yahweh. So verse seven, I will give thanks to you with an upright heart when I learn your righteous judgments. There's the two words right there. Yeah. Ooh. One of my favorite ones is Psalm 119, 18. Open up my eyes so that I can see wonders from your Torah.",
    "start": "01:05:44",
    "end": "01:06:18"
  },
  {
    "text": "Oh, that's cool.",
    "start": "01:06:18",
    "end": "01:06:18"
  },
  {
    "text": "Yeah, yeah. That has been my experience with the Torah over the course of a couple decades of trying to understand it. Wonders.",
    "start": "01:06:18",
    "end": "01:06:27"
  },
  {
    "text": "That's similar to the line I love in this psalm. I think it's 31. Give me understanding so that I might live. Yeah. Open my eyes to see the wonders.",
    "start": "01:06:28",
    "end": "01:06:40"
  },
  {
    "text": "Yeah. There are wonders within it. Yeah, yeah. It's good.",
    "start": "01:06:41",
    "end": "01:06:45"
  },
  {
    "text": "Love that.",
    "start": "01:06:45",
    "end": "01:06:45"
  },
  {
    "text": "Yeah. So verse 34, give me understanding. That's the discernment between two things. Word.",
    "start": "01:06:46",
    "end": "01:06:53"
  },
  {
    "text": "Yeah.",
    "start": "01:06:53",
    "end": "01:06:54"
  },
  {
    "text": "So that I may keep your Torah. I need discernment to be able to keep the laws of the Torah. That's counterintuitive because you would think this.",
    "start": "01:06:54",
    "end": "01:07:03"
  },
  {
    "text": "Is what I was kind of getting at.",
    "start": "01:07:03",
    "end": "01:07:04"
  },
  {
    "text": "Yeah.",
    "start": "01:07:04",
    "end": "01:07:04"
  },
  {
    "text": "It's like, just do it.",
    "start": "01:07:04",
    "end": "01:07:06"
  },
  {
    "text": "Yeah. No, you're going to actually need wisdom to know how to keep the laws of the Torah.",
    "start": "01:07:06",
    "end": "01:07:10"
  },
  {
    "text": "Yeah. Here's a student of the Torah who I'm sure has it on lock. I mean, memorized. Right?",
    "start": "01:07:10",
    "end": "01:07:16"
  },
  {
    "text": "Yeah.",
    "start": "01:07:16",
    "end": "01:07:17"
  },
  {
    "text": "And they're like, I need understanding to be able to keep it. What are they getting at?",
    "start": "01:07:17",
    "end": "01:07:23"
  },
  {
    "text": "Yeah, totally. This is Jesus. Imagine a young Jesus meditating on, you know, one of the ten Commandments, do not murder. And he's praying this prayer, give me understanding. Give me understanding, Father. And then what comes out is that long meditation in the Sermon on the Mount that the wisdom, the divine wisdom there is about anger and how you talk about people behind their back and. Right. That's where Jesus mind goes when he hears the command, don't murder.",
    "start": "01:07:23",
    "end": "01:07:54"
  },
  {
    "text": "Yeah.",
    "start": "01:07:54",
    "end": "01:07:54"
  },
  {
    "text": "And I think. Right.",
    "start": "01:07:54",
    "end": "01:07:55"
  },
  {
    "text": "Yeah.",
    "start": "01:07:56",
    "end": "01:07:56"
  },
  {
    "text": "It's because he clearly spent time seeking understanding of that law. There you go.",
    "start": "01:07:56",
    "end": "01:08:03"
  },
  {
    "text": "Now, there's a mystery at the heart of this for me. Right. Which is God gives a command, and then we're supposed to obey it. But then by Meditating on the command. We then get more wisdom to learn how to not just obey it, but to be wise, understanding people. But that can easily go astray. I can sit and meditate on a lot and bring my own understanding.",
    "start": "01:08:04",
    "end": "01:08:30"
  },
  {
    "text": "Oh, sure, yeah.",
    "start": "01:08:30",
    "end": "01:08:31"
  },
  {
    "text": "And then twist it and then turn it into something that was good, make it bad.",
    "start": "01:08:31",
    "end": "01:08:37"
  },
  {
    "text": "Yeah, right, yeah.",
    "start": "01:08:37",
    "end": "01:08:38"
  },
  {
    "text": "You can imagine not a young Jesus, but a young someone else who's like sitting, meditating on a law and then being like, I know how to use this law for my own good so I can have power over people. Yeah, sure, I'm going to twist this. And so what's going to keep you from being that person?",
    "start": "01:08:38",
    "end": "01:09:01"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:09:01",
    "end": "01:09:02"
  },
  {
    "text": "And being a meditator, that twists. And then it brings you back to this idea of, well, fear the Lord. Which means what? Well, do what he says. And this is kind of like there's.",
    "start": "01:09:02",
    "end": "01:09:13"
  },
  {
    "text": "This, like, how does you know? Remember that little detail for the King? He is to make his own personal meditation copy of the Torah in the presence of the Levitical priests.",
    "start": "01:09:13",
    "end": "01:09:23"
  },
  {
    "text": "Is he doing it in community?",
    "start": "01:09:23",
    "end": "01:09:25"
  },
  {
    "text": "Yeah, yeah. With guides. With guides, Bible guides. And yeah. So this connects another pillar of our approach to the Bible, which is the Bible is communal literature. And Moses is talking to the congregation of the Sons of Israel. All of these you's are plural, you know, so yeah, of course each one of us will have blind spots as we seek the wisdom of the laws of the Torah. But that's why we turn to Bible backgrounds, commentary that's reading the Bible and community with these scholars who are helping give me insight. And then we do it with our friends and local community of Jesus followers and trust that the Spirit will guide us. I think that's how it works. At least that is how it's worked through history. And that's how it works as described in. Right. Moses needed a crew of wise ones to guide the people with so on. So that's too simple of an answer to a very important nuanced question. But it's at least the beginning of a response. So there you go. The laws as wisdom literature. It's just good to session that, you know, once a year or once every couple years. Yeah, it's a good reminder, especially before we do what we're going to do next, which is dive into just straight up meditation on ancient Israelite laws, which we'll do in the next step of our conversation.",
    "start": "01:09:25",
    "end": "01:10:50"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week we'll continue talking about the law, looking at the laws outlined in Deuteronomy and jumping forward in the biblical story to how the apostles derived wisdom or followers of Jesus from these ancient laws.",
    "start": "01:10:52",
    "end": "01:11:07"
  },
  {
    "text": "The law as stated in Deuteronomy 15 is stating an ideal like a true North. But of course there's all of these other mitigating circumstances or things that will require wisdom and discernment, and the law as worded doesn't address those. So in other words, Paul's mind is on these themes of God's Eden provision. He would meditate on Deuteronomy 15 and say if Israel was obedient to the laws, they get Eden blessing so that there would be no poor among them. And even though that's not the world we live in now, we could approximate it, or we could begin to taste it.",
    "start": "01:11:08",
    "end": "01:11:43"
  },
  {
    "text": "Today's episode was produced by Cooper Peltz with the associate producer Lindsey Ponder, edited by Dan Gummel, Tyler Bailey and Frank Garza. Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus and everything we make, everything is free because it's already been paid for by the generous support of thousands of people just like you. Thank you so much for being a part of this with us. Hi, this is My name is Dolly and I am from the state of Tennessee.",
    "start": "01:11:43",
    "end": "01:12:13"
  },
  {
    "text": "Hi, this is Matteo Genes and I am from Brazil.",
    "start": "01:12:13",
    "end": "01:12:17"
  },
  {
    "text": "My favorite thing about the Bible Project are how creatively the Bible stories are explained and animated to even appeal to the younger audience.",
    "start": "01:12:17",
    "end": "01:12:24"
  },
  {
    "text": "My favorite thing about Bible Project is the easy way that they explain very complex things and of course the very well done design of the videos.",
    "start": "01:12:24",
    "end": "01:12:33"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:12:34",
    "end": "01:12:37"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:12:37",
    "end": "01:12:40"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:12:40",
    "end": "01:12:45"
  }
]