[
  {
    "text": "We have done it. We have reached the last episode in our journey through the entire Torah. We're in the last movements of the last scroll of the Torah. Deuteronomy. At the end of a grand journey, it's good to stand proud and celebrate. But today that would be insensitive because Deuteronomy ends with a death, the death of Moses. Before he dies, Moses stands before Israel one last time to give a farewell speech. It's a poem in which he predicts that Israel will abandon their covenant with Yahweh. It's a poem that future generations can look back at soberly to realize that it is they that have abandoned Yahweh, not the other way around.",
    "start": "00:00:04",
    "end": "00:00:46"
  },
  {
    "text": "This is the language of Genesis, chapter 6. God looks at the human heart in the generation of the flood. And the purpose of their scheming hearts is only evil all the time. And so here's Yahweh saying, I know their purpose, I know their hearts. So I want this song to stand as a witness that I know that you're going to abandon me. And in case you ever want to say that I didn't, this song will stand here as a witness.",
    "start": "00:00:47",
    "end": "00:01:13"
  },
  {
    "text": "This poem in Deuteronomy 32 predicts Israel's coming rebellion. And it repeatedly refers to a group that Yahweh calls his people, the ones who will remain faithful to the covenant. Who are these? It's not all of Israel.",
    "start": "00:01:14",
    "end": "00:01:30"
  },
  {
    "text": "Yahweh is identifying himself with a persecuted religious minority throughout the whole of Israel's history. Those are Yahweh's actual people. And the majority of Israel associated with the kings and their kingdoms and their wars in reality were the faithless ones. And Yahweh will bring justice on those who deserve it. But for his remnant people, they are a source of joy for the nation and they're connected with atonement that will happen for the people in the land.",
    "start": "00:01:30",
    "end": "00:02:01"
  },
  {
    "text": "Deuteronomy 32 is a poem that takes a look back at Israel's history and also takes a prophetic look forward to the future of Israel. It's a mysterious poem and it's a fitting way to end our journey through the Torah.",
    "start": "00:02:01",
    "end": "00:02:15"
  },
  {
    "text": "So this poem is laying out the program that you're about to go read in Joshua Judges, Samuel Kingsley in the former prophets. And yeah, this poem right here, like every book of the prophets alludes back to and builds on and develops vocabulary. Moses becomes like the archetypal prophet here, and every prophet just becomes like a mini Moses. It's near the end of the Torah and all Of a sudden, you're looking down the rest of the Hebrew Bible and you feel like you're looking towards the New Testament.",
    "start": "00:02:15",
    "end": "00:02:45"
  },
  {
    "text": "Today, Tim Mackey and I talk about Moses, magnum opus, a poetic song that becomes a pivotal point in the story of the Bible. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:45",
    "end": "00:03:04"
  },
  {
    "text": "Hey, John.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "This is it.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "This is a momentous conversation for us.",
    "start": "00:03:06",
    "end": "00:03:10"
  },
  {
    "text": "Yes.",
    "start": "00:03:10",
    "end": "00:03:11"
  },
  {
    "text": "I think we just counted for us the end of the 48 conversations going through the Torah. I guess that doesn't count any Q and R episodes. That brings it up to over 50.",
    "start": "00:03:12",
    "end": "00:03:24"
  },
  {
    "text": "Yeah.",
    "start": "00:03:25",
    "end": "00:03:25"
  },
  {
    "text": "But, yeah, we're going to finish today our walk through the main literary movements of the Torah.",
    "start": "00:03:25",
    "end": "00:03:31"
  },
  {
    "text": "Yes. It's been a good pace in choosing to do three episodes per movement.",
    "start": "00:03:31",
    "end": "00:03:38"
  },
  {
    "text": "Yeah.",
    "start": "00:03:38",
    "end": "00:03:38"
  },
  {
    "text": "And so the Torah has how many movements is that then?",
    "start": "00:03:38",
    "end": "00:03:41"
  },
  {
    "text": "Well, we.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "It's 12 plus 4. It's 16 movements.",
    "start": "00:03:42",
    "end": "00:03:44"
  },
  {
    "text": "12 plus. Yeah. Genesis has 4. And Exodus, Leviticus, Numbers, Deuteronomy, each have 3, I think. Yeah, yeah. I've been wondering about Leviticus. I can actually also see how there could be two, but either way, it puts us in the ballpark of four plus 12, which is around 15 to 16. Yeah.",
    "start": "00:03:44",
    "end": "00:04:08"
  },
  {
    "text": "So this pace means we haven't looked at everything. By no means. But we've gotten a really good overview of the shape of the Torah, of some of the main patterns that are riffed on throughout the Torah. And then we've landed down in certain stories and then gotten real in the weeds in certain sentences. And here we are at the end of Deuteronomy, the last scroll of the Torah. We're in the last movement of Deuteronomy, and we're going to be in the last section of the last movement.",
    "start": "00:04:08",
    "end": "00:04:39"
  },
  {
    "text": "Yeah, the last main literary unit of the last movement of the last scroll of the Torah. So it's Deuteronomy 31 through 34. In this section, Moses is going to say, I'm going to die. And then he's going to sing some final poems, and then he's going to die. So that's about the death of Moses. But the way it brings all the themes of the Torah and its language together is a pretty cool way. Do we need to do setup over the whole Torah again? I feel like we've done it so many times.",
    "start": "00:04:39",
    "end": "00:05:14"
  },
  {
    "text": "No, not the whole Torah. But why is Moses going to talk about dying? Where is he? Who is he talking to?",
    "start": "00:05:14",
    "end": "00:05:20"
  },
  {
    "text": "Yeah, Moses is addressing the children of the Exodus generation on the east side of the Jordan river. As they are about to go into the land. He is not going to go into the land, both for his sins, and he also blames it because of the sins of the people that made him sin. But he's called the servant of Yahweh, and he's going to die for his sins and for the sins of his people outside the land. He was the one who delivered them, the one Yahweh used to deliver the Israelites out of slavery, and he mediated their covenant relationship and the giving of the laws of the Torah, all at Mount Sinai. And now Deuteronomy is just one long set of speeches calling them to covenant loyalty to Yahweh. So that this generation goes into the land, but it won't be Moses who brings them in. It will be his protege, a man named Yehoshua. In Hebrew, which means Yahweh brings deliverance or salvation. Yeah, that's what the guy's name is.",
    "start": "00:05:20",
    "end": "00:06:23"
  },
  {
    "text": "Good name.",
    "start": "00:06:23",
    "end": "00:06:24"
  },
  {
    "text": "Yeah, it is a good name. So, and just macro. This generation of Israel standing at the border of the Promised Land, the Promised Land is depicted with all the language and imagery of the Garden of Eden. So what? Adam and Eve forfeited and lost through their folly and exile from Eden. Now here is this generation standing outside of a new type of Eden, and their entry into it and their ability to experience long life and blessing in the land depends on whether they will listen to Yahweh's commands and decrees like Adam and Eve failed to do. So we're going to dive in here at Deuteronomy 31, and I think I'll just start reading and we'll point out cool stuff, and it's awesome. Deuteronomy 31, verse 1. So Moses went and spoke these words to all Israel. And he said to them, I am 120 years old today. I am no longer able to come and go. And besides, Yahweh said to me, you're not crossing the Jordan here. Let's read. I'll read these next few verses and ask yourself the question, who is it that's going ahead of the people to bring them into the land? It is Yahweh, your Elohim, who will cross before you. He'll destroy enemy nations before you. You'll dispossess them. Joshua is the one who will cross ahead of you, just as Yahweh has spoken. See, that's a little parallelism there. It's Yahweh who goes before you. It's Joshua who goes before you. So both Yahweh Elohim and an image of Yahweh Elohim. It's kind of like two sides of the same coin. So he goes on. Verse 6, Be strong and courageous. Don't be afraid of or tremble at the nations in the land. Yahweh is the one who goes with you. He will not fail you or forsake you. Moses called Joshua in the eyes of Israel, saying, be strong, courageous. You will go with these people into the land that Yahweh sworn to give them. Yahweh is the one going ahead of you. He won't fail or forsake you. So you kind of get the idea. This is the passing of the baton. It's happening right now in the eyes of all the people. So what Moses has been for the people. Now Joshua will be for the people. He's a new Moses, and he's going to be portrayed as a new Moses when you turn to the next scroll, Joshua, he's going to give them a speech in Joshua chapter one that sounds just like Moses about obeying the terms of the covenant. He's going to go ahead of the people and lead the people through waters that split and they go through the sea as if on dry land. It's all stuff from the Exodus story. But now it's Joshua doing it. And then the people say after that, like, we will listen to you, just like we listened to Moses and so on. So that's the setup here. Okay. We're passing on to the next generation, verse nine. So Moses wrote this Torah, this Torah referring to. Yeah, totally. Remember, this was a few episodes ago where we talked about Moses is writing down something and passing it on. It would have to have been some. We called it the Proto Torah.",
    "start": "00:06:24",
    "end": "00:09:50"
  },
  {
    "text": "Okay.",
    "start": "00:09:50",
    "end": "00:09:51"
  },
  {
    "text": "But the author and narrator, you know, who stands at some distance from these events, wants you to see the thing that you are holding in your hand as essentially the same thing as the thing Moses is writing, even though narratively, you know, there's all this stuff in the Torah that we have in our hands that comes the narrative or the perspective of bits and pieces, all from Genesis, all come from a later perspective. But there's the deep continuity between Moses, Proto Torah, and the Torah we have in our hands. And we're meant to see them as deeply connected.",
    "start": "00:09:51",
    "end": "00:10:28"
  },
  {
    "text": "Cool. I get that. There seems to be a nuance between the Torah that God gave Israel at Sinai and then what Moses is doing in Deuteronomy, which is re establishing that for the next generation.",
    "start": "00:10:29",
    "end": "00:10:44"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:44",
    "end": "00:10:45"
  },
  {
    "text": "So this Torah, is it that like renewed Torah that Moses is giving to the second generation, or is it referring to the whole covenant?",
    "start": "00:10:45",
    "end": "00:10:57"
  },
  {
    "text": "Yeah, I think that's what I'm saying. Within just Deuteronomy, it seems to refer to the actual content of a proto Deuteronomy.",
    "start": "00:10:58",
    "end": "00:11:07"
  },
  {
    "text": "Oh, a proto Deuteronomy.",
    "start": "00:11:07",
    "end": "00:11:08"
  },
  {
    "text": "Proto Deuteronomy.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "Got it.",
    "start": "00:11:09",
    "end": "00:11:09"
  },
  {
    "text": "But for you, the reader, you have in your hands a five scroll Torah scroll.",
    "start": "00:11:09",
    "end": "00:11:15"
  },
  {
    "text": "Yes.",
    "start": "00:11:15",
    "end": "00:11:15"
  },
  {
    "text": "And Deuteronomy has been alluding back to every part of the earlier scrolls of the Torah, wrapping it all together. So that's kind of what I mean is that what Moses has in his hands is a proto version of what.",
    "start": "00:11:15",
    "end": "00:11:27"
  },
  {
    "text": "Deuteronomy is going to be, which is just a part of the entire Torah.",
    "start": "00:11:27",
    "end": "00:11:31"
  },
  {
    "text": "Yeah. And what the author is putting in front of us is the five scroll Torah, which is meant to be encapsulated in this phrase, just this Torah. Okay. Yeah. So Moses commanded them, saying, at the end of every seven years, you know, when you release everybody from debt slavery and debts at the feast of Booths. So in the seventh month. So at the end of every seven years, in the seventh month, get everybody to gather together and read this Torah for all the Israelites, Men, women, children, immigrants, everybody, so that they can hear and learn to fear Yahweh and follow the words of the Torah. Okay. Then Yahweh said to Moses, look, you're about to die, so get Joshua, present yourselves at the tent of meeting so that I can commission him. So Moses and Joshua went to the tent. Yahweh appeared in the tent in a pillar of cloud. The cloud stood at the doorway of the tent. This is both recalling the end of Exodus, when Yahweh came to, you know, live in the tent in the cloud. Also recalling the Eden story when Yahweh came to dwell in Eden and where Cain and Abel came to present their offerings at the door of the garden. So this is two tribal brothers, so to speak, and one is passing on the mantle of leadership and authority to another. So Yahweh said to Moses, look, you're about to lie down with your fathers, and this people will get up and become a prostitute with the strange gods of the land, the land that they're going into. They're going to forsake me. They're going to break my covenant that I've made with them. My anger will become hot against them in that day, and I will forsake them. So just recall what he said up two times. Here is, hey, Joshua, you're going to lead the people into the land And I will not fail you or forsake you.",
    "start": "00:11:31",
    "end": "00:13:42"
  },
  {
    "text": "Yeah. Be courageous. I won't fail you or forsake you.",
    "start": "00:13:43",
    "end": "00:13:45"
  },
  {
    "text": "Yep. But these people are going to forsake me, and so I will forsake them, and I will. The introduction of a new metaphor for divine justice here. I will hide my face from them, and they will be eaten up, and many evils and troubles will come upon them. So we've had imagery of God's hot anger. It appeared for the first time at Mount Sinai when Yahweh was commissioning Moses, and Moses said, yeah, I'm not going to do it. Makes sense.",
    "start": "00:13:45",
    "end": "00:14:18"
  },
  {
    "text": "We saw his odd anger against Pharaoh, too.",
    "start": "00:14:18",
    "end": "00:14:21"
  },
  {
    "text": "Yes. I'm saying the first time it appeared was at the burning bush story when Moses said, I don't want to war Pharaoh.",
    "start": "00:14:21",
    "end": "00:14:28"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "And that was the first time Yahweh got angry. But it wasn't followed by, you know, an act of judgment. It was Yahweh called Aaron, his brother, to come help him. The second time God's hot anger is referred to is in the poem retelling the story of what God did to Pharaoh in the waters. And so destroying Pharaoh and his army in the waters was viewed as the first time that Yahweh's anger is mentioned in a story where Yahweh acted with an act of.",
    "start": "00:14:29",
    "end": "00:14:58"
  },
  {
    "text": "I could swear that in the narrative of the plagues, there was reference to God's anger against Pharaoh. No. Okay.",
    "start": "00:14:58",
    "end": "00:15:05"
  },
  {
    "text": "No. Yeah. God's anger appears the first time in the burning bush with Moses, and then the second time in Exodus is mentioned is in Exodus 15. And actually, I owe both of those. The importance of that observation. I owe to Daniel Hawke in his book, the Violence of God. Yeah. It's an amazing study of God's anger and God's violence in the Hebrew Bible. So. But here we get the addition of a new metaphor of. In other words, when God. What does it look like? What are the different ways that the Hebrew Bible describes God bringing judgment on his covenant partner's disloyalty? And so hot anger is one of them, but abandoning them. Here's Deuteronomy 31:17. Like, forsaking them. They want me to leave them alone because they want to go after other gods. Fine, Like, I'll leave you be. And that is equated with hiding my face from them, which is the opposite of the blessing of Aaron from Numbers, chapter 6. May the Lord bless you. May he keep you. May the Lord lift his face over you and give you shalom. It's such a Vivid image, like of relational intimacy. If I'm looking at you, that's a.",
    "start": "00:15:05",
    "end": "00:16:21"
  },
  {
    "text": "Sign of favor, attention and relational connection.",
    "start": "00:16:21",
    "end": "00:16:27"
  },
  {
    "text": "Yeah, but to hide your face from somebody.",
    "start": "00:16:28",
    "end": "00:16:30"
  },
  {
    "text": "Silent treatment.",
    "start": "00:16:31",
    "end": "00:16:32"
  },
  {
    "text": "Yes, the silent treatment. And they will be. What's the result of Yahweh hiding his face? They will be eaten up the land and the nations will eat them up. The waters will come back and wash over them. And the people will say in that day, isn't it because our God's no longer among us that all these evils have come on us? So the idea is if Yahweh is with us, in our midst, it's his face shining on us. And it holds back the chaos, holds back the waters, gives light instead of darkness, will keep the wild animals back and will keep the nations that are hostile to us. It's sort of like Yahweh is life. But the moment Yahweh leaves, then the waters just wash back up over the land. Darkness instead of light, wild animals and armies invade. So we're back to the images of creation and chaos from Genesis chapter one here. That's the idea. Yahweh hiding his face. So it's an image of Yahweh. Another phrase that's used for divine judgment. Starting here, going onward is Yahweh handing people over. I give them over to X, Y or Z, which is another way of talking about Yahweh withdrawing his creative, protective, life giving presence.",
    "start": "00:16:32",
    "end": "00:17:53"
  },
  {
    "text": "So you flagged this inconsistency of thought. And I won't forsake you. But you're going to forsake me. So I'm going to forsake you.",
    "start": "00:17:55",
    "end": "00:18:03"
  },
  {
    "text": "Yeah, totally. Yeah, it's right there. Yeah, yeah.",
    "start": "00:18:03",
    "end": "00:18:05"
  },
  {
    "text": "I mean, what do you do with that?",
    "start": "00:18:05",
    "end": "00:18:07"
  },
  {
    "text": "Well, so I won't forsake you. When he says to Joshua and the people, I won't forsake you. It's when they are going forward into the land. They're a small, you know, they're a band of escaped slaves that have formed this makeshift militia to go into the land where there's established, you know, fortress cities throughout the land inhabited by giants. Right. So that's the makeup here. So go forward and Joshua lead them. And I won't.",
    "start": "00:18:08",
    "end": "00:18:38"
  },
  {
    "text": "I'm not going to leave you high and dry.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "No, but. And so if they play the prostitute with other gods and forsake me, then I'll give you what you want, which is to be independent of me. And so I will forsake you. So in other words, it's the people's disposition to Yahweh, I think that is the hinge.",
    "start": "00:18:40",
    "end": "00:19:01"
  },
  {
    "text": "I'm going to do this thing for you. And you can trust me. I'm going to do it. I'm going to bring you into the land, and even though it's scary and fraught, I will protect you. But then, after I've done this thing for you, you're going to turn away from me. You're going to worship other gods, and then I'm gonna give you what you want, which is you don't want my face to shine upon you. Then my face will hide.",
    "start": "00:19:02",
    "end": "00:19:34"
  },
  {
    "text": "Then my face will hide. I mean, I think that's how it works. If you just kind of read it in sequence, yeah. I will do for you what you're not able to do for yourselves. But when you don't want to be in relationship with me anymore, fine. Then you can go out on your own. Good luck with that. That's the logic here. So, verse 19. Therefore, God says to Moses, write this song for all of y'. All. Teach it to the sons of Israel, put it on their lips so that this song will be a witness for me against the sons of Israel. So Moses just wrote the Torah, and that is a statement of, like, the covenant terms between God and Israel. But now we're going to write a poem. Poem. And it goes on. Now, when I bring the Israelites into the land flowing with milk and honey that I swore to their forefathers, and when they eat and when they're satisfied and become prosperous, and when they turn to other gods and serve them and break my covenant, then it will come about. When all the troubles and terrible things have come upon them, then this song will be a witness that testifies against them, because it will never be forgotten on the lips of their descendants. For I know the purpose that they are scheming to do today. The purpose of the human heart. This is the language of Genesis, chapter 6. God looks at the human heart in the generation of the flood. And the purpose of their scheming hearts is only evil all the time. And so here's Yahweh saying, I know their purpose. I know their hearts. So I want this song to stand as a witness that I know that you're going to abandon me. And in case you ever want to say that I didn't, this song will stand here as a witness. Okay, so this is all a rationale for the writing of a poem that we call Deuteronomy, chapter 32. Okay, so Moses says, okay, everybody, assemble all the leaders and the tribes. I'm going to call the skies and the land as witnesses here after my death. You're going to act corruptly. It's exactly the same language as how the land in Genesis 6. Before the flood, the land was corrupted. Here is. You are going to act corruptly and turn away from what I've commanded. And terrible things are going to happen. At the end of days. You will do evil in the eyes of Yahweh.",
    "start": "00:19:34",
    "end": "00:22:20"
  },
  {
    "text": "Why did you just against. End of days?",
    "start": "00:22:21",
    "end": "00:22:25"
  },
  {
    "text": "This is a unique phrase. That is what Jacob said to the sons of Israel at the end of the Genesis scroll. On the other end of the Torah, all my sons assemble, Gather around. Let me tell you what will happen at the end of days. And now here's Moses gathering the great, great, great, great, great grandsons of that same guy, saying, gather around, let me tell you what will happen at the end of days. And so here's the poem. It's long, it's 43 verses. But we'll just kind of sample. We'll see what happens here. There's really fascinating stuff, Sam. Actually, I'm going to read the NIV translation just because the new American standards. Difficult English.",
    "start": "00:22:25",
    "end": "00:23:33"
  },
  {
    "text": "Okay.",
    "start": "00:23:33",
    "end": "00:23:34"
  },
  {
    "text": "Listen, you heavens, and I will speak. Hear, you, earth, the words of my mouth. Let my teaching fall like rain. Let my words descend like dew, like showers on new grass, like abundant rain on tender plants.",
    "start": "00:23:36",
    "end": "00:23:55"
  },
  {
    "text": "That's a good image.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "It's a beautiful image. Yeah. So, Torah, my instruction is the source of life. This is the tree of life imagery here. God's instruction leads to.",
    "start": "00:23:58",
    "end": "00:24:10"
  },
  {
    "text": "It's going to fill the atmosphere and it's going to descend down and grow gardens.",
    "start": "00:24:10",
    "end": "00:24:14"
  },
  {
    "text": "Yeah. I will proclaim the name of Yahweh. Oh, praise the greatness of our Elohim. He is the rock. This is a new image.",
    "start": "00:24:15",
    "end": "00:24:27"
  },
  {
    "text": "Okay. Is this where the rock image first shows up?",
    "start": "00:24:27",
    "end": "00:24:30"
  },
  {
    "text": "Yeah. Yep. He is the rock. Yeah. I'd like to make a theme video on this one day.",
    "start": "00:24:30",
    "end": "00:24:36"
  },
  {
    "text": "Okay.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "It's equivalent to the mountain. It would be the same theme video as the mountain.",
    "start": "00:24:37",
    "end": "00:24:40"
  },
  {
    "text": "Okay. Well, you talked about this when we did our metaphor video and how to Read series.",
    "start": "00:24:40",
    "end": "00:24:48"
  },
  {
    "text": "Yeah.",
    "start": "00:24:48",
    "end": "00:24:49"
  },
  {
    "text": "We talked about the land being a fortress and a rock and a safe space against the chaotic waters.",
    "start": "00:24:49",
    "end": "00:24:57"
  },
  {
    "text": "Yeah, yeah, that's right. And so Jesus says, build your house on the rock. Yeah, that's right. So he is the rock. His works are Tamim. They're perfect, is the NIV's translation. But they are complete. There's no cracks. They're exquisite. They're right. All of his ways are just. He's a faithful God. He doesn't do wrong. Upright and just is he. Now, in contrast, they are corrupt and not his children. To their shame. They are a warped and crooked generation. So wait, these are the children of, like, Abraham and Israel?",
    "start": "00:24:58",
    "end": "00:25:42"
  },
  {
    "text": "Yeah.",
    "start": "00:25:43",
    "end": "00:25:43"
  },
  {
    "text": "Yahweh called these people my firstborn son when he redeemed them out of Egypt. But they are. Ooh, this is interesting. That word corrupt. It's the same word as the generation of the flood from Genesis 6. And then this word, to their shame. NIV translates it to their shame, but it's the word mum. It's the word for the opposite of tamim, or whole or complete. Remember, this is language of sacrificial animals, too. Yeah, every sacrificial. Yes, every sacrificial animal needs to be tamim. And it can have no mum. That is blemish. Like a spot where a piece of like with missing hair or a deformed knee or. Yeah, an eye. Gonna. So Israel is being depicted here as like a blemished, sacrificial animal. They are a warped and crooked generation. Is this the way you repay Yahweh, O foolish, unwise people? Isn't he your father, your creator, who made you and formed you? So people who have received the wisdom and teaching of Yahweh, who were formed by Yahweh, this language of the Eden story, but yet who end up embracing folly instead. This is Adam and Eve language here, the foolish language. Yahweh, the Creator formed. Someone gives them instruction. They are the children of Yahweh, but they become foolish and unwise. This is the language of Adam and Eve.",
    "start": "00:25:43",
    "end": "00:27:18"
  },
  {
    "text": "And what does that. What does he mean then? That they are not his children? What is the point of saying that?",
    "start": "00:27:19",
    "end": "00:27:26"
  },
  {
    "text": "Yeah, it's a little seed that's going to bear fruit throughout the poem. Who are the children of Yahweh? Because it's clear that you have a whole nation now, and among them are many people who are not loyal to Yahweh at all. So who really are the children of God? Who are the. Because a whole bunch of them are foolish and unwise and kind of. So some, at least some are not his children. It's really interesting. Remember the days of old. Consider the generations long past. Ooh. We quoted this line in our video on eternal life. This is the word, the word old here. Days of old is the word for age in Hebrew.",
    "start": "00:27:26",
    "end": "00:28:08"
  },
  {
    "text": "Remember the days of the age.",
    "start": "00:28:08",
    "end": "00:28:10"
  },
  {
    "text": "Yeah, yeah. Which sometimes gets translated eternity, which is not quite what it means. So here, the days of the age means all the generations from Abraham up till this point. Yes, or even beyond. Ask your father. He'll tell you. Ask your elders. They'll explain to you. When the Most High gave. Oh, actually, I'm going to switch to the ESV now for reasons that we'll talk about. When the Most High gave the nations their inheritance, when he divided up humanity.",
    "start": "00:28:10",
    "end": "00:28:44"
  },
  {
    "text": "This is the table of nations in Genesis.",
    "start": "00:28:46",
    "end": "00:28:50"
  },
  {
    "text": "We're reflecting back on the scattering of Babylon and the division of the sons of Noah into the nations. Yeah, the 70. 70 nations. When he fixed the borders of the peoples of. According to the number of. The ESV has the sons of El, sons of God. Now, if you turn to the niv, it says he set up the boundaries for the peoples according to the number of the sons of Israel. So that's interesting. Here's what's fascinating here. This is a genuine manuscript difference. There are ancient versions of Deuteronomy. There are Hebrew versions of Deuteronomy found among the Dead Sea Scrolls, the Greek translation of the Hebrew Bible in what's called the Septuagint. Right here they have the phrase the sons of God, referring to the spiritual beings, like of Genesis 6, the host of heaven. And there are medieval Hebrew manuscripts called the Masoretic text that read what the NIV goes with those manuscripts saying the sons of Israel. And it's the difference between, in Hebrew, the phrase bnei, which is sons of.",
    "start": "00:28:50",
    "end": "00:30:13"
  },
  {
    "text": "Of El, B' Nai El, B' Nai.",
    "start": "00:30:13",
    "end": "00:30:16"
  },
  {
    "text": "El, which is what the Dead Sea Scrolls have and the Septuagint points to. And then medieval Hebrew manuscripts that say Bene Yisrot L. So it's the plus or minus of three Hebrew letters in different manuscripts. So that is fascinating. Rabbit hole. I don't know if we want to.",
    "start": "00:30:16",
    "end": "00:30:37"
  },
  {
    "text": "Is it fascinating? Because it's talking about spiritual beings and their dominion over people.",
    "start": "00:30:37",
    "end": "00:30:42"
  },
  {
    "text": "The version where it says he divided up, gave the nations an inheritance and divided up humanity according to the number of the sons of El. And what that reflects is somebody who is reading Genesis 1 through 11 according to its symmetrical design. It's fascinating. In other words, you would never come up with that interpretation of Genesis 1:11 unless you were reading it. Meditation, literature, symmetrical design. Because in the Design of Genesis 1:11, the snake in the garden, which is just depicted as a snake. But then you start to think that a rebel cherub. Then you get the deception and the act of the sons of elohim in Genesis 6. There's three mega rebellions in Genesis 1:11, the Folly, a foolish rebellion of Adam and Eve. At the instigation of the snake. And because of the snake's counsel, the woman sees that the fruit is good, takes it, eats it. In Genesis 6, the sons of Elohim see women, daughters of Adam, and that they are good, and they take them for themselves. So those two are joined as a hyperlinked together through the identical vocabulary. But then what you also have is the building of the city of Babylon as the other main rebellion narrative on the other side of the Flood. And what this interpretation in Deuteronomy 32 represents is reading all of those three narratives as if they are next to each other, and each one illumines the other one, because the sons of Elohim and what they do with women is connected to the birth of violent warrior giants in land who are called the Gibborim. And lo and behold, isn't it interesting that the builder of Babylon in Genesis 10 is a guy named Nimrod, whose name means we will rebel. And he's identified as a Gibborim, one of the Gibborim, one of these violent warrior gods. So all of these, the snake, the rebel sons of Elohim, the giants, the rebel kings, and the builders of Babylon are all joined together through hyperlinks and symmetrical Design in Genesis 1 through 11. And here in Deuteronomy 32, 8, the division of the nations when God scatters Babylon, resulting in the scattering in the division of the nations that we see reflected in Genesis chapter 10, the table of 70 nations, which is a number.",
    "start": "00:30:42",
    "end": "00:33:19"
  },
  {
    "text": "For, like, a complete number of nations, correct?",
    "start": "00:33:19",
    "end": "00:33:21"
  },
  {
    "text": "Yeah. 70 nations that's connected here. Connected to somehow God handing the nations over to the sons of Elohim and their rebellion is referenced in Genesis chapter six. Does that make sense?",
    "start": "00:33:21",
    "end": "00:33:37"
  },
  {
    "text": "Yeah.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Yeah. So what's fascinating is that the medieval Hebrew manuscripts connect the division of the nations into 70 according to the number of the sons of Israel. And in Genesis.",
    "start": "00:33:38",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. What does that mean?",
    "start": "00:33:51",
    "end": "00:33:52"
  },
  {
    "text": "Well, do you remember how many descendants went down with Jacob to Egypt at the end of the Genesis Scroll? 70.",
    "start": "00:33:52",
    "end": "00:34:00"
  },
  {
    "text": "Oh, 70.",
    "start": "00:34:00",
    "end": "00:34:01"
  },
  {
    "text": "70. And that's an important symmetrical link at the beginning of Genesis and the end of Genesis that Now we have 70 nations living under the powers of the rebel sons of Elohim, exiled outside of Eden. And in order to restore blessing to all of them, he creates this family from Abraham that at the end of Genesis is also going into exile out of the promised Land as a group of 70. And those two images of the 70 nations and the 70 Israelites exiled from the promised land are set in relationship to each other in Genesis. So actually, both these manuscript differences are linking into design patterns in Genesis that are actually there. So the scholarly consensus is that the reading Sons of Elohim is the most original and that the interpretation of the sons of Israel is a sign of scribal discomfort with the ideas at work under the idea that God would hand over the nations to the seventy sons of Elohim. That may be right. I have a few reservations about that. It could also be that both manuscripts are realizing two different ways to interpret the significance of the poem and the well.",
    "start": "00:34:01",
    "end": "00:35:26"
  },
  {
    "text": "And the significance of the poem is what?",
    "start": "00:35:26",
    "end": "00:35:29"
  },
  {
    "text": "Oh, in other words, what Moses is reflecting on here is about Israel being selected out from among the nations. And. Sorry, I didn't read the last line, which is the landing point. So Moses says, ask the generations of old about the time when Yahweh gave the nations their inheritance according to the sons of Elohim. Number of the sons of Elohim, verse 9. Because Yahweh's portion is his people. Jacob is his inheritance. So Yahweh gave the nations their lands. Inheritance. And you would think that you'd say, and so Yahweh gives Israel their inheritance. But it flips it. And what it says is, yahweh's inheritance is his special people. So this is a way of talking about Israel being selected out of the nations when God called Abraham.",
    "start": "00:35:29",
    "end": "00:36:18"
  },
  {
    "text": "So it's this reflection on. There's all these peoples, all these nations, and they worship all of these Elohim.",
    "start": "00:36:18",
    "end": "00:36:27"
  },
  {
    "text": "And Yahweh handed them over.",
    "start": "00:36:28",
    "end": "00:36:30"
  },
  {
    "text": "Yeah. And how did. How did that come about? Well, we have a story where everyone was of one mind and one way of talking. And they built this tower.",
    "start": "00:36:30",
    "end": "00:36:42"
  },
  {
    "text": "Yeah.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "To ascend up into the heavens. And God destroyed that project. Well, he scattered that project.",
    "start": "00:36:43",
    "end": "00:36:51"
  },
  {
    "text": "Scattered that project. Yeah.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "And then you've got the nations. And this is saying in the subtext of that is that God then gave everyone a portion of land out there. And God assigned in some way Elohim or like.",
    "start": "00:36:52",
    "end": "00:37:14"
  },
  {
    "text": "Yeah, it's interesting.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "Like, was there this matchmaking moment where God's like, all right, so this spiritual being gets to go be over there.",
    "start": "00:37:15",
    "end": "00:37:21"
  },
  {
    "text": "Yeah. I think a later expression of this idea will be in the apostle Paul will talk about. He's out there spreading the good news about Jesus as Lord to all of the different nations. And he talks about the nations, the Gentiles, living under the rule of the principalities and powers. That's Paul's language for the rebel sons of God. But Jesus as Lord to confess Jesus as Yahweh is to come out from under the rebel sons of God's sway and to give our allegiance to Yahweh, the creator. That's the idea at work here. Yeah. For anybody who's interested there. The significance of this idea for understanding the overall biblical story was first really emphasized and made clear to me by Hebrew Bible scholar Michael Heiser, who has a podcast called the Naked Bible Podcast, and we've interviewed him on our podcast before. But he really does a great job in a number of his books and podcasts of exploring why these two verses here, Deuteronomy 32, 8, 9, are, like, pivotal for how you think about much of the overall biblical story.",
    "start": "00:37:21",
    "end": "00:38:35"
  },
  {
    "text": "Pivotal because it's saying there's all these nations worshiping all these gods, but Yahweh came and said, this nation, this people, I'm going to make into a nation and I'm going to be their God.",
    "start": "00:38:35",
    "end": "00:38:50"
  },
  {
    "text": "Yeah. These verses bring together in a short statement a set of ideas that are right there through Genesis 1:11, about the triple cycle of rebellion leading from the garden to the rebel sons of Elohim to Babylon. And out of all of that, Yahweh selected one family. But that's 11 complex chapters. Whereas here it's just a few verses, those ideas are condensed into one spot.",
    "start": "00:38:51",
    "end": "00:39:17"
  },
  {
    "text": "And you wanted to draw my attention to the switch in language where. Yeah, so. And I don't think it landed for me, but. So all the nations, they've got their boundaries and their inheritance. All the nations, their inheritance is what? Their place that they live.",
    "start": "00:39:17",
    "end": "00:39:36"
  },
  {
    "text": "Where they live. Yeah.",
    "start": "00:39:36",
    "end": "00:39:37"
  },
  {
    "text": "That's their inheritance.",
    "start": "00:39:37",
    "end": "00:39:38"
  },
  {
    "text": "Yep.",
    "start": "00:39:38",
    "end": "00:39:38"
  },
  {
    "text": "And then you get to Israel, and.",
    "start": "00:39:39",
    "end": "00:39:42"
  },
  {
    "text": "Instead of them having. And also they have a plot of land.",
    "start": "00:39:43",
    "end": "00:39:47"
  },
  {
    "text": "Yeah.",
    "start": "00:39:47",
    "end": "00:39:47"
  },
  {
    "text": "Flips it.",
    "start": "00:39:48",
    "end": "00:39:48"
  },
  {
    "text": "You would imagine it being. And their inheritance is the promised land.",
    "start": "00:39:49",
    "end": "00:39:52"
  },
  {
    "text": "The land promised to Abraham.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "Instead, it says, for the Lord's portion is his people. Jacob being his people. A way to describe his people.",
    "start": "00:39:54",
    "end": "00:40:02"
  },
  {
    "text": "Yes.",
    "start": "00:40:02",
    "end": "00:40:02"
  },
  {
    "text": "Is his allotted inheritance.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "Yes. The whole nation can be referred to by the name of their ancestor, Jacob.",
    "start": "00:40:04",
    "end": "00:40:09"
  },
  {
    "text": "Jacob.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Yeah.",
    "start": "00:40:10",
    "end": "00:40:10"
  },
  {
    "text": "Right. Or Abraham or Isaac. But Jacob in particular, because he becomes the man named Israel, he is named.",
    "start": "00:40:10",
    "end": "00:40:18"
  },
  {
    "text": "Israel and then becomes the father of the 12 tribes. 12 tribes, yeah.",
    "start": "00:40:18",
    "end": "00:40:22"
  },
  {
    "text": "So. So, yeah. In what sense does Yahweh get an inheritance? That's a silly kind of interesting.",
    "start": "00:40:22",
    "end": "00:40:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:40:29",
    "end": "00:40:30"
  },
  {
    "text": "Everything is his.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "But it's a way of highlighting the special nature of his relationship with his chosen people, like they are his special inheritance set apart for him to enjoy. Now. So all of this is a setup. Remember, Moses said Hey, I'm going to teach you because I know what you're going to do. You're a corrupt generation. But Yahweh, he's just and good and right. And everything he does throughout history is faithful and right and just. Example 1. When he scattered all the nations and handed them over to the rebel sons of Elohim, he chose you. Here's another thing. Yahweh, he continues the story. Yahweh did. That is right. And just in a desert land, he found him, he being Yahweh, and found him being Israel or Jacob. Okay, so he found Israel in the wilderness, in a barren and howling waste. That word, barren waste is the word Tohu. From Tohu vavohu. In Genesis 1.",
    "start": "00:40:32",
    "end": "00:41:37"
  },
  {
    "text": "Barren is tohu.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "Yep, yep. Empty.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "Okay.",
    "start": "00:41:39",
    "end": "00:41:40"
  },
  {
    "text": "Uninhabited.",
    "start": "00:41:40",
    "end": "00:41:41"
  },
  {
    "text": "Oh, okay.",
    "start": "00:41:41",
    "end": "00:41:41"
  },
  {
    "text": "Yeah.",
    "start": "00:41:41",
    "end": "00:41:42"
  },
  {
    "text": "And a tohu.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Yeah.",
    "start": "00:41:43",
    "end": "00:41:43"
  },
  {
    "text": "And waste is what?",
    "start": "00:41:43",
    "end": "00:41:45"
  },
  {
    "text": "Waste. Ah, it's the word Yalel. It's referring to the whistling wind over in, like a.",
    "start": "00:41:45",
    "end": "00:41:51"
  },
  {
    "text": "That's howling.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "Yeah, that's the howling wasteland.",
    "start": "00:41:52",
    "end": "00:41:53"
  },
  {
    "text": "Oh, it's one word. Yellel is howling waste.",
    "start": "00:41:54",
    "end": "00:41:57"
  },
  {
    "text": "Yillel is the howling waste. And the word barren is referring to the wilderness. So in the wilderness, Yahweh found his people. In the wilderness, Yahweh shielded and cared for him. He guarded him like the apple of his eye. Ooh, this is rad. Okay, this is the interpretation of the phrase apple of his eye.",
    "start": "00:41:57",
    "end": "00:42:20"
  },
  {
    "text": "Yeah. That's an English phrase.",
    "start": "00:42:20",
    "end": "00:42:22"
  },
  {
    "text": "It is. Yeah. Not a Hebrew term. Phrase. Okay, what it is in Hebrew? It's the ishon eno. Ishon is the word. Tiny human, little human.",
    "start": "00:42:22",
    "end": "00:42:31"
  },
  {
    "text": "Isho.",
    "start": "00:42:32",
    "end": "00:42:32"
  },
  {
    "text": "Ishon.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "Ishon. It's referring to Ish is man.",
    "start": "00:42:33",
    "end": "00:42:35"
  },
  {
    "text": "If I get close enough to you and I look into your eye, I see myself in your pupil.",
    "start": "00:42:35",
    "end": "00:42:41"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "And that's the little man. So he guarded him like the little man of his eye is what it says in Hebrew. Isn't that a beautiful figure of God?",
    "start": "00:42:42",
    "end": "00:42:50"
  },
  {
    "text": "It's kind of connected to my face shining upon you.",
    "start": "00:42:50",
    "end": "00:42:52"
  },
  {
    "text": "Yeah. Oh, yeah, sure.",
    "start": "00:42:53",
    "end": "00:42:54"
  },
  {
    "text": "Because I'm so closely. My face is so close to you, I can see.",
    "start": "00:42:54",
    "end": "00:42:58"
  },
  {
    "text": "Yeah. I mean, I get why they translated the apple of his eye because kind of.",
    "start": "00:42:58",
    "end": "00:43:03"
  },
  {
    "text": "I don't get it. I don't even know what that means, actually.",
    "start": "00:43:03",
    "end": "00:43:06"
  },
  {
    "text": "I don't think I do either. But the little man of the eye, isn't that cool?",
    "start": "00:43:08",
    "end": "00:43:12"
  },
  {
    "text": "It is cool. It would actually read a little weirder, but then it will let you dig in.",
    "start": "00:43:13",
    "end": "00:43:18"
  },
  {
    "text": "Yeah, yeah, totally.",
    "start": "00:43:18",
    "end": "00:43:19"
  },
  {
    "text": "The little man of the eye.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Ooh, this is cool. So we're describing Yahweh finding Israel in the middle of a chaotic nothingness.",
    "start": "00:43:21",
    "end": "00:43:28"
  },
  {
    "text": "Yeah.",
    "start": "00:43:28",
    "end": "00:43:29"
  },
  {
    "text": "And we've used one of the words from the pre creation state in Genesis. One of the uninhabited land, the formless land. Next. So he found him, then, he shielded him, guarded him like the little man of his eye, like an eagle stirring up its nest, hovering over its young. And that word hover is exactly the word describing the spirit of God hovering over the waters in Genesis 1, verse 2.",
    "start": "00:43:29",
    "end": "00:43:58"
  },
  {
    "text": "So here we are at the very end of the Torah, reflecting back on all this imagery from the very beginning of the Torah.",
    "start": "00:43:58",
    "end": "00:44:03"
  },
  {
    "text": "That's the basic point. Yep. So Yahweh alone led him and no foreign God was with him. So we're reflecting on the wilderness journey stories that when Israel was going through the dark, chaotic wasteland that is the non creation anti creation, there was Yahweh hovering over them like the Spirit did over the waters, giving them manna, giving them light, giving them water, and no other God delivered them. The whole logic of the argument is going to be, listen, from the beginning of history, I selected you out from among the nations. You're mine. I protected you through the wilderness. You would be dead if it weren't for Yahweh. And the story is going to go on. Yahweh made Israel ride on the heights of the land. He fed him with fruit from the fields. He nourished him with honey from the rock.",
    "start": "00:44:03",
    "end": "00:45:00"
  },
  {
    "text": "When was that?",
    "start": "00:45:01",
    "end": "00:45:02"
  },
  {
    "text": "Yeah, with poetry.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "Oh, so the water is honey here.",
    "start": "00:45:03",
    "end": "00:45:05"
  },
  {
    "text": "Yeah, water becomes honey with oil from the flinty crag, with curds and milk from herd and flock, with fattened lambs and goats, choice rams of Bashan, finest kernels of wheat. You drank the foaming blood of the grape. I mean, you were basically having a royal feast out there in the wilderness. Ooh, Psalm 23.",
    "start": "00:45:05",
    "end": "00:45:27"
  },
  {
    "text": "The foaming blood of the grape.",
    "start": "00:45:27",
    "end": "00:45:29"
  },
  {
    "text": "Yeah. Isn't that good? Whoa. Yeah. Bubbly. So from, you know, it's like, so.",
    "start": "00:45:29",
    "end": "00:45:34"
  },
  {
    "text": "And there's life is in the blood. There's this like, sense of just.",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "Yeah. Bubbly wine. Yeah, it's good stuff. So, yeah, you get the idea here. Like you got a royal feast in the wilderness. Yeah, yeah. Psalm 23.",
    "start": "00:45:38",
    "end": "00:45:49"
  },
  {
    "text": "And some imported goods too.",
    "start": "00:45:49",
    "end": "00:45:52"
  },
  {
    "text": "Yeah. Sorry, I keep saying Psalm 23, but Psalm 23 echoes this motif of you prepare a table for me in the presence of my enemies. So the enemies are like the dark chaos, desert water out there. But Yahweh makes a little Eden feast in the middle of the chaos. So what was Israel's response to this? Verse 15. Yeshurun. Grew fat and kicked.",
    "start": "00:45:52",
    "end": "00:46:19"
  },
  {
    "text": "Who's this?",
    "start": "00:46:20",
    "end": "00:46:20"
  },
  {
    "text": "Okay, sorry. Yeshurun is a word. It's a nickname for Israel. And it's ironic, it's sarcastic. It's from the word Yashar, which means the upright one. Okay, so it's a nickname for Israel, the upright one.",
    "start": "00:46:20",
    "end": "00:46:36"
  },
  {
    "text": "Okay.",
    "start": "00:46:36",
    "end": "00:46:37"
  },
  {
    "text": "But it's introducing a poem about Israel not being upright, but Yahweh is the one who's upright. But interestingly, just remember this. This is a name for Israel used only here in Deuteronomy and in the book of Isaiah. Who's going to pick this up in important ways? So the upright one who really is Yahweh, but as a nickname for Israel, Yeshurun grew fat and kicked, filled with food, they became heavy and sleek, and they abandoned the God who made them. They rejected the rock, their deliverer. They made him jealous with foreign gods, angering him with detestable idols. And so the poem's gonna go on to say, well, if they rejected yahweh, then verse 19, Yahweh saw this. So he rejected them. He was angry with his sons and daughters and said, I will hide my face for them and see what their end shall become. They are a perverse generation, children who are unfaithful. So what it goes on is to say, begin to work through the things that God is going to let happen to them because of their unfaithfulness. So. And let's kind of read some of these, asking the question, what things does Yahweh let happen? And what things does Yahweh directly cause to happen? Let's just pay attention to that. Verse 23. I will heap calamities on them. I will spend my arrows against them. Arrows are often an image for sickness, illness. I will send wasting famine among them, consuming pestilence, deadly plague. I will send against them teeth of wild animals, the venom of vipers gliding in the dust. So clear, like divine initiative here. Yeah, so it's I will, I will, I will. But what we're describing here is like.",
    "start": "00:46:38",
    "end": "00:49:14"
  },
  {
    "text": "A food shortage or enemies attacking or.",
    "start": "00:49:14",
    "end": "00:49:18"
  },
  {
    "text": "Enemies attacking, or snakes and animals.",
    "start": "00:49:18",
    "end": "00:49:22"
  },
  {
    "text": "Or animals.",
    "start": "00:49:22",
    "end": "00:49:22"
  },
  {
    "text": "Yeah, yeah. Particularly snake. Notice how snakes are highlighted here. It's not an accident. So we go on to say, they're going to be conquered. People will die in war. I will scatter them. That's what Yahweh did to Babylon. It's the same idea. I will scatter them. Verse 28. They are a nation without sense. There's no discernment in them. If only they were wise and would Understand.",
    "start": "00:49:23",
    "end": "00:49:49"
  },
  {
    "text": "What's the word there for discernment?",
    "start": "00:49:49",
    "end": "00:49:50"
  },
  {
    "text": "Ooh, tevunah. It's the bean. Yeah. So he's going to go on to say, like, if only Israel could understand the patterns of the history, they could see that when they abandoned me, terrible things happen. And when they turn to me, there's life and there's goodness. If only they would just clue in. But verse 32, Their vine, that is my people's vine, comes from the vine of Sodom, from the fields of Gomorrah. Their grapes are filled with poison, their clusters with bitterness. Their wine is the venom of serpents, the deadly poison of cobras. We're mixing together so many metaphors here.",
    "start": "00:49:52",
    "end": "00:50:37"
  },
  {
    "text": "This is very poetic. Yes.",
    "start": "00:50:38",
    "end": "00:50:40"
  },
  {
    "text": "Oh, it's. Yeah. This is classical prophetic poetry here. So my people are like a plant, like a vine, but they're growing up in Sodom and Gomorrah and not Eden. And how do you know their true nature? Well, when I drink the wine, it's like drinking serpent venom. My people are snakes.",
    "start": "00:50:40",
    "end": "00:51:02"
  },
  {
    "text": "That wine is turned.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "Yep. So verse 35, it is mine to avenge, I will repay. Paul quotes that line, romans, in due time their foot will slip. The day of disaster is near. Doom rushes upon them. Okay. Verse 36. But Yahweh will vindicate his people, and he will relent. This is the word. When Moses interceded for Israel when they made the golden calf, and he said, wait, remember your promise to Abraham, Isaac, and Jacob? And Yahweh was like, oh, yeah, that's right. So he relents. Yahweh will vindicate his people and relent concerning his servants.",
    "start": "00:51:04",
    "end": "00:51:44"
  },
  {
    "text": "Yeah. It seems like a turn where he's like, you're not my children. You guys are dumb.",
    "start": "00:51:45",
    "end": "00:51:51"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:51:51",
    "end": "00:51:53"
  },
  {
    "text": "And you're going to get what's coming.",
    "start": "00:51:53",
    "end": "00:51:55"
  },
  {
    "text": "Yeah.",
    "start": "00:51:55",
    "end": "00:51:56"
  },
  {
    "text": "And then this is a big turn.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "Yeah. All of a sudden. Yeah.",
    "start": "00:51:57",
    "end": "00:51:59"
  },
  {
    "text": "He will vindicate his people.",
    "start": "00:51:59",
    "end": "00:52:00"
  },
  {
    "text": "Yeah. And relent concerning his servants. So who's that?",
    "start": "00:52:00",
    "end": "00:52:05"
  },
  {
    "text": "Yeah.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Right. And remember, all the way back up, you asked that question of, like, who are his children? If the people, the children of Israel, who. And God's their Father and their Creator, if they are not his children because they've forsaken him, then who are these people and servants that Yahweh is going to relent and vindicate? He's going to vindicate and relent his servants and his people when he sees that their strength is all gone. When there's no one remaining, slave or free, it looks like there's no remnant. Everything's wiped out. And gone. But there will be these people called the servants, whom Yahweh will have relent and vindicate. We go down, verse 39. Look, see, he is Yahweh speaking. I myself, I am the one. There is no Elohim besides me. So when it comes to the history of Israel, I'm the only Elohim truly governing your history. I bring death and I bring life. I wound and I heal. No one can deliver out of my hand. So this is a view that Israel's whole history, from this moment up on into later in the Hebrew Bible, the disasters are Yahweh and the Eden blessing in life is Yahweh. It's pretty intense.",
    "start": "00:52:06",
    "end": "00:53:34"
  },
  {
    "text": "Yeah.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "I lift my hand to the skies and swear. This is Yahweh depicted as like swearing on oath. As surely as I live forever, when I sharpen my sword, my hand will grasp it in judgment. I will take vengeance on my enemies and repay those who hate me. This is about to get intense. I'll make my arrows drunk with blood. My sword will eat flesh, the blood of the slain and the captives, even the heads of the enemy, the leader.",
    "start": "00:53:35",
    "end": "00:54:06"
  },
  {
    "text": "I was ready for this to start getting like it was starting to turn towards. I've got this remnant.",
    "start": "00:54:07",
    "end": "00:54:12"
  },
  {
    "text": "Yeah, hold on, hold on. This is dark again. And now the last line. But rejoice all you nations with his people, for he will avenge the blood of his servants. He will take vengeance on his enemies, but he will provide atonement for his land and his people.",
    "start": "00:54:12",
    "end": "00:54:35"
  },
  {
    "text": "Okay.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "Okay. So it started to turn.",
    "start": "00:54:42",
    "end": "00:54:45"
  },
  {
    "text": "Yeah.",
    "start": "00:54:45",
    "end": "00:54:46"
  },
  {
    "text": "So their doom is coming. They're going down the road of self destruction. And Yahweh is not going to stop it. In fact, like Pharaoh's hard heart, he's going to enforce it. And then all of a sudden we heard that there's this group of his people and his servants that Yahweh is going to relent and vindicate them.",
    "start": "00:54:46",
    "end": "00:55:01"
  },
  {
    "text": "And they come out of nowhere because everyone is corrupt.",
    "start": "00:55:01",
    "end": "00:55:05"
  },
  {
    "text": "Yeah. Their vine is from Sodom. Right. They're like snakes.",
    "start": "00:55:05",
    "end": "00:55:09"
  },
  {
    "text": "Yeah.",
    "start": "00:55:09",
    "end": "00:55:09"
  },
  {
    "text": "But then all of a sudden there's this people called the servants. And Yahweh says, the whole history of my covenant partners is going to end and there will be a great act of divine justice. And it's depicted in very vivid imagery of like a warrior out on the battlefield. I mean, it makes my stomach turn to really imagine.",
    "start": "00:55:09",
    "end": "00:55:34"
  },
  {
    "text": "And this is specifically talking about Israel.",
    "start": "00:55:35",
    "end": "00:55:38"
  },
  {
    "text": "Well, what's interesting is that the poem.",
    "start": "00:55:38",
    "end": "00:55:40"
  },
  {
    "text": "Go up to where it starts. I myself am He. There's no other God besides Me, I put to death and light bring life.",
    "start": "00:55:40",
    "end": "00:55:46"
  },
  {
    "text": "I wounded and I heal no one can deliver. Yahweh makes an oath, I'm going to sharpen my sword and take vengeance on my enemies.",
    "start": "00:55:46",
    "end": "00:55:53"
  },
  {
    "text": "Okay, so who are the enemies exactly?",
    "start": "00:55:53",
    "end": "00:55:56"
  },
  {
    "text": "And who are his people? Right, because you would. So far, you're set up to think, okay, his people are Israel. They're the little man of his eye.",
    "start": "00:55:56",
    "end": "00:56:04"
  },
  {
    "text": "Right.",
    "start": "00:56:04",
    "end": "00:56:04"
  },
  {
    "text": "And then, well, yeah, throughout the rest of it is the bad guys out there.",
    "start": "00:56:04",
    "end": "00:56:08"
  },
  {
    "text": "But he says early in the poem, Israel is no longer as children.",
    "start": "00:56:08",
    "end": "00:56:12"
  },
  {
    "text": "Yeah, right. Or at least they don't act like it.",
    "start": "00:56:12",
    "end": "00:56:15"
  },
  {
    "text": "Yeah.",
    "start": "00:56:15",
    "end": "00:56:15"
  },
  {
    "text": "My senseless people, he says, you are not my children. Yeah, yeah. Those who are not his children. Yeah, my children. This poem is showing an awareness that Paul will articulate later in the letter to the Romans that not all Israel is Israel. Even within the covenant people of God, there are those who are loyal to Yahweh and those who are disloyal to Yahweh. And in this poem, the dichotomy is not Israel versus the nations. This is Israel versus Israel.",
    "start": "00:56:15",
    "end": "00:56:46"
  },
  {
    "text": "This is those loyal within Israel versus everyone else.",
    "start": "00:56:47",
    "end": "00:56:52"
  },
  {
    "text": "That's right. Or the remnant, the servants. The servants of Yahweh. And this is the seedbed. Right. This poem is the seedbed, out of which this is a major theme in the book of Isaiah. That in Isaiah's day, almost all everybody else is going after the other gods, but Isaiah and his little prophetic clan, he calls the disciples, become this remnant that is purged, burned through the fire. His sins are atoned for. And out of that purging comes a remnant that will survive through the days of disaster to suffer for the sins of Yahweh's faithless covenant people, to create a remnant called the servants by the end of the book of Isaiah. And those ideas are developed in Isaiah, but they're not new. They're right here in this poem. So Moses is saying that the majority of Israel is going to behave as though they are not his people, but there is a group called my people. And so now it's within Israel. There are my servants and my enemies.",
    "start": "00:56:52",
    "end": "00:58:02"
  },
  {
    "text": "And I can't remember now if it was in this conversation or the last one, but we talked about the scattering of Israel.",
    "start": "00:58:02",
    "end": "00:58:08"
  },
  {
    "text": "Yes. Yeah. Right. Yes.",
    "start": "00:58:08",
    "end": "00:58:09"
  },
  {
    "text": "They're going to be dispersed.",
    "start": "00:58:09",
    "end": "00:58:10"
  },
  {
    "text": "Yeah, that's right. And that dispersion is here framed as an act, culminating act of judgment, just like it was in Eden, just like it was with Babylon.",
    "start": "00:58:11",
    "end": "00:58:19"
  },
  {
    "text": "But there will be those in this version who.",
    "start": "00:58:19",
    "end": "00:58:23"
  },
  {
    "text": "Yeah, my servants will be the Servants. And they're just called my servants and my people. And then, so you're given two images. Yahweh is going to vindicate his people and relent concerning his servants. But for my enemies, I'm going to bring the enforcement of. It's all these images of death, destruction, chaos. And Yahweh as the bringer of justice is depicted as a warrior on the battlefield, overcoming his enemies and specifically smashing their heads. Snake crushing language. Because remember, my people who are not loyal have become like snakes. Moses says, and so if you set yourself against Yahweh and join the snake, you will find your head crushed along with the snake. But rejoice, O nations, with his people. The last line of the poem. He will avenge the blood of his servants, and he will bring vengeance on his enemies, and in so doing will make atonement for his land and his people. So there's coming this future division within Israel. Excuse me, There is this division in Moses day, and it's going to keep playing out where there will be a remnant called my servants, My people. And the nations should rejoice that that group exists. Do you see that verse 43? Hey. Nations rejoice with his people, his people being the servants, because he will avenge the blood of the servants. Do you remember in Genesis 3:15, what God says is to the snake, there will be hostility between you and the woman, between your seed and her seed. And then the Cain and Abel story showed us what it means to become snake seed. It means to follow the lie, embrace the lie of the sin snake, and murder your brother. And so there will be those who join the snake and oppose the purposes of God. And here it's recognizing that that will result in the death of God's servants. The blood of his servants.",
    "start": "00:58:24",
    "end": "01:00:34"
  },
  {
    "text": "The blood of Abel.",
    "start": "01:00:34",
    "end": "01:00:35"
  },
  {
    "text": "The blood of Abel. Yes. Yes. Oh, totally.",
    "start": "01:00:35",
    "end": "01:00:38"
  },
  {
    "text": "Yeah.",
    "start": "01:00:38",
    "end": "01:00:38"
  },
  {
    "text": "Wow. Yes, exactly right? Yeah. And in other words, Yahweh is identifying himself with a persecuted religious minority. Throughout the whole of Israel's history. Those are Al Yahweh's actual people. And the majority of Israel associated with the kings and their kingdoms and their wars, in reality were the faithless ones. And Yahweh will bring justice on those who deserve it. But for his remnant people, they are a source of joy for the nations, and they're connected with atonement that will happen for the people in the land. Gosh.",
    "start": "01:00:38",
    "end": "01:01:17"
  },
  {
    "text": "This is.",
    "start": "01:01:17",
    "end": "01:01:18"
  },
  {
    "text": "So the book of. The whole book of Isaiah is about this right here.",
    "start": "01:01:18",
    "end": "01:01:20"
  },
  {
    "text": "Sam.",
    "start": "01:01:25",
    "end": "01:01:40"
  },
  {
    "text": "So this poem is laying out the program that you're about to go Read in Joshua, Judges, Samuel, Kings in the former prophets, and then the prophetic reflections on that story that happened in Isaiah, Jeremiah, Ezekiel, and the twelve prophets. And yeah, this poem right here, like every book of the prophets, alludes back to and builds on and develops the vocabulary. It's kind of like my friend Andy Teeter calls this poem Moses becomes like the archetypal prophet here. And every prophet just becomes like a mini Moses. You can see all the way down the line to the end of Israel's idolatry leading to death, but that somehow out of that death, Yahweh will bring atonement and life that will bring joy to the nations. Isn't this remarkable? It's near the end of the Torah and all of a sudden you're looking down the rest of the Hebrew Bible and you feel like you're looking towards the New Testament, the blood of Yahweh's servant.",
    "start": "01:01:54",
    "end": "01:02:55"
  },
  {
    "text": "It kind of, in a way wraps up the whole Hebrew Bible.",
    "start": "01:02:55",
    "end": "01:02:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "But still then leaving a ton of questions and ideas to be developed. Developed in the rest. But it does feel like there's the seedbed of all the things that the whole Hebrew Bible will riff on.",
    "start": "01:03:00",
    "end": "01:03:17"
  },
  {
    "text": "Yeah, there'll be a conflict between, within God's own covenant people, there'll be a conflict between the servants who are persecuted and being killed by those who are from Jacob, but not my people. And then somehow Yahweh will vindicate his servants, though in a way that provides atonement for his land and his people.",
    "start": "01:03:17",
    "end": "01:03:40"
  },
  {
    "text": "And that last line, what is that referring to? What is his land and people?",
    "start": "01:03:40",
    "end": "01:03:46"
  },
  {
    "text": "I think. Do you remember all our conversations about the Tabernacle? Israel's sin and faithlessness both estranges people from Yahweh, but it also vandalizes the sacred space. Do you remember, like on the day of atonement, what's happening is the purification of the heart of the sacred space with the blood of a righteous, blameless representative on behalf of the people, which is the life. So the life of a blameless one is surrendered to Yahweh and then taken in to the holy of holies to appeal to God to forgive. And Yahweh will accept that. So what we're saying is the faithfulness of this faithful group who give their lives even unto death, called the servants.",
    "start": "01:03:49",
    "end": "01:04:38"
  },
  {
    "text": "Wait, where do you get that?",
    "start": "01:04:39",
    "end": "01:04:40"
  },
  {
    "text": "Yahweh will avenge the blood of his servants. There are going to be servants of.",
    "start": "01:04:40",
    "end": "01:04:45"
  },
  {
    "text": "Yahweh that are going to suffer and die.",
    "start": "01:04:45",
    "end": "01:04:47"
  },
  {
    "text": "They're going to suffer and die. And Yahweh will bring justice on those who perpetrated this. But. And actually, I'm looking at the. Okay, what I'm doing is looking at Deuteronomy 32, verse 43. And I'm doing a literary analysis on the poetic design of it.",
    "start": "01:04:47",
    "end": "01:05:05"
  },
  {
    "text": "Yeah.",
    "start": "01:05:05",
    "end": "01:05:06"
  },
  {
    "text": "And the blood of the servants sits in a parallel relationship to Yahweh providing atonement for his land, which makes sense.",
    "start": "01:05:06",
    "end": "01:05:16"
  },
  {
    "text": "Because it's the blood of the animal.",
    "start": "01:05:16",
    "end": "01:05:18"
  },
  {
    "text": "That's right.",
    "start": "01:05:18",
    "end": "01:05:19"
  },
  {
    "text": "Which then is the life force and that atones in the temple ritual.",
    "start": "01:05:19",
    "end": "01:05:25"
  },
  {
    "text": "That's right.",
    "start": "01:05:25",
    "end": "01:05:26"
  },
  {
    "text": "And so. And we talked about that at length.",
    "start": "01:05:26",
    "end": "01:05:29"
  },
  {
    "text": "The suffering servant poem in Isaiah 53. And then the way those ideas are developed in the rest of the Isaiah.",
    "start": "01:05:30",
    "end": "01:05:37"
  },
  {
    "text": "Scroll are a meditation on this.",
    "start": "01:05:37",
    "end": "01:05:39"
  },
  {
    "text": "A meditation on this line right here.",
    "start": "01:05:39",
    "end": "01:05:41"
  },
  {
    "text": "Oh, wow.",
    "start": "01:05:41",
    "end": "01:05:42"
  },
  {
    "text": "Yeah, wow. And both Isaiah and this line right here are meditating on Genesis 3:15, about the seed of the woman who will be both struck by the snake and, you know, just crush the snake at the same time.",
    "start": "01:05:42",
    "end": "01:05:59"
  },
  {
    "text": "Yeah. And the land and the people here is specifically. I'm wondering, is this getting meta now at this point? He's making atonement for the land. All the land and all the people.",
    "start": "01:05:59",
    "end": "01:06:12"
  },
  {
    "text": "Yeah.",
    "start": "01:06:12",
    "end": "01:06:13"
  },
  {
    "text": "Or is this very specifically about the promised land and his servants are being atoned for?",
    "start": "01:06:13",
    "end": "01:06:19"
  },
  {
    "text": "Yeah, sure. Well, I think it's ambiguous, probably on purpose, but we're at the conclusion of the Torah and Israel being given a specific land is the way that Yahweh is going to spread the Eden blessing out to all of the land, which was the whole point of the first Eden, which is that Yahweh appoints caretakers so that life could spread out to all of the land. So we're still focused in on the covenant family of Abraham, but we are told what Yahweh does for them in bringing both judgment on evil, but vindicating his servants and their blood. Providing atonement is a source of joy for the nations. Verse 43 begins with, hey, nations, be glad this thing is going to go down. And you should rejoice because it will mean salvation for the cosmos.",
    "start": "01:06:19",
    "end": "01:07:09"
  },
  {
    "text": "Wow.",
    "start": "01:07:10",
    "end": "01:07:11"
  },
  {
    "text": "Yeah. It is so crazy. The Hebrew Bible, really remarkable. Yeah. And both. It launches forward, but also links back to the first statement of this mysterious promise of the snake crusher, who is struck by the snake while striking it. And in a way, when we come back out of this, the death of Moses, who is. Okay, so chapter 34 of Deuteronomy, we got to read the last. At least reflect real quick on the last chapter. So in Deuteronomy, chapter 34. Moses is the first person in the Hebrew Bible called my servant the servant of Yahweh.",
    "start": "01:07:11",
    "end": "01:07:52"
  },
  {
    "text": "Okay.",
    "start": "01:07:52",
    "end": "01:07:52"
  },
  {
    "text": "And he dies outside the land. And you remember, most of the scroll of Numbers was about his brother and sister betraying him, like, resisting him.",
    "start": "01:07:53",
    "end": "01:08:03"
  },
  {
    "text": "We didn't really talk about that.",
    "start": "01:08:03",
    "end": "01:08:04"
  },
  {
    "text": "Oh, yeah. Well, it happens. And then all of. Basically, Moses becomes, like, the first persecuted servant of Yahweh, and he's the one Yahweh has appointed to save them, but yet he's the one that they're constantly resisting. And so his death outside the land kind of makes him the first archetypal servant of Yahweh who dies, who appeal. Like, Israel exists because of his righteous intercession on Mount Sinai, and yet he dies outside the land. And so Moses becomes the first kind of person who lays down this pattern of the suffering servant. Yeah, so should we read the last paragraph?",
    "start": "01:08:04",
    "end": "01:08:48"
  },
  {
    "text": "Yeah.",
    "start": "01:08:48",
    "end": "01:08:48"
  },
  {
    "text": "Okay. This is Deuteronomy 34, verse 5. So Moses, the servant of Yahweh died there in Moab, just as Yahweh said, and he buried him in Moab. We've talked about this before, I think in the valley opposite Beit Peor. But you know what? Even to this day, nobody knows where his grave is. It's actually. There's two cool little things there buried in that verse. I think I know why you laugh, but I want to. Why he snickered when I first read this.",
    "start": "01:08:48",
    "end": "01:09:26"
  },
  {
    "text": "Oh, it's just ambiguous. He buried him. Who buried who? I mean, we know that Moses was buried, so who's the other he?",
    "start": "01:09:27",
    "end": "01:09:34"
  },
  {
    "text": "Yeah, yeah. Well, Moses died just as Yahweh said, and he buried him in Moab. Okay, okay, he got personal.",
    "start": "01:09:34",
    "end": "01:09:42"
  },
  {
    "text": "Yahweh buried him in some unknown, secret grave.",
    "start": "01:09:42",
    "end": "01:09:45"
  },
  {
    "text": "Yeah. And then, of course, it raises the question, who's saying this?",
    "start": "01:09:45",
    "end": "01:09:49"
  },
  {
    "text": "Yeah.",
    "start": "01:09:49",
    "end": "01:09:49"
  },
  {
    "text": "Like, we're so far down the line in Israel's history that no one even knows where the grave is anymore. So we're not. This isn't like Moses died yesterday.",
    "start": "01:09:50",
    "end": "01:09:58"
  },
  {
    "text": "Yeah, right.",
    "start": "01:09:59",
    "end": "01:10:00"
  },
  {
    "text": "Moses was 120 years old when he died. His eyes were not weak, nor his strength gone. The Israelites grieved for Moses in the plains of Moab for 30 days until the time of weeping and mourning was over. Now, Joshua, son of Nun, was filled up with the spirit of wisdom because Moses had laid his hands on him. Israel listened to him and did what Yahweh commanded. Moses. You know, since this is verse 10, since then, since those days long ago, no prophet has ever arisen in Israel like Moses. Somebody whom Yahweh knew face to face, somebody who did all the signs and wonders. When the Lord sent him to Egypt, you know, what he did to Pharaoh and his officials and all the land. No one has ever shown the mighty power or performed the awesome deeds that Moses did in all the eyes of Israel. That is the last paragraph of the Torah.",
    "start": "01:10:00",
    "end": "01:11:01"
  },
  {
    "text": "No one like Moses.",
    "start": "01:11:01",
    "end": "01:11:02"
  },
  {
    "text": "Yeah. So here what's highlighted is the power. He was a source. He was the image of Yahweh's power to create and decreate. And that's what the 10 plagues were all about. He's called a prophet, somebody who represents the words of Yahweh. But this is also the conclusion of the paragraph of Moses dying. So a suffering prophet who was a source of Yahweh's power and word among the people and who died for the sins of the people. Man, we need another one of those. And it has not happened to this day. In fact, it was so long ago that nobody even knows where he's buried anymore. We've been waiting and we're just waiting. So it's a very forward pointing hope that the Torah concludes with. And you set up to think, well, maybe Joshua, he's filled with the spirit of wisdom.",
    "start": "01:11:02",
    "end": "01:11:56"
  },
  {
    "text": "Right. It sets up Joshua as this great new.",
    "start": "01:11:56",
    "end": "01:11:58"
  },
  {
    "text": "Yeah, the next generation.",
    "start": "01:12:00",
    "end": "01:12:01"
  },
  {
    "text": "Yeah. The new leader. Filled with the spirit.",
    "start": "01:12:01",
    "end": "01:12:03"
  },
  {
    "text": "Totally.",
    "start": "01:12:03",
    "end": "01:12:03"
  },
  {
    "text": "But then it ends with like, but you know what? There's no one like Moses.",
    "start": "01:12:03",
    "end": "01:12:09"
  },
  {
    "text": "Yeah.",
    "start": "01:12:09",
    "end": "01:12:10"
  },
  {
    "text": "So you're tying together all these ideas, which is, I mean, we've been on this journey with Moses and he's been the intercessor. He's been the right hand of God. He sees God face to face. Well, yeah, he sees God's back.",
    "start": "01:12:10",
    "end": "01:12:24"
  },
  {
    "text": "Ooh. Well, but he sees more directly the presence of Yahweh than any other person.",
    "start": "01:12:25",
    "end": "01:12:29"
  },
  {
    "text": "Any other person. He shines with God's glory. He goes into the tent, he receives the law.",
    "start": "01:12:29",
    "end": "01:12:37"
  },
  {
    "text": "Like he intercedes for Israel so that they receive mercy instead of justice. Yeah, yeah.",
    "start": "01:12:37",
    "end": "01:12:43"
  },
  {
    "text": "And so it's this image of a human who can act on behalf of all of the rest of us humans who aren't able to be in God's presence and to be that connected with God. We also see that Moses wasn't perfect.",
    "start": "01:12:44",
    "end": "01:13:01"
  },
  {
    "text": "Yeah, that's right. Because he also, he died for his own sins as well as the sins of his people.",
    "start": "01:13:02",
    "end": "01:13:06"
  },
  {
    "text": "But man, he was the closest thing that we've had to a redeemer, a rescuer, someone who can crush the snake and mediate between God and humanity. And he commissions Joshua. Joshua is filled with spirit but we'll fast forward Joshua and then all the leaders after that. There's no one that even comes back to what we had in Moses. And what you're connecting that to is we just read this poem about that, looking far into the future of Israel, that there is going to be these servants.",
    "start": "01:13:06",
    "end": "01:13:47"
  },
  {
    "text": "Yeah. Moses, the servant of Yahweh is going to be continued. His legacy will be carried on through ongoing lineage of servants who will become little mini Moses throughout the biblical story.",
    "start": "01:13:48",
    "end": "01:14:03"
  },
  {
    "text": "And then there was that wild reflection at the end of that poem where their blood is avenged for. And then God makes atonement for the land and for the people. And so you kind of start to anticipate, like, okay, you connect that to the prophetic hope of the snake crusher, and you think, okay, there's gonna be someone who is going to be powerful enough to take on evil. It's gonna damage them, but in their suffering and in their death, there's going to be a reconciliation.",
    "start": "01:14:03",
    "end": "01:14:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:14:44",
    "end": "01:14:45"
  },
  {
    "text": "And we're far out in the future. And, yeah.",
    "start": "01:14:45",
    "end": "01:14:49"
  },
  {
    "text": "The vantage point of the voice speaking to US in Deuteronomy 34 is somebody way down the line who's like, we're still waiting.",
    "start": "01:14:49",
    "end": "01:14:56"
  },
  {
    "text": "Yeah.",
    "start": "01:14:57",
    "end": "01:14:57"
  },
  {
    "text": "But if we just stick in the narrative, let us pay attention to the person who picks up the mantle. Next is a guy named Joshua.",
    "start": "01:14:57",
    "end": "01:15:05"
  },
  {
    "text": "God saves which.",
    "start": "01:15:05",
    "end": "01:15:07"
  },
  {
    "text": "The way you spell his name in Greek, is he. Yes. Is Jesus filled with the spirit to carry on the legacy of Moses, to bring the people into the land and taking them through the Jordan River? Yeah. It's no accident that all of the gospels in the New Testament focus in on the moment when Jesus goes through the waters of the Jordan and is endowed by the spirit to become the new servant who will go through the wilderness and suffer on behalf of Israel's faithlessness and come out successful to announce the kingdom of God and his death as the righteous servant provides atonement for the land and the people. So the gospel narratives are all keyed in to what we've been pointing out here at the end of the Torah. It's really remarkable. It is. So there was man.",
    "start": "01:15:07",
    "end": "01:16:04"
  },
  {
    "text": "We did it.",
    "start": "01:16:05",
    "end": "01:16:05"
  },
  {
    "text": "We didn't do it quickly, but we did it. But, you know, I guess hurry is not a virtue when you're meditating on the Torah. Yeah.",
    "start": "01:16:07",
    "end": "01:16:14"
  },
  {
    "text": "No, we could have gone slower.",
    "start": "01:16:14",
    "end": "01:16:15"
  },
  {
    "text": "We could have.",
    "start": "01:16:18",
    "end": "01:16:19"
  },
  {
    "text": "No, that was a full year of going through the Torah. We're gonna do a question response and we'll be able to reflect on all of that. But here we are. We've finished the last movement.",
    "start": "01:16:19",
    "end": "01:16:32"
  },
  {
    "text": "Yeah.",
    "start": "01:16:32",
    "end": "01:16:32"
  },
  {
    "text": "Deuteronomy. The last scroll of the Torah. Thank you, Tim.",
    "start": "01:16:32",
    "end": "01:16:35"
  },
  {
    "text": "No, no, John, thank you. Thank you.",
    "start": "01:16:35",
    "end": "01:16:38"
  },
  {
    "text": "No, no, thank you.",
    "start": "01:16:38",
    "end": "01:16:56"
  },
  {
    "text": "Can you just introduce yourself? Oh, hi. My name is Elias Randall.",
    "start": "01:17:03",
    "end": "01:17:06"
  },
  {
    "text": "Where are you from?",
    "start": "01:17:06",
    "end": "01:17:06"
  },
  {
    "text": "I'm living in Wilmington, Delaware, on the East Coast. The journey of going through the tour for me this year was this great following of God's call to his people to be these priests of all nations, and not just the people of Israel, but also for me as a Western American man. And I'm looking at these stories of where I can kind of like laugh as they stray away or they forget the exact blessings that God provided them. And I say, haha, you silly guys. But I'm like, oh, that's me as well.",
    "start": "01:17:07",
    "end": "01:17:29"
  },
  {
    "text": "What's the funniest thing that you heard on the podcast this year?",
    "start": "01:17:29",
    "end": "01:17:32"
  },
  {
    "text": "Oh, funniest. I think it's just like some of, like, this John's reactions. Like, sometimes his mind gets like, really blown. Some of the things he says, Holy cow.",
    "start": "01:17:32",
    "end": "01:17:41"
  },
  {
    "text": "That's a really fascinating observation, but I.",
    "start": "01:17:41",
    "end": "01:17:44"
  },
  {
    "text": "Feel like he embodies exact type of moments that I have.",
    "start": "01:17:44",
    "end": "01:17:47"
  },
  {
    "text": "Oh, my goodness.",
    "start": "01:17:48",
    "end": "01:17:49"
  },
  {
    "text": "So, like, when I'm like, kind of like, no way. I'm like, wow, he's just like, me for real. But those sort of things, like, always crack me up. And I tell my wife about. She kind of stays with me with a blank face, but yeah, they connect with me really well.",
    "start": "01:17:49",
    "end": "01:18:00"
  },
  {
    "text": "Hi, this is Tim, and I'm from.",
    "start": "01:18:02",
    "end": "01:18:04"
  },
  {
    "text": "Highland Park, New Jersey.",
    "start": "01:18:04",
    "end": "01:18:06"
  },
  {
    "text": "Hi, this is Emmalin and I'm from Auckland, New Zealand. I first heard about bibleproject from my counselor. I first heard about Bible project project on YouTube probably three or four years.",
    "start": "01:18:06",
    "end": "01:18:16"
  },
  {
    "text": "Ago, and I still tell all my friends about it.",
    "start": "01:18:16",
    "end": "01:18:19"
  },
  {
    "text": "My favorite thing about the Bible Project are the videos. They're great for visual learners like myself. They're short, the graphics are awesome, and the way everything is explained is so easy to understand. My favorite thing by far is the podcasts, which dive deep into the concepts and themes that are found in their stunning videos. We believe the Bible is a unified.",
    "start": "01:18:19",
    "end": "01:18:43"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "01:18:43",
    "end": "01:18:44"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "01:18:44",
    "end": "01:19:05"
  }
]