[
  {
    "text": "This is our last episode in a quick tour of how the Bible was formed. In the last three episodes, we focused on the formation of the Hebrew Bible, what Christians call the Old Testament. And we also looked at all the other Second Temple literature that was written, some of which was incredibly important to Jesus and his disciples. Today we talk about the literature that was written after the life, death and resurrection of Jesus, the literature we call the New Testament.",
    "start": "00:00:05",
    "end": "00:00:30"
  },
  {
    "text": "So how did the New Testament come into existence and how did it come to be placed alongside a collection that got called the Old Testament?",
    "start": "00:00:31",
    "end": "00:00:39"
  },
  {
    "text": "Now there was a lot of Second Temple Jewish literature being written, but what made the New Testament literature stand out was who it was about.",
    "start": "00:00:40",
    "end": "00:00:47"
  },
  {
    "text": "Every single one of these 27 books that are in our contemporary New Testaments are about, focused on, revolve around, centered on Jesus of Nazareth as the Messiah of Israel and as the risen Lord of the whole world. They're about a person.",
    "start": "00:00:48",
    "end": "00:01:04"
  },
  {
    "text": "Jesus believed that he was fulfilling the story of the Hebrew Bible.",
    "start": "00:01:05",
    "end": "00:01:09"
  },
  {
    "text": "Jesus claimed that he was bringing the story and the meaning of what the Hebrew Scriptures are about to their fulfillment. Jesus says, I didn't come to set aside the Torah and the prophets, but to fill them full.",
    "start": "00:01:09",
    "end": "00:01:20"
  },
  {
    "text": "Jesus told his disciples to go and teach people all over the world to follow his teachings.",
    "start": "00:01:21",
    "end": "00:01:26"
  },
  {
    "text": "He's commissioning his followers to go represent him. And what he represents is the Torah and prophets fulfilled Jesus style.",
    "start": "00:01:26",
    "end": "00:01:35"
  },
  {
    "text": "We're gonna look at the people named in the New Testament, the ones who wrote, collected and distributed the New Testament literature.",
    "start": "00:01:35",
    "end": "00:01:43"
  },
  {
    "text": "The New Testament didn't come together by the independent circulation of each document on its own, but very similar to the Hebrew Bible. From the beginning, these texts were brought into existence as little sub collections from the friends of the authors and the traveling companions of the authors. The New Testament isn't random, but it most likely comes to us from this circle of 15 people or so. This is the literature that was the.",
    "start": "00:01:43",
    "end": "00:02:13"
  },
  {
    "text": "Fuel of the movement that's today as we finish our conversation on how the Bible was formed. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:13",
    "end": "00:02:26"
  },
  {
    "text": "Hello, John. Hi.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "Well, we've been, I feel like in the deep end of the pool as it pertains to the question of what is the Bible, where did it come.",
    "start": "00:02:27",
    "end": "00:02:36"
  },
  {
    "text": "From, how was it made and why.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Do we trust it? It's kind of been a sub theme.",
    "start": "00:02:37",
    "end": "00:02:40"
  },
  {
    "text": "Yeah, I guess, yeah. Why should we?",
    "start": "00:02:40",
    "end": "00:02:42"
  },
  {
    "text": "But that's always under the hood for me.",
    "start": "00:02:42",
    "end": "00:02:44"
  },
  {
    "text": "I mean, it's certainly why we care about having this conversation in the first place, because we both belong to Christian traditions that have a high view of scripture that say in these texts, God speaks to his people. I have that conviction and that. That is also my experience. So that's why we would care about this question.",
    "start": "00:02:44",
    "end": "00:03:07"
  },
  {
    "text": "Yes, they can bring salvation.",
    "start": "00:03:07",
    "end": "00:03:09"
  },
  {
    "text": "As Paul said, they provide wisdom that leads to salvation about the rescue that God has accomplished. We're quoting Jesus Messiah 2 Timothy, chapter 3.",
    "start": "00:03:10",
    "end": "00:03:21"
  },
  {
    "text": "All Scripture is God spirited. And.",
    "start": "00:03:21",
    "end": "00:03:24"
  },
  {
    "text": "Yeah. Gives us wisdom. Gives us wisdom about the rescue that's available to us.",
    "start": "00:03:25",
    "end": "00:03:30"
  },
  {
    "text": "That's the word salvation.",
    "start": "00:03:30",
    "end": "00:03:31"
  },
  {
    "text": "Yes. Salvation that comes to us by trusting in Jesus Messiah and then is useful.",
    "start": "00:03:32",
    "end": "00:03:38"
  },
  {
    "text": "For being trees of life.",
    "start": "00:03:38",
    "end": "00:03:40"
  },
  {
    "text": "Yeah. Reshaping a human mind and heart and life to do good works, do good in the world. That's it. Actually, that's a wonderful place to start this step of our conversation because not only is that why we care about these texts, but we read them as a collection that involves not just what Christians call the Old Testament, which is what we've talked about now for three out of the four episodes of this little mini series, but we also read them alongside, as Christians read them alongside another sub collection within the Bible that's called the New Testament. And together as Old and New Testaments, these make up the Christian Bible. Yeah. So how did the New Testament come into existence? And how did it come to be placed alongside a collection that got called the Old Testament? Old Testament is not what this collection was called even by Jesus and the apostles. That is a Christian term that came into usage somewhere in the second century A.D. okay, so there you go. Where did the New Testament come from and why is it a thing? Okay, ready?",
    "start": "00:03:40",
    "end": "00:04:51"
  },
  {
    "text": "Ready.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "Okay. Key factors. What is it that unites the collection called the New Testament? Every single one of these 27 books that are in our contemporary New Testaments are, are about, focused on, revolve around, centered on Jesus of Nazareth as the Messiah of Israel and as the risen Lord of the whole world. That is the thing in common with all these texts. That's who they are about. They're about a person.",
    "start": "00:04:52",
    "end": "00:05:23"
  },
  {
    "text": "Okay. And we talked last week about how the story of the Hebrew Bible, while complete, was a cliffhanger of a story. Anticipating such a person, the collection was.",
    "start": "00:05:23",
    "end": "00:05:35"
  },
  {
    "text": "Viewed as having come to a finish in terms of its collection.",
    "start": "00:05:35",
    "end": "00:05:39"
  },
  {
    "text": "Yeah.",
    "start": "00:05:39",
    "end": "00:05:39"
  },
  {
    "text": "The story of what the Hebrew Bible is about is very much an unfinished story pointing towards a particular kind of resolution that it doesn't narrate as having happened. That's right.",
    "start": "00:05:40",
    "end": "00:05:52"
  },
  {
    "text": "And so Jesus says, I've come to.",
    "start": "00:05:52",
    "end": "00:05:54"
  },
  {
    "text": "Fulfill Jesus of Nazareth, who didn't write any of the books in the New Testament. No, they're all about him. He didn't write any of them. The New Testament is making a claim that in the person, the life, the teachings, the movement started by him in his execution by the temple and Roman authorities in Jerusalem and then the empty tomb and his appearing to his followers alive from the dead, and then the sending the gift of the Spirit into them to go announce that he's the king of the whole world. That in that series of events, the unfinished storyline of the Hebrew Bible is coming to its fulfillment. Yeah, that's the key linkage between the two parts of the Christian Bible, which means this, that the Christian movement never was without a Bible. The Christian movement was born with a Bible that is Jesus Bible, that is the Hebrew Scriptures. He didn't call them the Bible, he called them Scripture or the Scriptures. But part of the origins of the New Testament collection is that the New Testament writings fit into a category of writings that was already there in the Jesus movement from the beginning, namely a set of covenant writings called the Torah of the prophets and the writings. So a key factor in the formation of the New Testament is the existence.",
    "start": "00:05:54",
    "end": "00:07:26"
  },
  {
    "text": "Of a Bible of the Bible.",
    "start": "00:07:27",
    "end": "00:07:28"
  },
  {
    "text": "Yeah, exactly. This is why every time Jesus quotes from the Scriptures, he's not referring to anything in the New Testament.",
    "start": "00:07:28",
    "end": "00:07:36"
  },
  {
    "text": "Right.",
    "start": "00:07:36",
    "end": "00:07:36"
  },
  {
    "text": "Obviously, this is why the apostles when they refer to the scriptures. So in 2 Timothy, which we just quoted, we just quoted from, he says, from infancy, Timothy, you have known the Holy Scriptures that are able to make you wise from salvation through trusting in Jesus. He is referring to the Scriptures of Israel. It wasn't called the Old Testament yet. And probably we don't know, but it makes most sense that probably Timothy knew these in Greek. Maybe he knew them in Hebrew, but certainly he knew them in Greek. To which Paul is writing a Greek letter to Timothy as he writes this. So the New Testament collection was seen as a addition and supplement and fulfillment of what the Hebrew Bible collection was about. That's the key factor.",
    "start": "00:07:37",
    "end": "00:08:30"
  },
  {
    "text": "Okay.",
    "start": "00:08:30",
    "end": "00:08:31"
  },
  {
    "text": "However, if you read the story of Jesus, what you note is that he claimed that he was bringing the story and the meaning of what the Hebrew Scriptures are about to their fulfillment. So Jesus says, I didn't come to set aside, you know, the Torah and the prophets, but to fill them full.",
    "start": "00:08:31",
    "end": "00:08:50"
  },
  {
    "text": "Sermon on the Mount.",
    "start": "00:08:50",
    "end": "00:08:51"
  },
  {
    "text": "Sermon on the Mount. But then he'll say things. So you've heard that it was said. And he'll quote from like the laws of the covenant in the Torah and then he'll just say, yep, and that's right and good and true. And I say to you, and Then he just sets his words alongside.",
    "start": "00:08:51",
    "end": "00:09:07"
  },
  {
    "text": "Yeah. His own kind of authority.",
    "start": "00:09:07",
    "end": "00:09:09"
  },
  {
    "text": "Yes. Not only that, Jesus also is recorded as saying after his resurrection to his disciples. And here I'm quoting from the last lines of Matthew, all authority in heaven, on earth has been given to me, so go. And he's referring to the 11 disciples that are there. Make disciples of all the nations, baptizing them in the name singular of the Father, Son, and Holy Spirit, and teaching them to obey everything I've commanded you. And you're like, oh, well, let's just stick to Matthew. In Matthew, what has Jesus commanded? Well, he said that the Torah and the prophets, you know, their words endure, right?",
    "start": "00:09:09",
    "end": "00:09:49"
  },
  {
    "text": "Yeah.",
    "start": "00:09:49",
    "end": "00:09:49"
  },
  {
    "text": "And I say to you, so the words of Jesus. So the words of Jesus plus the Torah and prophets, that is what Jesus has commanded. So go teach them that stuff.",
    "start": "00:09:49",
    "end": "00:10:01"
  },
  {
    "text": "Yeah.",
    "start": "00:10:01",
    "end": "00:10:01"
  },
  {
    "text": "And I'm with you always to the end of the age. So from the very nature of who Jesus is, he's commissioning his followers to go represent him. And what he represents is the Torah and prophets fulfilled Jesus style. And that is the message that goes out into the nations. So it makes sense then, that the writings of the apostles and the representatives of Jesus would come to have an important status among the Jesus movement. That's like parallel to the role of the Hebrew Scriptures.",
    "start": "00:10:01",
    "end": "00:10:35"
  },
  {
    "text": "Yeah.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "And that's exactly what we see. It's exactly what happens. So that's the first step. The Jesus step is an important step in the formation of the New Testament.",
    "start": "00:10:36",
    "end": "00:10:44"
  },
  {
    "text": "Jesus believed in this collection of literature that it was God's word for him and his community. And when there were people skeptical of whether or not he really wanted to follow through on all of the wisdom of the Torah, he famously said, look, I will not throw away, discard.",
    "start": "00:10:45",
    "end": "00:11:08"
  },
  {
    "text": "Yeah, the Torah, I'm from any of it.",
    "start": "00:11:08",
    "end": "00:11:10"
  },
  {
    "text": "In fact, every little bit of it is important. It will endure more than the sky and the land will endure.",
    "start": "00:11:10",
    "end": "00:11:15"
  },
  {
    "text": "Yeah. Sky and land will pass away before any of the letter shapes pass away. Yeah.",
    "start": "00:11:15",
    "end": "00:11:21"
  },
  {
    "text": "My view of this collection of literature is as high as you can imagine it being.",
    "start": "00:11:21",
    "end": "00:11:25"
  },
  {
    "text": "Yes.",
    "start": "00:11:25",
    "end": "00:11:25"
  },
  {
    "text": "And. And in fact, I'm fulfilling it. So it has God's wisdom in it, as Paul would say, which is for our salvation, but it's salvation through Jesus.",
    "start": "00:11:25",
    "end": "00:11:40"
  },
  {
    "text": "Yes. So what he's saying is who he is is what the subject matter, the story of the Hebrew Bible is about is what he's fulfilling. What is it about? What it's about is no matter what the precise boundaries of the collection are or the precise wording of the particular version of the Biblical book, what it is about in every form and in every version is God installing human beings as his images to be his covenant partners and steward in creation. We've blown it. He chose a people to specially form a covenant partnership to spread that goodness and representation to all the nations. They blow it, double crisis and here we are dying outside of Eden and both humanity and the covenant people of Israel are trapped in the problem and a part of the problem. What's a God to do? And what the Hebrew scripture said is God would come personally and through a royal priestly figure, an anointed one, to be the human image of God, to form and restore a faithful, loving God, loving neighbor, people of God through whom God's Eden blessings would spread to all the nations and all the world. That's the open ended hope. And Jesus says, that's it, here we go.",
    "start": "00:11:40",
    "end": "00:13:03"
  },
  {
    "text": "I'm doing that, I'm doing that. And now you're gonna do that on my behalf. My authority is now your authority. That's right, go teach people the story of the Bible. But then also I've been telling you all the wisdom of how this can now materialize in our context, in our communities, like teaching those things too. All my teachings as well.",
    "start": "00:13:03",
    "end": "00:13:23"
  },
  {
    "text": "Yeah, you got it. The opening of the Gospel according to Luke actually gives us a little note to the reader about how the Gospel of Luke was formed. So cool. Very unique within biblical literature. So here's how Luke opens. He says, because many have attempted to compile an account concerning the events that have been fulfilled among us. There's that key word from Jesus. So there's a conviction, some stuff went down that represents a fulfillment. And there's multiple accounts out there already. Just as those who were eyewitnesses and who were servants of the Word from the beginning, they passed on to us all these events. It seemed good to me also because I followed everything carefully from the beginning to write them down in an orderly sequence for you, O most excellent Theophilus, so that you can have confidence or certainty about the things which you have been taught. So Theophilus is most likely the publisher or financial sponsor who have made possible the time and scholarly efforts of Luke to put this together. So it's sort of like a dedication. Theophilus is a follower of Jesus who's been taught all kinds of things. That's what he says. And he says, listen, I want to give you an account of that represents, he calls it an orderly sequence so that you can grow in your confidence in what you've been taught about Jesus as The fulfillment. But then Luke is saying that there's actually material out there already about Jesus that you can go consult, and that comes from the eyewitnesses. And it's tradition. It's been passed on to us. But I'm going to organize it in a way that I think is going to help you the most. That's what he says.",
    "start": "00:13:23",
    "end": "00:15:47"
  },
  {
    "text": "Yeah.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "So right here, you know, we don't know when exactly Luke was written, whether it was written around 70 AD or after this whole rabbit hole, we don't have time to go on. But we're decades into the Jesus movement.",
    "start": "00:15:48",
    "end": "00:16:02"
  },
  {
    "text": "You're saying that date because is he aware of the destruction of the temple or not?",
    "start": "00:16:02",
    "end": "00:16:06"
  },
  {
    "text": "There seems to be awareness that in the way Luke has preserved, Jesus warnings about the destruction of Jerusalem, that from the author's point of view, the event has already happened. Yeah. So that even helps us because then we've got a gap of a few decades then between Luke publishing this and the events themselves. So what fills in the gap and what he talks about is eyewitnesses and servants of the word. Most likely what he's referring to is the circle of people around the apostles who would have memorized and been recognized almost as like stewards or guardians of the tradition. So here is a whole field in biblical studies about the oral tradition of the materials behind the Gospels. And they do comparative work, like comparative anthropological work of oral history preservation in cultures around the world, in human history. It's a whole field of study in anthropology. It's super cool. And there are groups of people that have preserved centuries of family history through oral memorization. It's a part of education, is learning to memorize these histories and the way that facts can endure through history, but with variety of retellings. It's all a whole world in biblical studies. A great place to go if you want to chase us down is the work of Richard Baucombe, a New Testament scholar called Jesus and the Eyewitnesses. Great place to start.",
    "start": "00:16:06",
    "end": "00:17:41"
  },
  {
    "text": "Yeah.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "So that's how Luke tells us. So what did he have, who did he go talk to, and what accounts did he have? Well, one thing that's interesting is that the precise wording of many of the stories and teachings of Jesus in Luke match specifically both Matthew and Mark in really unique ways. Matthew, Mark and Luke seem to all come from the same source or the same series of traditions because they are more similar than they are different. But they are often different in little precise wording. That's really fascinating. They're called the synoptic gospels, you can put them three parallel columns and compare and contrast. And so the most enduring theories of their relationship are either that Mark was first and Matthew and Luke drew upon Mark and then additional materials kind of unique to each of them. It's possible that Luke drew upon Matthew only and modified it. That's a minority theory that's had traction in the past and is gaining a lot of traction again in this generation of biblical studies. The oldest view in terms of church history was that Matthew came first and Mark shortened Matthew. And that's a minority view now. But there are some people who still think that's persuasive. The point is, it's not just self evident which one is first, but the point is they all three seem to have come from the same circle. John, the fourth Gospel, gives us a little similar window, not at the beginning, but at the end. Super interesting. So in the last two chapters, at the end of John, chapter 20, the narrator speaks up after Jesus is alive from the dead and says, you know, Jesus performed many other signs in the presence of his disciples that. Yeah. Didn't get written down in this book, but these things have been recorded so that you would believe that Jesus is the Messiah, the son of God, and that by believing in him you'll have life. Very kind of clear purpose statement there. I could have written a lot down.",
    "start": "00:17:42",
    "end": "00:19:53"
  },
  {
    "text": "Yeah.",
    "start": "00:19:53",
    "end": "00:19:53"
  },
  {
    "text": "This isn't everything, but I chose these stories.",
    "start": "00:19:53",
    "end": "00:19:55"
  },
  {
    "text": "I made this literary work for the.",
    "start": "00:19:56",
    "end": "00:19:59"
  },
  {
    "text": "Purpose of persuading you.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "Persuading you.",
    "start": "00:20:00",
    "end": "00:20:01"
  },
  {
    "text": "Yeah, yeah. To trust that Jesus is the Messiah, the son of God. At the end of John 21, which is the story of Jesus appearing to the disciples on the edge of the Sea of Galilee. And then they have the fish and recommissions, Peter to go feed my flock and so on. There's another figure alongside Peter there in that scene called the disciple that Jesus loved. And then the narrator breaks frame. It's sort of like if you were watching it on tv, it would be. The story pauses and a little face appears out of the corner of the screen. And you're like, whoa. It's the voice of, like the person telling me the story. And this is a fascinating little paragraph. John 21:24. This is the disciple who is testifying about these things and who has written down all these things. And we know that his testimony is true. So actually it's not just one face that comes out of the corner, it's a group. And they're pointing at one of the guys on the screen in the scene called the disciple that Jesus Loved. And they're saying, hey, dear reader, that disciple in that scene is the one who wrote the book that you have in front of you. And we are telling you.",
    "start": "00:20:01",
    "end": "00:21:15"
  },
  {
    "text": "Who's the we?",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Exactly. Who's the we? Yeah, it's a circle of people around the guy in the story, the disciple Jesus loves. And they're saying, we know that he's.",
    "start": "00:21:16",
    "end": "00:21:29"
  },
  {
    "text": "So they had some sort of. Seems like editorial part of this as well.",
    "start": "00:21:29",
    "end": "00:21:34"
  },
  {
    "text": "Yes.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "Okay.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Yeah. Now keep reading. Verse 25. Now, there are many other things that Jesus did. And, man, if they were to be written down one after the other, I suppose that not even the world could contain all the books that could be written. You're like, now back to I.",
    "start": "00:21:35",
    "end": "00:21:52"
  },
  {
    "text": "Again, back to I.",
    "start": "00:21:52",
    "end": "00:21:54"
  },
  {
    "text": "So there's an I and there's a we. And they're both connected to this figure in the the Gospel of John named the disciple that Jesus loved. And by early church tradition, going back to not long after the gospel was written, the name of this eye was Yohannes or Yohanan in Hebrew, who was a part of the close circle of Jesus disciples and stewarded all the memories and teachings in this book. And there's a group of people around this I, who's certainly a part of the I's church community, who's like, yeah, we know that he hung out with Jesus. What he's sharing with us are things that Jesus said, and we vouch for his truthfulness. That's the purpose of the last paragraph of the gospel. Isn't that interesting? Yeah, especially the we.",
    "start": "00:21:54",
    "end": "00:22:48"
  },
  {
    "text": "Yeah, especially the we. Because if this was just John writing it, the we doesn't make sense. But we've talked before, and I don't think about explicitly in this conversation about just the highly collaborative nature of writing these texts.",
    "start": "00:22:48",
    "end": "00:23:02"
  },
  {
    "text": "Yes. Yeah. This is an analogy to Isaiah and his crew and his crew that he calls the disciples.",
    "start": "00:23:02",
    "end": "00:23:08"
  },
  {
    "text": "Right. Or Jeremiah and Baruch.",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "Jeremiah and Baruch. Or Moses and the Levites to whom he commits the Torah scroll.",
    "start": "00:23:10",
    "end": "00:23:15"
  },
  {
    "text": "Right. So it's not that John just went off, wrote this all by himself. It's more likely that John would have been the one stewarding these stories and worked with scribes and worked with kind of some literary help to then craft this together. And thus the we.",
    "start": "00:23:15",
    "end": "00:23:33"
  },
  {
    "text": "That's right. Yeah. We know his testimony is true.",
    "start": "00:23:33",
    "end": "00:23:37"
  },
  {
    "text": "Yeah, I love that image of not John just going off on his own and having his personal quiet time with God, trying to figure it all out and write it down for someone. But this very communal, very highly literary, let's get together and let's shape this thing together. Like, I'm gonna tell you a story of Jesus. I'm gonna tell you how he taught us, and I'm gonna tell you about this other story. And then together, let's just like meditate on it and realize, like how these stories are related. And let's decide, let's tell this story and let's highlight these details and then let's connect it to this story.",
    "start": "00:23:37",
    "end": "00:24:12"
  },
  {
    "text": "So good.",
    "start": "00:24:13",
    "end": "00:24:13"
  },
  {
    "text": "And then put these teachings here. Like it was this highly collaborative, creative exercise that they would go through.",
    "start": "00:24:13",
    "end": "00:24:19"
  },
  {
    "text": "Yeah.",
    "start": "00:24:19",
    "end": "00:24:20"
  },
  {
    "text": "That was very Jewish.",
    "start": "00:24:20",
    "end": "00:24:21"
  },
  {
    "text": "Full on Jewish meditation, literature style. And the Gospel of John shows all the signs of that kind of creativity. The echoes to Genesis from the opening lines.",
    "start": "00:24:21",
    "end": "00:24:34"
  },
  {
    "text": "Yeah. Can you imagine the moment they were like, you know how we're going to start this?",
    "start": "00:24:34",
    "end": "00:24:37"
  },
  {
    "text": "Totally. And you know, lots of scholars of John have pointed out how that opening allusion to the seven day creation narrative sets the program for the gospel. And so lo and behold, sequences of seven unite all the different parts of the gospel. There's seven times that he says, I am the door, I am the good shepherd, I am the vine. There are seven I ams, but there's actually multiples of seven of Jesus saying I am in different patterns. Sequences of seven days are important in the gospel. You're just like, this is so rad. This is just. It's like the Hebrew Bible in that way, except it was written in Greek. Okay, you're gonna love this. Let's keep going. So we've got the we at the end of John, who's around the eye of the beloved disciple. From very early on, there was another collection of three texts connected to this we and this I of the beloved disciple known as John. And those three texts are what we call in the New Testament, First John, second John, Third John in the New Testament.",
    "start": "00:24:37",
    "end": "00:26:11"
  },
  {
    "text": "Yeah. And these are letters.",
    "start": "00:26:11",
    "end": "00:26:13"
  },
  {
    "text": "Yep. First John or one John opens up saying what was from the beginning, what we have heard, what we have seen with our eyes, what we looked at and touched with our hands about the word of life, that life was revealed.",
    "start": "00:26:13",
    "end": "00:26:33"
  },
  {
    "text": "This is the we.",
    "start": "00:26:33",
    "end": "00:26:33"
  },
  {
    "text": "Here is the we.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:26:35",
    "end": "00:26:36"
  },
  {
    "text": "So it includes the I that is John's voice with the community. And what they're saying is, we heard, we saw, we looked at the word and we testify and announce to you eternal life. So even when John writes a letter, he opens it with a we. And what's interesting actually is one John doesn't even read like a letter. There's no proper letter opening, there's no conclusion. Like typical greetings or there's no opening prayer. It's more like a poetic homily, like a sermon. Here's what's fascinating. All of our copies of John's letters, our earliest copies of them, show these were not ever transmitted separately. Our earliest manuscript evidence is always 1, 2, 3 John.",
    "start": "00:26:36",
    "end": "00:27:25"
  },
  {
    "text": "Oh, okay.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "Any bits that go beyond any one of the letters have one of the other letters as part of the collection. What are 2 3rd John all about? They're like the shortest books in the New Testament. And two John says it's from a figure just called the Old guy, the elder. And it's written to the chosen lady and her children, which is early Christian lingo for the church, which is a common image for assembly of people. The lady and then the church members, that is her children. And to John is basically about, hey, there's a group of people who say they follow Jesus, but they don't think that he was really human, but he was the Son of God come in the flesh. And they've separated off from our community. And it was really painful, but you need to let them go. So it's a letter from this guy to the church. Three John, or Third John, is a companion letter written from the old guy, but now to a figure named Gaius. It's like a personal letter. And when you read it and compare two and three John, you're kind of like, oh, yeah. It's sort of like the community letter and then the letter to the church leader. And then you realize One John is the homily that would have been read, allowed. And One John is all about how Jesus Christ is the son of God, come in the flesh to die for our sins so that you can have eternal life. Okay, so really, the three letters work together as one piece of communication.",
    "start": "00:27:26",
    "end": "00:29:02"
  },
  {
    "text": "Okay.",
    "start": "00:29:02",
    "end": "00:29:03"
  },
  {
    "text": "And the leader of this network of communities is Gaius.",
    "start": "00:29:03",
    "end": "00:29:07"
  },
  {
    "text": "Yeah. What do we know about Gaius?",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "Okay, dude, this is so cool. So, first of all, it's written to Gaius, sir. John is. And it gives us a name of one of the leaders of the group who broke off because they didn't believe Jesus was fully human. This guy named Diotrephes. But also three John ends by saying that there's still a group with Gaius who's faithful, and he calls them the philoi, or the beloved ones, the friends. So you've got Gaius and then a bunch of.",
    "start": "00:29:09",
    "end": "00:29:37"
  },
  {
    "text": "They're being written to you by the I and the we.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Being written to by the I and the we. And you're like, okay, this is where first, second, Third John come from.",
    "start": "00:29:39",
    "end": "00:29:44"
  },
  {
    "text": "Right.",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "Okay. So now we have a connection between John and Gaius and a crew of people around Gaius. It's very interesting that Gaius was actually a critical figure in the early circle of the apostles. Gaius is mentioned by Paul in 1 Corinthians, and the Corinthians are all dividing up into different house churches based on their favorite, like, Bible teachers.",
    "start": "00:29:45",
    "end": "00:30:09"
  },
  {
    "text": "Yeah, that never happens.",
    "start": "00:30:09",
    "end": "00:30:11"
  },
  {
    "text": "Something never changed. He says, like, oh, man, why would anybody say, I belong to Paul and others say, I belong to Peter, I belong to Apollos.",
    "start": "00:30:11",
    "end": "00:30:21"
  },
  {
    "text": "He's kind of fed up with that.",
    "start": "00:30:21",
    "end": "00:30:22"
  },
  {
    "text": "He's saying, why would you idolize me? Okay. I did plant, I did start the church among you, and none of you would be following Jesus if it weren't for me. But then he says, but I didn't work alone. So he says, I thank God I never baptized any of you. For example. Well, sorry. That is, I did baptize Crispus and Gaius. Oh, yeah. And then I did baptize the household of Stephanos. Actually, I don't remember if I baptized anybody else. That's not a long day. Jesus didn't send me to baptize. He sent me to announce the good news. It's been a long day. But he mentions Gaius.",
    "start": "00:30:22",
    "end": "00:30:55"
  },
  {
    "text": "Yeah. And this could be the same Gaius.",
    "start": "00:30:55",
    "end": "00:30:59"
  },
  {
    "text": "I think it's highly likely. Just watch with me here. This is about doing concordance work on the key people who are named at the beginning and end of all the letters of the New Testament.",
    "start": "00:30:59",
    "end": "00:31:10"
  },
  {
    "text": "Okay.",
    "start": "00:31:10",
    "end": "00:31:10"
  },
  {
    "text": "We know Gaius was a patron and host of Paul when he lived in Corinth. He says so at the end of his letter to the Romans in Romans 16, he says, Gaius has been a host to me and to the whole church. And he says hi to you guys. Okay, so we have Gaius, who apparently, when Paul was in Corinth, Gaius was like his host and financial sponsor, which is why he never had to charge the Corinthians money.",
    "start": "00:31:11",
    "end": "00:31:37"
  },
  {
    "text": "So he's from Corinth.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "Well, we know he lived in Corinth.",
    "start": "00:31:39",
    "end": "00:31:40"
  },
  {
    "text": "Okay. However, Gaius, he had a summer home in Corinth.",
    "start": "00:31:40",
    "end": "00:31:43"
  },
  {
    "text": "Yes. He has enough money to host a bunch of house churches and like, sponsor Paul.",
    "start": "00:31:43",
    "end": "00:31:48"
  },
  {
    "text": "Okay.",
    "start": "00:31:48",
    "end": "00:31:49"
  },
  {
    "text": "So he's well to do. Gaius is also mentioned in the Book of Acts. What we know is that Gaius was in Ephesus because when Paul has been in Ephesus for a while and a riot broke out, this is in Acts, chapter 19. There's a mob that forms because Paul's work has been saying that the idol gods, you know, of the land are not real and insulting the goddess Artemis of The Ephesians. So a mob forms, and they can't find Paul, so they find Gaius and Aristarchus, Paul's traveling companions from Macedonia.",
    "start": "00:31:49",
    "end": "00:32:24"
  },
  {
    "text": "Okay.",
    "start": "00:32:24",
    "end": "00:32:24"
  },
  {
    "text": "So they had been in Ephesus for a while. Gaius traveled with Paul, not only played host to Paul, but traveled Paul. In the next chapter of Acts, chapter 20, Luke says that Gaius originally was from a town called Derbe. Gaius was accompanied by some other figures, Timothy, Tychicus, and Trophimus. And all of them came to meet us who were waiting for them at Troas. In the book of Acts, there's a voice called the we, just like in John. But the we is a group of people who traveled with Paul.",
    "start": "00:32:25",
    "end": "00:33:00"
  },
  {
    "text": "Okay.",
    "start": "00:33:00",
    "end": "00:33:01"
  },
  {
    "text": "And actually, it's in Acts 16 that the we first starts speaking. And the we sticks with Paul from Acts 16 on through the end. So now you've got a crew around Paul of Timothy, Tychicus, Trophimus, Aristarchus, and Gaius. So Gaius is the relational link between John and Paul. He was a part of both social circles.",
    "start": "00:33:01",
    "end": "00:33:27"
  },
  {
    "text": "Okay.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "And Gaius was instrumental in collecting the literature of John. He also was a key companion of Paul.",
    "start": "00:33:28",
    "end": "00:33:36"
  },
  {
    "text": "What we know from John was that John wrote to him.",
    "start": "00:33:36",
    "end": "00:33:39"
  },
  {
    "text": "Right? One, two, three. John. Yeah, yeah.",
    "start": "00:33:39",
    "end": "00:33:42"
  },
  {
    "text": "But not that he was part of the we.",
    "start": "00:33:42",
    "end": "00:33:44"
  },
  {
    "text": "You're right. He was a part of the communities that inherited the writings of John and the circle around John. Okay, that's right. But the point is that Jesus commissioned, you know, the 11.",
    "start": "00:33:44",
    "end": "00:33:56"
  },
  {
    "text": "Yeah, go and make sense.",
    "start": "00:33:56",
    "end": "00:33:57"
  },
  {
    "text": "And then Paul. But the New Testament actually comes from us, from another circle around even those key figures. And we're getting their names right here. So this is parallel to the crew. The crew around Moses, Isaiah, and Jeremiah.",
    "start": "00:33:57",
    "end": "00:34:14"
  },
  {
    "text": "Were people responsible for kind of collecting and stewarding all this literature.",
    "start": "00:34:14",
    "end": "00:34:19"
  },
  {
    "text": "And why would they collect them? If they truly believe Jesus was the Messiah, then they would collect the accounts that come from the circle of the apostles and the writings of the apostles. And they would expect that. Well, if the story's been fulfilled, then the writings that tell us about Jesus from his apostles, we should collect that stuff and, like, bring it together into one. And who did that? And we're getting their names right here within the New Testament.",
    "start": "00:34:19",
    "end": "00:34:50"
  },
  {
    "text": "Well, we know these are the people that traveled with Paul, and we know that Gaius is one of them. And if it's the same Gaius that he was also being given these three letters from John as a collection.",
    "start": "00:34:50",
    "end": "00:35:04"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Where is Derbe?",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "Oh, ancient Derbe. Yeah, Central. What today is known as Central Turkey. Okay, so Asia Minor is kind of.",
    "start": "00:35:07",
    "end": "00:35:16"
  },
  {
    "text": "So this guy, he somehow the Jesus movement got to him. And he got so into it that he started traveling around hosting Paul. He's hosting him in Corinth, likely.",
    "start": "00:35:16",
    "end": "00:35:29"
  },
  {
    "text": "Paul. Cause Paul said he baptized Gaius.",
    "start": "00:35:29",
    "end": "00:35:31"
  },
  {
    "text": "Yeah.",
    "start": "00:35:31",
    "end": "00:35:31"
  },
  {
    "text": "So like he was converted by the preaching of Paul.",
    "start": "00:35:32",
    "end": "00:35:34"
  },
  {
    "text": "Yeah.",
    "start": "00:35:34",
    "end": "00:35:34"
  },
  {
    "text": "And Paul, we don't know, maybe in Corinth. If he was baptized in Corinth, then.",
    "start": "00:35:34",
    "end": "00:35:38"
  },
  {
    "text": "So he's from Derbe, but he met Paul in Corinth.",
    "start": "00:35:39",
    "end": "00:35:41"
  },
  {
    "text": "Likely.",
    "start": "00:35:41",
    "end": "00:35:41"
  },
  {
    "text": "Okay. And then just got into this thing and was also connected then to John.",
    "start": "00:35:41",
    "end": "00:35:48"
  },
  {
    "text": "Well, the threat. And we know, not from the New Testament, but from some of the earliest witnesses after the New Testament that tell us that John, for the last kind of couple decades of his life, took up residence in Ephesus and lived in Ephesus and was the last of the living apostles who had traveled with Jesus himself. So the connection with Ephesus is significant then. Cause that's where Gaius last appears in the story of Acts. In Ephesus.",
    "start": "00:35:48",
    "end": "00:36:19"
  },
  {
    "text": "Oh, does he?",
    "start": "00:36:19",
    "end": "00:36:20"
  },
  {
    "text": "Okay. In Acts 19 and 20. That's the last time he's mentioned this in Ephesus. So did he land there permanently? We don't know.",
    "start": "00:36:20",
    "end": "00:36:27"
  },
  {
    "text": "Okay. And so you're saying here's a whole crew of people following along with Paul, and it seems like you're trying to connect the dots, that these are people who are stewarding this new library of literature.",
    "start": "00:36:27",
    "end": "00:36:39"
  },
  {
    "text": "Yeah. Cause Paul's letters are all written from different points of his travels or imprisonments that are narrated in the Book of Acts. So this is where it gets more interesting because Gaius is connected to traveling with Paul around the same time as Timothy. Tychicus. Trophimus. Lo and behold, Timothy, Tychicus and Trophimus all appear in different parts of Paul's letters. So Timothy is actually named as a co author, like Paul and Timothy to the communities in Thessalonica or in Corinth.",
    "start": "00:36:40",
    "end": "00:37:12"
  },
  {
    "text": "Yeah.",
    "start": "00:37:12",
    "end": "00:37:13"
  },
  {
    "text": "So Timothy's like alongside Paul for the drafting.",
    "start": "00:37:14",
    "end": "00:37:18"
  },
  {
    "text": "Yeah.",
    "start": "00:37:18",
    "end": "00:37:18"
  },
  {
    "text": "Connected with a number of the New Testament letters. We're explicitly told that Tychicus was the one who brought the letter of Ephesians and Colossians to those church communities. And we know that Trophimus was from Ephesus and stayed in and around Ephesus, connected to Timothy as an assistant, a representative of Paul to Timothy. So all of a sudden we got another layer. Tychicus, Trophimus. So we go to other letters of Paul, Colossians and Ephesians, and you start paying attention to those sections you typically speed through.",
    "start": "00:37:18",
    "end": "00:37:55"
  },
  {
    "text": "Oh, right.",
    "start": "00:37:55",
    "end": "00:37:55"
  },
  {
    "text": "Where it's just like hey, so and so mentioned people. Yeah, yeah, totally. And look who appears here. So at the end of Colossians, Paul says, hey, my beloved brother Tychicus is going to let you know everything about me. And I've actually sent Onesimus, our faithful and beloved brother, and they'll inform you everything. You know, like Tychicus and Onesimus.",
    "start": "00:37:55",
    "end": "00:38:14"
  },
  {
    "text": "Whoa.",
    "start": "00:38:14",
    "end": "00:38:15"
  },
  {
    "text": "Like, this is all about the letter to Philemon. It's all about Onesimus.",
    "start": "00:38:15",
    "end": "00:38:20"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:38:20",
    "end": "00:38:20"
  },
  {
    "text": "So Tychicus and Onesimus are carrying Colossians, Ephesians and philemon. Then Colossians 4, Paul mentions Luke, the doctor that I love, the beloved doctor.",
    "start": "00:38:20",
    "end": "00:38:31"
  },
  {
    "text": "And this is why we think the writer of Luke is a doctor.",
    "start": "00:38:31",
    "end": "00:38:34"
  },
  {
    "text": "That's right.",
    "start": "00:38:34",
    "end": "00:38:34"
  },
  {
    "text": "The physician.",
    "start": "00:38:34",
    "end": "00:38:35"
  },
  {
    "text": "Yeah, yeah, totally. And then right after that, Paul says, hey, you know, when you guys in Colossae read this letter, make sure that you have this letter read to the community down in Laodicea. And you should probably just read my letter that I wrote to Laodicea, too.",
    "start": "00:38:35",
    "end": "00:38:52"
  },
  {
    "text": "Yeah, I'd love to read that one, too.",
    "start": "00:38:52",
    "end": "00:38:53"
  },
  {
    "text": "Me, too. What's that letter?",
    "start": "00:38:53",
    "end": "00:38:55"
  },
  {
    "text": "Yeah.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "At the end of the day, Colossians. He also says that, oh, yes, the cousin of Barnabas. You're like, oh, Barnabas. Another traveling companion. We haven't named him, but from the Book of Acts, Barnabas cousin Mark is going to come to you.",
    "start": "00:38:56",
    "end": "00:39:10"
  },
  {
    "text": "You're like, mark, is that the Mark?",
    "start": "00:39:11",
    "end": "00:39:13"
  },
  {
    "text": "And you're like, whoa, that Mark is the Mark who in the Book of Acts is called John Mark, who went around with Paul and Barnabas through, like, a whole bunch of the Book of Acts.",
    "start": "00:39:13",
    "end": "00:39:24"
  },
  {
    "text": "And.",
    "start": "00:39:24",
    "end": "00:39:24"
  },
  {
    "text": "And then what you also know from Acts is that John Mark was closely connected to Peter. So much so that at the end of one Peter, when he's saying hello and so. And so says hi, he says, hey, my son Mark sends along his greetings. This is the John Mark who's connected with Peter, who's connected with the authorship of what we call the Gospel of Mark today. So now we have Barnabas and Mark and Paul and Timothy and Trophimus and Tychicus and Gaius. And Gaius is the link between that whole circle and John.",
    "start": "00:39:24",
    "end": "00:40:01"
  },
  {
    "text": "Yeah.",
    "start": "00:40:02",
    "end": "00:40:02"
  },
  {
    "text": "So let me just stop. All of a sudden, we've just named.",
    "start": "00:40:03",
    "end": "00:40:07"
  },
  {
    "text": "I need, like, a diagram.",
    "start": "00:40:07",
    "end": "00:40:07"
  },
  {
    "text": "I know what I haven't done, and I want to is to get like a big Venn diagram. That's like a map of all the names and who's connected with whom. Yeah, but we're talking maybe about a dozen people.",
    "start": "00:40:08",
    "end": "00:40:20"
  },
  {
    "text": "Yeah.",
    "start": "00:40:20",
    "end": "00:40:20"
  },
  {
    "text": "And if you put all these relational links together, you've accounted for almost every single of the 27 documents that make up the New Testament, James, Peter and John are called the pillar apostles. That's what. Cause they were with Jesus, Paul calls them, and they were part of the first Jerusalem community. Then you have Gaius, who's the connection between John and. And Paul's communities. And you have Barnabas and Paul connected to John. Mark. Who's Mark? You have Paul, who's connected to Luke and Timothy and Tychicus and Trophimus. The only figures who aren't named in this network are Jude, but Jude says that he's the brother of James. Okay, so the only outlier who hasn't been named in any of these lists is the figure that we know as Matthew connected with the first Gospel in our modern New Testaments. But what we do know is that Matthew drew upon the Gospel of Mark's account like verbatim. So he either knew it only as a source document, or more likely, he knew him personally.",
    "start": "00:40:21",
    "end": "00:41:25"
  },
  {
    "text": "Okay, you think Matthew would have done something similar to Luke, which is kind of the whole eyewitness thing, or.",
    "start": "00:41:25",
    "end": "00:41:32"
  },
  {
    "text": "Yeah, I guess a lot of people.",
    "start": "00:41:32",
    "end": "00:41:34"
  },
  {
    "text": "Just assume this is the disciple Matthew.",
    "start": "00:41:34",
    "end": "00:41:36"
  },
  {
    "text": "Yeah. And there are clues within Matthew that point in that direction. The tax collector Matthew. But we know that Matthew drew upon the same materials that are in the Gospel of Mark and connected to the Gospel of Luke. So there's a source relationship between Matthew, Mark and Luke that almost certainly speaks to an actual personal relationship between the people in the documents. I just think what's so fascinating and my whole interest and kind of awareness of this relational circle was drawn to my attention by a New Testament scholar, David Trobish, in a number of works that he's published. But I think what David Trobish is trying to say is the New Testament didn't come together by the independent circulation of each document on its own. But very similar to the Hebrew Bible, from the beginning, these texts were brought into existence as little sub collections. Right. From the friends of the authors and the traveling companions of the authors. So that these sub collections we have of the New Testament, of the four Gospels of Acts, the letters of Paul, the seven letters of James, Peter and John, and. And then the Revelation. There's a four part shape to the New Testament that isn't random, but it actually most likely comes to us as an intentional collection of sub collections from this circle of 15 people or so.",
    "start": "00:41:36",
    "end": "00:43:12"
  },
  {
    "text": "It feels like a little bit of a leap that they were the ones shaping the whole collection. I mean, we know that they are part of it, but could the shaping have happened afterwards.",
    "start": "00:43:13",
    "end": "00:43:22"
  },
  {
    "text": "It's possible. So again, the letters of John, our earliest manuscript evidence for them, they're always together as a collection. Same with the letters of Paul. We don't have all manuscripts of the letters of Paul that are more than fragments that show always have multiple of his letters together. And then there's early awareness and description of Paul's letters as a collection. Peter, in the letter 2, Peter refers to the letters that our beloved brother Paul has written that have things in them that are difficult to understand. And some people distort them along with distorting the other scriptures. This in Second Peter chapter three. So Paul's letters are first of all put on par with the other scriptures. And Paul's letters are talked about as a collection. So it's certain that individual churches may have had one letter in their possession. But even then at Colossae, he's saying, yeah, share letters. So Paul's letters, aside from those first couple years, almost certainly were shared and published as a collection. And isn't it interesting that it's seven churches to whom the 13 letters attributed to Paul are connected to seven local church communities.",
    "start": "00:43:22",
    "end": "00:44:41"
  },
  {
    "text": "Oh, really?",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "Yes. And then there are seven letters from James, Peter and John. And then the Revelation opens up with seven letters to seven churches.",
    "start": "00:44:42",
    "end": "00:44:51"
  },
  {
    "text": "Different churches.",
    "start": "00:44:51",
    "end": "00:44:52"
  },
  {
    "text": "Yeah.",
    "start": "00:44:53",
    "end": "00:44:54"
  },
  {
    "text": "But there's something about collections of seven that was intentional. Yeah.",
    "start": "00:44:54",
    "end": "00:44:58"
  },
  {
    "text": "So you got the Gospels, and then you have Acts as a bridge between the story of Jesus and the story of the Jesus movement under the guidance of the Spirit. And Acts basically gives you the whole narrative framework of the spread of the Jesus movement from Jerusalem to Rome. And then almost all of the collections of seven letters, there's three fit somewhere in the narrative given to you by Ox. And you're like, man, where did all this come from? And then you start putting the names together and you're like, oh, from the apostles. And then about 15 people around the apostles. It's pretty cool.",
    "start": "00:44:58",
    "end": "00:45:33"
  },
  {
    "text": "For some reason, I always had in my mind that this was collected much later.",
    "start": "00:45:33",
    "end": "00:45:37"
  },
  {
    "text": "I know, me too.",
    "start": "00:45:37",
    "end": "00:45:39"
  },
  {
    "text": "Oh, really? Okay.",
    "start": "00:45:39",
    "end": "00:45:40"
  },
  {
    "text": "Yeah.",
    "start": "00:45:40",
    "end": "00:45:40"
  },
  {
    "text": "And I can see how you're getting there, saying that this crew is responsible.",
    "start": "00:45:41",
    "end": "00:45:47"
  },
  {
    "text": "Yeah. But it's inference.",
    "start": "00:45:47",
    "end": "00:45:48"
  },
  {
    "text": "It's inference, yes. And so you're just saying it seems very likely that if these people are so invested that they're traveling around, they're even part of the crew helping shape these letters, it would make sense that they would be very interested in collecting them.",
    "start": "00:45:48",
    "end": "00:46:05"
  },
  {
    "text": "Yes. All of Paul's letters through their manuscript history. And here I'm going off of the work of David Trobish here are in the same order with Romans first and then Corinthians.",
    "start": "00:46:05",
    "end": "00:46:17"
  },
  {
    "text": "Okay.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "Why would that be the case? The current order of Paul's letters in our Bibles today, it's not according to chronology.",
    "start": "00:46:18",
    "end": "00:46:24"
  },
  {
    "text": "Right. Is it length?",
    "start": "00:46:24",
    "end": "00:46:26"
  },
  {
    "text": "Kind of.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Okay.",
    "start": "00:46:27",
    "end": "00:46:27"
  },
  {
    "text": "But also kind of not. So it's really interesting in length would actually explain a lot more of a scribal practice where if you're working with a certain amount of letters, if you're gonna have to leave something out, leave something out. Or put it on another piece of material, you'd rather have it be a shorter work than the longer one.",
    "start": "00:46:27",
    "end": "00:46:48"
  },
  {
    "text": "Okay.",
    "start": "00:46:48",
    "end": "00:46:48"
  },
  {
    "text": "But it speaks to somebody. Thinking of Paul's letters as a collection. Super interesting.",
    "start": "00:46:48",
    "end": "00:46:53"
  },
  {
    "text": "You mentioned the letter to the Laodiceans, and it's always irked me and.",
    "start": "00:47:20",
    "end": "00:47:24"
  },
  {
    "text": "Oh, that we don't have it.",
    "start": "00:47:25",
    "end": "00:47:25"
  },
  {
    "text": "That we don't have it.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:47:26",
    "end": "00:47:26"
  },
  {
    "text": "It's also always irked me that Paul had these very early first century Bible studies when he would go to churches, Right. And he'd have the program and he would allude to it, he'd be like, hey, I taught you all the basics. We don't have that. Like, he didn't write that curriculum down. That seems really essential. Like, I want the first century Jesus following 101 curriculum class.",
    "start": "00:47:26",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:51",
    "end": "00:47:52"
  },
  {
    "text": "And. And it's alluded to, but we're not given it. And so sometimes I get the sense of, well, we just have what we have. It's just kind of an accident of history. What did we have access to? What did we find? What was collected through just what we were able to salvage together. But the story you're telling is actually from the very beginning, the people who were highly interested in this Jesus movement were collecting a very particular subset of the letters in an organized way and saying, no, this is what you need. This is what we need to preserve.",
    "start": "00:47:52",
    "end": "00:48:31"
  },
  {
    "text": "Well, I think you still have reason to be irked.",
    "start": "00:48:31",
    "end": "00:48:33"
  },
  {
    "text": "Okay.",
    "start": "00:48:33",
    "end": "00:48:34"
  },
  {
    "text": "Because the 101 discipleship course from Paul or Peter was never written down. Yeah, but snippets of it were alluded to or quoted from when the apostles wrote letters. The letters were never meant to be comprehensive introductions, but.",
    "start": "00:48:34",
    "end": "00:48:50"
  },
  {
    "text": "So why is that our New Testament?",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "Because these are the things that were written down. Letters are written down by definition. Discipleship, 101 courses, that was all relationship and conversation and in person teaching. And what got written down were letters, half of which are aimed at putting out fires in specific communities. And then the letters that are more general, which are the seven letters from James, Peter, And John also are addressing issues of the time, early persecution and so on. So to be honest, the letter of James or Hebrews is probably the closest that we have of like a summary of a 101 type of instruction. And not that it's basic or for beginners, but that it's like the substantial core.",
    "start": "00:48:51",
    "end": "00:49:40"
  },
  {
    "text": "Yeah. That's organized this. Here's all the things you need to know.",
    "start": "00:49:40",
    "end": "00:49:42"
  },
  {
    "text": "Yeah, yeah. But there was a value of hearing the living voice of the apostles over written texts. But as soon as that first generation starts to die off, all that remains in terms of writing are what was written down. And what was written down. The four Gospel accounts connected to the circle of people around the apostles, and then the letter correspondence, which makes sense of why so much of the New Testament is made up of these letters.",
    "start": "00:49:42",
    "end": "00:50:11"
  },
  {
    "text": "Okay.",
    "start": "00:50:12",
    "end": "00:50:12"
  },
  {
    "text": "And then these letters became so valuable because they became like the voice of the apostles to the second and third and fourth and ongoing generations. But the people who collected them into these sub collections, I think are the people who were named as the carriers of the letters and financial sponsors of the first generation.",
    "start": "00:50:13",
    "end": "00:50:33"
  },
  {
    "text": "Well, it seems like these guys then are part of this literary culture that they care about this. We've talked before about how doesn't Paul reference people that helped him craft some of his letters?",
    "start": "00:50:33",
    "end": "00:50:44"
  },
  {
    "text": "Oh, well, he mentions Timothy and another guy, Sosthenes. Yeah. Over half of his letters begin with Paul naming himself and somebody else as being the senders of the letter.",
    "start": "00:50:44",
    "end": "00:50:57"
  },
  {
    "text": "So I'm getting this picture. Like, Paul has his traveling companions and some of them were like, ones that would help him craft these letters.",
    "start": "00:50:57",
    "end": "00:51:04"
  },
  {
    "text": "Yeah. Peter names a scribe, Silvanus. He says, through Silvanus, I've written you. So he names the scribes that he worked with. Yeah.",
    "start": "00:51:04",
    "end": "00:51:14"
  },
  {
    "text": "So I guess I still am irked that these scribes and apostles didn't think, let's write down the curriculum too.",
    "start": "00:51:15",
    "end": "00:51:22"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:51:22",
    "end": "00:51:23"
  },
  {
    "text": "Let's write that down.",
    "start": "00:51:23",
    "end": "00:51:24"
  },
  {
    "text": "There is the earliest version we have of what feels like a 101 curriculum is a document that probably comes from the early second century, maybe late first century, called the Teaching or the Didache. And it reads like a Discipleship 101 handbook.",
    "start": "00:51:25",
    "end": "00:51:42"
  },
  {
    "text": "Yeah.",
    "start": "00:51:42",
    "end": "00:51:43"
  },
  {
    "text": "It's like, here's what baptism is. Here's how to do it. Here's how much generosity matters for a disciple of Jesus. Here's how to fast, because Jesus assumes that his disciples fast regularly. And it's like that kind of stuff.",
    "start": "00:51:43",
    "end": "00:51:56"
  },
  {
    "text": "Yeah.",
    "start": "00:51:56",
    "end": "00:51:57"
  },
  {
    "text": "But it actually says that it's from the apostles that it's representing the 101 course. But there's debate as to whether it does or if it's been transmitted down the chain a generation or two. But I'm with you. I don't know what else to say other than what we have is what God in his wisdom saw fit to give to his people through the apostles. So can I show you one more thing?",
    "start": "00:51:57",
    "end": "00:52:37"
  },
  {
    "text": "Yeah.",
    "start": "00:52:37",
    "end": "00:52:38"
  },
  {
    "text": "There's a whole other thing.",
    "start": "00:52:38",
    "end": "00:52:39"
  },
  {
    "text": "Okay, now for something completely different.",
    "start": "00:52:39",
    "end": "00:52:40"
  },
  {
    "text": "Now for something completely different. But this was also, as I prepped for this conversation, it was something that I knew about but hadn't looked into ever before. And then it was like, whoa, this is. And it's connected to what we're showing here. The point here is that the New Testament isn't a random assemblage of independent documents. It comes from a handful of people that Jesus commissioned. And as the Jesus movement spread, this is the literature that was like the fuel of the movement. And there was a unique scribal convention that's at work in every document of the New Testament that we have from all the periods 2nd, 3rd century and onwards later. It was a unique Christian scribal practice that was both probably. I first was introduced to it as to save space on this page because it was so expensive to make these. It was a network of abbreviations. The most repeated words in the New Testament got abbreviated.",
    "start": "00:52:40",
    "end": "00:53:41"
  },
  {
    "text": "Okay.",
    "start": "00:53:41",
    "end": "00:53:42"
  },
  {
    "text": "So these are called the nomina sacra, which means the sacred names, a Latin term for it. But it's essentially the, you know, a Christian manuscript because it will abbreviate the following God, Christ, Jesus and lord, like almost 100% of the time.",
    "start": "00:53:42",
    "end": "00:54:01"
  },
  {
    "text": "Oh, wow.",
    "start": "00:54:01",
    "end": "00:54:01"
  },
  {
    "text": "So just let this sink in. In all of the ancient manuscripts we have of the Greek New Testament, the word God, Christ, Jesus and Lord, always abbreviated, are never spelled fully and completely.",
    "start": "00:54:01",
    "end": "00:54:13"
  },
  {
    "text": "Oh, wow.",
    "start": "00:54:13",
    "end": "00:54:13"
  },
  {
    "text": "They take the first letter and the last letter and it's just a two letter word with a line over the top.",
    "start": "00:54:14",
    "end": "00:54:20"
  },
  {
    "text": "With the line over the top, yeah. Wait, the lines over both letters or just the one?",
    "start": "00:54:21",
    "end": "00:54:26"
  },
  {
    "text": "The lines over both letters.",
    "start": "00:54:26",
    "end": "00:54:27"
  },
  {
    "text": "Okay.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "Called the nomina sacrament.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "You know what's interesting is I learned in undergrad to abbreviate Christ as X. Oh, yeah. And it was for me, just a shorthand when taking notes.",
    "start": "00:54:29",
    "end": "00:54:38"
  },
  {
    "text": "Yes, that's right. That's right. You were more right than you knew.",
    "start": "00:54:38",
    "end": "00:54:42"
  },
  {
    "text": "Yeah, well, because I don't know, I think a professor did that at one point, just like just talking about Jesus, but just wrote an X. And I was like, oh, that's what we do. Yeah, that's a good abbreviation.",
    "start": "00:54:42",
    "end": "00:54:51"
  },
  {
    "text": "That's right. Because again, the first Letter of Christ is a Greek letter, Ki, which looks like an X, which looks like our English X. Yeah, yeah, but you're saying.",
    "start": "00:54:51",
    "end": "00:54:59"
  },
  {
    "text": "The abbreviation would have been that. What's it called?",
    "start": "00:54:59",
    "end": "00:55:01"
  },
  {
    "text": "The letter Ki.",
    "start": "00:55:01",
    "end": "00:55:02"
  },
  {
    "text": "Ki. And then there's a sigma after that, which represents the last letter.",
    "start": "00:55:02",
    "end": "00:55:07"
  },
  {
    "text": "Yep. Christos.",
    "start": "00:55:07",
    "end": "00:55:08"
  },
  {
    "text": "Okay.",
    "start": "00:55:08",
    "end": "00:55:08"
  },
  {
    "text": "Nearly 100% of the time, God, Christ, Jesus, Lord are abbreviated. And up to 90 to 95% of the time, Spirit, Son, cross, Father, and human are also abbreviated. Now, this was continuing a practice that was happening in Jewish circles where the divine name Yahweh would get marked out in some unique way. And there's a number of ways. We don't have time to go into how. But the divine name of Yahweh was treated special in Jewish manuscripts of the Hebrew Bible. This is an analogous practice. But what's fascinating is that all of the words used, God, Christ, Jesus, Lord, Spirit, Son, cross, Father, human. These are the words used in our earliest confessions of Christian faith that we have evidence of in the New Testament. So there's a number of times where Paul talks about the essential confession of Christian faith. Jesus is Lord.",
    "start": "00:55:08",
    "end": "00:56:13"
  },
  {
    "text": "Confess with your mouth. Jesus is Lord.",
    "start": "00:56:13",
    "end": "00:56:15"
  },
  {
    "text": "Yeah. Jesus Kurios. Jesus is Lord. Or Paul will talk about the God and Father of our Lord Jesus, the Messiah. That's a shorthand phrase that he uses to talk about the Father and the Son multiple times in his letters. Those are all these abbreviated words. The early Trinitarian confessions of the Father, the Son and the Spirit that you find at the end of Matthew, you know, baptize them in the name of the Father, Son, Spirit. These are in Peter, these are in Paul's letters. These are all a part of this network of sacred names and of abbreviations. The earliest Christian acronym. It's the fish symbol.",
    "start": "00:56:15",
    "end": "00:56:56"
  },
  {
    "text": "Yeah.",
    "start": "00:56:56",
    "end": "00:56:57"
  },
  {
    "text": "Have we ever talked about this?",
    "start": "00:56:57",
    "end": "00:56:58"
  },
  {
    "text": "No, I don't think we have.",
    "start": "00:56:58",
    "end": "00:56:59"
  },
  {
    "text": "So this is why, like, I've heard lore, you know, why the Christian symbol of the fish with a cross in it, probably one of the earliest use of a Christian icon or symbol. And that's because all the letters of the Greek word fish, Ichthus, are a part of this confession.",
    "start": "00:56:59",
    "end": "00:57:16"
  },
  {
    "text": "Oh, I didn't know that.",
    "start": "00:57:16",
    "end": "00:57:17"
  },
  {
    "text": "Yeah. Jesus Christ, Son of God, Savior. Ichthus. So ichthus is the Greek word for fish.",
    "start": "00:57:17",
    "end": "00:57:23"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:57:23",
    "end": "00:57:24"
  },
  {
    "text": "But every one of those letters, in order, is the first letter of the words. Jesus Christos, Theos, juio, Soter, Jesus Christ, Son of God, Savior. And all of those are these abbreviation words in the New Testament. So this was the work of a New Testament scholar, Thomas Boquedal. I think I'm saying his name right, who's done extensive work on the origin of this and every manuscript we have of the New Testament spread apart from Rome to Turkey, Asia Minor to North Africa to Israel, Palestine. They all have these abbreviations and these are uniquely Christian. Like there's no parallel to them in other Greek literature of the time. So the question is, how would this Christian scribal practice become so widespread in so many different parts of the world? In every manuscript we have going back to the third and second centuries, it has to predate that earlier. And isn't it interesting, all of the words used in these abbreviations are the words of the earliest confessions. Summary 101 Confessions of faith that we have. So Thomas Boquetall's work, the Formation and Significance of the Christian Biblical Canon. It's a thrilling title. It's a fantastic book. What he argues is actually that these abbreviations in the manuscripts of New Testament come from very early, like from the late first century, widespread in all Christian manuscripts that we have, and that it was a way of helping readers of the New Testament documents reinforce their basic confession of faith that they say at every Sunday at their house, church gatherings. In other words, that the confession of faith and the spread of the New Testament went hand in hand from not too many decades after the apostles themselves died.",
    "start": "00:57:24",
    "end": "00:59:33"
  },
  {
    "text": "Okay. Early Christian writings are using these abbreviations.",
    "start": "00:59:33",
    "end": "00:59:36"
  },
  {
    "text": "And these abbreviations, these abbreviations are also at work in all Christian Greek translations of the Old Testament.",
    "start": "00:59:36",
    "end": "00:59:43"
  },
  {
    "text": "Oh, are they?",
    "start": "00:59:43",
    "end": "00:59:44"
  },
  {
    "text": "Yes. So you'd be a Christian in Ephesus reading the Greek translation of Genesis or Exodus, and you're seeing God or Lord, like abbreviated and then you'd go read Matthew or John and you would see God and Lord abbreviated and. Yes, and it was a way of actually creating the Christian Old and New Testament Bible.",
    "start": "00:59:44",
    "end": "01:00:08"
  },
  {
    "text": "And it was a way of, it seems like highlighting the divinity of Jesus. Of Jesus, yes.",
    "start": "01:00:08",
    "end": "01:00:14"
  },
  {
    "text": "So these abbreviations were used in the Old and New Testaments in Greek and were really, you know, Thomas Boked all his argument is one of the first efforts to create a unified Christian Bible around the confession of faith that Jesus is God and Yahweh become human. Pretty cool.",
    "start": "01:00:15",
    "end": "01:00:35"
  },
  {
    "text": "Yeah.",
    "start": "01:00:35",
    "end": "01:00:36"
  },
  {
    "text": "So I've read some other reviews of Thomas Boquettel's work and this is fairly recent in the last decade that he's put out this work. And as far as I can tell, it's been viewed as persuasive and been received well in canon studies and manuscript studies of the New Testament. But for me it was just it was an exciting kind of new discovery that the unification of the Christian Bible as Old and New Testaments was not a late. There's this popular narrative out there made popular by the Da Vinci Code book and movies, you know, 20 years ago, that the New Testament or the Bible comes to us from a later group of old bishops, you know, hungry for power, hungry for power, forming the Bible to accomplish some political agenda or whatever. And the actual story is more complex, it's more organic, a little more decentralized. But what it shows us is that the Christian Bible was both the product and the fuel of the missionary movement of spreading the good news about Jesus, Messiah, Son of God, Savior and Lord as King of the world, risen from the dead. And that it was a group of actual people that were commissioned by Jesus and then their traveling companions that brought us the New Testament. And then it was not far after that the Old and New Testaments were being read as a unified whole, connected all from the beginning around the person of Jesus. And really, for me, that's why I care about any of this is again, back to the beginning, because we're disciples of Jesus. And if our confession of faith is Jesus Christ is Lord, and these are the texts, uniquely, that bear witness to him, that it makes sense why these have been central to the Jesus movement from the very beginning. We packed a lot into these four conversations. Yeah.",
    "start": "01:00:36",
    "end": "01:02:39"
  },
  {
    "text": "And we did this all in one regard because we are releasing some Deuterocanon overviews.",
    "start": "01:02:39",
    "end": "01:02:50"
  },
  {
    "text": "Overviews of the books that are called, in Catholic and Orthodox tradition, Deuterocanon, called in Protestant tradition, the Apocryphal books. Yeah, yeah.",
    "start": "01:02:50",
    "end": "01:02:58"
  },
  {
    "text": "So the first conversation we started there.",
    "start": "01:02:58",
    "end": "01:03:00"
  },
  {
    "text": "Yeah.",
    "start": "01:03:00",
    "end": "01:03:00"
  },
  {
    "text": "What are these? Why are Protestants kind of allergic to them? And what should we do with them? And why are we doing these if we come from a Protestant background? Yeah, yeah. That's where it started. But then really, that was an excuse to just get into, like.",
    "start": "01:03:00",
    "end": "01:03:16"
  },
  {
    "text": "Yeah. The making of the Bible.",
    "start": "01:03:16",
    "end": "01:03:17"
  },
  {
    "text": "The making of the Bible.",
    "start": "01:03:17",
    "end": "01:03:17"
  },
  {
    "text": "Yeah.",
    "start": "01:03:17",
    "end": "01:03:18"
  },
  {
    "text": "And that brought us to the formation of the Hebrew Bible and. And then the whole Second Temple period of all this other literature coming out, we really wrestled with what point did the Hebrew Bible kind of come to completeness. And then we started talking about the Christian literary events and this crew.",
    "start": "01:03:18",
    "end": "01:03:44"
  },
  {
    "text": "Yeah. The formation of the New Testament. Yeah. As the outworking of just the person of Jesus, what he did.",
    "start": "01:03:44",
    "end": "01:03:51"
  },
  {
    "text": "So it's so much to chew on. Thank you. It's a lot for me to process.",
    "start": "01:03:53",
    "end": "01:03:57"
  },
  {
    "text": "Yeah. The most important thing that I hope those of you listening are hearing is simultaneously a firm Conviction in the importance of the divine and human nature of Scripture and that we balance both of those convictions. This is the story about a God who's revealing God's self to us in a way that doesn't bypass most of who we are. But that is God revealing God's self through the history of the human family. And that that culminates in the God becoming human in the person of Jesus. And so it's holding on to both human and divine and not letting go of either. So it's a divine and human collection leading us to Jesus. This is what it means to view the Christian Bible as God's word.",
    "start": "01:03:59",
    "end": "01:04:52"
  },
  {
    "text": "Okay, so we haven't decided if we're going to do a Q and R.",
    "start": "01:05:01",
    "end": "01:05:05"
  },
  {
    "text": "For this, then I think we should.",
    "start": "01:05:05",
    "end": "01:05:07"
  },
  {
    "text": "Okay, yeah, we're making the decision.",
    "start": "01:05:07",
    "end": "01:05:09"
  },
  {
    "text": "We're making the decision right now. I guess it's being recorded. We should do a Q and A.",
    "start": "01:05:10",
    "end": "01:05:15"
  },
  {
    "text": "Okay.",
    "start": "01:05:15",
    "end": "01:05:15"
  },
  {
    "text": "Because any questions that get raised I think will allow us to wrestle through this more, Wrestle through this more and tie up any loose ends that we lost.",
    "start": "01:05:15",
    "end": "01:05:23"
  },
  {
    "text": "Great. It'll have to come out in like a midweek because I think the calendar is otherwise booked. But let's do it then. We'll also be moving on to the next theme study that we're gonna do this year. And this year is all theme studies related to the book of Exodus. So we'll continue that journey. Okay, thanks, Tim.",
    "start": "01:05:23",
    "end": "01:05:40"
  },
  {
    "text": "Yeah.",
    "start": "01:05:40",
    "end": "01:05:41"
  },
  {
    "text": "That's it for today's episode. And that's it for our quick little tour of how the Bible was formed. I know that was a lot and I know it was really quick, and there's a lot of questions, I'm sure, that have come up. We will do a question and response episode for this topic. It won't be next week, but it will be coming next week. We'll. We're gonna start a brand new theme study. It's a theme that's central to the story of Exodus. It's also a theme that's centered around one important biblical word that you hear all the time at church. One of the top 10 Bible words.",
    "start": "01:05:44",
    "end": "01:06:15"
  },
  {
    "text": "Yeah. It's a word introduced. Once it's introduced, it is central to the ideas that are the heartbeat of the biblical story. And that is the word redemption.",
    "start": "01:06:15",
    "end": "01:06:26"
  },
  {
    "text": "And we'll discuss it next week. Bibleproject is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:06:27",
    "end": "01:06:44"
  },
  {
    "text": "Hi, my name is Grace and I am from Southeast Asia.",
    "start": "01:06:45",
    "end": "01:06:49"
  },
  {
    "text": "Hi, my name is Rob and I'm from Pittsburgh, Pennsylvania. I first heard about the Bible Project when our church used the video on Nehemiah to introduce the series that we were studying.",
    "start": "01:06:49",
    "end": "01:06:59"
  },
  {
    "text": "I first heard about Bible Project in mainland China. I used the Bible Project for learning more about the Bible.",
    "start": "01:06:59",
    "end": "01:07:06"
  },
  {
    "text": "My favorite thing about the Bible Project is the artistic way that you present the message of Jesus to the world.",
    "start": "01:07:06",
    "end": "01:07:13"
  },
  {
    "text": "The beautiful illustrations and the provocative ways that it makes you think. We believe that the Bible is a unified story that leads to Jesus.",
    "start": "01:07:13",
    "end": "01:07:20"
  },
  {
    "text": "Bibleproject is a nonprofit funded by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com hey everyone, this is Josh. I'm an app designer at bibleproject. I've been working at bibleproject for a little over a year, and my favorite part about my work is all the stories I hear about how our audience uses the tools we make to dive deeper into the Bible study story. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website.",
    "start": "01:07:20",
    "end": "01:07:57"
  }
]