[
  {
    "text": "Foreign. Hi, John. Hi.",
    "start": "00:00:00",
    "end": "00:00:07"
  },
  {
    "text": "Hello. We get to do a question response episode. We are related to the very short flyover series.",
    "start": "00:00:07",
    "end": "00:00:15"
  },
  {
    "text": "Yeah.",
    "start": "00:00:15",
    "end": "00:00:15"
  },
  {
    "text": "We're calling the Making of the Bible.",
    "start": "00:00:15",
    "end": "00:00:17"
  },
  {
    "text": "Yeah. Or how the Bible was formed.",
    "start": "00:00:17",
    "end": "00:00:18"
  },
  {
    "text": "Or how the Bible was formed. Is that what we called it?",
    "start": "00:00:18",
    "end": "00:00:20"
  },
  {
    "text": "I think so.",
    "start": "00:00:20",
    "end": "00:00:20"
  },
  {
    "text": "Okay.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "I think just in terms of like the podcast.",
    "start": "00:00:21",
    "end": "00:00:23"
  },
  {
    "text": "Yeah.",
    "start": "00:00:24",
    "end": "00:00:24"
  },
  {
    "text": "Feeds the people see how the Bible was formed. It was a short series, I think on purpose one was because if you let me, I could make it half a year, a year long.",
    "start": "00:00:24",
    "end": "00:00:34"
  },
  {
    "text": "Yeah. The Bible formation project.",
    "start": "00:00:34",
    "end": "00:00:36"
  },
  {
    "text": "Yeah. So sometimes there's a benefit to being forced to be succinct and hopefully that was a helpful flyover to kind of flag the key issues you gotta think through when it comes to the formation of the Bible. It raised. I. I'm sure, actually, I know for a fact it raised hundreds of questions among our listening audience because we got to hear from you. So, as always, I read through them all, try and listen to the themes, what's most repeated, and then find examples of the most repeated themes for somebody who put them in a particularly great way. So should we start? Let's dive in, see how many we can make it through. Okay. Let's start with a question from Allison in Florida.",
    "start": "00:00:36",
    "end": "00:01:20"
  },
  {
    "text": "Hi, Tim and John. I've been listening to your podcast every week on my morning run and have also listened to and started a re listen of Exploring my Strange Bible. Coincidentally, as you started the short series on how the Bible came to be. Next up in my cue on exploring was a three part series, Making of the Bible. So my question for Tim is, since the sermons on Making of the Bible was from over 10 years ago, has there been any new discoveries or learnings you found that contributed to the new series you all just completed? Thanks again for all you do.",
    "start": "00:01:22",
    "end": "00:01:50"
  },
  {
    "text": "Mm. Yeah. What were some new things that you've been discovering?",
    "start": "00:01:51",
    "end": "00:01:55"
  },
  {
    "text": "Yeah, Actually, Alison, you were the only person who asked a question like this out of the hundreds. But it prompted me to reflect on that, which I haven't in a while. You know, one challenge, I think we've talked about this over the years that I've had in this project is the moment you and I make a video or publish a conversation that we're having, it's like out there.",
    "start": "00:01:56",
    "end": "00:02:16"
  },
  {
    "text": "Yeah.",
    "start": "00:02:16",
    "end": "00:02:16"
  },
  {
    "text": "Especially for me, all those sermons from so long ago. And I'm happy to share them. We make stuff because we hope it's helpful, but at the same time, we make things that reflect how we are understanding and talking about it at a moment in our lives that is marked by our personal Learning journey. Right. And so the problem about learning is you just keep on learning.",
    "start": "00:02:17",
    "end": "00:02:42"
  },
  {
    "text": "The problem with learning is you keep on learning.",
    "start": "00:02:43",
    "end": "00:02:45"
  },
  {
    "text": "Actually, it's not a problem. It's the wonder. Yeah, the great.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "It's the quirk of learning.",
    "start": "00:02:49",
    "end": "00:02:50"
  },
  {
    "text": "It's the journey. But you can't wait until you're about to die to say anything about anything. It doesn't make any sense. So all that to say is, yes, especially when it comes to how the Bible is formed. It's such a detailed world of so much information that I'm constantly learning and developing and honing. So definitely this was the chance to do all of those things. Allison, One thing that I recall from that series, because I actually went back.",
    "start": "00:02:50",
    "end": "00:03:21"
  },
  {
    "text": "The 10 year old series, the 10.",
    "start": "00:03:21",
    "end": "00:03:23"
  },
  {
    "text": "Year old series on exploring my strange Bible. When it comes to the section on the Apocrypha Deuterocanon, it's very brief and I make a number of comments that I think were premature that reflected my lack of depth and exposure to a lot of historical sources that I just hadn't yet at that point, taken time. So the point that I tried to make is actually one that I still think is clear, that the Tanakh was a clear, coherent scriptural core, that there was clarity about that in all the diverse early Jesus communities. But after spending a lot more time reading a lot more second Temple Jewish literature and then a lot more early Christian like post New Testament literature, I'm now persuaded that there was less clarity about the layer of literature around that core that was also valued and viewed as inspired and that differed from community to community. It simply did. And it took a while for clarity about the layer of Scripture around the Old Testament to become more coherent. And I don't know how it's to make sense of 2nd, 3rd, 4th century bishops and pastors and Bible scholars who when they describe the shape of the Bible, it's different. Like there is diversity. It's not a free for all. There's common patterns, but especially the books that are in today's Apocrypha, Deuterocanon, those keep popping up in a lot of those other diverse traditions around as a layer of literature. Around the Tanakh, there is a core Jesus and the apostles market, when they quote from it, they also valued a layer of literature around that core that was fluid in its shape.",
    "start": "00:03:23",
    "end": "00:05:13"
  },
  {
    "text": "Fluid in what sense?",
    "start": "00:05:13",
    "end": "00:05:14"
  },
  {
    "text": "In terms of you have early Christian bishops and leaders saying, hey, here's the Old Testament boom and they'll describe the contents of Matnach. Then they'll say, and our communities are also reading Wisdom of Solomon, they're reading the wisdom of Ben Sira. Some people say the Maccabees. Other people don't. Right. And that's the diversity.",
    "start": "00:05:15",
    "end": "00:05:34"
  },
  {
    "text": "And so what changed in your mind from ten years ago?",
    "start": "00:05:34",
    "end": "00:05:37"
  },
  {
    "text": "Oh, I think I hadn't read the original sources and had the time to sit with the implications of them as much as now I've had in the last 10 years. So truly, just in the last five years, I've been trying to just work my way through all the most important early Christian theologians and scholars and just work through their writings. And it's so amazing. It's the coolest stuff in the world alongside the Bible. But one thing that is clear if you just read the writings of Origen and Irenaeus and Justin, just to name a couple really early figures, is that their Bible consisted of the Old Testament. They even call it that. And they also value this additional layer of literature.",
    "start": "00:05:37",
    "end": "00:06:29"
  },
  {
    "text": "Okay, here's what I hear you saying.",
    "start": "00:06:29",
    "end": "00:06:30"
  },
  {
    "text": "Yeah.",
    "start": "00:06:30",
    "end": "00:06:31"
  },
  {
    "text": "Ten years ago, you hadn't spent as much time actually reading them, and you didn't really appreciate the impact that it was having in these first few centuries and how important this literature was. And so you were easily dismissing it. And now, 10 years later, having spent time in it, having seen how it's shaped early Christian movement, saying, oh, this is important stuff.",
    "start": "00:06:31",
    "end": "00:06:55"
  },
  {
    "text": "Yeah. Yes, it is.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Okay.",
    "start": "00:06:56",
    "end": "00:06:56"
  },
  {
    "text": "Yeah. And then maybe even to say, I think my basic conviction is still the same, that the Hebrew Bible and the New Testament, the New and Old Covenant documents, is what I would consider God's word to his people. And that this other layer of Second Temple literature, it has a secondary status informing Christian belief and doctrine and practice. But I also think it's really important, and it has always been important to the Jesus movement. And I think Protestants especially, who don't even know about these texts, should at some point in their journey, read these texts and learn the wisdom that's in them. And that is a clarification I have now that I wouldn't have said that 10 years ago.",
    "start": "00:06:56",
    "end": "00:07:41"
  },
  {
    "text": "I don't think that's great.",
    "start": "00:07:41",
    "end": "00:07:42"
  },
  {
    "text": "Yep. So thanks, Allison. The next question question comes from Guinevere in Illinois.",
    "start": "00:07:42",
    "end": "00:07:49"
  },
  {
    "text": "Hi, this is Guinevere White from Illinois. And I was wondering, does the Bible being written by humans but inspired by God change the reliability of it? I can think of times when certain books have small differences. For example, the Book of Samuel and the Book of Kings have different ages for the kings when they are crowned. Sometimes, if the Bible is true and God is true and the Bible is the word of God, do These errors happen due to humans making mistakes or something else. Are they even mistakes? Thanks for making all the resources that you do.",
    "start": "00:07:49",
    "end": "00:08:19"
  },
  {
    "text": "Yeah.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "Fantastic question.",
    "start": "00:08:21",
    "end": "00:08:22"
  },
  {
    "text": "Great question.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "I also included it because I know this is a question close to your heart as well.",
    "start": "00:08:23",
    "end": "00:08:28"
  },
  {
    "text": "Yeah. Constantly thinking about this. Less and less so over the years, but, yeah. Reliability of what's being written, which, underneath that is, I think, the question, in what sense does this have authority over me?",
    "start": "00:08:29",
    "end": "00:08:43"
  },
  {
    "text": "Yeah. The relationship of God speaking to his people through these words written by humans, the human and divine. That's a part of what you're asking, Guinevere, but then you're also asking. You bring up an example, like, let's say there's like, chronological little details between two sections of the Bible, like a person's age when something happens. And when I flip this part of the Bible, it says, maybe it's a parallel story. It says they were this old. I flip over to the parallel story and what? It says they're a different age.",
    "start": "00:08:43",
    "end": "00:09:15"
  },
  {
    "text": "Yeah.",
    "start": "00:09:15",
    "end": "00:09:15"
  },
  {
    "text": "What's up with that?",
    "start": "00:09:15",
    "end": "00:09:16"
  },
  {
    "text": "That happens.",
    "start": "00:09:17",
    "end": "00:09:17"
  },
  {
    "text": "Yes.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "That's the thing.",
    "start": "00:09:18",
    "end": "00:09:19"
  },
  {
    "text": "Yeah, that is the thing. Yeah. You can compare the ages and dates in the book of Samuel and Kings, flip over to parallel stories and chronicles, different dates. You'll notice differences. So there's layers to these questions. So sometimes there actually is somewhere in the manuscript history differences of numbers, and one or another of those numbers may be the original text. And somewhere, like, mistakes got introduced, especially when it comes to numbers. And there's a lot of lists, a lot of numbers in the Bible. A lot of mistakes could get made along the manuscript process. So we're not talking about the original authorship, but the manuscript process. So that's one category that addresses some of what you're talking about, Guinevere, but not all. Sometimes there are just genuine differences between passages that are talking about the same thing. And sometimes it's not just numbers, like when Jesus calms the sea in the Gospels, in Mark's account of that story, it says the disciples were absolutely terrified of Jesus.",
    "start": "00:09:19",
    "end": "00:10:22"
  },
  {
    "text": "And.",
    "start": "00:10:23",
    "end": "00:10:23"
  },
  {
    "text": "And they said, you know, who is this man that the wind and the waves obey him? And they were freaked out and didn't want to say anything. In Matthew's version, they say this and they say, who is this man who the wind and the waves obey him? He is the son of God, and they bow down and worship him.",
    "start": "00:10:23",
    "end": "00:10:41"
  },
  {
    "text": "Yeah. Two different reactions.",
    "start": "00:10:42",
    "end": "00:10:44"
  },
  {
    "text": "Yeah. Is it like fear and confusion, or is it fear leading to worship and allegiance? Those are two different conclusions to the story. And so that's an example of a difference of interpretation. Of the same event, but from two biblical authors.",
    "start": "00:10:44",
    "end": "00:10:58"
  },
  {
    "text": "Yeah.",
    "start": "00:10:58",
    "end": "00:10:59"
  },
  {
    "text": "So that's more substantial. What do you do with that?",
    "start": "00:10:59",
    "end": "00:11:02"
  },
  {
    "text": "It's interesting. That, to me, feels easier to understand than a number.",
    "start": "00:11:02",
    "end": "00:11:07"
  },
  {
    "text": "Oh, really?",
    "start": "00:11:07",
    "end": "00:11:07"
  },
  {
    "text": "Yeah.",
    "start": "00:11:08",
    "end": "00:11:08"
  },
  {
    "text": "How fascinating.",
    "start": "00:11:08",
    "end": "00:11:09"
  },
  {
    "text": "The number is just like, you just got it wrong, right? Maybe.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Yeah, maybe.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "I guess we have talked about numbers are really important for patterns and hyperlinks. And so maybe a later scribe or prophet was like, oh, but you know what will really make this story same?",
    "start": "00:11:12",
    "end": "00:11:25"
  },
  {
    "text": "Adjust the number. Adjust the number for this symbolic purpose.",
    "start": "00:11:25",
    "end": "00:11:28"
  },
  {
    "text": "And they were okay with that.",
    "start": "00:11:28",
    "end": "00:11:29"
  },
  {
    "text": "And that is true, because that happens. There are cases, certainly, with symbolic numbers, where you're like, really?",
    "start": "00:11:29",
    "end": "00:11:35"
  },
  {
    "text": "Yeah.",
    "start": "00:11:35",
    "end": "00:11:36"
  },
  {
    "text": "Was Enoch really 365 years? It just happens to be the same years as the solar calendar year, which is meaningful for all these other hyperlinks and that kind of thing. Yeah, yeah. So literary creativity on the part of the biblical authors to shape details for the sake of communication.",
    "start": "00:11:36",
    "end": "00:11:57"
  },
  {
    "text": "Yeah.",
    "start": "00:11:57",
    "end": "00:11:58"
  },
  {
    "text": "And there's different takes on this. There's some people who think that if the Bible's God's word and always true, that doesn't happen. That doesn't happen. And that's what it means for the Bible to be true. I think there's also a perspective, and I'm more persuaded of it after just a lot of years sitting with the details of these texts is that the biblical authors are balancing truthfulness to the meaning of what happened in their family history. Because these texts are mosaics. And often the materials that a biblical author is working with is not something they're writing down for the first time. It's sources that they've inherited. And then they're shaping those sources into larger works in a creative way. Another way to think about it, Guinevere. And this is an issue between especially the story in Samuel and Kings about Israel's monarchy, like of David and the Kings, and then the parallel stories in Chronicles. There's a lot of little factual differences between them, but then a lot of similarity. And I guess it's important to balance both of those, the differences and the similarity. And it's also possible that the source material that the Chronicles author was working with itself had little differences in detail from the sources that the author of Samuel Kings had and that the differences were on that level. So is that a mistake? It's a difference. It's a difference. And I guess when we're asking then if the Bible is true because God wouldn't lie, or God always tells the truth, and I guess over time, what I have come to see as valuable in that question Is true for what aim or true for what purpose? What is it that the biblical authors are trying to communicate and faithfully represent about God's perspective on the meaning of those events? And in that sense, I think it's important to have the conviction that the Bible is a true representation in terms of the meaning of those events. But the details can differ and sometimes do.",
    "start": "00:11:58",
    "end": "00:14:02"
  },
  {
    "text": "Yeah, you know, if I get obsessed with, did this actually go down this way? Like, was this number correct? Or did it happen in this exact place? Or was that actually that person's name? When I start to obsess about those details, then I start to think like, ah, maybe this isn't reliable, but. Reliable to what? Reliable to what I would expect on a Wikipedia page or something, right? Maybe, yeah, if they.",
    "start": "00:14:03",
    "end": "00:14:29"
  },
  {
    "text": "Like to use it.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "Encyclopedia Britannica or something. Yeah, yeah, yeah, yeah. But if I'm more interested in, okay, what are the prophets and scribes here wanting me to understand about God and myself and the story of Israel and the wisdom that I'm gleaning from that, is that reliable and is that true, then I'm kind of glad they did these cool hyperlinks with putting the story in a certain setting or maybe adapting a number or giving a creative name, because that makes the meaning of it pop, pop more. So I guess then it's like, reliable to what end? And this is where it gets murky, because you can't just swing the pendulum and be like, yeah, nothing happened, it's all just made up. Right.",
    "start": "00:14:32",
    "end": "00:15:18"
  },
  {
    "text": "That's irresponsible. It's unreasonable to swing the pendulum to say it's all fiction. You create a host of logical and historical problems for you if you go that route. So I guess what we're saying, though, is that both extremes are looking for something, looking for a kind of certainty that I don't think is there to be had for the human mind. The way that we know anything about anything other than our own direct experience is through witnesses and trusting the testimony. And even the things I directly experience in life are shaped by the community I've been formed by and how that has shaped me and taught me to see the world. And so trusting the testimony of a set of events interpreted through humans, who I confess, are vehicles of God's wisdom and word to me about those events.",
    "start": "00:15:19",
    "end": "00:16:17"
  },
  {
    "text": "And by that you mean led by the Spirit?",
    "start": "00:16:17",
    "end": "00:16:18"
  },
  {
    "text": "Led by the Spirit, yeah. That's how all human knowledge about the past works. But it is also, I think, how Scripture works. And I guess I. The more years go by sitting in these texts and all their details. I am more compelled than ever that they are telling the truth and that it's not all literary fiction. Like they're telling the truth. Both that this is rooted in an actual family's history and these are real memories being preserved and that they are being represented in a highly creative literary way. And that I just can't let go of either of those and it forces me is to sit in kind of a more of a messy middle. Okay, thank you, Guinevere.",
    "start": "00:16:18",
    "end": "00:17:06"
  },
  {
    "text": "Mm.",
    "start": "00:17:07",
    "end": "00:17:07"
  },
  {
    "text": "Okay, let's hear a question from Jody in Midland, Texas. Hello.",
    "start": "00:17:07",
    "end": "00:17:13"
  },
  {
    "text": "Could you please dive into the relationship between the written word, the Bible, and the concept in John that Jesus is the Word present at creation? Is Jesus the spoken aspect of God, God's verbal word, as we see in Genesis? God spoke and various creations happened? Or is Jesus as the Word, something more akin to the written word, the Bible? Calling Jesus the Word of God is a difficult concept for me to grasp and I'd love to hear your thoughts. Thank you.",
    "start": "00:17:13",
    "end": "00:17:38"
  },
  {
    "text": "Yeah. Why don't you quickly give us a biblical theology of the Word of God?",
    "start": "00:17:40",
    "end": "00:17:45"
  },
  {
    "text": "Yeah. Right. Okay. So calling the finished collection of literary works the Word of God.",
    "start": "00:17:45",
    "end": "00:17:52"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:52",
    "end": "00:17:52"
  },
  {
    "text": "I think on one level you could say that's a later development in the kind of development of theology vocabulary. That's not primarily what the biblical authors mean when they are highlighting this theme of the Word of God in Genesis 1. There's no humans even around when God speaks his first word.",
    "start": "00:17:52",
    "end": "00:18:11"
  },
  {
    "text": "Right, yeah. What is the way that they refer to the collection primarily? Is there like a.",
    "start": "00:18:11",
    "end": "00:18:17"
  },
  {
    "text": "Well, for the Hebrew Bible, it's called the Scriptures. The Scriptures plural, always plural. Or if they're referring to one particular passage within, they'll say the scripture or the scripture says referring to that passage.",
    "start": "00:18:17",
    "end": "00:18:31"
  },
  {
    "text": "Or it just means writing, though. Scripture just means writing.",
    "start": "00:18:31",
    "end": "00:18:33"
  },
  {
    "text": "Yeah. What is written down? The writings.",
    "start": "00:18:33",
    "end": "00:18:35"
  },
  {
    "text": "The writings.",
    "start": "00:18:35",
    "end": "00:18:36"
  },
  {
    "text": "Or they'll call it the Torah and prophets, Psalms.",
    "start": "00:18:36",
    "end": "00:18:39"
  },
  {
    "text": "They don't refer to anything written down as the Word of God.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "They'll talk about the Word of God spoken through the prophet, saying. And then they'll quote. Okay, but the phrase Word of God for referring to a finished collection of Old and New Testaments or even a.",
    "start": "00:18:42",
    "end": "00:18:54"
  },
  {
    "text": "Finished collection of the tab.",
    "start": "00:18:54",
    "end": "00:18:55"
  },
  {
    "text": "That's right. So when the author of Hebrews famous line, Hebrews 4, the word of God is living and active. Sharper than any two edged sword.",
    "start": "00:18:55",
    "end": "00:19:03"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "What he's talking about there is the Word of God that we hear through the scriptures and the Word of God that we heard preached through the apostles, the living message that we heard orally from the apostles. Because the New Testament doesn't exist as a collection when the author of Hebrews is doing that. So within the Bible, God's word is primarily something that people encounter when they hear scripture read aloud. That is the Old Testament. And when they hear the apostles announcing the good news about Jesus.",
    "start": "00:19:04",
    "end": "00:19:39"
  },
  {
    "text": "Okay, so that's interesting. So the Word isn't referring to the text on the page that was always called Scripture. The writings.",
    "start": "00:19:39",
    "end": "00:19:47"
  },
  {
    "text": "Yes.",
    "start": "00:19:47",
    "end": "00:19:48"
  },
  {
    "text": "When they talk about the Word of God, they're talking about what they encounter when they hear.",
    "start": "00:19:48",
    "end": "00:19:54"
  },
  {
    "text": "When they hear it read aloud.",
    "start": "00:19:55",
    "end": "00:19:56"
  },
  {
    "text": "They hear it read.",
    "start": "00:19:56",
    "end": "00:19:57"
  },
  {
    "text": "Yeah. So again, that's thinking about the fulfillment passages in Matthew. This is what was spoken through the prophet Isaiah. This is what God said through the prophet quote. So they're quoting from a text, but when they're talking about God speaking, they're talking about what they hear when they hear the text read aloud. And the Word of God also refers to the message announced by Jesus and the apostles about the good news of the kingdom as like a New Testament equivalent. You know, we're not yet. To Jesus as the Word of God. We'll get there in a second.",
    "start": "00:19:57",
    "end": "00:20:32"
  },
  {
    "text": "Yeah.",
    "start": "00:20:32",
    "end": "00:20:32"
  },
  {
    "text": "I'm just talking about. If you look at the phrase as word of God and it's somehow related to the scriptures or to the message of the apostles.",
    "start": "00:20:32",
    "end": "00:20:41"
  },
  {
    "text": "So you encounter the Word of God when you hear the Scriptures, but you could also encounter the Word of God through the apostles who are explaining the scriptures.",
    "start": "00:20:41",
    "end": "00:20:47"
  },
  {
    "text": "Yeah. Yes. Yep. Often in the Book of Acts, the phrase word or the word of God, they preach the word. They're talking about the actual message that the apostles would say.",
    "start": "00:20:47",
    "end": "00:21:00"
  },
  {
    "text": "Their words.",
    "start": "00:21:00",
    "end": "00:21:01"
  },
  {
    "text": "Their words, yeah. Or the Word.",
    "start": "00:21:01",
    "end": "00:21:03"
  },
  {
    "text": "But them explaining the meaning of what happened with Jesus and how that fulfilled.",
    "start": "00:21:03",
    "end": "00:21:06"
  },
  {
    "text": "You got it.",
    "start": "00:21:07",
    "end": "00:21:07"
  },
  {
    "text": "Okay.",
    "start": "00:21:07",
    "end": "00:21:08"
  },
  {
    "text": "Yep.",
    "start": "00:21:08",
    "end": "00:21:08"
  },
  {
    "text": "So there's this category of the Word of God which is bigger than just what's written down.",
    "start": "00:21:08",
    "end": "00:21:13"
  },
  {
    "text": "Yeah. It has a key relationship to it, but there is a distinction. Then the Gospel according to John opens up with. In the beginning was the Word, and the Word was with God distinct from God right alongside and was God. So it's a retelling of John, Genesis 1. But Trinitarian style, God's.",
    "start": "00:21:14",
    "end": "00:21:37"
  },
  {
    "text": "Let's talk about Genesis 1 for a sec.",
    "start": "00:21:37",
    "end": "00:21:39"
  },
  {
    "text": "Okay. Yeah.",
    "start": "00:21:39",
    "end": "00:21:39"
  },
  {
    "text": "Because Genesis 1, the phrase God's word doesn't show up.",
    "start": "00:21:39",
    "end": "00:21:42"
  },
  {
    "text": "No. And God said.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "God said.",
    "start": "00:21:44",
    "end": "00:21:45"
  },
  {
    "text": "Yep.",
    "start": "00:21:45",
    "end": "00:21:45"
  },
  {
    "text": "And God speaks 10 times in Genesis 1. And through his speaking orders. Creation.",
    "start": "00:21:45",
    "end": "00:21:52"
  },
  {
    "text": "Yeah. In the beginning, God created the heavens and the earth. God's spirit is hovering over the dark waters. And God Said let there be light. So the coordination of God, creator, God's spirit, and God's Word, spoken word, that's what John is picking up on. So here his conviction is that the one that they encountered Jesus of Nazareth, who announced the kingdom of God coming on earth as it is in heaven, that that one actually is the God of Israel who exists infinitely and internally, who became human. And that one is the Son who is birthed by the Father eternally. And that one is, flip the metaphor, the Word of God who is God's Word that was with God and God eternally as well. So the Word of God there in John is a way of talking about the Son of God or the Word of God's eternal status as a part of God from the very beginning. And that, that one, that person became human. And that's primarily what Word of God is doing when it's referring to Jesus.",
    "start": "00:21:52",
    "end": "00:23:09"
  },
  {
    "text": "Okay.",
    "start": "00:23:09",
    "end": "00:23:09"
  },
  {
    "text": "Then you have these two things. You have the Word of God that's the like, eternal God who became human. And then you have these texts that.",
    "start": "00:23:09",
    "end": "00:23:17"
  },
  {
    "text": "Are all about encountering the Word of.",
    "start": "00:23:17",
    "end": "00:23:19"
  },
  {
    "text": "God, bearing witness to the story leading up to about him and then what followed from him. And those texts are about the Word of God. And so really, by calling the Bible the Word of God, you are talking about the scriptural texts that explain and bear witness to tell you the truth about the Word of God.",
    "start": "00:23:19",
    "end": "00:23:42"
  },
  {
    "text": "Yeah.",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "It's so closely associated, so connected to.",
    "start": "00:23:43",
    "end": "00:23:46"
  },
  {
    "text": "God's Word that it starts to be called God's Word. Yeah, I think I get it, but let me try to say it back.",
    "start": "00:23:46",
    "end": "00:23:53"
  },
  {
    "text": "Okay, great.",
    "start": "00:23:53",
    "end": "00:23:53"
  },
  {
    "text": "And I almost want a diagram. The most broad sense in Hebrew Bible and the way you think about God's Word is encountering it's. What would you say? It's God's.",
    "start": "00:23:53",
    "end": "00:24:08"
  },
  {
    "text": "Yeah. Hearing God talk to you.",
    "start": "00:24:08",
    "end": "00:24:09"
  },
  {
    "text": "Hearing God talk to you.",
    "start": "00:24:09",
    "end": "00:24:11"
  },
  {
    "text": "Yeah. Through a living voice that you hear a living voice. Yeah, yeah, yeah. It's what Abraham heard. And when people heard Isaiah in Jerusalem, they were hearing the Word of God spoken through Isaiah.",
    "start": "00:24:11",
    "end": "00:24:24"
  },
  {
    "text": "It's God like directly communicating something to you. That's God's Word.",
    "start": "00:24:25",
    "end": "00:24:30"
  },
  {
    "text": "Yep.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "Okay. And that's a huge idea. We could spend another day just contemplating. Okay. So that's the big thing. And then in Genesis 1, no one's there to hear God's word. He's speaking out into the dark, chaotic abyss. But it still has power.",
    "start": "00:24:31",
    "end": "00:24:49"
  },
  {
    "text": "Yeah. In fact, it's the thing that generates an ordered cosmos.",
    "start": "00:24:49",
    "end": "00:24:53"
  },
  {
    "text": "So what is it there?",
    "start": "00:24:53",
    "end": "00:24:54"
  },
  {
    "text": "It is God's purpose and will that goes out from God's Self to create and sustain something other than God.",
    "start": "00:24:55",
    "end": "00:25:06"
  },
  {
    "text": "Okay, so that's good. So God's word is God's purpose and will going out from God's self and being then understood and obeyed by creation or by Abraham.",
    "start": "00:25:06",
    "end": "00:25:16"
  },
  {
    "text": "Yeah, that's right. Yeah. In fact, creation often does a much better job of obeying God than humans do.",
    "start": "00:25:16",
    "end": "00:25:22"
  },
  {
    "text": "That's a theme of the Bible, huh?",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, it's one way of thinking about the book of Jonah. Because all creation is obeying God. Storms and worms and whales. But God's prophet just doesn't. It's not on the program.",
    "start": "00:25:24",
    "end": "00:25:34"
  },
  {
    "text": "All right, so that's God's word is God's will, his desires, going out from God's self and then being responded to correctly by other people.",
    "start": "00:25:34",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, there you go.",
    "start": "00:25:46",
    "end": "00:25:46"
  },
  {
    "text": "Yeah, that's God's Word.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "That's nice.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "So why do we start calling the Bible God's Word? Well, because by encountering this text, we are being able to encounter God's will and intention and have an opportunity to respond.",
    "start": "00:25:49",
    "end": "00:26:00"
  },
  {
    "text": "God's Word happened to a family, the ancient world, over many generations. And when that word happened to people in this family, they began to write accounts about those encounters. And then they found as they shaped those encounters in their Israel stories and poetry, those written representations of those events of God speaking. The written representation itself became a vehicle of God's Word to speak to future generations.",
    "start": "00:26:00",
    "end": "00:26:30"
  },
  {
    "text": "It became a way to encounter God's Word.",
    "start": "00:26:32",
    "end": "00:26:33"
  },
  {
    "text": "Yeah, that's right. Not a replacement and not the whole of God's Word.",
    "start": "00:26:33",
    "end": "00:26:36"
  },
  {
    "text": "Yeah.",
    "start": "00:26:36",
    "end": "00:26:36"
  },
  {
    "text": "What Moses was hearing God say about what was happening in like, what was going down in Egypt now is something that later generations can hear God speaking to them about what happened in Egypt through the written representation of what God said to Moses.",
    "start": "00:26:36",
    "end": "00:26:51"
  },
  {
    "text": "So what you would call the Bible is the written representation of how God communicated with our ancestors so that we can encounter God's Word.",
    "start": "00:26:52",
    "end": "00:27:04"
  },
  {
    "text": "And you could just turn that into a shortened phrase, just cut off at the word written and you have the word scripture. That's what scripture means. Scripture, what is written, written. What is written, the things that are written. That's what scriptures and scripture, the things that are written is some of the oldest terminology for the Bible within the Bible itself. It's actually never called the Bible. It's called the scriptures or scripture.",
    "start": "00:27:04",
    "end": "00:27:28"
  },
  {
    "text": "Okay, great.",
    "start": "00:27:28",
    "end": "00:27:31"
  },
  {
    "text": "Yeah.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "So these are two really important things. So this is really helpful for me.",
    "start": "00:27:32",
    "end": "00:27:34"
  },
  {
    "text": "This is great. Yeah.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "The big God's word.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "Yeah, Divine word of God.",
    "start": "00:27:36",
    "end": "00:27:38"
  },
  {
    "text": "Divine word God's intent out into creation responded to. Then there's the written, like here's me making sense or scribes, prophets making sense of their encounters with God's Word. And then that can let me encounter God's Word.",
    "start": "00:27:38",
    "end": "00:27:52"
  },
  {
    "text": "Yeah.",
    "start": "00:27:52",
    "end": "00:27:52"
  },
  {
    "text": "And we'll call that the Scriptures. But at some point, that just started being called God's Word. And then if you think, oh, if that's all God's Word is, then you're missing in this bigger, richer sense of like, how the Bible actually talks about God's Word. And so you're saying in Hebrews, when he says, yeah, whoever, Hebrews. When the author of Hebrews says God's.",
    "start": "00:27:52",
    "end": "00:28:10"
  },
  {
    "text": "Word of God sharpened into a sword.",
    "start": "00:28:10",
    "end": "00:28:13"
  },
  {
    "text": "The author of Hebrews is referring to Scripture, but using a designation to make you think more broadly.",
    "start": "00:28:13",
    "end": "00:28:20"
  },
  {
    "text": "Yeah, actually. And in the context of Hebrews 4, he was just talking about what God said to the wilderness generation when they rebelled against him. And he said, fine, you guys wander in the wilderness for 40 years and a future generation will enter my rest. And then he says, we are that generation that are entering into God's rest and that Word of God to them in the past. We are hearing through the scripture of Psalm 95, who he says comes from David and the Holy Spirit. We are hearing the Word of God.",
    "start": "00:28:20",
    "end": "00:28:55"
  },
  {
    "text": "We're hearing the meaning, the wisdom, the wisdom of God.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "Yes, totally. That's right. So it's just. And then he says, the Word of God is living and active. And what he's naming is that this thing that God said to our ancestors way back when is through Psalm 95, the written representation now, God's Word to us.",
    "start": "00:28:58",
    "end": "00:29:13"
  },
  {
    "text": "It's wisdom for us.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Yeah, that's exactly what he says. He's just living. It's not words on a page. It's something that happens to us when we read these texts that are about what God was saying and doing with our ancestors. We actually encounter the Word of God through the written words. The Word of God is naming something for which the written words are a vehicle.",
    "start": "00:29:14",
    "end": "00:29:39"
  },
  {
    "text": "Okay, so then finally back to her question, though, is, then why is Jesus called the Word of God? And so when you step back and go, we're not just talking about the Bible, we're not talking about written things, we're talking about God's wisdom, God's like, intentions and desires and will outside of God's self to be responded to. What are you talking about? You're talking about some cosmic mystery that then the Gospel authors are like, yeah, that is, Jesus become incarnate, became human.",
    "start": "00:29:39",
    "end": "00:30:07"
  },
  {
    "text": "That word became human. That word that authored creation itself became a part of creation in order to Unify it back into God's own self.",
    "start": "00:30:07",
    "end": "00:30:20"
  },
  {
    "text": "So it is God's self, but also separate from God.",
    "start": "00:30:20",
    "end": "00:30:24"
  },
  {
    "text": "Yeah, he was with God and distinct from God. And right there is the. The seedbed for what became the more filled out concept of God as the Trinity. I think what's great is actually probably we've wanted to have this conversation for a long time and we just never.",
    "start": "00:30:24",
    "end": "00:30:39"
  },
  {
    "text": "Have the theme of the Word of God.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "We've never done it, but we've wanted to. We've said that to each other and so we just kind of are doing it right now.",
    "start": "00:30:40",
    "end": "00:30:45"
  },
  {
    "text": "Fastest theme study using Jody's Bible project history.",
    "start": "00:30:46",
    "end": "00:30:49"
  },
  {
    "text": "Yeah, actually I've thought about. That would be a great theme video and I could make it a 15 hour podcast series, but we just did it in like 10 minutes. Thanks, Jody. Fantastic question. Let's hear from Rory in Australia.",
    "start": "00:30:49",
    "end": "00:31:05"
  },
  {
    "text": "Hey, Tim and John. I'm Rory from Brisbane, Australia, longtime listener, first time caller. My question relates to the discomfort people seem to feel about humans modifying or editing the Bible during its development. But there's also several scriptures explicitly commanding not to add to or take away from God's word, such as Deuteronomy 4 or Proverbs 30. How do you reconcile these two things happening in the Bible? Does it only apply to like once the Bible took its final form, or is it more of a don't change the meaning sort of thing? Thanks.",
    "start": "00:31:06",
    "end": "00:31:34"
  },
  {
    "text": "Yeah, that's a great question.",
    "start": "00:31:36",
    "end": "00:31:37"
  },
  {
    "text": "Super, great question. Here, let's just pull up those texts that you're referencing, rory. So Deuteronomy 4. Super important pivotal part of Moses speech to the generation of Israel that's about to go into the promised land. And what he says is now, O Israel Shema, listen to the statutes and judgments I'm teaching you to perform so you can live, have life and go in, take possession of the land that God's given you. You shall not add to the word that I'm commanding you, nor take away from it so that you can keep the commandments of the Lord your God that I'm commanding you today. And then he goes on to say a case where you remember what happened at BAAL Pa'? Or.",
    "start": "00:31:37",
    "end": "00:32:22"
  },
  {
    "text": "I don't remember.",
    "start": "00:32:22",
    "end": "00:32:24"
  },
  {
    "text": "It's when a whole bunch of Israelites married a bunch of non Israelite women who worshiped another deity. And those Israelites decided like, okay, we'll worship that God alongside Yahweh. That's what he's referencing as an example.",
    "start": "00:32:26",
    "end": "00:32:40"
  },
  {
    "text": "Of adding to the words.",
    "start": "00:32:40",
    "end": "00:32:41"
  },
  {
    "text": "Yeah, taking away.",
    "start": "00:32:42",
    "end": "00:32:44"
  },
  {
    "text": "Sure.",
    "start": "00:32:45",
    "end": "00:32:45"
  },
  {
    "text": "That is taking out the first two commands of the 10 don't have other gods that don't make any idols. So in context, what it's trying to say is God is the one who determines the terms of the covenant relationship, because God is the creator and he's wise and he's good, and he gives you his commands so that you can have life. So you don't get to just self edit the terms of the covenant according to your definition of good and bad. That's what he means.",
    "start": "00:32:46",
    "end": "00:33:11"
  },
  {
    "text": "Yeah. So he's referring to the covenant relationship.",
    "start": "00:33:11",
    "end": "00:33:15"
  },
  {
    "text": "Referring to the terms of the covenant.",
    "start": "00:33:15",
    "end": "00:33:17"
  },
  {
    "text": "Relationship, which he brokered. Great.",
    "start": "00:33:17",
    "end": "00:33:19"
  },
  {
    "text": "That's what he's talking about. Proverbs chapter 30 is super interesting. One day we'll get here. This is so cool. Proverbs 30 is telling you that you're about to read a little poem by a guy named Agur, the son of Yaake. Okay, who's this guy? Nobody knows.",
    "start": "00:33:19",
    "end": "00:33:38"
  },
  {
    "text": "Nobody knows.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "Nobody knows. What he confesses is that he's foolish and that if he's really honest, he does not have the wisdom that he needs to navigate life successfully. And he asks these questions like, hey, who's gone up into heaven and come back down? Not me. Is the meaning of that question.",
    "start": "00:33:39",
    "end": "00:34:00"
  },
  {
    "text": "Okay.",
    "start": "00:34:00",
    "end": "00:34:00"
  },
  {
    "text": "It's not what he says, but it's implication.",
    "start": "00:34:00",
    "end": "00:34:02"
  },
  {
    "text": "Or I guess Moses sort of did.",
    "start": "00:34:02",
    "end": "00:34:03"
  },
  {
    "text": "Okay, yeah. Moses went up and down. That's true. Okay, well, I think if Moses qualifies for number one, he's crossed out for number two here. Did Moses gather all the wind of creation in his fists?",
    "start": "00:34:04",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. No.",
    "start": "00:34:15",
    "end": "00:34:16"
  },
  {
    "text": "Did he wrap the waters like a garment? Did he establish the ends of the earth? No. Okay, Who? Anybody? Any candidates here? What's the name of the one who could do that? Or tell me the name of his son?",
    "start": "00:34:16",
    "end": "00:34:29"
  },
  {
    "text": "Hmm. There's no earthly kings. There's no lineage of kings.",
    "start": "00:34:30",
    "end": "00:34:34"
  },
  {
    "text": "That's right. So what he's saying is, listen, I'm a guy, and I am truly. If I be honest, I'm an idiot. Because, listen, I am not responsible, nor do I have the clues into the meaning of the order of the cosmos. Like, what human knows such a thing? If we're honest, we're all actually. What do you call this? The illusion of knowing.",
    "start": "00:34:34",
    "end": "00:34:55"
  },
  {
    "text": "Yeah, yeah. We like to pretend we get it.",
    "start": "00:34:55",
    "end": "00:34:58"
  },
  {
    "text": "We all walk around pretending that we get it.",
    "start": "00:34:59",
    "end": "00:35:01"
  },
  {
    "text": "We all walk around pretending we understand. Oh, yeah, that's a tree. I understand what a tree is. I get it.",
    "start": "00:35:01",
    "end": "00:35:07"
  },
  {
    "text": "Yeah, yeah, yeah. We drive these automobiles around with no clue, actually, as to what's really how. I mean, a few people understand combustion.",
    "start": "00:35:07",
    "end": "00:35:15"
  },
  {
    "text": "Right?",
    "start": "00:35:15",
    "end": "00:35:16"
  },
  {
    "text": "Yeah. I talk about my mind, my brain. My brain did this. You're like, no, I have no clue.",
    "start": "00:35:16",
    "end": "00:35:21"
  },
  {
    "text": "No one actually knows.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Exactly. That's what he's saying.",
    "start": "00:35:22",
    "end": "00:35:23"
  },
  {
    "text": "Yeah.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "But then he goes on, so if you don't know the answer to those questions, what about the name of the one who does? Or his son? And then he has this little line. He says, every word of God is tested. Here he's referring to word of God. He's just been talking about the shaping and ordering of the cosmos, like creation. So creation is what qualifies God to be the only one who could answer all those questions. Right. Who went up to heaven and come down, gathers winds, established the earth. God can say me. I can answer that question for you.",
    "start": "00:35:24",
    "end": "00:36:01"
  },
  {
    "text": "And I can tell you what a tree actually is.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "Yeah, yeah, exactly.",
    "start": "00:36:03",
    "end": "00:36:04"
  },
  {
    "text": "God knows.",
    "start": "00:36:04",
    "end": "00:36:05"
  },
  {
    "text": "God knows. God knows. So every word of God, Agur says, is tested. Because look around, you see an ordered world and God's word ordered it. He is a shield to those who take refuge in him. So don't add to his words or he'll reprove you and you'll be proved the liar. It's a great little riddle.",
    "start": "00:36:05",
    "end": "00:36:27"
  },
  {
    "text": "Every word of God is tested.",
    "start": "00:36:28",
    "end": "00:36:30"
  },
  {
    "text": "So I'm, if I'm honest, break the illusion of knowing. I'm really ignorant about where the world came from, how it really works, and what's the good way to live in it. Yeah, I don't know. Actually, I'm just a little, frail, little mortal creature.",
    "start": "00:36:32",
    "end": "00:36:46"
  },
  {
    "text": "Yeah. I don't even really understand how I'm alive right now.",
    "start": "00:36:46",
    "end": "00:36:49"
  },
  {
    "text": "Honestly.",
    "start": "00:36:49",
    "end": "00:36:49"
  },
  {
    "text": "I'm really honest about it.",
    "start": "00:36:50",
    "end": "00:36:51"
  },
  {
    "text": "Yeah.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "Yeah.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "I don't understand. I don't get it. But this whole cosmos that he just described, he believes is created and sustained by the word of God. The fact that there is a whole world at all means that God's word has already been tested and proved true. Because guess what? Everything's here.",
    "start": "00:36:52",
    "end": "00:37:08"
  },
  {
    "text": "Here we are, Here we all are.",
    "start": "00:37:09",
    "end": "00:37:10"
  },
  {
    "text": "And not just that, but man. If you take refuge in God and actually learn wisdom from him, he'll actually be a shield for you. So don't go around thinking that you can, like, teach God a lesson about what he should or shouldn't say.",
    "start": "00:37:12",
    "end": "00:37:28"
  },
  {
    "text": "Okay.",
    "start": "00:37:28",
    "end": "00:37:28"
  },
  {
    "text": "Don't add to his words.",
    "start": "00:37:28",
    "end": "00:37:29"
  },
  {
    "text": "Don't add to his words means in this context. Try to teach God about how things work.",
    "start": "00:37:30",
    "end": "00:37:37"
  },
  {
    "text": "Yeah.",
    "start": "00:37:37",
    "end": "00:37:37"
  },
  {
    "text": "You can't do that.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah. It's actually the opposite relationship.",
    "start": "00:37:38",
    "end": "00:37:40"
  },
  {
    "text": "Anything you have that you think you could teach God something is just you fooling yourself that you really understand what's going on.",
    "start": "00:37:41",
    "end": "00:37:47"
  },
  {
    "text": "Yeah. Can you hear the garden Thing about knowledge of good and bad. And God wants to teach me the knowledge of good and bad. And the first thing he tells me is, don't try and act like you know the knowledge of good and bad by taking it for yourself. So here's the point, actually, of these two quick little Bible studies, Rory, in answer to your question, is that to take those passages and just to kind of transfer them into referring immediately and directly to the finished collection of old New Testaments in the Christian Bible in, like, a single volume. We're making a ton of leaps to connect these passages in context to the idea of editing the making of biblical books. I think what these passages are at is a little bit different.",
    "start": "00:37:47",
    "end": "00:38:31"
  },
  {
    "text": "Yeah.",
    "start": "00:38:31",
    "end": "00:38:31"
  },
  {
    "text": "It's not directly relevant to the question of how biblical books are.",
    "start": "00:38:31",
    "end": "00:38:35"
  },
  {
    "text": "Like, when is a scroll finished? Or how is a collection of scrolls decided?",
    "start": "00:38:35",
    "end": "00:38:39"
  },
  {
    "text": "That's right.",
    "start": "00:38:39",
    "end": "00:38:40"
  },
  {
    "text": "Yeah.",
    "start": "00:38:40",
    "end": "00:38:40"
  },
  {
    "text": "So I brought up the example of the multiple editions of Jeremiah in the podcast series. We could have the same conversation about the book of Ezekiel and its manuscript history. The book of Samuel, the book of Proverbs, actually in different manuscripts, has different arrangements and length. So the compositional history and multiple editions of the books of the Hebrew Bible was actually a part of how different communities or authors were encountering and experiencing the message of these books, the wisdom found within it. And multiple editions could communicate the same.",
    "start": "00:38:40",
    "end": "00:39:18"
  },
  {
    "text": "Wisdom, or a new edition could help you appreciate it better.",
    "start": "00:39:18",
    "end": "00:39:22"
  },
  {
    "text": "That's right. In my work that I took the deepest dive into in the history of Ezekiel, all of the little scribal modifications were in the service of helping make the meaning more clear, or in hyperlinking different passages of Ezekiel to Leviticus or Jeremiah to make the meaning of the Tanakh more clear. So these changes actually were an effort to help more divine wisdom come out of the collection. So it wouldn't have been viewed as changing God's word the way that phrase sounds to us, even though it was technically like a manuscript change.",
    "start": "00:39:22",
    "end": "00:40:00"
  },
  {
    "text": "Sure.",
    "start": "00:40:00",
    "end": "00:40:00"
  },
  {
    "text": "One more thing real quick. There is a New Testament echo of the same idea of don't take or add away that appears right at the end of the Book of Revelation, the.",
    "start": "00:40:02",
    "end": "00:40:12"
  },
  {
    "text": "End of the whole collection.",
    "start": "00:40:12",
    "end": "00:40:13"
  },
  {
    "text": "At the end of the Revelation, he says, don't add or take away from the words of this prophecy here. God will send the plagues of Egypt on you. Something like that. But again, that's primarily referring to the Book of Revelation itself. That's on one level. But the fact that it happens at the end of the Bible creates an effect, as it were, that it stands for the whole collection but again, to make that refer directly to our questions about the shaping and editing of biblical books, I, I don't think gets to the heart of what that passage is about. If you read that passage in context, you'll kind of find a similar dynamic to what we saw in Deuteronomy 4 and Proverbs 30. It's about people obeying God's word as it's given to them through the prophets and the apostles. And the shaping and the making of biblical books was actually in the service of making that word clear. And that wouldn't have been viewed as a contradiction in, in their minds.",
    "start": "00:40:13",
    "end": "00:41:11"
  },
  {
    "text": "But something has happened to where that's off limits now. Like, right, like besides translation efforts and study notes, like, you can't just go and be like, hey guys, we just adapted Ezekiel. We just changed this little paragraph because we just think it makes a little more clear.",
    "start": "00:41:11",
    "end": "00:41:27"
  },
  {
    "text": "I see.",
    "start": "00:41:27",
    "end": "00:41:28"
  },
  {
    "text": "Like we just. That's the.",
    "start": "00:41:28",
    "end": "00:41:29"
  },
  {
    "text": "No, no, yeah, it's tricky though. I guess it's just the form that it takes. We have commentaries, we have commentaries. We publish new books about the book. Yeah, that's right.",
    "start": "00:41:29",
    "end": "00:41:38"
  },
  {
    "text": "Or we'll have certain translations that are very like the message or something.",
    "start": "00:41:39",
    "end": "00:41:42"
  },
  {
    "text": "That's right.",
    "start": "00:41:42",
    "end": "00:41:43"
  },
  {
    "text": "Very interpretive.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "And that's why people are often nervous about certain translations is because they disagree or think that they've interpreted too much.",
    "start": "00:41:44",
    "end": "00:41:53"
  },
  {
    "text": "Right.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "But it's much more of a spectrum. Like every translation is an interpretation. Even the most hyper literal translation of the Hebrew Bible or Greek New Testament into English is already an interpretation. And you have to make interpretive moves. It's just the degree. A matter of degree. Okay, yeah. So yeah, hopefully that's a helpful perspective. Great, thanks, Rory. Next is actually a set of questions from Megan from Canada and Zach from Texas. They are both asking questions related to the literature that was after the New Testament.",
    "start": "00:41:54",
    "end": "00:42:33"
  },
  {
    "text": "Oh, right.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "So the Second Temple Jewish literature around the Hebrew Bible that was popular in early Christianity, there's an equivalent to that for the New Testament. So like the New Testament writings of the apostles and then a whole bunch of literature, early church literature, like right after the New Testament, some of which in some communities had a similar kind of in between status. Is it scripture? Is it semi scripture? So Megan and Zach, your questions are about. And I thought it'd be helpful to hear your questions together.",
    "start": "00:42:34",
    "end": "00:43:03"
  },
  {
    "text": "Hi, Bible Project, this is Megan from Ottawa, Ontario, Canada. Thank you so much for this series, which was exactly what I wanted and needed. My question is, what should we do with other texts claiming to be gospel accounts which were discovered later, such as the Gospel of Mary and the Gospel of Thomas. It was recently suggested to me by a spiritual mentor that I read the Gospel of Mary. And as someone who grew up in a Protestant tradition that is extremely suspicious of such texts, I hesitated. Is it worth considering these texts, especially one like the Gospel of Mary, that may have been suppressed for sexist reasons? Or are texts like this apt to be spiritually confusing?",
    "start": "00:43:04",
    "end": "00:43:45"
  },
  {
    "text": "Hi guys, my name is Zach and I'm in Austin, Texas. I have a question about the New Testament and early Christian writings. We talked about the Deuterocanon, the collection of Jewish writings from the second Temple period that are categorized with the Old Testament scriptures but are not considered scripture by all traditions. There are a similar set of writings for the New Testament works like the Letter of Clement to the Corinthians, the Shepherd of Hermas and the Didache, which you mentioned in the podcast. From my understanding, they were well enough regarded by some early Jesus following communities to have been considered for inclusion in the New Testament canon, but were ultimately rejected. How have they been regarded since then? How should we think of them today? Thanks for all you do.",
    "start": "00:43:46",
    "end": "00:44:31"
  },
  {
    "text": "Yeah, this is great. Yeah, man. Is there a lot of these? Because every once in a while I hear of like a new one, like, and I'm like, wow, there's another one of them. There's a Gospel of Peter, there's a Gospel of Thomas.",
    "start": "00:44:33",
    "end": "00:44:45"
  },
  {
    "text": "Yeah, it's a large body of early Christian literature that comes from the 2nd, 3rd, 4th centuries and on. Yeah, it's a huge body of texts. We're talking about dozens and dozens and dozens of texts. Other than a discovery in, well, it's almost over 100 years ago now of some texts in a town called Nag Hammadi, Egypt, which is where a lot of the Gnostic, a lot of the Gospel of Thomas and Mary and things were found there. There actually haven't been new discoveries. And if you read about them in the newspaper as new discoveries, you'll usually find in the fine print that actually it was discovered 80 years ago and was published in the 70s in translation. It's usually around also like religious holidays that those news articles come out too. I'm very suspicious.",
    "start": "00:44:45",
    "end": "00:45:37"
  },
  {
    "text": "Interesting.",
    "start": "00:45:37",
    "end": "00:45:38"
  },
  {
    "text": "Anyway, it's a large body of literature and I think it has a bit of a different kind of status. And how I least experience him thinking about it, it's different. So Megan, what you're talking about specifically Gospel of Mary and Thomas are a set of texts that actually were never considered even close candidates for the New Testament, for the New Testament in any early Christian Circles that we know about, except the very narrow, small group that produced these texts. So a lot of these texts that were discovered in Nag Hammadi, Egypt, were often called like gnostic texts. These were produced in maybe the earliest ones, Gospel of Thomas, maybe second century, and then much later. And man. So think about a group that has internalized the teachings of Jesus, but they're very anti Jewish. They can't tolerate any association of the Jesus as they understand him with Judaism or the Old Testament. And you put Jesus in a melting pot with a bunch of kind of like Eastern mystical polytheistic religions and you get this group and they produced a version of Jesus teachings or the stories about him that are pretty wild. And they don't sound anything like the Jesus you meet in Matthew, Mark or Luke. They sound a little bit like the Jesus you meet in the Gospel of John. So a lot of that literature goes into a category of fitting into essentially a group that presented itself as preserving what Jesus really said and what he was really about. But they were out on a limb. And the vast majority of Jesus followers connected to the apostles, like disagreed. So that's the whole body of the. This literature that's popular out there. And it was popularized by Dan Brown and the Da Vinci Code many years ago when that book and the movie came out.",
    "start": "00:45:38",
    "end": "00:47:41"
  },
  {
    "text": "I never watched the movie, never read that train. Very little.",
    "start": "00:47:41",
    "end": "00:47:45"
  },
  {
    "text": "You are. Actually the novel is pretty exciting.",
    "start": "00:47:45",
    "end": "00:47:48"
  },
  {
    "text": "Yeah, well, I must have been. They made a movie about it.",
    "start": "00:47:48",
    "end": "00:47:51"
  },
  {
    "text": "Yeah, totally Tom Hanks, even. So that's one category of this literature. However, Megan, I think it's worth reading these texts because it's giving you a window into the social and cultural world of the early Christianity in the Greek and Roman Empire, especially before Christianity was accepted as a legitimate religion in the mid-300s. And so it's a valuable window if you want to learn more about the way Christianity could be misunderstood.",
    "start": "00:47:51",
    "end": "00:48:23"
  },
  {
    "text": "If you want to learn how Christianity can be misunderstood, then read these texts.",
    "start": "00:48:23",
    "end": "00:48:27"
  },
  {
    "text": "And that's super valuable because nothing's new under the sun. Most of the misunderstandings of Christianity that are in our world today and really big problems of misrepresentations of Jesus are not new. They're just recycling misunderstandings that have happened many times before. So anti Jewish readings of Jesus and trying to separate him from his Jewish heritage and identity is alive and well today. And it has ancient roots.",
    "start": "00:48:27",
    "end": "00:48:54"
  },
  {
    "text": "I was just listening to this interview with a guy who studies John the Baptist and there's a whole. There's a whole movement of people who became kind of gnostic as well. Who? That was their guy. John the Baptist was their guy.",
    "start": "00:48:55",
    "end": "00:49:06"
  },
  {
    "text": "That's right.",
    "start": "00:49:06",
    "end": "00:49:07"
  },
  {
    "text": "And then they have this whole story of Jesus getting baptized by John the Baptist and kind of this whole conversation that happened. That's right, yeah. So they're just like they had their own writings.",
    "start": "00:49:07",
    "end": "00:49:16"
  },
  {
    "text": "Yep. Yeah. The New Testament scholar, James McGrath.",
    "start": "00:49:16",
    "end": "00:49:19"
  },
  {
    "text": "Yes.",
    "start": "00:49:19",
    "end": "00:49:19"
  },
  {
    "text": "Really focused a lot of his work, scholarship on that group recently. Yep. So that's one category. There actually is, however, another layer of early Christian literature that was written by people right after the like generation of the apostles. So Zach, you just named some of actually the earliest ones, the Letter of Clement to the Corinthians, the Shepherd of Hermas, the Didachi. Also in here is something called the Epistle of Barnabas, the Letter to Diagnatus. These are really early writings of the, you would say probably like a second generation followers of Jesus. And these writings were super popular, super widespread, and they were considered on a level with the writings of Paul or Peter in the some Christian communities, but not all. And as time went by, they became less and less prominent.",
    "start": "00:49:21",
    "end": "00:50:21"
  },
  {
    "text": "So what's the difference with this collection?",
    "start": "00:50:22",
    "end": "00:50:24"
  },
  {
    "text": "They're earlier in their theology. It reads and sounds like the New Testament.",
    "start": "00:50:25",
    "end": "00:50:30"
  },
  {
    "text": "Okay.",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "So I guess you could say it's preserving orthodox Christianity. And the word orthodox just comes from ortho which means upright and. And doxa, which means thoughts or ideas. So it preserves the way of thinking about Jesus that is a faithful representation of what the apostles said about him and what Jesus said about himself. That's what orthodoxy means. It's actually what Jesus said, did. And if Jesus were to read one of these works, he'd be like, yeah, that's basically.",
    "start": "00:50:31",
    "end": "00:51:00"
  },
  {
    "text": "That's pretty good.",
    "start": "00:51:00",
    "end": "00:51:01"
  },
  {
    "text": "Pretty good summary of what I'm about. So here we could do a whole. What I focused on in our episode four was just how the sub collections of the New Testament came together.",
    "start": "00:51:01",
    "end": "00:51:11"
  },
  {
    "text": "Yeah.",
    "start": "00:51:11",
    "end": "00:51:11"
  },
  {
    "text": "We didn't do an equivalent episode of the process of those writings being recognized as a collection.",
    "start": "00:51:11",
    "end": "00:51:18"
  },
  {
    "text": "Yeah. And what other writings were around?",
    "start": "00:51:18",
    "end": "00:51:20"
  },
  {
    "text": "And what other writings were around? If we did, we would actually find a fairly drawn out, messy process where there's a clear core. The four gospels, the writings of Paul, Peter and John, their writings emerge early as being recognized and widespread. And then you have other letters where their status is recognized by some as scripture and genuine. And then it's being debated by others. What's super interesting, for example, is the Book of Revelation is a good test case where Revelation was accepted as scripture as connected to the circle of the apostles in second century circles. And then when you get into third century and fourth century, people have doubts about it, whether it's really connected. And what's very interesting is one of an early semi Christian sect called Montanism that was started in the area of Phrygia by a guy named Montanus who claimed to get Holy Spirit revelation there. Up there in Phrygia was actually the new Jerusalem where Jesus was going to return and touch down. And he mentored all of these prophets and prophetesses who said that God's word through them was on the same status as Scripture. And then they started teaching and doing some wacko stuff. The rise of that group and their influence wider than just where they started. You can trace the influence of that group along with the rise of people being nervous about the revelation of John in the New Testament.",
    "start": "00:51:20",
    "end": "00:52:57"
  },
  {
    "text": "Do they quote from it a lot or something?",
    "start": "00:52:57",
    "end": "00:52:58"
  },
  {
    "text": "But it felt and sounded the same as what they hear. They're like, Montanist, like, I have this aunt or uncle. And they went, Montanous. And now it's like they don't talk to us anymore.",
    "start": "00:52:59",
    "end": "00:53:09"
  },
  {
    "text": "Something that sounded a little bit like what I read in the last.",
    "start": "00:53:09",
    "end": "00:53:12"
  },
  {
    "text": "And I read the revelation of John and like, it's so wacko. In other words, doubts about John. Doubts about the revelation of John became more common because of the rise of this group later. But in the first and second generations of the Jesus movement, revelation was well received and recognized as connected to the apostles. So that's what I mean by it was a complicated process. And there wasn't any one church that everybody listened to that could be like, hey, buddy, here's the New Testament. Everybody, like, follow along. It was an organic process as a decentralized process. What are churches reading in their gatherings? What are they developing their liturgies and their prayers out of? And the 27 books of the New Testament. By the time you get to the 4th century, like mid-3002, you've got the 27. And actually, what's remarkable is that there is a New Testament at all.",
    "start": "00:53:12",
    "end": "00:54:06"
  },
  {
    "text": "That there had been an agreement.",
    "start": "00:54:06",
    "end": "00:54:08"
  },
  {
    "text": "Yeah. That organically, in a decentralized way, the Spirit kept prompting and guiding the attention of diverse early churches and different traditions to these 27 texts. That there did eventually emerge, like, a unanimity about them, but it took a while, and it was not at all the Dan Brown version, which is in the third century.",
    "start": "00:54:08",
    "end": "00:54:34"
  },
  {
    "text": "Oh, like some sort of elite conspiracy.",
    "start": "00:54:34",
    "end": "00:54:36"
  },
  {
    "text": "Yeah. When Constantine became emperor, there was this group of bishops with political aims and that they, like, use their political power to create the New Testament to promote a certain version of Christianity and suppress all the rest. Oh, that's fiction.",
    "start": "00:54:36",
    "end": "00:54:50"
  },
  {
    "text": "That's the Dan Brown story.",
    "start": "00:54:50",
    "end": "00:54:51"
  },
  {
    "text": "Yeah.",
    "start": "00:54:51",
    "end": "00:54:51"
  },
  {
    "text": "Okay.",
    "start": "00:54:51",
    "end": "00:54:52"
  },
  {
    "text": "There's a lot more to it. Makes sense and it makes. It's all thriller. It's. You'd spy the archaeology story. But somehow that fictional story exercised a huge influence on Americans imaginations about the origins of the Bible. And the actual process was not as simple as that.",
    "start": "00:54:52",
    "end": "00:55:10"
  },
  {
    "text": "Okay. Now what sparked this was the questions, Should I read these?",
    "start": "00:55:10",
    "end": "00:55:14"
  },
  {
    "text": "Oh, yes.",
    "start": "00:55:14",
    "end": "00:55:14"
  },
  {
    "text": "And you said to.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "I said to Megan, I think you should totally check out the Gospel of Mary and the Gospel of Thomas.",
    "start": "00:55:16",
    "end": "00:55:20"
  },
  {
    "text": "You kind of created two. Well, yeah, so you said, read them. They give you a window into what's going on early in the Jesus movement. Some of them, though, you're saying are like misrepresentations and others.",
    "start": "00:55:20",
    "end": "00:55:33"
  },
  {
    "text": "That's right. And when I say that, what I'm saying is that's what all Christian leaders and teachers in those early centuries who claimed to be in touch with the teaching of the apostles could tell, like, which types of books were not representing Jesus. And the gnostic literature is among them. And that's the Gospel of Mary and Gospel of Thomas kind of fit into that category.",
    "start": "00:55:33",
    "end": "00:55:56"
  },
  {
    "text": "Okay. And then there's another category where they would be like, okay, this stuff is interesting, but let's not put it in the.",
    "start": "00:55:56",
    "end": "00:56:02"
  },
  {
    "text": "Yep. Yeah, they. Yep. So early terms emerged to say, like, they are apostolic in their theology, connected to the apostles teaching in their theology. So they're, in that sense, they're called ecclesiastical books by some of these 4th century authors. But they would say they're not a part of the scriptural collection. But just maybe this was an important clarification for me. So in early Christian communities, not everything that was viewed as valuable or even inspired was for that reason part of the Bible.",
    "start": "00:56:02",
    "end": "00:56:35"
  },
  {
    "text": "Right.",
    "start": "00:56:35",
    "end": "00:56:35"
  },
  {
    "text": "The Bible had an integrity of its own connected to what we talked about with the Hebrew Bible. And then the writings, the earliest writings, connected directly or semi directly to the apostles.",
    "start": "00:56:36",
    "end": "00:56:48"
  },
  {
    "text": "Okay. When you say the Bible there.",
    "start": "00:56:49",
    "end": "00:56:50"
  },
  {
    "text": "Yeah.",
    "start": "00:56:51",
    "end": "00:56:51"
  },
  {
    "text": "You are referring to the Scriptures, which means these are the letters and scrolls.",
    "start": "00:56:51",
    "end": "00:57:01"
  },
  {
    "text": "Literary works, four accounts of Jesus that.",
    "start": "00:57:01",
    "end": "00:57:03"
  },
  {
    "text": "We agree should be at the center of our liturgy and worship and theology.",
    "start": "00:57:03",
    "end": "00:57:08"
  },
  {
    "text": "Yeah. A faithful representation of Jesus and what the apostles said about Jesus.",
    "start": "00:57:09",
    "end": "00:57:14"
  },
  {
    "text": "Okay. And there's these other works, and it's not that they're necessarily bad. Yeah. They're just not making a cord of the promise.",
    "start": "00:57:14",
    "end": "00:57:21"
  },
  {
    "text": "Receive them on the same level.",
    "start": "00:57:21",
    "end": "00:57:23"
  },
  {
    "text": "And then there are some that it's like, yeah, those are misrepresentation.",
    "start": "00:57:23",
    "end": "00:57:27"
  },
  {
    "text": "Yeah.",
    "start": "00:57:28",
    "end": "00:57:29"
  },
  {
    "text": "Okay. And how would now If I want to know, I'm going to run into these different literary works. How would I know if I'm going to read it? Because I'm going to get a kind of a good representation even though it's not scripture or I should need to be careful because it's got some stuff in it.",
    "start": "00:57:29",
    "end": "00:57:47"
  },
  {
    "text": "So the collection of early Christian literature that was viewed to have orthodox theology and for that reason was widely spread, but wasn't or eventually wasn't recognized by the universal church as part of the writings of the apostles, like in the New Testament. That's a collection. The earliest set of writings, there's about a dozen or more, are just called the Apostolic Fathers. They were all written by men. And it's a collection of texts that you can go order on Amazon. Apostolic Fathers. Have at it. It's awesome. It's so cool. Again, it's a window into second generation Christian life and theology and worship and it's super interesting stuff.",
    "start": "00:57:47",
    "end": "00:58:29"
  },
  {
    "text": "And that's got the Clement Letter of Clement. Yeah, the deducte.",
    "start": "00:58:29",
    "end": "00:58:33"
  },
  {
    "text": "Yep. That's got the earliest stuff. And then if you're looking for the wider collection, like orthodox, non orthodox, kind of wild stuff, the Wild west, there's a whole series of books, it's just called New Testament Apocrypha and there are more expensive and less expensive hardback paperback versions, versions of it. There's a really up to date series being edited by a scholar named Tony Burke that's now on volume three. And they're like fat, fat volumes. There is an older collection in a single volume by a scholar, J.K. elliot, called the Apocryphal New Testament, a collection of apocryphal Christian literature in English translation. And that's in one volume. That'll get you into some of this literature. Again, I think it's valuable, but the reason I think it's valuable is not because I think it necessarily, yeah, that you'll hear God's wisdom about how to follow Jesus faithfully. You'll learn how Christians of that generation were trying to follow Jesus faithfully. Or you'll learn how Jesus was misunderstood.",
    "start": "00:58:33",
    "end": "00:59:37"
  },
  {
    "text": "So I could hear the local pastor in my ear saying like, okay, then just read the New Testament letters because.",
    "start": "00:59:37",
    "end": "00:59:42"
  },
  {
    "text": "Oh for sure, read that more than anything.",
    "start": "00:59:42",
    "end": "00:59:44"
  },
  {
    "text": "But focus on those because that it's enough work. And it's a pretty elite crew that's gonna have the temperament and time and desire to go and study these other things.",
    "start": "00:59:44",
    "end": "00:59:57"
  },
  {
    "text": "But that elite crew is a layer of people in probably every church community across the world. And you're not gonna be helping them and their discipleship to Jesus by telling them, just keep reading the New Testament. Only help those folks, help them learn how to discern between the two, and that will help them in their journey of following Jesus. Again, I want to recommend the book that I recommend at the end of the series by Paul Wagner, the Journey From Text to Translation. It's a huge textbook. It's comprehensive, from the origins of writing all the way up to the history of our English translations. Big fat. But it covers everything in a way that is really up to date, accurate, and really intellectually honest about a lot of the questions you and I are trying to wrestle with here that you all listening are wrestling with. And follow his footnotes and you'll find yourselves on a lifetime learning journey.",
    "start": "00:59:57",
    "end": "01:00:54"
  },
  {
    "text": "Okay.",
    "start": "01:00:54",
    "end": "01:00:55"
  },
  {
    "text": "Yeah.",
    "start": "01:00:55",
    "end": "01:00:56"
  },
  {
    "text": "All right. I know there's so much more to cover with this topic, and maybe again, we will be able to look into it.",
    "start": "01:00:56",
    "end": "01:01:05"
  },
  {
    "text": "Yes. You and I have said to each other for a long time, an Origins of the Bible Project would be a worthy thing for us to do at some point. Yeah, One day.",
    "start": "01:01:05",
    "end": "01:01:16"
  },
  {
    "text": "But until then.",
    "start": "01:01:16",
    "end": "01:01:17"
  },
  {
    "text": "But until then, this was a little taste. And also we hope that the Apocrypha Deuterocanon videos are actually a helpful way.",
    "start": "01:01:17",
    "end": "01:01:26"
  },
  {
    "text": "And those are out.",
    "start": "01:01:26",
    "end": "01:01:27"
  },
  {
    "text": "Those are out on our website, on our app. And that's a way to take in those texts and understand what they're about more and hopefully can be a guide for you to read them for yourselves. They're super interesting.",
    "start": "01:01:27",
    "end": "01:01:38"
  },
  {
    "text": "Yeah. Thanks for making those.",
    "start": "01:01:38",
    "end": "01:01:39"
  },
  {
    "text": "Yep.",
    "start": "01:01:39",
    "end": "01:01:40"
  },
  {
    "text": "Okay. So that's it for our Q and R Bible Project. This thing we're doing with you all is because we call it crowdfunded. The crowd. I don't know who coined that term back in the day.",
    "start": "01:01:44",
    "end": "01:01:57"
  },
  {
    "text": "Yeah, crowdfunded. I first heard it from you, okay. When you pitched me the idea of the project.",
    "start": "01:01:57",
    "end": "01:02:02"
  },
  {
    "text": "Yeah. So there's thousands of people who are part of this, and we're grateful to be able to do this work.",
    "start": "01:02:02",
    "end": "01:02:08"
  },
  {
    "text": "So grateful.",
    "start": "01:02:08",
    "end": "01:02:08"
  },
  {
    "text": "And everything gets to be free, and it's just fueled by generosity. So thanks so much for being part of this.",
    "start": "01:02:08",
    "end": "01:02:13"
  },
  {
    "text": "Yeah. Thank you, everybody, for your enthusiasm for listening. We're glad you find it helpful and keep sending in your questions, even though we can never get to them all. I read them all, and we're trying to honor them as best we can. Just love to know that y' all are learning along with us as we go. So cheers to that. We'll see you in whatever next episode you listen to, I guess.",
    "start": "01:02:13",
    "end": "01:02:35"
  },
  {
    "text": "Okay, bye.",
    "start": "01:02:35",
    "end": "01:02:37"
  }
]