[
  {
    "text": "The Hebrew Bible, what Christians call the Old Testament is a collection of 24 scrolls. These scrolls were passed down for generations and they tell the long, complicated story of Israel. So who wrote these scrolls and how did they all come together in a final collection?",
    "start": "00:00:05",
    "end": "00:00:20"
  },
  {
    "text": "So let's turn to the literary origins of the collection of books that Jewish tradition calls the Tanakh or the the Hebrew Bible.",
    "start": "00:00:21",
    "end": "00:00:29"
  },
  {
    "text": "At the heart of the Hebrew Bible is the first five scrolls called Torah. And the central character in these scrolls is Moses, who is credited for writing much of it down.",
    "start": "00:00:30",
    "end": "00:00:40"
  },
  {
    "text": "On one level, we are meant to see the five scroll work in its complete form, like you and I would have as being in continuity with and stamped with the authority of Moses.",
    "start": "00:00:40",
    "end": "00:00:51"
  },
  {
    "text": "But Moses didn't write all of the Torah, nor was he the one bringing the Torah to its final shape.",
    "start": "00:00:52",
    "end": "00:00:57"
  },
  {
    "text": "There are other bits and pieces in the Torah that are not hiding themselves coming from a post Moses perspective. So what we're looking at in these five books we called Torah is like a Mosaic composition that actually has material in it from different periods of Israel's history.",
    "start": "00:00:57",
    "end": "00:01:13"
  },
  {
    "text": "When later scrolls talk about who wrote Torah, it talks about a group called the prophets, responsible for the shaping not just of Torah, but the rest of the Bible as well. Like in 2 Kings 17, obey my.",
    "start": "00:01:14",
    "end": "00:01:28"
  },
  {
    "text": "Commands and decrees in accordance with the whole Torah that I commanded your ancestors to obey and that I delivered to you through my servants, the prophets. So it's attributing the Torah to this crew called the prophets.",
    "start": "00:01:28",
    "end": "00:01:44"
  },
  {
    "text": "Today we'll explore this literary prophetic crew who stewarded the stories and poems and law code of their ancestors and formed them into a highly designed literary work.",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "The Bible's not trying to pass itself off as the work of one or two inspired figures alone. It doesn't hide the fact that it has a more multi generational, multi stage compositional history.",
    "start": "00:01:56",
    "end": "00:02:11"
  },
  {
    "text": "And we'll look at the claim that what they're doing is channeling the very voice of God.",
    "start": "00:02:11",
    "end": "00:02:17"
  },
  {
    "text": "The writing of it begins with Moses and then that begins the long partnership of prophets and scribes receiving what came before, contributing to it. And then the next generation keeps shaping and reshaping. So it's a tradition, literature, and all of that God's people confess was a process led by God's spirit. And that the final that's before us is a thing through which we hear not just Moses, not just David, not just Isaiah, we hear God addressing us.",
    "start": "00:02:17",
    "end": "00:02:45"
  },
  {
    "text": "Today we look at the formation of the Hebrew Bible. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:46",
    "end": "00:02:56"
  },
  {
    "text": "Hello, John. Hi.",
    "start": "00:02:56",
    "end": "00:02:58"
  },
  {
    "text": "Hey. So we just started A conversation around the making of the Bible. How did the Bible come to be.",
    "start": "00:02:58",
    "end": "00:03:03"
  },
  {
    "text": "Yep.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "So what we're going to do today is we're going to start from the beginning.",
    "start": "00:03:04",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. We're going to go back in time, and I'm going to take you through how I begin to work on this question of how the Bible was made. Yeah. And to go back to the beginning and work forward.",
    "start": "00:03:07",
    "end": "00:03:17"
  },
  {
    "text": "Okay.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "So let's turn to the literary origins of the collection of books we call, not that we call, actually, the Jewish tradition calls the Tanakh or the Hebrew.",
    "start": "00:03:18",
    "end": "00:03:29"
  },
  {
    "text": "Bible, what we call the Old Testament.",
    "start": "00:03:29",
    "end": "00:03:30"
  },
  {
    "text": "What Christians call the Old Testament. So there's a lot of ways you could try and start a conversation about where the Old Testament, Hebrew Bible comes from. So I'll just try and do one moment here to say, if you start reading at page one, what happens if you just track with keeping tabs on every time there's mention of something being written down? That seems like it could be a fruitful approach. It's one way, not the only way, but it's one way and it's an interesting way.",
    "start": "00:03:30",
    "end": "00:04:02"
  },
  {
    "text": "Yeah.",
    "start": "00:04:02",
    "end": "00:04:02"
  },
  {
    "text": "Okay, so that's what I'm going to do.",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "All right.",
    "start": "00:04:03",
    "end": "00:04:04"
  },
  {
    "text": "So you are 67 chapters into the Old Testament before there's any mention of something being written down.",
    "start": "00:04:05",
    "end": "00:04:13"
  },
  {
    "text": "Okay. That's a lot of chapters. Yeah. It's interesting. We talked a lot about Genesis 1:3. And God comes and he tells Adam and Eve, gives them these commands. He doesn't say, hey, write this down.",
    "start": "00:04:13",
    "end": "00:04:24"
  },
  {
    "text": "He just tells them the commands. No, in a way, you kind of hope that that doesn't have to happen. You know what I mean? If you have a friend and there's some, like, important thing you want to share, you know, and can ask them to change how they treat you or do something that they're not currently doing, you hope you don't have to write it down. You just. You want to be able to say it once and that they care about you enough that they'll just, like, do it or not. You know what I mean?",
    "start": "00:04:25",
    "end": "00:04:51"
  },
  {
    "text": "Sure. Right.",
    "start": "00:04:51",
    "end": "00:04:51"
  },
  {
    "text": "So it kind of makes sense. But what you're naming is it's the first kind of word of God.",
    "start": "00:04:52",
    "end": "00:04:57"
  },
  {
    "text": "Yeah. The first word of God always let there be light. Sure. Yeah, yeah, yeah. Someone wrote that down at some point.",
    "start": "00:04:57",
    "end": "00:05:03"
  },
  {
    "text": "Right. But it's not mentioned of writing it down.",
    "start": "00:05:03",
    "end": "00:05:05"
  },
  {
    "text": "Got it.",
    "start": "00:05:05",
    "end": "00:05:06"
  },
  {
    "text": "So this is interesting. It's kind of a meta question. At what point in the Bible is the writing of the Bible first, like, get talked about?",
    "start": "00:05:06",
    "end": "00:05:15"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:05:15",
    "end": "00:05:15"
  },
  {
    "text": "And you're at Exodus, second book of the Bible, chapter 17, before the first mention of something getting written down is mentioned. So Israel's out in the wilderness, they out of Egypt. Exodus has all happened. They're actually a couple months into the wilderness now, and they just got some surprise water and sky goo bread. So they're cruising through the wilderness, and there is an ancient relative tribe called the Amalekites that descends from Esau, so the brother of Jacob. And they are out there in the desert and they see this escaped, you know, group of slaves from Egypt going through the wilderness, and they're like, plunder. They just see dollar signs.",
    "start": "00:05:15",
    "end": "00:06:00"
  },
  {
    "text": "Okay.",
    "start": "00:06:01",
    "end": "00:06:01"
  },
  {
    "text": "So they pounce.",
    "start": "00:06:01",
    "end": "00:06:03"
  },
  {
    "text": "Yeah.",
    "start": "00:06:03",
    "end": "00:06:03"
  },
  {
    "text": "And amazingly, the Israelites are able to both defend themselves and defeat the Amalekites. How? It's the story of Moses goes up on a high rock and lifts his arms. Joshua and another guy are there holding up his arms. And when Israel wins the battle. Exodus, chapter 17, verse 14. Yahweh said to Moses, write this as a memorial in a scroll, referring to the story. Exactly. This means the thing that just happened, this salvation story, a deliverance story, Write it in a scroll. So it's the first time a scroll is mentioned. It's the first time writing in a scroll. And it's the first time an event that we are reading in the Bible is mentioned being written down. So write it for remembering in a scroll. In the hearing of Joshua. There you go. It's the first mention of the writing of the Bible in the Bible.",
    "start": "00:06:03",
    "end": "00:06:54"
  },
  {
    "text": "We're taking a lot of things for granted here. Like, they just escaped from slavery. I mean, in a hurry.",
    "start": "00:06:54",
    "end": "00:06:59"
  },
  {
    "text": "Totally. But we're also told they took a lot of stuff with them.",
    "start": "00:06:59",
    "end": "00:07:02"
  },
  {
    "text": "They took a lot of stuff with them. So he's got. He's got some papyrus scroll technology with him.",
    "start": "00:07:02",
    "end": "00:07:05"
  },
  {
    "text": "Yeah.",
    "start": "00:07:05",
    "end": "00:07:06"
  },
  {
    "text": "And he can write. He knows how to write. That's assumed here as a modern person. You know, I kind of think, yeah, everyone knows how to write. But in the ancient world.",
    "start": "00:07:06",
    "end": "00:07:14"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:07:15",
    "end": "00:07:16"
  },
  {
    "text": "At the time of Moses especially, that would have been a very rare skill to have.",
    "start": "00:07:16",
    "end": "00:07:19"
  },
  {
    "text": "That's right. Especially among a slave population. You know, ancient Egypt, especially in that time period, was actually at the height of literary sophistication of ancient Egyptian culture.",
    "start": "00:07:19",
    "end": "00:07:31"
  },
  {
    "text": "Okay.",
    "start": "00:07:31",
    "end": "00:07:31"
  },
  {
    "text": "I mean, the hieroglyphic writing tradition is, like, well underway in this time period.",
    "start": "00:07:31",
    "end": "00:07:37"
  },
  {
    "text": "Yeah.",
    "start": "00:07:37",
    "end": "00:07:38"
  },
  {
    "text": "So he knows how to write. That's just taken for granted.",
    "start": "00:07:38",
    "end": "00:07:40"
  },
  {
    "text": "Yeah.",
    "start": "00:07:40",
    "end": "00:07:41"
  },
  {
    "text": "What's interesting is, however you presume what he's writing, though, is in Hebrew, not Egyptian.",
    "start": "00:07:41",
    "end": "00:07:46"
  },
  {
    "text": "You assume. Because our oldest manuscripts are in Hebrew.",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "Well, because the story that is written down is in Hebrew.",
    "start": "00:07:49",
    "end": "00:07:53"
  },
  {
    "text": "Yeah, yeah. You know, but did Hebrew exist back then?",
    "start": "00:07:54",
    "end": "00:07:57"
  },
  {
    "text": "Yes. Yeah, it did.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "As a written language.",
    "start": "00:07:59",
    "end": "00:08:00"
  },
  {
    "text": "Well, our oldest written evidence for ancient Hebrew is after the time of Moses.",
    "start": "00:08:01",
    "end": "00:08:07"
  },
  {
    "text": "Yeah.",
    "start": "00:08:07",
    "end": "00:08:07"
  },
  {
    "text": "But Semitic languages of the family to which Hebrew belongs were totally around. Yeah, yes, for sure.",
    "start": "00:08:08",
    "end": "00:08:15"
  },
  {
    "text": "But there was Egyptian hieroglyphics. But did Semitic languages have their own tradition writing tradition?",
    "start": "00:08:15",
    "end": "00:08:22"
  },
  {
    "text": "Yes. Yeah. Our earliest evidence for the Semitic Alphabet is hundreds of years old by the time of Moses, depending on how you date Moses.",
    "start": "00:08:22",
    "end": "00:08:32"
  },
  {
    "text": "Oh, okay. It's been around.",
    "start": "00:08:32",
    "end": "00:08:34"
  },
  {
    "text": "Yeah. It's a good point. This story just assumes that he has the material and the ability to write. So notice the first mention of the writing of the Bible in the Bible is about a little story connected to how they were rescued. So in other words, even what they're writing down isn't just an archival chronicle of everything that happened.",
    "start": "00:08:34",
    "end": "00:08:54"
  },
  {
    "text": "Yeah.",
    "start": "00:08:54",
    "end": "00:08:54"
  },
  {
    "text": "They're preserving memories of identity forming monumental events in the life of God and these people. The second mention of the writing of the Bible in the Bible comes just a couple chapters later. And it's also Moses. This is after Moses has gone up and down the mountain a whole bunch and brokered the covenant partnership between God and Israel.",
    "start": "00:08:54",
    "end": "00:09:17"
  },
  {
    "text": "The mountain in the wilderness. The Sinai mountain.",
    "start": "00:09:17",
    "end": "00:09:18"
  },
  {
    "text": "Mount Sinai. Thanks. So here writing is connected to a formal agreement between two parties, namely God and a whole people group.",
    "start": "00:09:18",
    "end": "00:09:29"
  },
  {
    "text": "Right.",
    "start": "00:09:29",
    "end": "00:09:30"
  },
  {
    "text": "And so Moses comes down and he's got the ten Commandments. He's got the dozens more commandments that come after the 10. And all of this represents what God's asking Israel to live by, to be his representatives. The kingdom of priests to the nations. So Exodus 24, Moses came and he told the people all the words of the Lord. So here he's just speaking it.",
    "start": "00:09:30",
    "end": "00:09:54"
  },
  {
    "text": "Okay.",
    "start": "00:09:54",
    "end": "00:09:54"
  },
  {
    "text": "And the people answered with one voice and said all the words that the Lord has spoken. We're gonna do that. Then Moses wrote down all of those words. There you go. So what's great here is the origins of the Bible are rooted in essentially these two moments and almost can be symbolized by these two moments. Because the Old Testament or the Hebrew Bible is first and foremost a story about what God has done and did to form this family and people group into a group of his partners through whom he wanted to do something in the world. Yeah, that's kind of what that first scene represents. Writing in a scroll.",
    "start": "00:09:55",
    "end": "00:10:34"
  },
  {
    "text": "Right.",
    "start": "00:10:34",
    "end": "00:10:34"
  },
  {
    "text": "Almost you could say the whole biblical narrative From Genesis to 2 Kings and all the other books flow out of that basic idea. This is the identity forming story of this family. And it got written down not just to remember it, but to shape every generation. To see itself as part of this heritage, but then also to be a part of that heritage means that every generation is in a living, active, covenant partnership with the God of Israel. And that's what Mount Sinai represents. So you could say the seed of the Hebrew Bible, of writing something down, is about a series of documents that tell the story of our family and why we exist in the world and what God we think is doing through our family. And then a whole series of documents that are all about making clear that covenant partnership between God and Israel and almost the whole of the Hebrew Bible can kind of fall under those two basic ideas.",
    "start": "00:10:35",
    "end": "00:11:36"
  },
  {
    "text": "Yeah, yeah, makes sense.",
    "start": "00:11:36",
    "end": "00:11:37"
  },
  {
    "text": "But the narrative and then focusing in on maybe through laws or poetry, the nature of our relationship to God and how the relationship's going. So this is where it starts.",
    "start": "00:11:37",
    "end": "00:11:48"
  },
  {
    "text": "This is where it starts. This is where.",
    "start": "00:11:48",
    "end": "00:11:50"
  },
  {
    "text": "This is where the writing starts.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "This is where the writing starts.",
    "start": "00:11:52",
    "end": "00:11:53"
  },
  {
    "text": "The events that precede this, like, all the stuff about Abraham, Abraham, so all of that, Jacob, Joseph, all of that would be material that Moses, at some point, as he's living among Israel, like, all of that would have been stewarded through memorized oral tradition, maybe written. At some point it became written.",
    "start": "00:11:54",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:14"
  },
  {
    "text": "But that all is something Moses would have inherited, and then after Moses would have been passed down as source material. And here's what's really interesting is we know that Moses worked with source material. And we know that the first five books, the Torah as we have it, is made up of source material or of the sources, is actually named in the scroll of numbers, chapter 21, there's this moment where the Israelites are setting out from one place to the next. And when they go across a boundary of an ancient tribal relative called the Moabites, the narrator stops and says, oh, yeah, this is why it is said in the scroll of the wars of Yahweh, quote. And then it quotes this, like, ancient poem about the establishment of the boundaries of these ancient peoples. So it's a good example where the Torah itself wasn't all written at one go by Moses. It actually was compiled by material that's connected to Moses writing, but then also is material that's older than Moses. So what we're looking at in these five books we call the Torah is like a mosaic composition that actually has material in it from different periods of Israel's history. Some precede Moses from the time of Moses, and then even there's material in it that seems to clearly come from after Moses.",
    "start": "00:12:15",
    "end": "00:14:06"
  },
  {
    "text": "The scroll of the wars of Yahweh. Is this something Moses had access to? Or maybe it was a later scribe.",
    "start": "00:14:06",
    "end": "00:14:12"
  },
  {
    "text": "Yeah, we have no idea. It's the only time it's mentioned. But the, the section that's quoted from this scroll, the scroll of the wars of Yahweh, is a really. It's like super ancient sounding Hebrew.",
    "start": "00:14:12",
    "end": "00:14:25"
  },
  {
    "text": "Oh, is it?",
    "start": "00:14:25",
    "end": "00:14:25"
  },
  {
    "text": "It's kind of. It sounds like the way great, great grandpa would have. Grandpa Moses. Yeah, would have, would have spoken Hebrew.",
    "start": "00:14:25",
    "end": "00:14:32"
  },
  {
    "text": "Okay, so it's an old.",
    "start": "00:14:32",
    "end": "00:14:33"
  },
  {
    "text": "It feels like, woo. This is a quote from an old text.",
    "start": "00:14:33",
    "end": "00:14:35"
  },
  {
    "text": "Okay. You showed us a couple examples of Moses writing down stories or the commands of God that are in the Torah.",
    "start": "00:14:35",
    "end": "00:14:43"
  },
  {
    "text": "And there's a few other times where Moses has mentioned writing after the ones that we looked at.",
    "start": "00:14:43",
    "end": "00:14:47"
  },
  {
    "text": "Yeah, there's more. Okay, yeah, there's no story. Not that there has to be, but there's no story of Moses sitting down and like compiling everything into one, one collection called the Torah.",
    "start": "00:14:47",
    "end": "00:14:57"
  },
  {
    "text": "Right near the end of Deuteronomy, which is right before his death on the edge of the promised land, as Israelites are about to go in, there is a moment that's being presented as kind of like the, the finishing of his literary work. It's in Deuteronomy 31. What's interesting is not only is he connected to the writing of narratives in the Torah, also connected to writing down the covenant laws, but also God tells him right here in Deuteronomy 30 and 31 that, hey, listen, the people are going to go into the land after you die and they're going to blow it. They're going to break the covenant. So, so what I want you to do is write a song that will preview that disaster and stand here as a witness to every future generation that you saw this coming and that even Israel's sin won't cancel the covenant relationship. That I'm going to do something in the future to renew it and restore it and rescue them. But it needs to be written now so that they can look at it in the future and be like, this is like a witness, a prophetic witness. So he writes this poem, we call it Deuteronomy, chapter 32. And then all of that we're told at the end of Deuteronomy gets brought together. And so I'm reading from Deuteronomy 31 here. It says then when Moses finished writing the words of this Torah on the scroll, until they were finished or complete. And it's referring here to. It's hard to know a Lot. But it's got the poem in mind, it's got covenant laws in mind. And these other stories he wrote, these are stories. So the question is, is he finishing a version of the Torah that we have that we are reading? And I think there's actually, there's multiple ways to answer that. I think on one level, we are meant to see the five scroll work in its complete form, like you and I would have, as being in continuity with and coming like stamped with the authority of Moses. But there are also some other bits and pieces in the Torah that are not hiding themselves, that are just blinking red lights in terms of marking themselves as coming from a post Moses perspective. And so the biblical authors don't hide that either. So I think it's more that the Torah is connected to the prophetic authority and witness of Moses. But that didn't exclude there being later shaping of the Torah as it became integrated with a larger body of material. Can I show you some examples?",
    "start": "00:14:58",
    "end": "00:17:38"
  },
  {
    "text": "Yeah.",
    "start": "00:17:38",
    "end": "00:17:38"
  },
  {
    "text": "Okay. So an interesting one is in Genesis. So it's long before Moses has ever mentioned his writing. It's in a story about Abraham, and it's the story of Abraham binding Isaac up on Mount Mount More Yah. And right after the angel tells Abraham, stop. Don't sacrifice your son, then the narrator steps in and says, abraham called the name of that place. Yahweh will see to it. And then the narrator says, and that, dear reader, is why today we say this on the mountain of Yahweh, he will see to it. You're like, what?",
    "start": "00:17:38",
    "end": "00:18:17"
  },
  {
    "text": "And when is today?",
    "start": "00:18:17",
    "end": "00:18:18"
  },
  {
    "text": "Yeah, when is today? And what's the mountain of Yahweh?",
    "start": "00:18:18",
    "end": "00:18:21"
  },
  {
    "text": "Right.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "The mountain of Yahweh is a phrase used all throughout the Hebrew prophets to refer to the Temple Mount on Jerusalem.",
    "start": "00:18:22",
    "end": "00:18:30"
  },
  {
    "text": "Yeah.",
    "start": "00:18:30",
    "end": "00:18:30"
  },
  {
    "text": "This is linking that. What Abraham did to surrender everything on Mount Moriah is what is being symbolized and replayed in the sacrificial rituals at the Jerusalem Temple still today. And that Yahweh provided that system as a gift to us.",
    "start": "00:18:30",
    "end": "00:18:46"
  },
  {
    "text": "It's like a little editorial note.",
    "start": "00:18:46",
    "end": "00:18:48"
  },
  {
    "text": "It is from a future voice. Yeah, yeah. And it's just right there. It doesn't make any sense. Actually, if you see this as written from the time of Moses, Right. There's a whole genealogy in Genesis chapter 36 that's tracing the line of Esau, Jacob's brother. And as it's tracing that lineage of Esau, it just says at a certain moment, oh yeah, here's a list of the kings who reigned in the land of Edom. You know, before any kings ever reigned over the Israelites. You're like, wait, we don't have any of our kings till many centuries after Moses.",
    "start": "00:18:48",
    "end": "00:19:20"
  },
  {
    "text": "Okay, so it's another future voice.",
    "start": "00:19:20",
    "end": "00:19:22"
  },
  {
    "text": "Another future voice. The last chapter of The Torah, Deuteronomy 34, narrates the death of Moses and then says, what happened right after the death of Moses? And the last paragraph of the Torah says, never again has a prophet like Moses arisen. So somebody's writing at least the ending of the Torah way down the line in Israel's history. So can I show you one more thing?",
    "start": "00:19:22",
    "end": "00:19:45"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:19:45",
    "end": "00:19:45"
  },
  {
    "text": "It's very interesting. Later references in the Hebrew Bible to the origins of the Torah attribute the Torah to Moses and the prophets. Super interesting. So in a speech that the narrator gives in the book of 2 Kings, talking about how when the northern tribes got conquered by the Assyrian empire, this is like in the 700s B.C. and the narrator says, yeah, this was really sad, tragic. And it happened because these tribes weren't faithful to the covenant. And what he says is, 2 Kings 17:13. Yahweh warned Israel and Judah through all of his prophets, plural, saying, turn from your evil ways. This is a quotation, like, from the prophets, turn from your evil ways. Obey my commands and decrees in accordance with the whole Torah that I commanded your ancestors to obey and that I delivered to you through my servants, the prophets. So Moses isn't even mentioned here. It's just saying the whole Torah came through my servants, the prophets. It's attributing Moses was a prophet. He was the archetypal prophet. So it's attributing the Torah to this gift of just this crew called the prophets. My servant the prophets. What it's saying is actually there's a whole body of divine instruction connected to the covenant that here is just called the whole Torah. The whole Torah that comes from my servant the prophets. And you can just As a quick note for listeners, you can write, if you're taking notes. Daniel, chapter 9, verse 10, Zechariah, chapter 7, verse 12. These are also two places where the law, the Torah is connected as coming to Israel. Daniel says through his servants the prophets. Zechariah says the Torah and the words that Yahweh sent by his Spirit through the prophets. So there's this focus that the human vehicle is actually less important than God speaking through them, which in Zechariah, it's just the Spirit, the Spirit gave us the Torah. So that's interesting.",
    "start": "00:19:45",
    "end": "00:22:02"
  },
  {
    "text": "Through the prophets.",
    "start": "00:22:02",
    "end": "00:22:03"
  },
  {
    "text": "Through the prophets. Moses being the first. The first one. So within The Hebrew Bible itself, the Torah is viewed as a mosaic.",
    "start": "00:22:03",
    "end": "00:22:13"
  },
  {
    "text": "Hmm.",
    "start": "00:22:13",
    "end": "00:22:14"
  },
  {
    "text": "A mosaic, meaning being composed of material that comes from different times and places. It wasn't all just written at one go one day at the foot of Mount Sinai or.",
    "start": "00:22:14",
    "end": "00:22:26"
  },
  {
    "text": "Yeah, at the end of Moses life.",
    "start": "00:22:26",
    "end": "00:22:28"
  },
  {
    "text": "Right. It's a compilation of material, and it tells you that and shows you that. And it also shows you that the origins of it in some ways are really connected to the activity of Moses, but it concerns stuff that happened before Moses. So, like, that all came from somewhere. And then also that Moses wasn't the only one involved in the shaping of the Torah. That actually also was passed down to a community just called the prophets. So what's interesting is that in the shape of the Hebrew Bible, you have the first big two parts that are called the Torah and the Prophets. The Prophets, yeah. So what are the prophets all about? And the prophets basically narrate the thing that Moses foretold, which is you're gonna go into the land, you're gonna blow it, you're gonna get exiled from the land, and God's gonna say, I told you so, and the story's not over. And that's essentially what the next section of the Hebrew Bible is about. In short form. Joshua, Judges, Samuel, Kings. They go into the land, it goes horrible. They get kicked out. And then you get the writings of all these other prophets. Isaiah, Jeremiah, ezekiel, and the 12. And every one of those, the beginnings of those prophetic scrolls have all been designed with hyperlinks that link you back in to the storyline of the Torah and prophets. And specifically, these prophets are cast as Moses like figures. They all have an encounter with God that's like a burning bush type encounter. They all speak messages of challenge to their generation based on the Ten Commandments. They all speak warnings of disaster. They all speak of a message of hope. So they're like little mini Moses. And that's how the Torah and the prophets are united. And so we could just go on through the prophets. And it's the same thing. There's literary activity mentioned now and then. So Samuel, for example, was a key leader in the book. After his name, though it's funny, Samuel dies halfway through the Book of Samuel.",
    "start": "00:22:28",
    "end": "00:24:34"
  },
  {
    "text": "Okay.",
    "start": "00:24:34",
    "end": "00:24:34"
  },
  {
    "text": "Even though it's named after Moses dies.",
    "start": "00:24:34",
    "end": "00:24:36"
  },
  {
    "text": "At the very end of Deuteronomy.",
    "start": "00:24:36",
    "end": "00:24:37"
  },
  {
    "text": "Yeah, Samuel dies right in the middle of Samuel. So he clearly didn't write most of it, but he wrote some of it comes from him. In chapter 10 of 1 Samuel, we're told that he wrote down a bunch of things connected to A key moment with the people. There's also the mention of a lot of sources in the prophetic books. There's a book called the scroll of Yashar. It's quoted from a couple times. Joshua 10, 2 Samuel 1. The scrolls of the Chronicles of the Kings of Israel and Judah is mentioned about 20 times in the book of 1 and 2 kings. So you can kind of do a similar thing where you can piece together Joshua to Kings, and then with all the writings of prophets. It's a mosaic, comes from lots of different times, but at some point, it started getting brought together into these literarily connected coordinated holes, at some point being brought together.",
    "start": "00:24:37",
    "end": "00:25:30"
  },
  {
    "text": "And these clear editorial markers we looked at of like, oh, yeah, this was the time before the Kings, or this was. Why in Jerusalem we say this. Those are clearly from another time when this was all being brought together.",
    "start": "00:25:30",
    "end": "00:25:43"
  },
  {
    "text": "Yeah. Let me. Here's a great example. So in the prophets, you get the former prophets that tell you the story of Israel going into the land and it going terribly. So the Book of Judges represents a period not long after the time of Moses. Like, there's Joshua, and then he dies, and then there's the period of the Judges. There's a story from that period in Judges, chapter 18 about these Israelites who build a shrine with idols in it. And then in Judges 18:30, what you're told is that the descendants of Israel who made this idolatrous shrine was led by this guy named Jonathan, the son of Gershom, the son of Moses. It's straight up Moses, grandson, who's building an idolatrous shrine in the land. And it says he and his sons were priests for the tribe of the Danites up until the time of the captivity of the land. So that's referring forward to an event when the northern tribes were taken out by assyria in the 7 hundreds. So whoever's writing this is telling a story from, like, the 1000 B.C. yeah, but referring explicitly to an event from 300 years later. Okay, so whoever wrote this line comes after that.",
    "start": "00:25:43",
    "end": "00:27:02"
  },
  {
    "text": "Yeah.",
    "start": "00:27:02",
    "end": "00:27:03"
  },
  {
    "text": "So it's another example.",
    "start": "00:27:03",
    "end": "00:27:04"
  },
  {
    "text": "So clearly the final shape came later. Much later.",
    "start": "00:27:05",
    "end": "00:27:09"
  },
  {
    "text": "Yeah. But it's made up of lots of material from lots of earlier periods, just like the Torah.",
    "start": "00:27:09",
    "end": "00:27:16"
  },
  {
    "text": "Right. And we don't have, like, a manuscript history of all that stuff.",
    "start": "00:27:16",
    "end": "00:27:21"
  },
  {
    "text": "No.",
    "start": "00:27:21",
    "end": "00:27:22"
  },
  {
    "text": "So this is all just kind of taking their word for it that these were written. Inference.",
    "start": "00:27:22",
    "end": "00:27:27"
  },
  {
    "text": "Yeah, it's inference. They say they're quoting from scrolls.",
    "start": "00:27:27",
    "end": "00:27:31"
  },
  {
    "text": "Oh, yeah. Okay. That one when they said, like, Moses then wrote it down.",
    "start": "00:27:31",
    "end": "00:27:34"
  },
  {
    "text": "Or we're taking at face value.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "We're taking at face value that maybe they do have a document of like, hey, this is the document handed down to us from Moses. It wouldn't be the original. No, but we're just guessing here.",
    "start": "00:27:35",
    "end": "00:27:46"
  },
  {
    "text": "It's more than a guess. It's like a reasonable inference.",
    "start": "00:27:46",
    "end": "00:27:50"
  },
  {
    "text": "Yeah.",
    "start": "00:27:50",
    "end": "00:27:51"
  },
  {
    "text": "Meaning this literature didn't pop out of thin air.",
    "start": "00:27:51",
    "end": "00:27:54"
  },
  {
    "text": "Sure.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "And the literature gives an account of its own origins within itself. And you could say, I don't believe any of that. And I think it was just written by some Israelite sitting in Babylonian exile. Just made it all up out of their head. Okay, well, if you want to claim that, you need to give an account for why every single part of this literature and how it came into existence. And you hit problems real quick, if that's your hypothesis. And you're like, well, how would anybody know the geography or the history of the land from half a millennium before that? You know, and.",
    "start": "00:27:55",
    "end": "00:28:32"
  },
  {
    "text": "And the fact that they do talk about specific scrolls, it's easy to infer there was literary traditions going on. Oh, totally.",
    "start": "00:28:32",
    "end": "00:28:39"
  },
  {
    "text": "It's unreasonable to take an overly skeptical view and not read these at face value. I think there's people who disagree, but I respectfully disagree.",
    "start": "00:28:39",
    "end": "00:28:49"
  },
  {
    "text": "And so the prophets, then. Yeah, we're talking about figures along this.",
    "start": "00:28:50",
    "end": "00:28:55"
  },
  {
    "text": "Whole history, beginning with Moses.",
    "start": "00:28:55",
    "end": "00:28:57"
  },
  {
    "text": "Beginning with Moses. Yeah, but this is including also, like, an Isaiah figure.",
    "start": "00:28:57",
    "end": "00:29:03"
  },
  {
    "text": "Yeah, yes, exactly. And he in his poetry and in the narrative about him, even the book of Isaiah and how it comes into existence is, in a way, a little micro parallel for one scroll of how a book like the Torah came into existence. Because Isaiah's writing down is mentioned within Isaiah. But then the shaping of the whole of Isaiah comes from somebody who's tried to coordinate it with Jeremiah and Ezekiel and Deuteronomy. And all of a sudden.",
    "start": "00:29:03",
    "end": "00:29:34"
  },
  {
    "text": "Okay, and who's this somebody?",
    "start": "00:29:34",
    "end": "00:29:36"
  },
  {
    "text": "Yeah, we don't know the prophets. Actually. They're called the prophets.",
    "start": "00:29:36",
    "end": "00:29:39"
  },
  {
    "text": "They're called the prophets.",
    "start": "00:29:39",
    "end": "00:29:40"
  },
  {
    "text": "That's right.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "But this isn't like Jeremiah doing it. This is maybe. Maybe.",
    "start": "00:29:40",
    "end": "00:29:45"
  },
  {
    "text": "He certainly had a part to play.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Okay.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "Yeah.",
    "start": "00:29:47",
    "end": "00:29:47"
  },
  {
    "text": "But there was some sort of, like, editorial crew. Crew support, with the aid of the Spirit, bringing together everything. And they're the ones that were doing the final stitching.",
    "start": "00:29:47",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. So Moses is mentioned as committing his scrolls and writings to a group just called the Levites. At the end of Deuteronomy, Isaiah mentions a group around himself. He calls them the Talmudim, the disciples. And he gives over his written material to them in Isaiah, chapter 8. And he calls what he's written to them. He calls it Torah uteuda Torah and witness, which is what Moses called his writings, the laws of the Torah and his prophetic poem as witness. And then he gives it to the Talmudim, the Talmudim, his students.",
    "start": "00:30:02",
    "end": "00:30:40"
  },
  {
    "text": "Okay.",
    "start": "00:30:40",
    "end": "00:30:40"
  },
  {
    "text": "Jeremiah has a scribe friend named Baruch. What's cool is in Jeremiah there's a whole chapter dedicated to to the origin story of the book that you're reading. And you learn that what you're reading is at least edition 2, because edition 1 got burned up by a king. And it tells you at the end of Jeremiah 36 that Baruch added many similar words to these as Edition 1. So it's actually telling you that Baruch played a contributing role in composing the material in what we call the Jeremiah scroll. It doesn't hide it. That's what's so great. It's like the Bible's not trying to pass itself off as like the work of one or two inspired figures alone. Yeah, that's how we might think of it, but that's not how it presents itself.",
    "start": "00:30:40",
    "end": "00:31:30"
  },
  {
    "text": "Yeah, I think that's how it was presented to me. Not really officially. Like, I didn't take like a here's how the Bible was formed class. Yeah, it wasn't like in our doctrinal statement, but what people would talk about a lot is the Bible is completely trustworthy without errors. Like, you can trust it. Like, that was a really important thing growing up. And I guess the easiest story for then how that could come to be then was, well, it can't have this messy history where a lot of people were involved. Like God must have just zapped one.",
    "start": "00:31:30",
    "end": "00:32:00"
  },
  {
    "text": "Dude, Moses or a series of dudes.",
    "start": "00:32:00",
    "end": "00:32:03"
  },
  {
    "text": "Or series of guys throughout the history. But like kind of working primarily through one at a time to just kind of like, here's what I want to say. Just write it down exactly as I'm dictating to you. That's kind of a cleaner story. That kind of lets you feel more like, well, then I can trust it.",
    "start": "00:32:03",
    "end": "00:32:20"
  },
  {
    "text": "Yeah, that's right. It is a cleaner story. It's simpler. I think the problem is the Bible itself.",
    "start": "00:32:20",
    "end": "00:32:28"
  },
  {
    "text": "Yeah, it doesn't hide it.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "It doesn't hide the fact that it has a more multi generational, multi stage compositional history. And that's not a problem for Zechariah to say all Zechariah 7:12, the Torah and the words that Yahweh Almighty sent by his spirit through the prophets, the Torah and the words. I think actually probably what he has in mind is the Torah and prophets as he knew them. I mean, he lives after the exile.",
    "start": "00:32:29",
    "end": "00:33:02"
  },
  {
    "text": "Yeah.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "So he's got a conception of this body of work. Body of work that can be called the Torah and the words sent by the spirit through the prophets. And Daniel had the same perception around the same time period.",
    "start": "00:33:03",
    "end": "00:33:15"
  },
  {
    "text": "Now you mentioned Jeremiah and Baruch. Baruch was a scribe.",
    "start": "00:33:15",
    "end": "00:33:19"
  },
  {
    "text": "He was a professional scribe.",
    "start": "00:33:19",
    "end": "00:33:20"
  },
  {
    "text": "So he wasn't considered a prophet. Jeremiah was the prophet. Baruch was the scribe.",
    "start": "00:33:20",
    "end": "00:33:24"
  },
  {
    "text": "Exactly. So that's a great example where what's foregrounded actually is really God's word through the prophet. That's what matters is that when people heard Jeremiah, actually when people heard Jeremiah, they thought he was crazy or a rebel. And only once his warnings came true did people recognize the word of God was speaking through him. But Baruch was right there helping compile arrange the material in what we call the Jeremiah scroll so that later generations could hear God's word through Jeremiah.",
    "start": "00:33:24",
    "end": "00:34:03"
  },
  {
    "text": "So what Zechariah is saying though is he says the spirit works through the prophets, doesn't say Spirit works through the prophets and the scribes.",
    "start": "00:34:04",
    "end": "00:34:10"
  },
  {
    "text": "Oh, sure, sure, I hear that. Yes, that's right. So Baruch's work is in the service of the word of God spoken through the prophet.",
    "start": "00:34:10",
    "end": "00:34:20"
  },
  {
    "text": "Okay, so the scribes working in service of the prophet.",
    "start": "00:34:20",
    "end": "00:34:23"
  },
  {
    "text": "Maybe what's at issue here is concepts of authorship. Yes, we work with concepts of authorship that are shaped by half a millennium of post printing press.",
    "start": "00:34:23",
    "end": "00:34:33"
  },
  {
    "text": "Yeah, yeah, yeah. Like who wrote Moby Dick? Sure, that's really easy.",
    "start": "00:34:33",
    "end": "00:34:38"
  },
  {
    "text": "That's right. What we're asking is much more similar to what saying who wrote Homer's Odyssey? Like, was there a Homer? I think it's reasonable to conclude that there was.",
    "start": "00:34:38",
    "end": "00:34:48"
  },
  {
    "text": "You know, it's interesting, there's debates about Shakespeare.",
    "start": "00:34:48",
    "end": "00:34:50"
  },
  {
    "text": "Yes, there is. That's right.",
    "start": "00:34:50",
    "end": "00:34:51"
  },
  {
    "text": "Like the historical figure, how much did he write?",
    "start": "00:34:51",
    "end": "00:34:53"
  },
  {
    "text": "Yep, exactly. So this isn't a modern only question. And it's also important to say that ancient conceptions of authorship work differently. A helpful entry point here, if somebody's interested. We've referred to the work of John Walton, a Hebrew Bible scholar, many times over the years. And he's written a series of books called the Lost World of X to help us learn how to think more with an ancient mindset when it comes to things in the Bible. He wrote a helpful book called the Lost World of Scripture. And it's really an introduction to how ancient people thought about texts and then how ancient people thought about scriptural texts. And the authorship is one. He covers it in great detail. It's really helpful but when these individuals are named, what's not being claimed is that they wrote every word, but they were the key figure connected to both the origin of this text and to the divine word of God speaking to every generation through it. So the person is important, but the claim is not that the whole thing as we have it is exactly what they wrote before they died. We've given a very brief account of Torah and prophets.",
    "start": "00:34:53",
    "end": "00:36:32"
  },
  {
    "text": "Sure, yeah.",
    "start": "00:36:32",
    "end": "00:36:33"
  },
  {
    "text": "When it comes to the third collection of Tanakh, the writings Ketevim. Yeah, We've got a diverse collection of texts, a lot of it poetry. Like the Psalms, for example. Psalms is 150 poem collection. And we think of it as primarily connected to David because David is connected to 73 in the Hebrew Bible tradition of the 150 poems, Song of David, Songs of David, or connected to David. But there are many other poets named within the introductions to the Psalms. A guy named he man, he's my favorite. A guy named Ethan. A bunch of anonymous psalms, but all of them are connected in some way to the Levite choirs that sung in the Temple.",
    "start": "00:36:33",
    "end": "00:37:18"
  },
  {
    "text": "Okay.",
    "start": "00:37:18",
    "end": "00:37:18"
  },
  {
    "text": "And there's one from Moses, one from Solomon. But you can look at. Actually, it's a great example. You can look at a second Temple Jewish author who's anonymous, who wrote a book that's in the New Testament.",
    "start": "00:37:18",
    "end": "00:37:31"
  },
  {
    "text": "Okay.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "We call it the Letter to the Hebrews. And whoever wrote Hebrews really was into the Psalms, like really into the Psalms, especially the psalm we call Psalm 95. And when the author of Hebrews is quoting from Psalm 95, he assigns two authors to the psalm. The first time that he quotes from Psalm 95, he simply says as the Holy Spirit says, okay? So he foregrounds the divine voice speaking to Israel through the Holy Spirit. But then in chapter four, when he quotes from Psalm 95, he names, as it says in the poem, through David or in David. So now all of a sudden we've got a human author and a divine author. Both are connected to Psalm 95. If you turn back to Psalm 95 in the Hebrew Bible, what you find is it's not even explicitly connected to David. Like there are 73 poems connected to David explicitly, and Psalm 95 is not one of them. So it's clear that what matters for the author to the Hebrews is that we're hearing the voice of the Spirit through all the Psalms.",
    "start": "00:37:33",
    "end": "00:38:44"
  },
  {
    "text": "Yeah. And it's in the tradition of David.",
    "start": "00:38:44",
    "end": "00:38:46"
  },
  {
    "text": "And David's associated with so many and with the root of the psalm tradition, where it comes from like the Temple that he can Also, in another place, just say, as it says in David. Yeah, but what he means is the scroll of the Psalms that explicitly tells you it comes from lots of different authors. For me, when that example sunk in, I realized that's a great way to think of all of the books of the Hebrew Bible. What matters is the Holy Spirit speaking through them. And we can refer to the small list of key figures while at the same time acknowledging that there was a host of scribes around those key figures and all of them. And the whole process was a part of the way the Holy Spirit speaks to his people.",
    "start": "00:38:46",
    "end": "00:39:31"
  },
  {
    "text": "And so that's the key. The key is this pretty bold belief.",
    "start": "00:39:31",
    "end": "00:39:35"
  },
  {
    "text": "That, yeah, it's a claim.",
    "start": "00:39:35",
    "end": "00:39:36"
  },
  {
    "text": "The Spirit of God worked through all of these people who had all sorts of literary traditions, bringing them together, collecting them into what you're calling a mosaic, and bringing them into a unified shape. There were prophets involved, there were scribes involved. It wasn't done all at once in, like, one sitting, but it was done through the Spirit.",
    "start": "00:39:36",
    "end": "00:40:02"
  },
  {
    "text": "Yeah, yeah, that's right. That's an important claim that is, incidentally as much and not more that Paul claims in a pretty famous line in the New Testament in his letter to Timothy. So this is now representing one of the apostles commissioned by Jesus to represent him. Paul. Paul.",
    "start": "00:40:02",
    "end": "00:40:20"
  },
  {
    "text": "Okay.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "And he's writing a letter to a young protege of his name, Timothy. Great name, great book.",
    "start": "00:40:21",
    "end": "00:40:28"
  },
  {
    "text": "You know what's funny is I never really think about that.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "What's that?",
    "start": "00:40:32",
    "end": "00:40:32"
  },
  {
    "text": "You guys share the name.",
    "start": "00:40:32",
    "end": "00:40:33"
  },
  {
    "text": "Oh, yeah, yeah. Timothy. Yep. Yeah. So in what we call two Timothy in the New Testament now, he talks about, hey, Timothy, man, you just need to keep growing as you lead the church in Ephesus that I ask you to lead for a time. Here's the number one thing. Keep continuing on in the things that you've learned and are convinced of, because you know, the people from whom you learned it, like you were educated by. And actually, what's cool is he names his mom and his grandma in the letter and then himself as the primary people who he's learned from. It's pretty cool. And then he says, from childhood, you've known the sacred writings that are able to give you wisdom that leads to salvation through faith, which is in the Messiah, Jesus. So he's referring to. Not the New Testament, the sacred writings. It doesn't exist yet.",
    "start": "00:40:33",
    "end": "00:41:27"
  },
  {
    "text": "Yeah, he's referring to the Tanakh, the.",
    "start": "00:41:27",
    "end": "00:41:29"
  },
  {
    "text": "Old Testament, the Hebrew Bible. We're probably in a Greek translation for Timothy, which actually, that's important for our next conversation.",
    "start": "00:41:29",
    "end": "00:41:36"
  },
  {
    "text": "Okay.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "The Hebrew Bible and Greek translation in the early Hebrew Christian movement. So he's clearly referring to scripture. And then he says right here, all scripture. And then he uses a word, maybe even coins a word here. Thea nustas or Thea pnevstas. God spirited. All scripture is God spirited. So he's putting the word God and spirit and mashing them into a compound word that's reflecting a similar view, you know, as Daniel or Zechariah did or the author to the Hebrews, which is to say the people were crucial. And what they wrote is how the Spirit, God's agency and voice works in and through a human. That's what he means. So he doesn't say Moses and Isaiah were inspired, though. That's true. But what he says, it's the texts themselves. So interesting.",
    "start": "00:41:37",
    "end": "00:42:31"
  },
  {
    "text": "The scripture is God spirited.",
    "start": "00:42:31",
    "end": "00:42:33"
  },
  {
    "text": "The scripture is the final product is. So he doesn't attach inspiration to individuals.",
    "start": "00:42:33",
    "end": "00:42:38"
  },
  {
    "text": "And what final product? Because, I mean, yeah, like you said, they had a Greek translation.",
    "start": "00:42:38",
    "end": "00:42:42"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:42:42",
    "end": "00:42:43"
  },
  {
    "text": "Of the Hebrew Bible.",
    "start": "00:42:43",
    "end": "00:42:45"
  },
  {
    "text": "Yes. So that's what we'll pick up in our next conversation is how the Hebrew Bible was then received.",
    "start": "00:42:45",
    "end": "00:42:50"
  },
  {
    "text": "Back to my question a moment ago. Yeah, when did we, like, you know.",
    "start": "00:42:50",
    "end": "00:42:55"
  },
  {
    "text": "Next conversation, stamp this as like, this.",
    "start": "00:42:55",
    "end": "00:42:58"
  },
  {
    "text": "Is it, we're done. Send it to the printer.",
    "start": "00:42:58",
    "end": "00:43:00"
  },
  {
    "text": "Next step. That's the next step. Because remember, we're going from the beginning, okay, but from the beginning, we have a growing mosaic, but it's not a free for all. This is about the foundation story of what God's doing to rescue a people and then to invite them into a covenant partnership. Remember, Those are the two mentions of writing are right there. Exodus 17 and 24 tell the story how God saved us. Make clear the covenant expectations that Israel is to live by, to represent God to the nations. That, in essence, is what the Hebrew Bible is about. And the writing of it begins with Moses, but then it's connected to the Levites around him to whom he passes it off. And then that begins the long partnership of prophets and scribes receiving what came before, contributing to it, what happened and what. What God said in their time. And then the next generation takes that and keeps shaping and reshaping. So it's a tradition, literature to which many generations, literary efforts, you know, contributed.",
    "start": "00:43:00",
    "end": "00:44:09"
  },
  {
    "text": "And all of that is God's Spirit.",
    "start": "00:44:10",
    "end": "00:44:11"
  },
  {
    "text": "And all of that, God's people confess, was a process led by God's Spirit. And that the final thing that's before us is a thing through which we hear not just Moses, not just David, not just Isaiah, we hear God addressing.",
    "start": "00:44:11",
    "end": "00:44:26"
  },
  {
    "text": "Us for the purpose of wisdom that.",
    "start": "00:44:26",
    "end": "00:44:30"
  },
  {
    "text": "Leads to rescue, being rescued, and then to a communal way of life that represents God faithfully in the world. The purpose of these texts is to form a people who represent God, which.",
    "start": "00:44:30",
    "end": "00:44:44"
  },
  {
    "text": "Then Paul just says, for teaching and correction and training in righteousness.",
    "start": "00:44:44",
    "end": "00:44:49"
  },
  {
    "text": "Yes, that's right. So there's so much more we could do in the crash course about the making of the Hebrew Bible. And we'll talk about it more in the next episode. Because what I want to go next is then where did this big three part collection in Hebrew, as it comes into its final formation, the final events mentioned in it are like in Esther or Ezra Nehemiah, and you're in the now 400-4-the final, like books in the collection. Which means whatever the final book is, when it's added into the collection, it's connected in a way that all of it is now hyperlinked to each other. In other words, when Esther gets added, it's more than likely that there were some other little tweaks made in other parts of the collection to welcome Esther into the family, as it were.",
    "start": "00:44:49",
    "end": "00:45:39"
  },
  {
    "text": "More than likely, because you can't imagine that like, okay, like a scroll is completed, it's done, don't touch it, let's just add the new one. But you're saying that it's more than likely that there was adaptations along the way.",
    "start": "00:45:39",
    "end": "00:45:54"
  },
  {
    "text": "Yeah, this is where we could do many episodes just drilling down into specific examples. But maybe an analogy that's very helpful actually, that I got from two scholars, Julius Steinberg and Timothy Stone, called the shape of the writings. And they're essentially trying to write an account for the shape of that third section of the Hebrew Bible, the Ketuvim. And they use this great analogy. They say we imagine that the books of the Hebrew Bible came into existence. Like if you were to walk into a modern day, like garden nursery and you go to, you know, the tree section and you'd see all these trees standing there and they're each one connected to a singular big pot on the ground. Let's say it's like, I don't know, the Japanese maples or something. And so each tree stands by itself, but they're standing next to each other because they're similar. And so at some point that morning, somebody got a new load off the truck that came or whatever, and they grouped them together and then put a little cord around the circle and it's like, there they are. That's the collection of that.",
    "start": "00:45:54",
    "end": "00:46:59"
  },
  {
    "text": "Okay.",
    "start": "00:46:59",
    "end": "00:47:00"
  },
  {
    "text": "And we tend to think of the books of the Bible like that. Like here's Isaiah. And it got finished. Yep. And then it just was scooted into.",
    "start": "00:47:00",
    "end": "00:47:07"
  },
  {
    "text": "The potted it over here. Yeah.",
    "start": "00:47:07",
    "end": "00:47:09"
  },
  {
    "text": "And they say an alternative metaphor they propose that I think is more accurate and more helpful is that the Hebrew Bible is much more like the development and growth of an aspen grove of trees. So aspen trees, super interesting. I mean, I. After they proposed this metaphor, I did a bunch of Wikipedia reading to learn about aspen trees. But the way aspen groves develop is that there's always an original root ball of one kind of stand of trees. And then when an aspen forest grows, it's all happening underground, and it's actually one organism. And you can have a huge forest that's like many square miles, that's one organism. And you can actually trace it back to the original root ball. And then that root ball has given birth to, so to speak, new, organically connected trees.",
    "start": "00:47:09",
    "end": "00:48:09"
  },
  {
    "text": "Yeah, one root system.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "Yes. But then also what happens is that the health and the development now of those two trees will influence each other as they grow because one is drawing from the other and connected to it. But then it works vice versa. And so in a similar way, the shape of the Torah was influenced by the growth of the prophets. Like that little ending of Deuteronomy that says, hey, no prophet has ever come like Moses. Yeah, that's coming from the perspective of somebody who's got a knowledge of a collection of prophetic literature. But then vice versa, that all of the prophets have been shaped in light of the Torah. And so really, anytime a book entered the collection, it affected things all over the whole collection.",
    "start": "00:48:11",
    "end": "00:48:59"
  },
  {
    "text": "Sure.",
    "start": "00:48:59",
    "end": "00:48:59"
  },
  {
    "text": "That's something more like how the Hebrew Bible came into existence.",
    "start": "00:48:59",
    "end": "00:49:03"
  },
  {
    "text": "So if what you are concerned about is this God's word, then you can say, okay, well, then the spirit of God worked through all of those people and all those iterations. And we'll talk about later. Like, at what point did that get concluded? Yeah, but I think another question on people's minds are, well, is what written here actually what happened? Oh, and can I trust that this is true to reality? And as soon as you start talking about things being added, it just starts to feel a little less reliable in a sense of like, this is a historical document. I suppose ultimately we want to know, can we trust this?",
    "start": "00:49:05",
    "end": "00:49:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:49:46",
    "end": "00:49:47"
  },
  {
    "text": "And I guess ultimately we want to trust. Is this really wisdom for salvation through Jesus? Like, that's what Paul was interested in. And will this train us in righteousness? But there's another part of me, I guess it's always just kind of like, well, can I trust this that, like, these things actually went down?",
    "start": "00:49:48",
    "end": "00:50:03"
  },
  {
    "text": "Yeah, that's fantastic question. And I resonate with it deeply in my own journey of this whole set of questions. I'm going to appeal to a parallel question so you could ask the same question. If you believe that God became human to save and rescue humans and remake the creation, that's like kind of foundations of Christian belief. All of that hope is centered on a person named Jesus. Jesus Messiah or Jesus Christ. The four accounts that come from the earliest apostles tell us Jesus was a Jewish man who grew up in a small town in Israel speaking Hebrew and Aramaic, you know, probably enough Greek and Latin to like get by, you know, and, you know, he was influenced by the climate of northern Galilee, you know, and he was raised in a certain synagogue with certain family members. Very particular. Right. And actually, you know, the accounts that we have of him come from his earliest followers, but from after his resurrection. So those accounts are shaped by not just like video camera footage type perspective, but from a later perspective. So you could ask the same question of the four Gospel accounts, because what we're being scandalized or challenged by is this claim that God's way of revealing God's self is through actual human activity, through human people, and for these people involved, through things that were happening in the course of their lives and through the normal processes of like, living down and writing texts and producing collections of texts in the ancient world. So it's not something you can prove, but it is something we are being asked to trust. The testimony of these prophets that they are giving us an account that represents this family history that reveals the truth about the world. And it's actually very similar to what Christians believe already, for the most part, about Jesus. In other words, are you scandalized by the fact that Jesus grew up at a particular place in time or that particular sayings that he gave were influenced by what happened in the news that day or what the weather was like on a certain day? And if that doesn't bother you as much, how is that different than the book of Isaiah or the Torah coming into existence through multiple generations of scribes adding to it based on things that they sensed or heard God saying in later times? Does that make sense? The parallel I'm drawing? If the fact that Jesus was a human God become human doesn't scandalize you, what feels scandalous about God speaking by the Spirit through normal human scribal processes in the making of the Hebrew Bible?",
    "start": "00:50:04",
    "end": "00:53:14"
  },
  {
    "text": "Yeah, I have a level of comfort of just saying God's working through humans and that we don't need to make this human and divine distinction where, like, if God's word didn't drop out cleanly from heaven in some way, untouched by humans, and I can't trust it.",
    "start": "00:53:14",
    "end": "00:53:31"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:53:31",
    "end": "00:53:32"
  },
  {
    "text": "And what I am trusting is this literary culture and process that took place. But not just that it had its own literary culture and process of them trying to work out their family history, but that I was guided by God's spirit. Yeah. I think I could get there.",
    "start": "00:53:32",
    "end": "00:53:49"
  },
  {
    "text": "Maybe another way to say is the only reason you and I read these texts is because we follow Jesus.",
    "start": "00:53:49",
    "end": "00:53:54"
  },
  {
    "text": "Right.",
    "start": "00:53:54",
    "end": "00:53:54"
  },
  {
    "text": "And that's how Jesus viewed this collection of texts as a gift from the Spirit through human authors. That represents the story of what God's doing for Israel and for the world. And that represents God's word, speaks God's word. So it's a confession I make about these texts also, because I'm only reading them because I follow Jesus. But we're trusting Jesus on that point. And then Jesus is trusting that these texts are what they say they are on that point. And I think that's the point you're just honestly reckoning with.",
    "start": "00:53:55",
    "end": "00:54:32"
  },
  {
    "text": "And then I think the proof is in the pudding in that if the point is wisdom for salvation and for, like, training in righteousness.",
    "start": "00:54:32",
    "end": "00:54:41"
  },
  {
    "text": "Yes.",
    "start": "00:54:41",
    "end": "00:54:41"
  },
  {
    "text": "The thing that I have experienced through this project with you is encountering the wisdom of God and having it shape how I think and then how I exist in the world and see that work through communities. And that's the point.",
    "start": "00:54:41",
    "end": "00:55:01"
  },
  {
    "text": "Yes. Yeah, that's right. Wisdom. I mean, we just read it in what Paul's description sure. Comes from a divine human partnership called inspiration. And the goal is to give us wisdom about the thing that God is up to in history, to remake the world through Messiah Jesus. And that these texts, if a community embraces them, can just reorient how you see everything and then how we live and relate to each other. And that is what these texts are for and why these texts came into existence in the first place.",
    "start": "00:55:01",
    "end": "00:55:39"
  },
  {
    "text": "Yeah. And I guess to say why I brought up, can I trust these things took place in history. You showed us maybe in the last hour, how Paul used the names of Pharaoh's magicians.",
    "start": "00:55:39",
    "end": "00:55:51"
  },
  {
    "text": "Oh, in the previous conversation.",
    "start": "00:55:51",
    "end": "00:55:53"
  },
  {
    "text": "Yeah, the previous conversation.",
    "start": "00:55:53",
    "end": "00:55:54"
  },
  {
    "text": "Yes. Ioannes and Jambres.",
    "start": "00:55:54",
    "end": "00:55:55"
  },
  {
    "text": "Yannes and Jambres.",
    "start": "00:55:55",
    "end": "00:55:56"
  },
  {
    "text": "Yeah.",
    "start": "00:55:56",
    "end": "00:55:57"
  },
  {
    "text": "But they're not named in the Exodus scroll. No, they're named much, much later. So likely that's not their name. Right?",
    "start": "00:55:57",
    "end": "00:56:04"
  },
  {
    "text": "That's likely true.",
    "start": "00:56:04",
    "end": "00:56:05"
  },
  {
    "text": "It would be pretty wild that that's actually their Name.",
    "start": "00:56:06",
    "end": "00:56:09"
  },
  {
    "text": "Yeah, yeah, yeah. But it'd be 1500 years of remembering two random Egyptian guys names.",
    "start": "00:56:09",
    "end": "00:56:15"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:56:15",
    "end": "00:56:15"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:56:15",
    "end": "00:56:16"
  },
  {
    "text": "So I guess sometimes I get really hung up as like, well, I wanna know what their name is and I wanna know if this exact detail happened in this exact way. I think that's why I brought up if this is being crafted much later by a group of people who are comfortable changing certain things or adding certain things.",
    "start": "00:56:16",
    "end": "00:56:35"
  },
  {
    "text": "Literary creativity. That's what we've called it throughout the history of the project. The biblical authors are balancing representing their family history and how they saw God reveal God's self through that history. And they are presenting it in a highly creative way to help us understand the meaning of those obviously being creative.",
    "start": "00:56:35",
    "end": "00:56:57"
  },
  {
    "text": "And what they're doing.",
    "start": "00:56:57",
    "end": "00:56:58"
  },
  {
    "text": "And symbolic names is a really important tool in that toolkit for the biblical authors.",
    "start": "00:56:58",
    "end": "00:57:04"
  },
  {
    "text": "Yeah. For example, Cain and Abel. Abel's name means vapor. Vapor. And he's the guy who just like vanishes as the story moves on pretty quick. So it makes you think, like, was that the name he was given by birth? Or is this supposed to teach me something and give me wisdom? And this wisdom is for my salvation and for my training in righteousness. And so when I get more interested in the latter and less interested in the former, I think that's when.",
    "start": "00:57:04",
    "end": "00:57:34"
  },
  {
    "text": "Yeah. And I think it's important to hold on to both. It's not a problem we're gonna solve. It's a creative tension. It matters that this is representing a family's history that's recounting how they heard from God through their history. And it matters.",
    "start": "00:57:34",
    "end": "00:57:50"
  },
  {
    "text": "And their actual history. They actually came through history as an actual people.",
    "start": "00:57:50",
    "end": "00:57:55"
  },
  {
    "text": "That's important. Just like it's important to me that Jesus actually rose from the dead. I should really go do something different if that didn't happen in terms of vocationally with my life. But at the same time, the way that the biblical authors helped me understand the meaning and significance of those events is through shaping these texts with literary creativity. And that those two convictions are in attention with each other. I feel it too, and I don't know how to resolve it, and I never have. But what I found is when I don't try and make it all one or the other, it's all creative fiction, or it's all just video camera footage written down. Either of those is overcompensating for my discomfort. And neither one's gonna help me really appreciate these texts on their own terms. I don't know any other way around it.",
    "start": "00:57:55",
    "end": "00:58:48"
  },
  {
    "text": "Yeah, you bring up Jesus Death and resurrection. Like, as Paul says, if Jesus didn't rise from the dead, if that's just a creative, like, remix of the story to help you.",
    "start": "00:58:48",
    "end": "00:58:59"
  },
  {
    "text": "Yeah. Be inspired.",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "Be inspired and appreciate something through kind of its literary artistry. Then it's like, well, what's the point?",
    "start": "00:59:00",
    "end": "00:59:06"
  },
  {
    "text": "No, that's right.",
    "start": "00:59:06",
    "end": "00:59:07"
  },
  {
    "text": "I can imagine some fear, like someone listening, going like, well, you just kind of cracked open the door. And now, like, at what point is this all gonna just fly away? I really can't trust any of it. But it seems like you feel grounded in your faith and in following Jesus while dealing with this tension.",
    "start": "00:59:07",
    "end": "00:59:25"
  },
  {
    "text": "Yeah, but it's taken me a long time. Yeah, it's taken me a long time to get there. And what I'm not saying is I think most of the Bible is creative fiction. I actually don't think that.",
    "start": "00:59:26",
    "end": "00:59:36"
  },
  {
    "text": "Okay.",
    "start": "00:59:37",
    "end": "00:59:38"
  },
  {
    "text": "I think that is historically trustworthy. But what do we mean exactly when we say trustworthy? And I think I have just been forced to nuance what I mean by trustworthy to allow for the partnership of historical testimony and literary creativity and the spirit and the work of the Spirit God speaking to his people through highly creative texts that are about a family history that actually happened. Like, we're at the point of where I want a kind of certainty that I just don't think exists for human beings, especially when it comes to events in the past.",
    "start": "00:59:38",
    "end": "01:00:19"
  },
  {
    "text": "Yeah, that's true.",
    "start": "01:00:20",
    "end": "01:00:21"
  },
  {
    "text": "And knowledge of, like, the most transcendent questions I think we can have. Trust and confidence. It's a very different kind of thing than certainty. Yeah. This will probably come up again in the next couple episodes.",
    "start": "01:00:22",
    "end": "01:00:34"
  },
  {
    "text": "Okay.",
    "start": "01:00:34",
    "end": "01:00:35"
  },
  {
    "text": "What we're going to talk about next is how the Hebrew Bible then was received as it got passed down into Second Temple Judaism when it stopped being formed.",
    "start": "01:00:35",
    "end": "01:00:44"
  },
  {
    "text": "Yeah.",
    "start": "01:00:45",
    "end": "01:00:45"
  },
  {
    "text": "And then how it was received into early Christianity and translated into Greek and then became the Old Testament, and then really became the foundation for the next collection in the Christian Bible, the writings of the apostles called the New Testament. So we'll take the next step.",
    "start": "01:00:45",
    "end": "01:01:02"
  },
  {
    "text": "Great. That's it for today's episode. Next week, we look at the Jewish literary culture of the Second Temple period and how the prophetic scribes brought the Hebrew Bible to its final form.",
    "start": "01:01:02",
    "end": "01:01:17"
  },
  {
    "text": "Later, shapers of the Tanakh think of it as one thing. Even though it's on multiple different scrolls, the hyperlinking, coordinated nature of it makes it so that really, it's just one thing in their hearts and in their minds.",
    "start": "01:01:17",
    "end": "01:01:30"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:01:31",
    "end": "01:01:45"
  },
  {
    "text": "Hi, my name is Pedro and I'm from Brazil. Hi, my name is Becky and I'm from Minnesota. I first heard about bibleproject from my brother. I use bibleproject for fostering my own development while I work with youth at my church. I first heard about BibleProject in 2016, and since then I use BibleProject for my personal growth and also for my ministry since I'm a pastor. My favorite thing about bibleproject is how accessible they make the Bible and how passionate they are about Jesus. My favorite thing about bibleproject is the podcasts. We believe the Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. By people like me. You can find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "01:01:47",
    "end": "01:02:37"
  },
  {
    "text": "Hey, everyone, this is Bruce. I'm a software engineer at bibleproject. I've been working at bibleproject for two years and my favorite part about my work is honestly my co workers. It's just such a joy working with these humans doing something that matters to me. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "01:02:39",
    "end": "01:03:04"
  }
]