[
  {
    "text": "When we interact with a Bible, we're interacting with a single book bound together nicely. You can grab it with one hand, you can carry it with you to church under your arm. Now, this can hide the fact that what we have is really an assortment of literary works all bound together in a final collection. And so how did this collection come to be? How was the Bible formed? We can start to tell ourselves a simplified story of the making of the Bible. Perhaps God zapped a series of prophets who transcribed what God said. And once that was all written down, it was never changed. We'll call this the golden tablets story of the Bible.",
    "start": "00:00:05",
    "end": "00:00:46"
  },
  {
    "text": "My first couple years as a Christian, I had been given a golden tablet's falling from heaven view of the Bible. And that view didn't match what I was seeing in the manuscript history.",
    "start": "00:00:46",
    "end": "00:00:58"
  },
  {
    "text": "What Christians call the Old Testament, what the Jewish people call the Hebrew Bible or Tanakh, went through an iterative process of development by scribes and prophets over the long history of Israel. And it came to its final shape in the late 400-bc and perhaps into the time of Jesus. The Bible didn't drop out of heaven. It was formed over generations by a prophetic literary crew.",
    "start": "00:00:59",
    "end": "00:01:23"
  },
  {
    "text": "This is the crew that gives us the Hebrew Bible in the late post exilic phase. And it's a museum exhibit. And the material in the exhibit comes from all the different phases and periods of Israelite history.",
    "start": "00:01:24",
    "end": "00:01:36"
  },
  {
    "text": "To believe the Bible was formed this way doesn't negate that. It can also be God's word to us.",
    "start": "00:01:36",
    "end": "00:01:43"
  },
  {
    "text": "When key authors or prophets at the end of the process, like Daniel or Zechariah, reflect back on the whole treasure of these texts, they refer to it as a gift of God's spirit, as being not just connected to individuals that are named, but to all of the prophetic scribes that brought us these texts as being under the guidance of the spirit.",
    "start": "00:01:43",
    "end": "00:02:08"
  },
  {
    "text": "In the 500 years following their return from exile, Israel rebuilds Solomon's temple and then they're taken over by Persia and then taken over again by Alexander the Great and then taken over again by Rome. And it's during this time that the Hebrew Bible was brought to its final form.",
    "start": "00:02:08",
    "end": "00:02:26"
  },
  {
    "text": "The Hebrew Bible begins to spread as a unified collection and just make a huge impact because everything around the 300s, the 200s, the 1000s BC in Jerusalem and out in the Diaspora, everything written just takes for granted that the Tanakh is the thing Torah of Moses, the writings of the prophets are just taken for granted. This is our scriptural heritage.",
    "start": "00:02:27",
    "end": "00:02:51"
  },
  {
    "text": "And so today we continue our conversation about the formation of the Bible. This conversation isn't meant to take away from our belief in the divinity of the Bible, but rather to hold a high view of scripture while also acknowledging the humans who shaped these sacred texts.",
    "start": "00:02:51",
    "end": "00:03:08"
  },
  {
    "text": "I think that a robust Christian faith can endure and that you'll actually walk out with a much richer and deeper conviction about the Bible as God's word.",
    "start": "00:03:08",
    "end": "00:03:19"
  },
  {
    "text": "Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:03:20",
    "end": "00:03:25"
  },
  {
    "text": "Hello, John. Hi.",
    "start": "00:03:25",
    "end": "00:03:27"
  },
  {
    "text": "Hi. So we've been talking about how the Bible was formed.",
    "start": "00:03:27",
    "end": "00:03:30"
  },
  {
    "text": "Yes. Crash course in the making of the Bible.",
    "start": "00:03:30",
    "end": "00:03:33"
  },
  {
    "text": "Yeah.",
    "start": "00:03:33",
    "end": "00:03:33"
  },
  {
    "text": "Yes.",
    "start": "00:03:33",
    "end": "00:03:34"
  },
  {
    "text": "There's stories in the Bible.",
    "start": "00:03:34",
    "end": "00:03:35"
  },
  {
    "text": "Yeah.",
    "start": "00:03:36",
    "end": "00:03:36"
  },
  {
    "text": "Talking about the Bible being written down, starting with Moses writing things down. And this would often happen, that a scroll in the Bible or a collection of scrolls would be attributed to a key prophet.",
    "start": "00:03:37",
    "end": "00:03:48"
  },
  {
    "text": "Yeah.",
    "start": "00:03:48",
    "end": "00:03:48"
  },
  {
    "text": "And you also showed us how there is an obvious later editorial voice in these scrolls, someone who would be much later than Moses or whoever the prophet was, inserting their point of view and shaping the scroll later. So you brought up in the story of Abraham how when Abraham's gonna sacrifice Isaac, the narrator pipes in and says, this is why on the mountain of Yahweh, we say God will provide. Is that what he says? Yeah, it will be provided.",
    "start": "00:03:49",
    "end": "00:04:20"
  },
  {
    "text": "Yeah. It will be seen to.",
    "start": "00:04:20",
    "end": "00:04:21"
  },
  {
    "text": "It will be seen to.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "Yeah. So that's coming from perspective of somebody who's trying to connect this old story of what happened with Abraham and Isaac to what is called today, referring to the liturgy of sacrifices and offerings in the Jerusalem temple.",
    "start": "00:04:23",
    "end": "00:04:38"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:04:38",
    "end": "00:04:39"
  },
  {
    "text": "About many hundreds of years of a gap between the story of Abraham and then the voice speaking.",
    "start": "00:04:39",
    "end": "00:04:46"
  },
  {
    "text": "So the punchline was that these scrolls are mosaics, was a word you were using.",
    "start": "00:04:47",
    "end": "00:04:52"
  },
  {
    "text": "Yeah, they're mosaics. They're traditional literature that was passed down and shaped over the course of many generations. And when key authors or prophets at the end of the process, like Daniel or Zechariah reflect back on the whole treasure of these texts, they refer to it as a gift of God's spirit, and they refer to it as being the work of the key prophets, the named, you know, Moses or Isaiah or Jeremiah, but then also of these other prophets or scribes who are all the links in the chain from the past down to their present.",
    "start": "00:04:52",
    "end": "00:05:34"
  },
  {
    "text": "Yeah.",
    "start": "00:05:34",
    "end": "00:05:34"
  },
  {
    "text": "So that's reconfiguring notions of authorship and of Holy Spirit inspiration as being not just connected to individuals that are named in the scrolls, but to all of the prophetic scribes that brought us these texts as being under the guidance of the spirit.",
    "start": "00:05:35",
    "end": "00:05:56"
  },
  {
    "text": "Right. And so then I get this picture of this literary Crew.",
    "start": "00:05:56",
    "end": "00:06:00"
  },
  {
    "text": "Probably not a very big circle of people, really. Well, I mean, you know, you got Moses and the Levites and the priests. They were already a subset of a subset, you know, of the people of Israel. You get the idea throughout the Torah and prophets that most Israelites really were not hanging on to covenant faithfulness. It was always a minority crew. You definitely get that once you get into the prophets writing themselves, it's a minority report. The Hebrew Bible comes to us as a minority report from the history of culture of ancient Israel.",
    "start": "00:06:01",
    "end": "00:06:39"
  },
  {
    "text": "Yeah.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "However, there was a key transition as the Tanakh collection came into its kind of final form, that the community of exiles from Babylon that came back to Jerusalem, it actually seems like a large number of them were trying to hang on to covenant faithfulness. And Ezra Nehemiah shows us stories from that period that shows that most of the elders and most of the tribal leaders were really trying. They didn't always succeed. In fact, they often failed at covenant faithfulness. And that's what makes Ezra and Nehemiah so interesting.",
    "start": "00:06:40",
    "end": "00:07:16"
  },
  {
    "text": "Okay, so you brought up Ezra Nehemiah. There's a story, isn't there, where they come back to the land and they read.",
    "start": "00:07:16",
    "end": "00:07:22"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:07:22",
    "end": "00:07:23"
  },
  {
    "text": "So what are they reading? They're reading the words.",
    "start": "00:07:23",
    "end": "00:07:25"
  },
  {
    "text": "Yeah. They're reading from some version of the Torah prophets that have the genetic lineage to the one that we have. Whether it's exactly the form that we have it, we don't know. But it's a meta moment within the.",
    "start": "00:07:25",
    "end": "00:07:44"
  },
  {
    "text": "Collection because Ezra Nehemiah is not in the collection, obviously, yet in terms of.",
    "start": "00:07:44",
    "end": "00:07:49"
  },
  {
    "text": "When you're reading the story.",
    "start": "00:07:50",
    "end": "00:07:51"
  },
  {
    "text": "As you're reading the story.",
    "start": "00:07:51",
    "end": "00:07:51"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:07:51",
    "end": "00:07:52"
  },
  {
    "text": "And so if there was any more shaping by the editorial crew post Ezra Nehemiah, they would have had a slightly different version. And that feels a little uncomfortable.",
    "start": "00:07:52",
    "end": "00:08:03"
  },
  {
    "text": "Why does that feel uncomfortable for you? I mean, we kind of talked about this.",
    "start": "00:08:04",
    "end": "00:08:07"
  },
  {
    "text": "We talked about this already. And that's what I'm just saying it again.",
    "start": "00:08:07",
    "end": "00:08:09"
  },
  {
    "text": "You're just sitting in the bathroom.",
    "start": "00:08:09",
    "end": "00:08:10"
  },
  {
    "text": "If we want to believe the Bible's trustworthy, the simple story is it fell out of the sky fully formed, without any errors. That's kind of how maybe I was taught to think about it, instead of like, this history of being shaped and iterated on.",
    "start": "00:08:10",
    "end": "00:08:25"
  },
  {
    "text": "Yeah. It's so interesting, though. But I can so quickly flip that in my head and be like, I'm suspicious of tablets falling out of heaven. That's true. And if it all fell out of heaven, claiming to have no human history of development behind these texts, a million questions and objections Come up in my mind.",
    "start": "00:08:26",
    "end": "00:08:47"
  },
  {
    "text": "Right, yeah, yeah, yeah.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "So you can flip it both ways. You can say, actually, it's very traceable. History of human involvement and development also can give it another kind of legitimacy, that this is about a God who is deeply involved in the life of his human covenant partners and invites them and their stories to participate in the divine story.",
    "start": "00:08:48",
    "end": "00:09:12"
  },
  {
    "text": "Yeah. God's spirit works through humans in human history.",
    "start": "00:09:12",
    "end": "00:09:14"
  },
  {
    "text": "That's right. But Ezra Nehemiah, something very pivotal happened in the exile and in the community of returned exiles. And now we're into the 500-bc-even into the 400s. And this is all of what Ezra Nehemiah is about, is that it seems like the majority of that crew, and we're just talking about a few tens of thousands of people that returned out of what seemed like a larger number dispersed in the exile.",
    "start": "00:09:14",
    "end": "00:09:39"
  },
  {
    "text": "So by crew, you mean everyone who came back to the land?",
    "start": "00:09:40",
    "end": "00:09:43"
  },
  {
    "text": "Mm, that's right. And there were still Israelites from other tribes still in and around the vicinity. And this is part of. I won't rehearse what Ezra and Nehemiah are about. We have videos about them that'll do a quicker job than I can do now. But the point was that this crew that returned was certainly the crew that took the earlier Prota versions of most of the biblical books to Babylon with them and studied them and learned from them and realized God had been speaking to them through these prophets in a way that most of Israel never paid attention to. So the crew that comes back has a large number of people that wants to be faithful to these writings. And Ezra, he's called Sofer Mahir, an efficient scribe, a trained scribe in the Torah of Moses. So he surely represented a crew of scribes and priests that were, like, Bible nerds. And that Tanakh definitely had a key point of shaping in that time. So it's to that crew you can start to then kind of extrapolate Ezra's crew. Ezra's crew. What are the latest events talked about in the Hebrew Bible? Yeah, well, you've got Ezra Nehemiah, which takes you down somewhere into the early, maybe four hundreds. There's debate BC Yep. The story of Esther is happening, you know, out in a Persian city, out in the diaspora.",
    "start": "00:09:43",
    "end": "00:11:09"
  },
  {
    "text": "Persia takes place.",
    "start": "00:11:09",
    "end": "00:11:10"
  },
  {
    "text": "It's in the mid-400s. Mid-4 hundreds. Okay. There's a lot of debate around the precise dating of Ezra Nehemiah in Esther, but these are the latest events talked about within the Tanakh. Okay, that's the events talked about, but then the shaping of the books themselves. Would have needed to happen after that. So we're talking, like somewhere in the late 400s, mid-3002, that the Hebrew Bible is really taking its final collection and shape. So we've talked about this before, and maybe we even did in the last episode, but you can start to trace what must have been some of the final layers of compositional shaping and coordination of the scrolls of the Hebrew Bible, because remember, they weren't in a codex, a book. They were in a collection of scrolls. Collection of scrolls, probably in a room with a wall with a bunch of holes in it. But the beginnings and endings of many scrolls in the collection show signs of hyperlinking and coordination. We've talked about these in the past. But the beginning and ending sections of the Torah, so the seven day narrative, the Eden narrative, shows remarkable coordination with the final chapters of Deuteronomy, of blessing and curse, of people being in a garden land, with a choice between good and bad. What are you going to do? The beginning of the prophets with Joshua, the ending of the prophets with Malachi shows lots of coordination between them and between the beginnings and endings of the Torah. So Joshua's supposed to read a scroll of the Torah and meditate on it day and night, and he'll have success no matter what he does.",
    "start": "00:11:11",
    "end": "00:13:16"
  },
  {
    "text": "That's how Joshua begins.",
    "start": "00:13:16",
    "end": "00:13:17"
  },
  {
    "text": "That's how Joshua begins. He's described as a new Adam and Eve type figure who is to subdue the land.",
    "start": "00:13:17",
    "end": "00:13:23"
  },
  {
    "text": "So it's connected to both the end of Deuteronomy and the beginning of Genesis.",
    "start": "00:13:24",
    "end": "00:13:27"
  },
  {
    "text": "Exactly, yes. Yeah. You get the same thing at the ending of Malachi, which talks about a great day of Yahweh that's coming.",
    "start": "00:13:27",
    "end": "00:13:34"
  },
  {
    "text": "Malachi is the last of the prophetic books.",
    "start": "00:13:34",
    "end": "00:13:36"
  },
  {
    "text": "That's right. Isaiah, Jeremiah, Ezekiel, and then the twelve prophets. And then Malachi is the last of the twelve. And he starts talking about a day when there'll be a separation of the righteous and the wicked when the day of the Lord comes. And actually, this is rad. The significance of a little passage near the end of Malachi is becoming more clear to me. It's near the end of what we call chapter three of Malachi. And it describes a crew of people who are just called those who fear Yahweh, who get together and talk. And the Lord paid attention, Yahweh paid attention, and he heard them. And a scroll for remembering was written before him. For those who fear the Lord and who honor his name, they belong to me, says Yahweh, on the day that I will make my precious possession And I am going to have compassion on them like a man has compassion on his child who serves him. And you will see a distinction between the righteous and the wicked. This is describing, I think, the self perception of the group of Bible nerds who gave us the Hebrew Bible.",
    "start": "00:13:36",
    "end": "00:14:53"
  },
  {
    "text": "Really?",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Yes.",
    "start": "00:14:54",
    "end": "00:14:54"
  },
  {
    "text": "Yeah, yeah. It says the Lord gave attention and heard them. A scroll.",
    "start": "00:14:55",
    "end": "00:15:00"
  },
  {
    "text": "Scroll of remembering.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "A scroll of remembering was written. Why is it in the passive? Was written before him. And who's the him?",
    "start": "00:15:02",
    "end": "00:15:08"
  },
  {
    "text": "Yeah, before God.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "Before God. Okay.",
    "start": "00:15:10",
    "end": "00:15:11"
  },
  {
    "text": "Yeah. For those who fear the Lord.",
    "start": "00:15:11",
    "end": "00:15:12"
  },
  {
    "text": "So they wrote this scroll.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "This is a group of people who, they fear the Lord and they honor his name, unlike many Israelites who don't.",
    "start": "00:15:14",
    "end": "00:15:22"
  },
  {
    "text": "The majority.",
    "start": "00:15:22",
    "end": "00:15:23"
  },
  {
    "text": "Yeah. And this group is aware of themselves as being my own special possession. This is what God said to all of Israel sitting at the foot of Mount Sinai in Exodus 19.",
    "start": "00:15:23",
    "end": "00:15:33"
  },
  {
    "text": "So they're embracing that identity.",
    "start": "00:15:34",
    "end": "00:15:35"
  },
  {
    "text": "If you listen to my voice and obey my covenant, you will be my special possession.",
    "start": "00:15:35",
    "end": "00:15:41"
  },
  {
    "text": "Okay, so.",
    "start": "00:15:41",
    "end": "00:15:42"
  },
  {
    "text": "So this subgroup of Israel has taken on itself the name that God gave to ideal Israel that lives faithfully to the covenant.",
    "start": "00:15:42",
    "end": "00:15:51"
  },
  {
    "text": "And so they're writing the scroll of remembering.",
    "start": "00:15:51",
    "end": "00:15:54"
  },
  {
    "text": "They get together and they talk, they speak to each other. And when they speak to each other, God listens. And it's interesting. What are they talking about? Well, they have this scroll for remembering that is written in the presence of God, but it's for this group who fears the Lord.",
    "start": "00:15:54",
    "end": "00:16:14"
  },
  {
    "text": "Yeah.",
    "start": "00:16:14",
    "end": "00:16:14"
  },
  {
    "text": "So this is like embryonic seed awareness of the Bible.",
    "start": "00:16:14",
    "end": "00:16:20"
  },
  {
    "text": "I see.",
    "start": "00:16:20",
    "end": "00:16:20"
  },
  {
    "text": "This is a crew of people who gets together and they read scripture together, they meditate on it, they talk about it. This is the group that is trying to show us the ideal reader of scripture in Joshua. That's why they're portraying Joshua as like the ideal Torah meditator who's like Moses who led the people I also love.",
    "start": "00:16:21",
    "end": "00:16:43"
  },
  {
    "text": "They're doing it in community as well.",
    "start": "00:16:43",
    "end": "00:16:45"
  },
  {
    "text": "Oh yeah. Come on. That's why I thought you would like this. Okay, let's put a pin here. So that's the ending of Malachi in the Tanakh. The next body of sub collections of the Hebrew Bible is the Ketevim. The writings.",
    "start": "00:16:45",
    "end": "00:16:58"
  },
  {
    "text": "Yeah. Because what you're saying is we're going through the different seams of the different parts of the Bible. We just ended with the prophets. The next collection is the writings.",
    "start": "00:16:58",
    "end": "00:17:06"
  },
  {
    "text": "Yes. And in many traditional orderings of the writings. And I think the one that probably reflects the oldest arrangement has the psalms as the heading for the Ketavim. Why would I say that? The beginnings and ending of Scrolls seem really important for the hyperlinking coordination on this macro level. And Psalm 1 and 2 begin with these meditations on being a Bible reader. Yes, and it's exactly the language from Joshua 1 and much of the language from the ending of Malachi, Psalm 1 is about a separation between the righteous and the wicked. The path of the wicked leads to ruin, the path of the righteous leads to the tree of life. And the focus of the good life person who's the tree of life is that he meditates on the Scriptures day and night. And you're like, oh, it's like the crew at the end of Malachi. So ending of Malachi, the beginning of Psalms is giving us a self awareness of this crew connected to Ezra. I think because the prophet Malachi is assuming that a second temple has been built and that it's not going very well and that many Israelites don't fear the Lord. So somewhere in the late post exile period, Ezra and his crew, and later the final books of the Hebrew Bible, like Esther, Daniel, seems like it underwent shaping until somewhere in the three hundreds or two hundreds. But also Daniel himself is depicted as a Bible nerd too, who's meditating on the book of Jeremiah one day when he gets a really important dream vision. So all of a sudden you start to see the Hebrew Bible is coming to us like a museum exhibit of the whole story of Israel. But the final curating and arrangement of it comes out of a long process. And the form we have, it is from this crew that prayerfully read these texts going back to Malachi. It doesn't even say that they wrote them.",
    "start": "00:17:06",
    "end": "00:19:10"
  },
  {
    "text": "What it says is it was written.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "The scroll was written. And you're like, well, it had to be written by somebody. But what they want to highlight is less the human authorship and the fact that through these written texts that are obviously written by people, when they read them and discuss them in community, they hear God talking to them and they hear God saying, you are my people who are going to be the ones who carry on this hope of a covenant partnership between God and his people.",
    "start": "00:19:12",
    "end": "00:19:40"
  },
  {
    "text": "What do you think they were writing? Do you think it was? It says a scroll.",
    "start": "00:19:41",
    "end": "00:19:45"
  },
  {
    "text": "Yeah, I know it seems like a.",
    "start": "00:19:46",
    "end": "00:19:47"
  },
  {
    "text": "Particular scroll instead of, I mean you could imagine them doing that editorial work across a bunch of scrolls and like bring it together and having these lively discussions of Moses said this and isn't it interesting that Joshua was told to be a Bible nerd and like making sure that that was highlighted in the text. But it says they're working On a scroll.",
    "start": "00:19:47",
    "end": "00:20:08"
  },
  {
    "text": "A scroll? No, it's very similar to how Psalm 1 opens. That just says, you know, how good is life for the one who doesn't do a bunch of things, but who does meditate on the Torah. Yahweh. The Torah of Yahweh.",
    "start": "00:20:08",
    "end": "00:20:23"
  },
  {
    "text": "Yeah.",
    "start": "00:20:23",
    "end": "00:20:23"
  },
  {
    "text": "So it doesn't say scroll, but once again, it's referring to the Scriptures as a singular thing.",
    "start": "00:20:23",
    "end": "00:20:29"
  },
  {
    "text": "Okay.",
    "start": "00:20:29",
    "end": "00:20:29"
  },
  {
    "text": "Which maybe this speaks to. You know, we've talked about this over the years, this awareness that even though there's a bunch of different physical scrolls, these.",
    "start": "00:20:29",
    "end": "00:20:39"
  },
  {
    "text": "It's got a unified nature.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "These later shapers of the Tanakh, think of it as one thing.",
    "start": "00:20:40",
    "end": "00:20:44"
  },
  {
    "text": "Yeah.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Even though it's on multiple different scrolls, the hyperlinking, coordinated nature of it makes it so that really, it's just one thing in their hearts and in their minds.",
    "start": "00:20:45",
    "end": "00:20:56"
  },
  {
    "text": "So you think it's possible that Malachi is just calling it a scroll of remembering, referring to the whole collection, the scriptural collection. Interesting.",
    "start": "00:20:56",
    "end": "00:21:03"
  },
  {
    "text": "Yeah.",
    "start": "00:21:03",
    "end": "00:21:04"
  },
  {
    "text": "Okay.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "Yeah, interesting. That phrase written for remembering connects back to the first mention of writing in the Torah at all in Exodus.",
    "start": "00:21:04",
    "end": "00:21:14"
  },
  {
    "text": "Why Moses wrote down that story, write.",
    "start": "00:21:14",
    "end": "00:21:16"
  },
  {
    "text": "It in a scroll for remembering. And that was the rescue story, Salvation, rescuing his people. So we get these two paired ideas all the way back to our last conversation. God rescuing his people to enter into a covenant partnership so that through them, he can do what he wants to do for all the nations and all of creation. And the rescue and the covenant. These are the core ideas underneath the concept of the Bible. What is the Bible? It's a group of texts that come from the tradition of the prophets, guided by God's spirit to tell the story of how God's rescuing people and his world and doing it through covenant partners who will be faithful when they're unfaithful. Things go terrible. But if God has a faithful crew to work with, who will treasure the story and the covenant writings, that's the group that gives us the Hebrew Bible. And I mean, dude, we could go on like, the chronicle scroll is so rad because it certainly comes from the same crew.",
    "start": "00:21:16",
    "end": "00:22:19"
  },
  {
    "text": "Okay. And that's clearly a mosaic.",
    "start": "00:22:19",
    "end": "00:22:22"
  },
  {
    "text": "Yeah. The first word of the scroll is Adam, and it's a genealogy tracing all the characters in the Hebrew Bible, starting with Adam and Eve.",
    "start": "00:22:22",
    "end": "00:22:29"
  },
  {
    "text": "Yeah. It's a creative remix of the Hebrew.",
    "start": "00:22:30",
    "end": "00:22:33"
  },
  {
    "text": "Bible on down through the last paragraph of Chronicles is this edict of a Persian king, Cyrus, who invites all the exiles to come back. And it's copy and paste from the first sentences of Ezra and Nehemiah. And what's Fascinating, actually, is Chronicles is like a musical. Everybody's breaking out into song all the time. But what they are singing from is psalms from the Psalm scroll. And many of the psalms that are being quoted from by different Israelites through history are psalms that if you go read them in psalms or read the superscriptions, they clearly tell you they were written long after the events, the events being talked about and talked about, but.",
    "start": "00:22:33",
    "end": "00:23:13"
  },
  {
    "text": "They'Re putting those words in their mouths.",
    "start": "00:23:13",
    "end": "00:23:15"
  },
  {
    "text": "So when David brings the ark to Jerusalem in the Chronicles version of that story, it tells you all these songs that they're singing, but they're singing, like all these copy and paste paragraphs from psalms that in the book of Psalms very clearly are written. After the exile, again, this goes back to our. Yeah, that tension that makes you uncomfortable.",
    "start": "00:23:15",
    "end": "00:23:36"
  },
  {
    "text": "Yeah.",
    "start": "00:23:37",
    "end": "00:23:38"
  },
  {
    "text": "But it's a fact.",
    "start": "00:23:38",
    "end": "00:23:39"
  },
  {
    "text": "Yeah. Because if you want to know what actually did they sing? What song did they actually sing? If that's what I care about, then I'm going to be kind of scandalized here. But if I'm really interested in why did that moment matter, what am I supposed to learn from it, then I can be more comfortable in a later, kind of literary, nerdy scribe moved by God's spirit to give me more of a creative way to think about it.",
    "start": "00:23:39",
    "end": "00:24:07"
  },
  {
    "text": "To imagine that the songs that we, after the exile, hear the Levites singing in the Second Temple, that they are telling us the truth about what God has been wanting to do in this temple since the day it was founded by David.",
    "start": "00:24:07",
    "end": "00:24:22"
  },
  {
    "text": "Right.",
    "start": "00:24:22",
    "end": "00:24:23"
  },
  {
    "text": "So they retell that story in light of the later songs of the Levites that we have in the Psalms.",
    "start": "00:24:23",
    "end": "00:24:29"
  },
  {
    "text": "Now, in the modern world, we wouldn't call that history. Right, sure.",
    "start": "00:24:29",
    "end": "00:24:34"
  },
  {
    "text": "Yeah, that's right. And that's because our concept of historical writing has gone through 2000 years of development into modern Western culture. And the assumptions we have about history writing were not all shared by all people of all places and times. But that doesn't mean that in these other places and times, all they were writing was like fiction. They're really preserving their family memories, and they are just doing it in a culturally different style than we think of history writing. And that's our problem, not theirs, you know?",
    "start": "00:24:34",
    "end": "00:25:08"
  },
  {
    "text": "Yeah.",
    "start": "00:25:08",
    "end": "00:25:08"
  },
  {
    "text": "This is the crew that gives us the Hebrew Bible in the late post exilic phase. And it's Mosaic. It's a museum exhibit.",
    "start": "00:25:09",
    "end": "00:25:17"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:18"
  },
  {
    "text": "And the material in the exhibit comes from all the different phases and periods of Israelite history. At some point, this collection of the Hebrew Scriptures, the Torah, the prophets, and the Psalms was viewed as a Collected whole, it was all written in Hebrew with a bit of Aramaic layered in there. And there is an argument to be made, some scholars have made it, that the chronicle scroll was written as a kind of canonical climax, as it were, because the history of Israel didn't stop after the period of Ezra Nehemiah. It full on kept raging and becoming really complex as ever was. But some group that gave us the Tanakh thought that telling the story up to the hope for the return from the exile and then the disappointing events that happened in those first generations after the return from the exile and stopping it there, that there was a completeness to that way of telling the family story and to continue on further, would begin to change its meaning. That's the crew, and that's what we call the Torah prophets and writings. Okay, so here's what's really fascinating. The history of Israel didn't stop with the return from exile. And the literary creativity of scribes and prophets in and around Jerusalem out in the Diaspora also didn't stop. In fact, if anything, it cranked up. So what we have in a body of Israelite literature, that's called Second Temple literature because it all assumes the post exile situation.",
    "start": "00:25:18",
    "end": "00:27:28"
  },
  {
    "text": "Yeah. Meaning the First Temple, Solomon's temple was destroyed. When they went into exile, they come back, this is Ezra Nehemiah's time, they rebuild the temple. This is what we mean by Second Temple.",
    "start": "00:27:29",
    "end": "00:27:40"
  },
  {
    "text": "That's right, yeah. And so you've got a crew living in and around Jerusalem and Judea, and then you've got people either, you know, migrating to other parts of the traditional lands of the Israelite tribes, or you've got people who were just Israelites who were scattered abroad, you know, in the many centuries since or after called the Diaspora or the scattering. And so both in Jerusalem and Judea, where life centers around the Temple and in the Diaspora, the Tanakh, the Hebrew Bible. Yeah, Hebrew Bible begins to spread as a unified collection and just make a huge impact because everything starting around the 300s, the 200s, the 1000s BC in Jerusalem and out in the Diaspora, everything written by Israelites after that in this period just takes for granted that the Tanakh is the thing. The Torah of Moses, the writings of the prophets and the writings we have are just taken for granted. This is our scriptural heritage.",
    "start": "00:27:40",
    "end": "00:28:48"
  },
  {
    "text": "Okay. So during this time, Second Temple period time, Israel is reforming their identity. They're processing everything that happened there is some sort of proto Tanakh that's kind of getting close to being completed and comes to its final shape during this time. And then that collection of scrolls takes on an identity of itself. It's more than a collection of scrolls. It's so unified in the way it works together and the way that it tells a story, the way that it speaks truth to what's going on, that it has this sense of completion. And that's what we call the Tanakh. And you said this is a very highly kind of literary culture suddenly because a lot of other literary works are happening, being written and they all take for granted, meaning they all are aware of what's in the Tanakh, all the themes, all the ideas and they are just riffing off of those, but they're no longer being added to the Tanakh.",
    "start": "00:28:49",
    "end": "00:29:53"
  },
  {
    "text": "Yeah. So what we're calling now is the body of text called the Apocrypha or Deuterocanon. That will be in the later Deuterocanon and then Pseudepigrapha.",
    "start": "00:29:53",
    "end": "00:30:02"
  },
  {
    "text": "Yeah. Just all the Second Temple literature, which includes what ends up as the Deuterocanon.",
    "start": "00:30:02",
    "end": "00:30:07"
  },
  {
    "text": "That's right. Yeah, exactly. And almost all of this literature, it's sort of like what you could call it, like we already talked about this, but it all is imitating the Hebrew Bible. So you've got a really amazing text written somewhere out in the Diaspora, you know, maybe the second century BC called the Wisdom of Solomon. And it says that it's coming from Solomon.",
    "start": "00:30:07",
    "end": "00:30:31"
  },
  {
    "text": "Right.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "It was written in Greek.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "Yeah. Solomon didn't know.",
    "start": "00:30:34",
    "end": "00:30:36"
  },
  {
    "text": "Yeah. And so there's debates about was the author trying to really pass it off as Solomon, get people to think that, or was it kind of like a literary fiction that's meant to imagine man. If Solomon could speak to our diaspora communities here today. And then what the Wisdom of Solomon is, is it's somebody who knows the Hebrew Bible so well.",
    "start": "00:30:36",
    "end": "00:30:59"
  },
  {
    "text": "Yeah.",
    "start": "00:30:59",
    "end": "00:31:00"
  },
  {
    "text": "But knows it in Greek and has woven together a meditation on how to live faithfully to the covenant of Israel with God and by the Wisdom of Solomon. And has woven these poems that are just some of the most remarkable reflections on what biblical faith looks like in the Greek speaking Diaspora. Solomon for Greeks is like.",
    "start": "00:31:00",
    "end": "00:31:24"
  },
  {
    "text": "Yeah. At the end of our first conversation, you mentioned how one reason you value reading those texts like the Wisdom of Solomon is because you're reading kind of early biblical theology for people who are super Bible nerds. They understand the Hebrew Bible now, they live in new culture and it's in a culture that's much more closely related to the culture of Jesus and they're working through in this very complex new cultural environment. What does this mean to follow Yahweh and to have wisdom and to be God fearers.",
    "start": "00:31:25",
    "end": "00:32:00"
  },
  {
    "text": "Yes, that's right. Because a key event happened in the 3000 B.C. that reshaped the entire ancient world of ancient, you know, Eastern Europe and then what we call the Middle east and the East. And that is a guy who.",
    "start": "00:32:00",
    "end": "00:32:14"
  },
  {
    "text": "Alex.",
    "start": "00:32:14",
    "end": "00:32:15"
  },
  {
    "text": "Alexander the Great. Alex the Great guy who was such a successful military campaigner, he became convinced that he was a God by the end of his campaign because he stormed the ancient world and spread the value of Greek language and culture. Even though he's a Macedonian, he was a fan of everything Greek. And the whole world changed after him. And he did his thing right as the Hebrew Bible was coming into its final shaping.",
    "start": "00:32:15",
    "end": "00:32:46"
  },
  {
    "text": "And so that's why a very early version of the Hebrew Bible was written in Greek.",
    "start": "00:32:46",
    "end": "00:32:49"
  },
  {
    "text": "So the Hebrew Bible, beginning in the probably late three hundreds, but then really in the two hundreds, was rendered into Greek. That's a whole subfield of biblical studies. It's awesome. Called Septuagint studies. And here's what's so fascinating. So you've got the Hebrew Bible spreading through synagogue networks throughout, you know, the Diaspora. And you've also then got Greek translations of the Hebrew Bible spreading out. And those Greek translations often preserve for us versions of biblical books that give us a window into the final editorial shaping of those biblical books. This is super fascinating.",
    "start": "00:32:49",
    "end": "00:33:29"
  },
  {
    "text": "Okay, what do you mean?",
    "start": "00:33:30",
    "end": "00:33:31"
  },
  {
    "text": "So the manuscript witnesses to the Hebrew Bible that we had before the discovery of the Dead Sea Scrolls actually comes from the early medieval and medieval periods, like the 6000 AD or later. And then you get the Dead Sea Scrolls, which are our earliest Hebrew versions of biblical books. And what the Dead Sea Scrolls showed us was, whoa, many of the books of the Hebrew Bible went through a few editions or existed in the Second Temple period in different editions. So, for example, in among the Dead Sea Scrolls, there's witnesses to two versions of Jeremiah, one of which is about an eighth shorter and in a different arrangement. And lo and behold, it's that shorter edition of Jeremiah that was in front of the Greek translators of Jeremiah. And so that's.",
    "start": "00:33:31",
    "end": "00:34:28"
  },
  {
    "text": "That's what got translated.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "The version that got translated into Greek and then got spread throughout the Diaspora communities. Ezekiel is in a shorter version. This is what I did my dissertation on, the Shorter Version, Ezekiel. So what this shows us is actually that in that late Second Temple period, the manuscript history of these texts, we actually get a window into the final stages of the shaping of the Tanakh. And, well, I'm just raising a whole set of issues that we don't have Time to talk about.",
    "start": "00:34:29",
    "end": "00:34:56"
  },
  {
    "text": "Right.",
    "start": "00:34:56",
    "end": "00:34:57"
  },
  {
    "text": "But my point is that we can actually begin to pinpoint the third century and second centuries B.C. or A.D. b.C.",
    "start": "00:34:57",
    "end": "00:35:06"
  },
  {
    "text": "B.C.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "As part of the stages of the final formation. And the actual textual form of certain biblical books could still be fluid, undergoing little modifications, but that didn't affect the shape of the collection as a whole. In other words, Jeremiah was never questioned as whether it's in the Tanakh or out of the Tanakh. Yeah, but the version of Jeremiah, the textual version of it, was still being negotiated into the third and second century.",
    "start": "00:35:07",
    "end": "00:35:35"
  },
  {
    "text": "What are the Dead Sea Scrolls dated to?",
    "start": "00:35:35",
    "end": "00:35:37"
  },
  {
    "text": "They come to us from the second and first centuries BC and then the first century ad. Okay, so the point is that. Well, here I'll just maybe give a personal anecdote. It was this set of issues that thoroughly scrambled and forced me to reckon with all of this. And back in my mid-20s and early graduate school days, these were the questions that really bothered me, that motivated me to spend a lot of time on them, because I realized in my first couple years as a Christian, I had been given a golden tablet, falling from heaven view of the Bible. And that view didn't match what I was seeing in the manuscript history and learning about in the manuscript and translation history of the Bible.",
    "start": "00:35:37",
    "end": "00:36:25"
  },
  {
    "text": "Yeah, the manuscript history looks a lot more like you would just imagine what human activity would do, especially in kind of a more slightly decentralized way where different communities who are all honoring this text are part of this literary culture. And part of that culture is you can adapt it. And that doesn't mean you're doing something wrong.",
    "start": "00:36:25",
    "end": "00:36:49"
  },
  {
    "text": "No, just the opposite. All of these little manuscript differences are all in the effort of making the scroll more clear in its meaning. They're a little interpretive or often hyperlinked.",
    "start": "00:36:49",
    "end": "00:37:00"
  },
  {
    "text": "Modifications, but at some point we got a community's version.",
    "start": "00:37:01",
    "end": "00:37:05"
  },
  {
    "text": "Exactly, totally. So what's very interesting is somewhere in that little window in the third second centuries BC the final forms of the biblical books are taking shape. Because at some point, these modifications stop. And instead of showing your interpretation or reading of the Tanakh by little modifications, you just make a new scroll, you make a new book. And this is what we call Second Temple Jewish literature.",
    "start": "00:37:05",
    "end": "00:37:35"
  },
  {
    "text": "Oh, okay. All the creative energy that was put.",
    "start": "00:37:35",
    "end": "00:37:39"
  },
  {
    "text": "Towards the final shaping of the Tanakh.",
    "start": "00:37:39",
    "end": "00:37:41"
  },
  {
    "text": "The shaping of the Tanakh that comes to a completion, everyone shifts that energy to, let's just make new creative literary works, new scrolls.",
    "start": "00:37:41",
    "end": "00:37:48"
  },
  {
    "text": "Yeah, exactly, totally. And the third to second century BC.",
    "start": "00:37:48",
    "end": "00:37:51"
  },
  {
    "text": "Is a. I see all those new works just start to blossom.",
    "start": "00:37:52",
    "end": "00:37:56"
  },
  {
    "text": "That's Right. So there's so much we don't know. You have to infer from just the literary remains. But you start to get this picture. That crew speaking to us from the end of Malachi comes from those final stages. And there's an awareness of the scroll. It's a thing. And at some point the activity and the focus shifts to, okay, well now what does the Tanakh mean for a community of faithful Jews who's not living in Jerusalem or Judea? Right. That wasn't a part of the circle that gave us the final form of the Tanakh. What does the Tanakh have to say to Greek speaking Jews living in the Diaspora?",
    "start": "00:37:56",
    "end": "00:38:37"
  },
  {
    "text": "Yeah, you know, let's write some new.",
    "start": "00:38:37",
    "end": "00:38:39"
  },
  {
    "text": "Scrolls in Asia Minor. Wisdom of Solomon can help us with that. So Wisdom of Solomon is like a translating of the message of the Tanakh, but for a new culture in time. And that's what all of these Second Temple works are that are called by later categories, Apocrypha and Deuterocanon is their Second Temple Jewish attempts to bring the truth of the Tanakh into a later generation. And One of those Second Temple Jewish communities came to birth in the first century A.D. that we known as the Jesus movement.",
    "start": "00:38:39",
    "end": "00:39:18"
  },
  {
    "text": "Okay, okay. One of those Second Temple communities, meaning Israelites working through how do we be faithful to Yahweh in light of the fact that now Rome.",
    "start": "00:39:18",
    "end": "00:39:31"
  },
  {
    "text": "Totally. First Greece.",
    "start": "00:39:31",
    "end": "00:39:33"
  },
  {
    "text": "Yeah.",
    "start": "00:39:33",
    "end": "00:39:34"
  },
  {
    "text": "And then everything that came out of after Alexander the Great leading up to Rome. Now there's a lot we're talking about three centuries of gap there between Alexander the Great and Jesus. And there was a lot of complicated history and development of ideas that took place in that period. And so all the Jewish writings that come from this period are so valuable because they show us how Jewish people heard God speaking to them through the Tanakh and how they translated its wisdom into their times and places. And there's developed thinking about every topic you can think of in the Hebrew Bible.",
    "start": "00:39:34",
    "end": "00:40:15"
  },
  {
    "text": "There was a lot of writing during this time.",
    "start": "00:40:15",
    "end": "00:40:17"
  },
  {
    "text": "So much writing. Jewish writing. Yeah. And so they're meditating on the nature of the covenant, the hope of the future, renewed covenant.",
    "start": "00:40:17",
    "end": "00:40:25"
  },
  {
    "text": "It's almost like the nature of the Tanakh just inspired so much literary artistry.",
    "start": "00:40:25",
    "end": "00:40:30"
  },
  {
    "text": "It's as if the Tanakh is an unfinished story.",
    "start": "00:40:30",
    "end": "00:40:32"
  },
  {
    "text": "Oh, there's that too.",
    "start": "00:40:33",
    "end": "00:40:34"
  },
  {
    "text": "It was intentionally finished with a premature unfinished climax pointing you to.",
    "start": "00:40:34",
    "end": "00:40:41"
  },
  {
    "text": "There's a completion to it in its form, but the story itself is just a cliffhanger.",
    "start": "00:40:41",
    "end": "00:40:47"
  },
  {
    "text": "It's waiting for the day of the Lord and the days of the Messiah to Bring about the New Covenant and bring justice and peace and Eden to earth. That's what the Hebrew Bible's about.",
    "start": "00:40:47",
    "end": "00:40:57"
  },
  {
    "text": "Yeah. But the nature of being a Bible nerd makes you begin to appreciate how the Bible works as literature. Yes, right.",
    "start": "00:40:57",
    "end": "00:41:08"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "So you're gonna have a whole culture of people who are reading and thinking about and discussing literature. And so it just kind of makes sense then, that this culture becomes prolific in creating more literature.",
    "start": "00:41:09",
    "end": "00:41:25"
  },
  {
    "text": "Got it. Yeah, that's right. Yep. So Second Temple Judaism is a highly literate and literary creative culture, working out.",
    "start": "00:41:25",
    "end": "00:41:34"
  },
  {
    "text": "The ideas that the Tanakh lays up and says in a complete way, this is God's word for us, but leaves you hanging to, then how is this gonna end?",
    "start": "00:41:34",
    "end": "00:41:45"
  },
  {
    "text": "Yeah. Yep. And in some sub communities, Judaism becomes very diverse in this period. And so different communities began to. To develop different kind of regional traditions and practices. So the crew, you know, down at the Dead Sea community, it's a group of priests that leave Jerusalem because they think the things happening there are terrible. So they go restart their own renewed Israel down in the desert, waiting for the days of the Messiah, will be the faithful ones. I'm sure they thought of themselves as that Malachi crew, like in their generation.",
    "start": "00:41:45",
    "end": "00:42:22"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "And they not only valued the Tanakh, they really valued a broad library of literature. In addition to the Tanakh, what's called the Enoch literature, there were new works that would retell the stories of the Tanakh, but in a highly interpreted form. So there's a book called the Jubilees. It's a retelling of Genesis onward, but in a highly interpreted, kind of paraphrased way. And there are actually more copies of example of the Enoch literature and of Jubilees among the Dead Sea Scrolls than there are copies of Jeremiah or Ezekiel. They were, like, more popular, probably because they were easier to understand because it was written for their time and place.",
    "start": "00:42:23",
    "end": "00:43:10"
  },
  {
    "text": "Getting the picture that there's different versions of the Tanakh, slightly different versions, because this is a decentralized kind of literary exercise across many different Jewish communities. But at some point, there was a sense of like, here's the one. Right.",
    "start": "00:43:30",
    "end": "00:43:47"
  },
  {
    "text": "Here's the thing. Yes. The problem is that there was no event or council that defined that moment.",
    "start": "00:43:47",
    "end": "00:43:56"
  },
  {
    "text": "Okay.",
    "start": "00:43:56",
    "end": "00:43:56"
  },
  {
    "text": "We have to infer that moment from the literary and manuscript remains, which show us that it happened in regional ways over a period of a century or so, somewhere in the three hundreds to two hundreds B.C.",
    "start": "00:43:56",
    "end": "00:44:13"
  },
  {
    "text": "At what point is it very clear there's no longer different versions?",
    "start": "00:44:13",
    "end": "00:44:17"
  },
  {
    "text": "Oh, man. You would have to go begin to Go into the first and second century ad.",
    "start": "00:44:17",
    "end": "00:44:22"
  },
  {
    "text": "First and second century ad yeah. And what would these examples be?",
    "start": "00:44:22",
    "end": "00:44:26"
  },
  {
    "text": "Oh, well, for example, the standardized version of the Hebrew Bible, known to us as what's called the Masoretic text. The Masoretic version, there was the Hebrew Bible of Judaism from the first century onwards. That was one textual version of the Hebrew Bible among multiple textual versions of kind of longer, shorter versions of some biblical books. And that diversity seems to end when Rome destroyed Jerusalem in 70 A.D. okay.",
    "start": "00:44:26",
    "end": "00:45:01"
  },
  {
    "text": "That event seemed to maybe was very catalytic. Okay.",
    "start": "00:45:01",
    "end": "00:45:05"
  },
  {
    "text": "There was a porous nature to the boundaries of the Hebrew Bible, and there was comfort in the Hebrew Bible existing alongside other Second Temple literature. But an awareness that, like, there's a core, the Tanakh, and then there's the other stuff around the core, but we read it along with it. It's generated it's all interpretation of it. But after Rome destroys Jerusalem, the diversity of Jewish expression really consolidates down into one subgroup that we know as Rabbinic Judaism. That's kind of the seedbed of what Judaism has become ever since 70 A.D.",
    "start": "00:45:05",
    "end": "00:45:46"
  },
  {
    "text": "And that became then the manuscript tradition of the Masoretic text, Correct?",
    "start": "00:45:46",
    "end": "00:45:50"
  },
  {
    "text": "Yes.",
    "start": "00:45:50",
    "end": "00:45:50"
  },
  {
    "text": "And the earliest Masoretic texts that we have that our Bibles are based off of.",
    "start": "00:45:50",
    "end": "00:45:56"
  },
  {
    "text": "Yeah. Is that.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Is that. And it's manuscripts that are around 600 A.D. correct?",
    "start": "00:45:57",
    "end": "00:46:02"
  },
  {
    "text": "Okay, yeah, that's right.",
    "start": "00:46:02",
    "end": "00:46:03"
  },
  {
    "text": "But from that tradition.",
    "start": "00:46:03",
    "end": "00:46:04"
  },
  {
    "text": "That's right.",
    "start": "00:46:04",
    "end": "00:46:04"
  },
  {
    "text": "And then when we found the Dead.",
    "start": "00:46:04",
    "end": "00:46:05"
  },
  {
    "text": "Sea Scrolls, that's, you know, back from 70 AD takes us back 200, sometimes 300 years.",
    "start": "00:46:05",
    "end": "00:46:11"
  },
  {
    "text": "So my Bible is based off of the Masoretic text. So the version of the Tanakh that I have or the Old Testament that I have based off of that. And the confession is that God's spirit worked through that, and that's God's word. When we get the Dead Sea Scrolls, you said there was.",
    "start": "00:46:12",
    "end": "00:46:29"
  },
  {
    "text": "Yeah, they are Tanakh nerds. They know Tanakh.",
    "start": "00:46:30",
    "end": "00:46:34"
  },
  {
    "text": "But we found segments of, like, the Isaiah scroll or different things. And isn't it true that it matched pretty highly correlated?",
    "start": "00:46:34",
    "end": "00:46:42"
  },
  {
    "text": "Yes, yes, totally. For the manuscripts among the Dead Sea Scrolls that match the Masoretic text of later Jewish tradition, it's remarkable how similar they are. But the fly in the ointment is that the Dead Sea scroll community actually had different versions in their own library. So they have multiple manuscripts of Jeremiah, some of them from a shorter edition in Hebrew, some of them from a longer edition in Hebrew, and they had both of them. And. And this doesn't seem to have been a problem for them. But that diversity, the manuscript Diversity and the cultural diversity of Judaism really changed after 70 AD and it's also interesting then that the valuing of this broader literary tradition of Second Temple Jewish literature stopped. Jewish communities stopped preserving most of all the second temple literature when, after the temple was destroyed after 70 AD. And what's valued foremost is the Hebrew Bible, Tanakh, and then the teachings of the rabbis. The Jewish community stopped reading most of Second Temple literature. The only reason why we have it today is because early Christians valued them. The only reason there is a thing called the Apocrypha or the Deuterocanon, which is all Second Temple Jewish literature, is not because Jewish commun. Preserved them. They didn't. It was because they were translated into other languages among the early Jesus movement, because they found value in them. So it's a huge irony again, in that most Protestants today don't even know about these writings because they only exist because Jesus and the apostles in the first centuries of the Jesus movement, Christians.",
    "start": "00:46:42",
    "end": "00:48:38"
  },
  {
    "text": "And many of them were Jewish.",
    "start": "00:48:38",
    "end": "00:48:40"
  },
  {
    "text": "And many of them were Jewish. That's exactly right.",
    "start": "00:48:40",
    "end": "00:48:42"
  },
  {
    "text": "The main question that looms in my mind is when was the Hebrew Bible completed? And the thread is, there's no simple story. We do know that it was iterative. There were different versions. This was normal, and different Jewish communities were stewarding this. And what I have in my Bible comes from the Masoretic text tradition. When Rome destroyed the Temple, that was a catalytic event that caused Judaism to have to really centralize in order to move forward. And because of that, one version of the Tanakh became the main version.",
    "start": "00:48:42",
    "end": "00:49:29"
  },
  {
    "text": "I would just slightly rephrase that. It's that before Rome destroyed the temple In Jerusalem in 70 AD, Judaism existed in a widespread network of really diverse expressions and different language and culture. And they all took for granted the Tanakh, which was centuries old as a collection by then.",
    "start": "00:49:30",
    "end": "00:49:53"
  },
  {
    "text": "Okay. But if you were to ask any one of them, which one is like, what's your Bible? What's the version?",
    "start": "00:49:53",
    "end": "00:50:00"
  },
  {
    "text": "Yeah, it's hard because the word Bible is a singular noun. You know what I mean? Like, but there was awareness, like, even from that at the end of Malachi, it's a unified thing, a scroll of remembering. But it consists of many physical scrolls, but they were never all bound together in one book. So it's very possible you could go down to the Dead Sea scroll community. They probably wouldn't let you in. They'd block you at the gate. But if you could go in and be like, so what are your scriptures like? They would for sure say the Torah, the prophets and the writings, because that's a phrase that comes from the dead sequels themselves.",
    "start": "00:50:00",
    "end": "00:50:38"
  },
  {
    "text": "But which version of Jeremiah do you guys like better?",
    "start": "00:50:39",
    "end": "00:50:41"
  },
  {
    "text": "Yeah, that's right. Well, we have two. We have the long version and the short version. And if you say, well, I mean, is there anything in addition to the Torah prophets and writings? And they would say, well, we have a ton of the Enoch literature because we think that is really vital to understanding our time and place and history. And we actually have more copies of that than we do have some of the books of the Tanakh.",
    "start": "00:50:41",
    "end": "00:51:06"
  },
  {
    "text": "What I was taught was I can rely on the Bible because every scroll was written down by a scribe and rewritten and carefully making sure that every word was exactly as it was in the previous scroll. And so that's how I can trust it. Because of the scribal tradition of accuracy.",
    "start": "00:51:06",
    "end": "00:51:23"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:51:23",
    "end": "00:51:23"
  },
  {
    "text": "And what I'm being told here is a story of like, well, actually it was a scribal tradition of a lot of creativity and a lot of iteration.",
    "start": "00:51:23",
    "end": "00:51:30"
  },
  {
    "text": "Yeah, that's right. So, for example, these multiple textual versions of Jeremiah, what all these textual versions are, are different ways of conceiving of the message of Jeremiah. Like the longer version and the short version don't mean radically different things.",
    "start": "00:51:30",
    "end": "00:51:45"
  },
  {
    "text": "They don't change the meaning.",
    "start": "00:51:45",
    "end": "00:51:46"
  },
  {
    "text": "Not as a core. There are some different tendencies that you can see, and this whole long rabbit hole. But this actually all goes back to the Hebrew Bible as meditation literature. It's arranged in an intentional way so that you can read it from beginning to end. But you can also read these books out of sequential order by matching together hyperlinked parts and holding them together in your mind. What these two textual versions of Jeremiah represents are two ways of arranging the book of Jeremiah to help you understand it.",
    "start": "00:51:46",
    "end": "00:52:25"
  },
  {
    "text": "And so could the Spirit of God be speaking through both?",
    "start": "00:52:25",
    "end": "00:52:27"
  },
  {
    "text": "I think emphatically, yes.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "And can the Spirit of God work with me and give me wisdom as I read through either?",
    "start": "00:52:29",
    "end": "00:52:34"
  },
  {
    "text": "Emphatically, yes, because Second Temple Jewish communities came long after Alexander the Great, and you got Jewish communities with kids raised who never learned any Hebrew at all. They never read these texts in Hebrew. They only knew these texts in Greek. And they would have only known Jeremiah in one of these versions and not the other. And yet they would have emphatically said, God is speaking to his people.",
    "start": "00:52:34",
    "end": "00:53:00"
  },
  {
    "text": "You know, I think what's landing for me is that when we talk about the Bible isn't a textbook or an answer book, it's wisdom literature meant for meditation. That if I bring to it this framework of like the textbook. And it's gonna give me all the correct answers about what's true in the world as a textbook. Then I'm gonna really, really care, like what version is completely accurate. If this is meditation literature to give me wisdom and that God's spirit works through that, there's this kind of new category I could start to live in, which is that this whole culture of shaping these texts, that God's spirit can work through that and that I don't need to have the perfect version for God's spirit to then work in me. As I'm meditating on them, the purpose is that I meditate on them and then I'm thinking through the ideas that it wants me to think through, and I'm wrestling with those. And that's what the scribes were doing as they were bringing it all together. And that's what they're inviting us to do, even though we're not any longer tweaking them. And it's through that process of meditation that we get God's wisdom.",
    "start": "00:53:31",
    "end": "00:54:46"
  },
  {
    "text": "Yeah. Thank you. That was a great way of summarizing it. And how you just summarize it was so clear that some of our listeners might have alarms or feel really disoriented by what you just said.",
    "start": "00:54:46",
    "end": "00:54:57"
  },
  {
    "text": "Yeah.",
    "start": "00:54:57",
    "end": "00:54:57"
  },
  {
    "text": "But after many years of sitting in the complex manuscript history and formation, I and many other people I know in biblical studies have arrived at a similar place. For these scribes, what mattered more than just the particular version of the text were what the text is about. And different forms of Jeremiah, for example, or of Proverbs, or of Samuel or Ezekiel could, in different arrangements and slightly different wording, still get the same ideas across to force you, the covenant people of God, to wrestle with God's wisdom, to hear it and be challenged to live it out. And our obsession with specific boundaries of what texts are in or out, or of the specific textual version, those are all things that come to us after inheriting the Bible in codex form and post printing press, because we are so ingrained with the post printing press, post codex concept of the Bible. And so it was just a different reality in the Second Temple period. And it's from those periods that people say that the Spirit of God was speaking to them through these texts. So they really believed there was something called God's Word addressing them through these texts, even though the textual form and history was a little more complex than maybe make this comfortable.",
    "start": "00:54:57",
    "end": "00:56:30"
  },
  {
    "text": "Yeah. What I hear you saying is the Bible is trustworthy. Bring me God's wisdom so I can know what's True. About the world, about me, about the whole story of humanity. And that's what I care about. Not about whether this exact sentence was always written this way or came out of heaven this way.",
    "start": "00:56:30",
    "end": "00:56:50"
  },
  {
    "text": "Totally. Both the boundaries of the biblical collection and the specific textual version of the biblical collection was a matter of diversity and intense conversation in Second Temple Judaism. And a couple hundred years into the Jesus movement, we didn't even talk about the correspondence that we have of early Christian scholars post Jesus. And so here I'm talking about letter correspondence between probably the first Christian Bible scholar and theological rock star in Christian history, a guy named Origen of Alexandria. So mid-1100s, he's riding back and forth with another Bible scholar and bishop named Africanus Julius Africanus. A hundred years forward from them, letter correspondence between a Christian Bible scholar, Jerome was working in Bethlehem, and Augustine, who's pretty famous, you know, bishop in North Africa. And all of them are writing back and forth about how, like, wait, what version of Esther and Daniel are your communities reading? Wait, they're different. You're reading the Greek version that's longer than the Hebrew version. Which one is older? Well, we think that the Longer Septuagint Translation 1 is inspired by the Spirit. That's what Origen and Augustine say.",
    "start": "00:56:51",
    "end": "00:58:09"
  },
  {
    "text": "Okay.",
    "start": "00:58:09",
    "end": "00:58:09"
  },
  {
    "text": "And Africanus and Jerome say, no, the older version written in Hebrew. That surely is the Spirit speaking to us. I mean, we're like hundreds of years into the Jesus movement and these debates are still happening. So you can't just ignore that. The truth of God and the message of the Scriptures and the wisdom of God has a much more involved and complicated history of formation than tablets falling out of heaven. But God still speaks his truth to his people through texts that were made in that way. That's what I mean when I say that the Bible is God's word and that it's true and that it's authoritative. But the precise wording and the precise boundaries of the collection have been a matter of diversity. Pre Jesus, during Jesus, and then after Jesus. But that doesn't mean it's a free for all. And that doesn't mean there's no such thing as the Bible. There really was a conception of the core. It was the Tanakh, and then there was a conception of a layer of literature around that. But the status of that additional layer and the wordings of biblical books were matters of debate and conversation. And that's just coming to terms with that. And I think that's all I'm inviting you and our listening audience to do is to come to terms with that because I think that a robust Christian faith in hearing God's Word in Scripture can endure all of that and that you'll actually walk out with a much richer and deeper conviction about the Bible as God's Word on the other side of that journey. Speaking of journey, one of my favorite kind of intro textbooks to this whole topic that I like to recommend to people is by a Hebrew Bible scholar, Paul Wegner, and a book called the Journey from Text to the Origin and Development of the Bible. There are many books on the topic. I have found this to be a very intellectually honest and reliable introduction to basically everything we just talked about in the last couple episodes. What's funny is that within biblical studies and within fields of biblical studies that are all committed Christians, like everything we've talked about is totally non controversial. Like this is really actually common knowledge for people who put in the time. And that's a lot of Bible professors at seminaries. And I think informed pastors know that there's a little more complexity here. But the simplified narratives tend to live on in the modern Christian imagination. And I want this conversation to help people. But sitting in disorientation as paradigm shifts from one to another, that usually involves some discomfort. And I acknowledge that again, the reason you and I even care about this topic is because we are followers of Jesus, Messiah and Jesus himself. And then Jesus through the apostles whom he commissioned on his behalf. They all had a very clear sense of what the Scriptures are and that God speaks to his people through the Scriptures. And the clear core of that is the Tanakh and the Tanakh translated into Greek. And when he quoted from them, he'll say as the prophet said, or sometimes even as God says. And they also tolerated a huge what for us is an uncomfortable amount of diversity and open endedness when it came to the precise boundaries and the wording of those scriptural texts. And if it wasn't a problem for Jesus and the apostles, then I'm gonna let it become less of a problem for me. And maybe that's what I would invite our listeners to consider. We're not done yet.",
    "start": "00:58:09",
    "end": "01:02:19"
  },
  {
    "text": "Yeah.",
    "start": "01:02:19",
    "end": "01:02:19"
  },
  {
    "text": "What I do wanna consider is then the formation of the writings that we call the New Testament, which grew up as a companion volume to the Scriptures of Israel or to Tanakh in the Jesus movement. How did that happen? Huge topic. We could go for many hours. We're going to try and do it in one long conversation. That's the next one that we'll have.",
    "start": "01:02:19",
    "end": "01:02:42"
  },
  {
    "text": "That's it for Today's episode of BibleProject podcast next week we finish this quick tour of how the Bible was formed by looking at the Second Temple literature that became the New Testament.",
    "start": "01:02:45",
    "end": "01:02:55"
  },
  {
    "text": "The New Testament isn't a random assemblage of independent documents. It comes from a handful of people that Jesus commissioned. And as the Jesus movement spread, this is the literature that was the fuel of the movement.",
    "start": "01:02:56",
    "end": "01:03:09"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit and we exist to help people experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:03:11",
    "end": "01:03:26"
  },
  {
    "text": "Hi, my name is Caleb, I'm from California. Hi, my name is Elaine and I'm from Langley, British Columbia, Canada. I first heard about the Bible Project from the Internet and I use the bibleproject for research when I'm planning curriculum for Sunday school. I use Bible Project for whenever I'm feeling lost or confused about what one section of the Bible says. My favorite thing about Bible Bible Project is different animation styles. My favorite thing about the Bible Project is the depth. I love the connections that are made. We believe the Bible is a unified story that leads to Jesus. Bibleproject is a nonprofit funded by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com hey.",
    "start": "01:03:27",
    "end": "01:04:16"
  },
  {
    "text": "Everyone, this is My name is Heather. I'm a volunteer at the Bible Project. I discovered the Bible Project volunteer program because I came on a tour of the Bible Project and found the most incredible group of friends. Through the volunteer group, there's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description. Wherever you stream the podcast and on our website, it.",
    "start": "01:04:16",
    "end": "01:04:43"
  }
]