[
  {
    "text": "There's a difference between a Protestant Bible and a Catholic Bible. Namely, the Catholic Bible has extra books in it.",
    "start": "00:00:05",
    "end": "00:00:12"
  },
  {
    "text": "We're talking tobit, Judas first and second, Maccabees, Wisdom of Solomon, Wisdom of Ben Sira, Baruch and Letter of Jeremiah. So we're about the seven or eight works, and then you've got two books that have a 2.0 edition, Daniel and Esther. In Roman Catholic tradition, this material was given a name within Catholic tradition called the Deuterocanon, the second canon.",
    "start": "00:00:12",
    "end": "00:00:38"
  },
  {
    "text": "This literature comes from the time where the Jewish people were taken over by Syria and then Alexander the Great. And as they read the Hebrew Bible and tried to make sense of what was going on in their day, they generated many new literary works, many of which became sacred and important to them.",
    "start": "00:00:38",
    "end": "00:00:54"
  },
  {
    "text": "It's amazing literature. It's restatements of the Bible for new communities in that Second Temple period.",
    "start": "00:00:55",
    "end": "00:01:01"
  },
  {
    "text": "If you're Catholic, you highly value these books. If you're Protestant, you may be surprised to learn about them. Either way, this collection, called the Deuterocanon, has a deep history in Christianity.",
    "start": "00:01:02",
    "end": "00:01:15"
  },
  {
    "text": "Jesus and the apostles and the generations after them of Christianity read these books and valued them so much that they begin to be preserved and included along with biblical manuscripts in the earliest centuries of the Jesus movement.",
    "start": "00:01:15",
    "end": "00:01:31"
  },
  {
    "text": "Whatever faith tradition you come from, it's important to realize that these literary works have been around from the very beginning.",
    "start": "00:01:31",
    "end": "00:01:38"
  },
  {
    "text": "Of the Jesus movement, but they were also debated as to their status in the collection from those early centuries too. And so two terms emerged.",
    "start": "00:01:38",
    "end": "00:01:49"
  },
  {
    "text": "If you call these books Deuterocanon, it's because these books have always been an important part of your discipleship to Jesus.",
    "start": "00:01:49",
    "end": "00:01:57"
  },
  {
    "text": "In the early church, these books were read aloud in prayers and church as a part of the biblical collection, but they were recognized as having a secondary rank.",
    "start": "00:01:57",
    "end": "00:02:07"
  },
  {
    "text": "For others, these books were not as essential, especially if you're new to being a Christian. And so these books were called Apocryphal, which means in Greek, hidden.",
    "start": "00:02:07",
    "end": "00:02:17"
  },
  {
    "text": "What they said was, these aren't a part of the Old Testament. They're not a part of the apostles writings of the New Testament. But they are widely read, they're valuable, but they probably shouldn't be given to brand new converts to Christianity.",
    "start": "00:02:18",
    "end": "00:02:32"
  },
  {
    "text": "But more recently, this division has become stronger, with Protestants removing these books from their printed Bibles, while Catholics left them in. So who's right? Are these books part of the Bible or not?",
    "start": "00:02:32",
    "end": "00:02:46"
  },
  {
    "text": "It helps to step back to say, let's just see how it all happened. And what I have found is that when I really ground myself in an overview of how the Bible came into existence, how I ask the question of which Bible's right, it changes.",
    "start": "00:02:46",
    "end": "00:03:03"
  },
  {
    "text": "Today, Tim and I discuss the Deuterocanon. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:03:04",
    "end": "00:03:14"
  },
  {
    "text": "Hello. Jonathan Collins.",
    "start": "00:03:14",
    "end": "00:03:16"
  },
  {
    "text": "Hello. We're gonna do a little mini adventure here.",
    "start": "00:03:16",
    "end": "00:03:20"
  },
  {
    "text": "Yes. Yeah, we have four weeks or four episodes that we wanted to dedicate to a different kind of topic than we normally cover.",
    "start": "00:03:20",
    "end": "00:03:29"
  },
  {
    "text": "Yeah.",
    "start": "00:03:29",
    "end": "00:03:29"
  },
  {
    "text": "What we're gonna do is a quick four episode crash course on the history of the making of the Bible.",
    "start": "00:03:29",
    "end": "00:03:36"
  },
  {
    "text": "The making of the Bible, how the Bible came to be.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "Yeah. Yep. The Bible hasn't been around forever. It came into existence at a number of key points in time that we know a lot about. And what is interesting is I have found in my pastoral and teaching experiences is that many followers of Jesus, passionate, dedicated, they even love Scripture, but that don't know much about of the history of how the Bible came into existence. So that's what we're doing. Four episodes crash course. Then the making of the Bible.",
    "start": "00:03:38",
    "end": "00:04:09"
  },
  {
    "text": "What is the Bible? How did it come into existence?",
    "start": "00:04:09",
    "end": "00:04:11"
  },
  {
    "text": "That's right. So when modern Christians refer to the Bible, we tend to imagine a once and for all stable entity where every Christian throughout all of Christian history means the same thing when they use that word. And what I want to gently, kindly do in this opening conversation is just provide some tweakage to that. Because the Bible has a formation history and the form that many people encounter it today isn't the form that it always had. And even when I say the form that it has today kind of has to be in quote marks. Because the Bible has multiple forms, even existing today among different Christian communities that actually have different points of view about the scope and shape of the Bible. We're called the Bible Project, but we are.",
    "start": "00:04:11",
    "end": "00:05:06"
  },
  {
    "text": "I mean, we come from Protestant backgrounds.",
    "start": "00:05:06",
    "end": "00:05:08"
  },
  {
    "text": "We do. So up to this point, we have limited what we're doing to a particular form of the Bible that is the shape of the Bible in the Protestant tradition. There are reasons for that that we're going to explore in this little mini series. But what I also want to do is recognize that there is a whole strand, huge strand, you could even say numerically, the dominant, the majority strand of Christian tradition. If you include our Catholic brothers and sisters, our orthodox brothers and sisters of all stripes that have an even larger Bible.",
    "start": "00:05:08",
    "end": "00:05:42"
  },
  {
    "text": "Okay, so if you went to a bookstore, if you were to find a Bible in a bookstore, if we would.",
    "start": "00:05:42",
    "end": "00:05:47"
  },
  {
    "text": "Go down to Powell's Books, we would find a broad array of Bibles, we would find Something called Tanakh, like the Jewish Bible. Or you could get the Jewish Study Bible. It would consist of books Christians recognize as the Old Testament, but in different arrangement. Okay, we've talked about that for many years. The three part shape of the Hebrew Bible, the Torah, the prophets and the writings.",
    "start": "00:05:47",
    "end": "00:06:12"
  },
  {
    "text": "Then the acronyms Tanakh.",
    "start": "00:06:12",
    "end": "00:06:14"
  },
  {
    "text": "Yeah. T for Torah, N for Nevi', im, prophets, K for Ketevim, which means the writings, the third sections. And that's all Hebrew, Aramaic, some of the, you know, oldest traditional shape of the Hebrew Bible. But then you could pick up like maybe a King James Holy Bible. Yeah, that's pretty well known one. They're also in hotel drawers thanks to the Gideons. And if that is a Protestant Bible, what you're going to find is a table of contents where all of the books that are in the Hebrew Bible in the Tanakh are in the Holy Bible of the Old Testament. But they're called the Old Testament.",
    "start": "00:06:14",
    "end": "00:06:54"
  },
  {
    "text": "Yeah. Not the Hebrew Bible called the Old Testament.",
    "start": "00:06:54",
    "end": "00:06:57"
  },
  {
    "text": "And that is by definition a Christian constitution of this collection of books because it presumes the existence of anew. And it has the same books for Old Testament, but they are in a different order, a different arrangement. Yeah, but it's the same books. But then also then that Holy Bible will have a 27 book collection called the New Testament additional to it. So what you might see right next to it on the shelf is maybe what's called like the Catholic Study Bible.",
    "start": "00:06:57",
    "end": "00:07:26"
  },
  {
    "text": "Okay. I've pulled three books from the shelf. I've got the Tanakh and that's what I see as the Old Testament but in a different order. I've got the Protestant King James Bible. And now I'm pulling out a Catholic Bible.",
    "start": "00:07:26",
    "end": "00:07:40"
  },
  {
    "text": "Yep, Catholic Study Bible. And you just flip to the table of contents and you'll notice that it's a bit longer, it's a longer table of contents. There's more books, there's some additional items. Where you find them is in the subsection called Old Testament. The additional books will be only there. A number of them are grouped together in what are called like the historical books. So Protestant Bible for historical books is going to have the Pentateuch, first five books. That's the Christian name for the Torah in Jewish tradition. And then the historical books continue on Joshua, people go into the promised land, Judges, the period of the Judges. Ruth in Protestant Bibles is set in the period of the Judges. And then Samuel first and second, Samuel first and second Kings is David, the rise of the kingship in Israel and then all the way up to Babylonian exile. But then you got one and two Chronicles that retell the story from Adam all the way through the end of 2 Kings. It's like a retelling of the story. You get Ezra and Nehemiah, which retell the story of some Israelites who came back to Jerusalem.",
    "start": "00:07:40",
    "end": "00:08:45"
  },
  {
    "text": "Yeah.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Set apart.",
    "start": "00:08:46",
    "end": "00:08:46"
  },
  {
    "text": "Not retell. Tell. For the first time it tells.",
    "start": "00:08:46",
    "end": "00:08:48"
  },
  {
    "text": "Thank you. Yep, that's right. And then Esther, which is set in a Persian city of some Israelites living in the exile. Okay, so those are historical books. You compare that Holy King James Bible, Protestant Bible, to the same section nearby of the Roman Catholic study Bible, and you're going to find another book, a book called Tobit. Like, whoa. And just like Esther, it's a story about a guy, an Israelite, living in exile in a town near Assyria, like, not far from Nineveh.",
    "start": "00:08:48",
    "end": "00:09:20"
  },
  {
    "text": "Okay.",
    "start": "00:09:20",
    "end": "00:09:21"
  },
  {
    "text": "Like, wow. Okay. It's a new book, and there's another book called Judith. It's a thrilling story about this amazing heroic Israelite woman who saves her Israelite town from destruction from an invading army.",
    "start": "00:09:21",
    "end": "00:09:35"
  },
  {
    "text": "Whoa.",
    "start": "00:09:36",
    "end": "00:09:37"
  },
  {
    "text": "There's two books called first and Second. Maccabees. What's this about? And this is all about a series of events that took place 150 years before Jesus in and around Jerusalem. Even more interesting, there's gonna be two books of the Bible that are in your Protestant Bible, Daniel and Esther. But Daniel and Esther are longer in the Catholic Bible.",
    "start": "00:09:37",
    "end": "00:10:00"
  },
  {
    "text": "There's more material in them.",
    "start": "00:10:01",
    "end": "00:10:02"
  },
  {
    "text": "Yeah, yeah. There's like, some additional chapters. Okay, okay. So it's like Esther 2.0 and Daniel 2.0, the Catholic Bible. And then let's say you go on past the history books and you go into what in the Protestant Bible is like the collection of poetry, like Job and Psalms and the books of Solomon, like Proverbs, Ecclesiastes, Song of Songs. And that section just kind of matching that in the Catholic Bible has two additional books. A book called the Wisdom of Solomon and a book called. Well, has many names. The Wisdom of Ben Sira, or it might be called Sirach, or it might be called Ecclesiasticus. Oh, yes. Multiple names, depending on what language you reading it in. Okay, so that's interesting. Then you turn to the prophets, and in Protestant Bibles, you got Isaiah, Jeremiah, ezekiel, then the 12 minor prophets. But then also we're going to have lamentations in there connected to Jeremiah in Tradition, and then the Book of Daniel, who was a contemporary of Ezekiel. That's kind of the books of prophecy are connected with the prophets in the Protestant Bible. In the Roman Catholic Bible, there's a couple more things connected to Jeremiah. A little poetic collection called Baruch. And then also this thing called the letter of Jeremiah is appended to Jeremiah.",
    "start": "00:10:02",
    "end": "00:11:23"
  },
  {
    "text": "So those are new books or those are appendages.",
    "start": "00:11:24",
    "end": "00:11:27"
  },
  {
    "text": "Yeah, Baruch. And the letter of Jeremiah in the Christian manuscript tradition came to be added as an appendix to the prophet Jeremiah, the scroll of the prophet Jeremiah.",
    "start": "00:11:27",
    "end": "00:11:38"
  },
  {
    "text": "So it's kind of a Jeremiah 2.0 as well, in a way.",
    "start": "00:11:38",
    "end": "00:11:40"
  },
  {
    "text": "Kind of. But what makes Esther 2.0 and Daniel 2.0 is the materials woven into Daniel itself. These additional bits to Jeremiah are just separate works.",
    "start": "00:11:40",
    "end": "00:11:51"
  },
  {
    "text": "Just on the back end.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "Yep, Put on the back end. Got it. Yep, you got it. So we're talking Tobit, Judith, first and second Maccabees, Wisdom of Solomon, Wisdom of Ben Sira, Baruch and Letter of Jeremiah. So we're up there depending on. Yeah, about the seven or eight works. And then you've got two books that have a 2.0 edition, Daniel and Esther. In Roman Catholic tradition, this material was given a name within Catholic tradition called the Deuterocanon, the second canon. So canon's a word we're going to use a lot in this little mini series. It doesn't have two ends like a cannon that fires cannonballs. It's a totally different word. So canon's a Greek word that means a measure or a standard originally, but then it came to refer to a measured, standardized list or collection of something.",
    "start": "00:11:52",
    "end": "00:12:50"
  },
  {
    "text": "I can't think of any modern ways we use the word that way.",
    "start": "00:12:50",
    "end": "00:12:53"
  },
  {
    "text": "No, it's used in the humanities to refer to classic collections of literature. So like Homer's, you know, Homer's canon.",
    "start": "00:12:54",
    "end": "00:13:04"
  },
  {
    "text": "Yeah, I hear it a lot in.",
    "start": "00:13:04",
    "end": "00:13:05"
  },
  {
    "text": "That regard too, actually, with modern usage that I came across is in among Star wars fans.",
    "start": "00:13:05",
    "end": "00:13:10"
  },
  {
    "text": "Oh, yeah. What films or what stories are in the canon. Yeah, yeah. What do they mean by that?",
    "start": "00:13:10",
    "end": "00:13:17"
  },
  {
    "text": "So what they mean is what stories have been officially recognized as actually having, quote, taken place. So that if you add a story to the canon, you have to recognize everything that has happened officially. But then there can be nonfiction non canon stories that are just imaginative and they're filling out some gap or story or something. Luke Skywalker said, some event he alluded to. You know, I used to bullseye womp rats in Tatooine back home. And so like, some fan might imagine, like, oh, let's make a little story about teenage Luke hunting womp rats on Tatooine. But maybe they didn't get anybody's permission. They just make it on their own.",
    "start": "00:13:17",
    "end": "00:14:05"
  },
  {
    "text": "So wait, is it about permission? Yeah. What makes it canon?",
    "start": "00:14:05",
    "end": "00:14:08"
  },
  {
    "text": "Well. Oh, actually, I'm sure we could go to some Reddit page and find out. I'm sure there's criteria, but you have to get permission and copyright permission to like submit something to the public as part of the official Star wars world.",
    "start": "00:14:08",
    "end": "00:14:22"
  },
  {
    "text": "Okay, so whoever owns the IP of Star wars makes the decision.",
    "start": "00:14:23",
    "end": "00:14:27"
  },
  {
    "text": "Yeah, that's right. So. Because that's what's in our minds, that kind of thing.",
    "start": "00:14:27",
    "end": "00:14:31"
  },
  {
    "text": "Yeah.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "It raises this interesting question when you compare a Protestant Bible and a Roman Catholic Bible.",
    "start": "00:14:32",
    "end": "00:14:36"
  },
  {
    "text": "Yeah. Who's got it right?",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "Yeah. Which one is right?",
    "start": "00:14:37",
    "end": "00:14:39"
  },
  {
    "text": "Which one's canon?",
    "start": "00:14:39",
    "end": "00:14:40"
  },
  {
    "text": "And you know, the fact that both communities and traditions look to these texts to hear a word from God, it feels like a pretty high stakes question. Like, is God speaking to his people through this collection or through that collection? It's easy to see it as an either or. Okay, so let's just, let's go back to palace and add one more to the mix.",
    "start": "00:14:40",
    "end": "00:15:02"
  },
  {
    "text": "Okay. I got my Tanakh, I got my Protestant Bible and then I got my Catholic Bible.",
    "start": "00:15:02",
    "end": "00:15:07"
  },
  {
    "text": "Yep, got Catholic Bible. And let's say you can go there. Oh, it's a really cool new offering within the last few years called the Orthodox Study Bible. So Eastern Orthodox tradition. The Orthodox tradition is big. It represents a division within the Catholic Church that happened like a thousand years ago.",
    "start": "00:15:07",
    "end": "00:15:25"
  },
  {
    "text": "Was that all? I thought it was further back than that. About a thousand years ago.",
    "start": "00:15:26",
    "end": "00:15:29"
  },
  {
    "text": "Well, it was simmering earlier.",
    "start": "00:15:29",
    "end": "00:15:30"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "But it was essentially between in Europe, Latin speaking Christianity and Eastern Greek speaking Christianity. And there was an official division, like an institutional kind of split.",
    "start": "00:15:31",
    "end": "00:15:42"
  },
  {
    "text": "Yeah.",
    "start": "00:15:42",
    "end": "00:15:42"
  },
  {
    "text": "That happened in the 11th century. Like officially it had been simmering, but then there were attempts at keeping it together and then it split apart more. But the Orthodox tradition then has gone into many cultures and languages. And so there's, you know, the Ukrainian Orthodox tradition, there's Russian Orthodox, there's Greek Orthodox, there's so many Ethiopian Orthodox. So there's lots of expressions, but they actually all do have a pretty common root back there.",
    "start": "00:15:42",
    "end": "00:16:10"
  },
  {
    "text": "But that didn't happen to Catholicism. That stayed pretty united.",
    "start": "00:16:10",
    "end": "00:16:13"
  },
  {
    "text": "Roman Catholicism has stayed relatively united. Yeah. As a movement. Yeah. With Latin as its kind of unifying language and culture. The Eastern Orthodox or Orthodox traditions represented a stream of the Christian tradition that actually had a wider, slightly wider Deuterocanon. And so you're going to find a couple extra books in there. You're going to find a third Maccabees, like three Maccabees, actually, that would be the main one. What you're also going to find is that when it comes to the book of Ezra and Nehemiah, there's two editions of it.",
    "start": "00:16:13",
    "end": "00:16:49"
  },
  {
    "text": "Oh, really?",
    "start": "00:16:49",
    "end": "00:16:50"
  },
  {
    "text": "Yeah. There's one that maps really closely on to the Protestant and Hebrew Bible edition of Ezra and Nehemiah. And then there's sort of like a remix version and they're both in there. Yeah, it's super interesting.",
    "start": "00:16:50",
    "end": "00:17:04"
  },
  {
    "text": "Okay.",
    "start": "00:17:04",
    "end": "00:17:05"
  },
  {
    "text": "And then if you go to one corner of the Orthodox tradition, the Ethiopian Orthodox tradition, which they don't have their own study Bible, at least down at Powell's, last time that I checked, they.",
    "start": "00:17:05",
    "end": "00:17:16"
  },
  {
    "text": "Haven'T printed a Bible.",
    "start": "00:17:16",
    "end": "00:17:17"
  },
  {
    "text": "They have their own printed Bibles. What I'm saying is a study Bible, it's not in English.",
    "start": "00:17:17",
    "end": "00:17:21"
  },
  {
    "text": "Oh, it wouldn't be in English.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "No. And their Deuterocanon is slightly larger yet. It has another book called Jubilees, has a collection of literature called the Enoch literature. It has an appendix added onto Chronicles called the Prayer of Manasseh. It has an additional psalm to the 150. It's got Psalm 151. So there's actually a lot more to what I just said.",
    "start": "00:17:23",
    "end": "00:17:47"
  },
  {
    "text": "Yeah.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "But an overview. My main point is to say these are all people who profess faith in Jesus and in the Trinity and the Bible's God's Word. And they all have a Bible. And as you can see, they're different. They're different, yeah.",
    "start": "00:17:48",
    "end": "00:18:04"
  },
  {
    "text": "Okay.",
    "start": "00:18:04",
    "end": "00:18:04"
  },
  {
    "text": "So how did this happen and why did it happen?",
    "start": "00:18:04",
    "end": "00:18:07"
  },
  {
    "text": "How did it happen? Why did it happen?",
    "start": "00:18:07",
    "end": "00:18:08"
  },
  {
    "text": "It's a natural question that a person would ask.",
    "start": "00:18:08",
    "end": "00:18:11"
  },
  {
    "text": "Yeah, I guess my first question is who's right?",
    "start": "00:18:12",
    "end": "00:18:15"
  },
  {
    "text": "Totally.",
    "start": "00:18:17",
    "end": "00:18:17"
  },
  {
    "text": "My Protestant instinct is to say, like, who got it right? And it's probably us.",
    "start": "00:18:18",
    "end": "00:18:22"
  },
  {
    "text": "Sure, I totally hear that. And there are representatives in every one of those traditions that have a passionate conviction about that. So what I want to do in this series is actually back away from that question. And I know that's why most of us listening would care about this question in the first place, is we want to know what's true, what's the truth, or what represents God's word.",
    "start": "00:18:22",
    "end": "00:18:47"
  },
  {
    "text": "Well, yeah, because if this is God's word for us, you can't just throw any book in there and say it's God's word.",
    "start": "00:18:47",
    "end": "00:18:54"
  },
  {
    "text": "Right, right, right. Well, okay. So let me just say that's why we care about this question.",
    "start": "00:18:54",
    "end": "00:19:00"
  },
  {
    "text": "Yeah.",
    "start": "00:19:00",
    "end": "00:19:00"
  },
  {
    "text": "What I want to do is say, I don't know any other way to approach this except to walk you through what for me was a many year process. For me, what this fact raises was a set of questions that I became really passionate about and interested in in my mid-20s. And it really drove. It's part of what drove me into graduate biblical studies to learn a lot of ancient languages. And then I ended up doing my doctoral research and dissertation, focusing in on this set of issues around the manuscript, history and collection of biblical literature in ancient Israel, Second Temple Judaism and early Christianity. I just, I needed to nail down, like, what are the facts? How do we interpret all this, how did this happen? And reconcile myself to it. So I'm not going to pretend like I don't have an energy I'm bringing to it, but what I found is it helps to step back and to say, let's just see how it all happened. And what I have found is that when I really ground myself in an overview of how the Bible came into existence, how I ask the question of which Bible's right, it changes. Like the way I ask and what I mean by that question changed when I came back to it after a lot of years of sitting in the history. So I guess I would just ask you to show me mercy and be patient. And I'm gonna try and walk you through a condensed three and a half hour version.",
    "start": "00:19:00",
    "end": "00:20:39"
  },
  {
    "text": "Okay.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "Oh, that crash course, then. I'll take the temperature of the room. Yeah, you know, when we're done.",
    "start": "00:20:40",
    "end": "00:20:45"
  },
  {
    "text": "Okay, deal.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Let me stir the pot a little more. The Protestant Bible has a history to it. So the Protestant Reformation was a movement that arose within the Roman Catholic church in the 1500s, had some precursors connected to famous figures. Martin Luther, who was a Catholic monk, lived in Germany. Some other guys named John Calvin. Some precursors, Tyndale and Erasmus. He was a kind of a counter reformer. But the point is that there's a bunch of figures and a huge set of theological institutional controversies happened in the 1500s. Okay, and what the Protestant movement, the word protest is right in there. It was a protest movement against a whole bunch of stuff. But what happened was a number of Christians began to split off and form new sub traditions that saw themselves as distinct from the Roman Catholic Church. And the shape of their Bible was really important. And what is interesting is you can go to the first Protestant Bibles that were printed. Gutenberg's printing press was a factor in the mix here. And for example, Martin Luther made his own new German translation of the Bible that has been hugely influential.",
    "start": "00:21:07",
    "end": "00:22:27"
  },
  {
    "text": "He translated his own translation.",
    "start": "00:22:27",
    "end": "00:22:29"
  },
  {
    "text": "He did, yeah. From Hebrew. The whole Testament from Hebrew. Which was a bold move then.",
    "start": "00:22:29",
    "end": "00:22:35"
  },
  {
    "text": "Right. Because before that from Latin, the earlier.",
    "start": "00:22:35",
    "end": "00:22:39"
  },
  {
    "text": "English translations had been for the Old Testament based mostly on Latin. And the whole Roman Catholic tradition had embraced the Latin translation as the official Christian Bible. Okay. Not the Hebrew. And what is interesting is if you go to Luther's Bible around the early 1530s, what you'll find is that he translated the Hebrew Bible, which corresponds to the Jewish Tanakh. He translated the New Testament, and then he also had a set of books called. He called them Apocrypha. Apocrypha is a Greek word that means hidden. And it's a way of referring to. To the collection of books that was called in Catholic tradition the Deuterocanon. And it's the same list of books. Okay, so Judas Tobit, Wisdom of Solomon.",
    "start": "00:22:39",
    "end": "00:23:32"
  },
  {
    "text": "He translated all these. But he translated them and put them in his Bible.",
    "start": "00:23:32",
    "end": "00:23:34"
  },
  {
    "text": "And put them in his Bible.",
    "start": "00:23:34",
    "end": "00:23:35"
  },
  {
    "text": "This is Martin Luther.",
    "start": "00:23:35",
    "end": "00:23:36"
  },
  {
    "text": "It's Martin Luther.",
    "start": "00:23:36",
    "end": "00:23:37"
  },
  {
    "text": "This is the guy who kicked off Protestantism.",
    "start": "00:23:37",
    "end": "00:23:40"
  },
  {
    "text": "That's right. So what he did is he took them out of the sequence of Old Testament and he put them as a separate appendix.",
    "start": "00:23:40",
    "end": "00:23:46"
  },
  {
    "text": "Oh, okay. So that was the new move.",
    "start": "00:23:47",
    "end": "00:23:49"
  },
  {
    "text": "That was an innovative move.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "Before they were woven in. They were woven in, but they still had a different classification as Deuterocanon.",
    "start": "00:23:51",
    "end": "00:23:58"
  },
  {
    "text": "Well, so, okay, were they a little.",
    "start": "00:23:58",
    "end": "00:24:00"
  },
  {
    "text": "Asterisk next to them or something?",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "So we'll get there.",
    "start": "00:24:01",
    "end": "00:24:02"
  },
  {
    "text": "Okay, we'll get there.",
    "start": "00:24:02",
    "end": "00:24:03"
  },
  {
    "text": "But the point is that Martin Luther is like pretty key in Protestant Reformation, like, probably wouldn't have happened quite without him. And the first Bible he put out there for the Bible of the Protestant movement, it had this wider collection within it, but it was also viewed as distinct and set apart. Not the first English Bible, but the first, most important Protestant English Bible was printed in the 1560s called the Geneva Bible. And this was the primary Bible of English Protestantism. Some people call it Shakespeare's Bible. This was the English translation. That sounds like Shakespeare.",
    "start": "00:24:03",
    "end": "00:24:41"
  },
  {
    "text": "Oh, influence.",
    "start": "00:24:41",
    "end": "00:24:41"
  },
  {
    "text": "It's the English Bible that he knew.",
    "start": "00:24:41",
    "end": "00:24:43"
  },
  {
    "text": "Okay.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "Geneva. This was the Bible taken on the Mayflower. The pilgrims took it on the Mayflower over to the colonies.",
    "start": "00:24:44",
    "end": "00:24:50"
  },
  {
    "text": "Well, then it must be an important Bible.",
    "start": "00:24:50",
    "end": "00:24:53"
  },
  {
    "text": "So this is the Bible of early American Christian history. And you can find pictures of the table of contents. You go right to it, and it'll have the Old Testament corresponds to the Jewish Tanakh, but in a different order. And then you get the books called Apocrypha, then you get the New Testament. So Martin Luther put them at the end, the Geneva Bible, put them in.",
    "start": "00:24:53",
    "end": "00:25:17"
  },
  {
    "text": "Between, and continues to call them Apocrypha.",
    "start": "00:25:17",
    "end": "00:25:19"
  },
  {
    "text": "Yep, that's right. The first edition of The King James 1611. The King James Bible, the Holy King James Bible is exactly like the Geneva Bible has the Old Testament, which matches the Jewish Tanakh, just in a different order. Then it has the books called Apocrypha, and then it has the books of the New Testament. So it wasn't until the mid to late 1600s that English Protestant Bibles began to omit this third section called Apocrypha.",
    "start": "00:25:19",
    "end": "00:25:55"
  },
  {
    "text": "When did that start?",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "Mid to late 1600s.",
    "start": "00:25:56",
    "end": "00:25:57"
  },
  {
    "text": "Mid to late 1600s.",
    "start": "00:25:57",
    "end": "00:25:58"
  },
  {
    "text": "So for the first hundred ish years of the Protestant movement, they hadn't kicked them out yet. Protestant Christian Bibles had three sections. Old Testament, New Testament and Apocrypha.",
    "start": "00:25:58",
    "end": "00:26:10"
  },
  {
    "text": "Okay.",
    "start": "00:26:10",
    "end": "00:26:11"
  },
  {
    "text": "Yep. So my point in this is to just say, even the fact that modern Protestant Bibles don't have these books is a modern innovation in terms of the history of the Bible and that. I remember the day I learned that fact. It blew my categories.",
    "start": "00:26:11",
    "end": "00:26:28"
  },
  {
    "text": "Yeah. If you have this understanding of the Bible came down like golden tablets from the sky, kind of fully formed, decided what's in, what's out?",
    "start": "00:26:29",
    "end": "00:26:39"
  },
  {
    "text": "Yeah.",
    "start": "00:26:39",
    "end": "00:26:39"
  },
  {
    "text": "Then you're like, well, yeah, this doesn't seem to be what's happening.",
    "start": "00:26:39",
    "end": "00:26:43"
  },
  {
    "text": "I'm not making a value judgment in saying that. I'm just. It's a fact that Protestant bibles in the 1st century of the Protestant movement had these books, had this third section.",
    "start": "00:26:43",
    "end": "00:26:53"
  },
  {
    "text": "Can we talk about the word pakfa really quick? You said it means hidden.",
    "start": "00:26:53",
    "end": "00:26:56"
  },
  {
    "text": "Yeah.",
    "start": "00:26:56",
    "end": "00:26:56"
  },
  {
    "text": "In contemporary English, it's taken on the connotation of untrue. That's apocryphal. That means that it's a story we tell, but it didn't actually happen.",
    "start": "00:26:56",
    "end": "00:27:07"
  },
  {
    "text": "That's right. It's a pejorative way of referring to something. So here, even the two terms to refer to this third layer of the Bible in Roman Catholic traditions, Deuterocanon. In Protestant tradition, it's apocrypha. Both of those terms have ancient roots back to the first few centuries of the Christian movement. So these books are. There's actually nothing distinctly Roman Catholic or Eastern Orthodox about.",
    "start": "00:27:07",
    "end": "00:27:36"
  },
  {
    "text": "These are very Jewish books.",
    "start": "00:27:36",
    "end": "00:27:38"
  },
  {
    "text": "These are all Second Temple Jewish literature.",
    "start": "00:27:38",
    "end": "00:27:40"
  },
  {
    "text": "Yeah. They didn't like Eastern Orthodox. Didn't say, we need a new book, let's write it.",
    "start": "00:27:40",
    "end": "00:27:44"
  },
  {
    "text": "Nope. And same within. These books were not written by Catholic Christians in the Catholic tradition.",
    "start": "00:27:44",
    "end": "00:27:50"
  },
  {
    "text": "These are all manuscripts from Second Temple Jews.",
    "start": "00:27:50",
    "end": "00:27:52"
  },
  {
    "text": "These are all texts that were produced and widely read within Second Temple Judaism. Just like the New Testament is Second Temple Judaism, the New Testament is Second Temple Jewish literature. But it's written by the first circle of Messianic Jewish followers of Jesus the apostles that he commissioned to spread the word about him. So they have an explicit Jesus focus to their Jewish style. These books of the apocrypha almost entirely precede Jesus. They're pre Jesus Jewish literature produced by Bible nerd Jewish scholars for Jewish communities. And Jesus and the apostles and the generations after them of Christianity read these books and valued them, valued them so much that they began to be preserved and included along with biblical manuscripts in the earliest centuries of the Jesus movement. But they were also debated as to their status in the collection from those early centuries too. And so two terms emerged, depending on what circles value. Yeah, totally. Yeah. So you get a circle of figures that begin with figures that we'll kind of mention a little more as we go on. Early Christians, a guy named Melito of Sardis or Cyril of Jerusalem or Jerome. And they called these books apocryphal. And what they said was, these aren't a part of the Old Testament, they're not a part of the apostles writings of the New Testament. But they are widely read, they're beneficial, they're valuable. But they probably shouldn't be given to brand new converts to Christianity. They should be saved for somebody who's more, more mature in their faith and ready for the next level of understanding what the Bible says.",
    "start": "00:27:52",
    "end": "00:29:48"
  },
  {
    "text": "So what they didn't mean by apocryphal is this more modern usage of the word, which is like this was made up.",
    "start": "00:29:48",
    "end": "00:29:56"
  },
  {
    "text": "Yeah, what they meant was keep them hidden.",
    "start": "00:29:56",
    "end": "00:29:59"
  },
  {
    "text": "So apocrypha means to keep something hidden.",
    "start": "00:29:59",
    "end": "00:30:04"
  },
  {
    "text": "Yeah, to keep it out of sight. But the word emerged from being used as saying, man, if you have a brand new convert to Christianity and you're trying to show them, here's what the Bible is. This group of Christian teachers in the early centuries said it should keep this part of the collection out of sight at first. As they become more mature, then these have a lot of value.",
    "start": "00:30:04",
    "end": "00:30:26"
  },
  {
    "text": "It's like It's a Discipleship 201 course.",
    "start": "00:30:26",
    "end": "00:30:30"
  },
  {
    "text": "Yeah, there you go. Totally. Yes. So that's one stream. There were other prominent Bible teachers, bishops and church leaders who had grown up hearing and reading these books read aloud in prayers and church, like as a part of the biblical collection. But they were recognized as having a secondary rank, second order. And so that word Deuterocanon is naming that view of these texts from those circles in early Christianity. Here's my point is that these books have always been around in the Christian tradition from the beginning.",
    "start": "00:30:30",
    "end": "00:31:06"
  },
  {
    "text": "Okay.",
    "start": "00:31:06",
    "end": "00:31:07"
  },
  {
    "text": "There has been difference of opinion about their status in the Biblical collection from the beginning. And even what you call them represents kind of what viewpoint you've inherited. Sure, yeah.",
    "start": "00:31:07",
    "end": "00:31:21"
  },
  {
    "text": "So what makes sense to me then is how these stand out, because you've got the Tanakh. And so basically everything that's in the Tanakh, we're like, okay, those are solid.",
    "start": "00:31:22",
    "end": "00:31:34"
  },
  {
    "text": "Solid. And the reason why, what we mean by solid is Jesus and the apostles refer to this selection of writings consistently and calling them Scripture or calling them the word of God, like treating them with a divine authority as the divine and human word.",
    "start": "00:31:34",
    "end": "00:31:55"
  },
  {
    "text": "And then there's all this other literature that came to be during the Second Temple period leading up to Jesus and the apostles that were really important manuscript scrolls. They were used in Jewish liturgy.",
    "start": "00:31:55",
    "end": "00:32:11"
  },
  {
    "text": "They all came out of Jewish communities who were praying, like, following Yahweh, trying to be faithful to God in a complex world.",
    "start": "00:32:11",
    "end": "00:32:21"
  },
  {
    "text": "And then you have all of these other pieces of literature, Jewish Second Temple literature, that are really important to the faith. They're important to the apostles and their disciples. But they weren't in the Tanakh.",
    "start": "00:32:21",
    "end": "00:32:32"
  },
  {
    "text": "That's right.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "So there was always a sense of these have a different place.",
    "start": "00:32:33",
    "end": "00:32:37"
  },
  {
    "text": "Yes. And so. And this is where even how I'm framing it up, I know there are some people who would disagree with how I'm framing it up.",
    "start": "00:32:38",
    "end": "00:32:45"
  },
  {
    "text": "Okay, how would they want it framed?",
    "start": "00:32:45",
    "end": "00:32:47"
  },
  {
    "text": "Oh, there is a prominent view about the formation of the Old Testament out there. The Tanakh was not in any kind of clear, bounded shape before the time of Jesus, and that it was actually the wider collection of what we call Tanakh. Plus this additional layer just simply was the Old Testament of Jesus.",
    "start": "00:32:47",
    "end": "00:33:10"
  },
  {
    "text": "And they don't need a secondary designation.",
    "start": "00:33:10",
    "end": "00:33:12"
  },
  {
    "text": "That's right. But there's also a prominent strand within canon formation studies. It's a historical discipline within biblical studies, studying the text and manuscript history and all the historical witnesses. And the fact is, nobody wrote a comprehensive account of the formation of the Bible while the Bible was being formed. Like, no one did that.",
    "start": "00:33:12",
    "end": "00:33:35"
  },
  {
    "text": "Yeah.",
    "start": "00:33:35",
    "end": "00:33:35"
  },
  {
    "text": "So what we have is like 381 different pieces of data. You know, I'm making up that number, but I'm just saying it's hundreds of pieces of data.",
    "start": "00:33:35",
    "end": "00:33:46"
  },
  {
    "text": "There's like, manuscripts, the detective mystery moment.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "There'S tracking along with what all these different people said at different points in history. And you have to coordinate all those data points into a coherent picture. There are a couple different ways that you could put the data points together. And then welcome to the wonderful world of canon formation studies. So here's what's so fascinating is that, for example, The Wisdom of Solomon, which is in the Catholic Deuterocanon, Protestant Apocrypha. Paul the Apostle for sure knew this text and he is pulling on it and interacting with key phrases and thought sequences of paragraphs of it. In the letter to the Romans, in the opening chapters, like full on. And you look in the commentaries.",
    "start": "00:33:48",
    "end": "00:34:58"
  },
  {
    "text": "This is like everyone sees it.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Yes. What's so interesting in those early chapters of Romans is Paul explicitly quotes from Isaiah and the Psalms, Deuteronomy, Genesis. He says so, but he never quotes from. Or marks the fact that he quotes from.",
    "start": "00:34:59",
    "end": "00:35:17"
  },
  {
    "text": "But he doesn't explicitly say that he's quoting from.",
    "start": "00:35:17",
    "end": "00:35:20"
  },
  {
    "text": "From a Wisdom of Solomon.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "The Wisdom of Solomon.",
    "start": "00:35:21",
    "end": "00:35:21"
  },
  {
    "text": "Yeah, exactly. He just weaves it in. There's a pattern that's throughout the New Testament. There's one exception to it.",
    "start": "00:35:21",
    "end": "00:35:26"
  },
  {
    "text": "The pattern is that if the apostle is quoting from the Tanakh from.",
    "start": "00:35:26",
    "end": "00:35:32"
  },
  {
    "text": "Yeah. They name it.",
    "start": "00:35:32",
    "end": "00:35:33"
  },
  {
    "text": "They name it. Oh, not always.",
    "start": "00:35:33",
    "end": "00:35:35"
  },
  {
    "text": "Not always. So when they name it. When they name it, they are giving it a designation that feels like, oh, this is their Bible. Like they view this as the divine and human word.",
    "start": "00:35:35",
    "end": "00:35:45"
  },
  {
    "text": "Every time they name it, it's a book from the Tanakh. With one exception.",
    "start": "00:35:45",
    "end": "00:35:48"
  },
  {
    "text": "With one exception.",
    "start": "00:35:48",
    "end": "00:35:49"
  },
  {
    "text": "Anytime they quote from other Second Temple Jewish literature that was very important to them, they wouldn't name it.",
    "start": "00:35:50",
    "end": "00:35:56"
  },
  {
    "text": "With one key exception. I mean, there's so many asterisks.",
    "start": "00:35:57",
    "end": "00:36:01"
  },
  {
    "text": "Yeah. I'm noticing them pile up.",
    "start": "00:36:01",
    "end": "00:36:03"
  },
  {
    "text": "And so people who have followed the. This set of issues nodes, there's asterisks, but I'm trying to make the key issues as simple as I can without compromising truth. But for the most part, the pattern holds that when they quote from what we know is Tanakh, they say God says, or the Scripture says, or God said through the prophet. But when Paul or Jesus, his famous saying of come to me all you who are weary and heavy laden, I'll give you rest, take my yoke upon you. He's totally riffing off of a section that we know from what we call the section of the Wisdom of Ben Sira. Super cool what he's doing, but he doesn't mark it.",
    "start": "00:36:04",
    "end": "00:36:48"
  },
  {
    "text": "He doesn't say as it says in the Scriptures.",
    "start": "00:36:49",
    "end": "00:36:52"
  },
  {
    "text": "That's right. So there's a handful of passages where the apostles will say as it says in Scripture, and then they'll quote from something and you're like, well, that.",
    "start": "00:36:52",
    "end": "00:37:00"
  },
  {
    "text": "Yeah, where do you find that?",
    "start": "00:37:01",
    "end": "00:37:02"
  },
  {
    "text": "Where's that?",
    "start": "00:37:02",
    "end": "00:37:02"
  },
  {
    "text": "And it's usually a mashup.",
    "start": "00:37:04",
    "end": "00:37:05"
  },
  {
    "text": "It's usually a mashup of phrases from multiple parts of what we Know as Tanakh.",
    "start": "00:37:05",
    "end": "00:37:10"
  },
  {
    "text": "Right.",
    "start": "00:37:10",
    "end": "00:37:10"
  },
  {
    "text": "There's one place in the New Testament, the letter of Jude, where he just comes out and quotes from a book connected to the figure of Enoch. But what's so fascinating is in the Roman Catholic tradition, Enoch was never in.",
    "start": "00:37:10",
    "end": "00:37:25"
  },
  {
    "text": "The Deuterocanon part of the Deuterocanon, only in the Ethiopian.",
    "start": "00:37:25",
    "end": "00:37:28"
  },
  {
    "text": "There's only one little corner of the Orthodox tradition that included the Enoch literature as a part of its canon. So it's almost this exception that proves the rule where Jude clearly was in a messianic Jewish community that had the Enoch literature in it and that valued it. And so he quotes from it.",
    "start": "00:37:28",
    "end": "00:37:46"
  },
  {
    "text": "Knowing I've heard this a number of times. Can you show it to me? What is it in Jude? Yeah, in Jude.",
    "start": "00:37:46",
    "end": "00:37:51"
  },
  {
    "text": "Oh, yeah. So it's in Jude, verse 14, where he's trying to name a bunch of teachers that have come into the network of house churches that he's a part of. And he thinks they're morally really like low grade human beings in terms of their moral values and they're teaching things about Jesus that are not true to Jesus and the apostles. And so he's talking about these guys. What he also says about them is in verse 14, he says it's also about these guys that Enoch in the seventh generation from Adam prophesied, saying, quote. And he has a long quote from what we know as the Book of Enoch, from the opening poem of one Enoch. What is so fascinating is that opening poem is itself a mashup of phrases from the Torah and the prophets. So he's quoting Enoch's mashup.",
    "start": "00:37:51",
    "end": "00:38:48"
  },
  {
    "text": "Mashup, okay.",
    "start": "00:38:48",
    "end": "00:38:49"
  },
  {
    "text": "Of a mashup from Deuteronomy and the prophets, which is about how God's going to come with his holy angels and bring justice on the world and set all things right. So his quotation from Enoch actually isn't even about something uniquely Enoch. Like it's a biblical idea from the Tanakh, but he's quoting Enoch's mashup of that idea.",
    "start": "00:38:50",
    "end": "00:39:13"
  },
  {
    "text": "Yeah, it's like how we would quote a pastor who was maybe mashing up different.",
    "start": "00:39:13",
    "end": "00:39:18"
  },
  {
    "text": "Yeah.",
    "start": "00:39:19",
    "end": "00:39:19"
  },
  {
    "text": "Bible references to kind of bring something together.",
    "start": "00:39:19",
    "end": "00:39:22"
  },
  {
    "text": "Yeah, totally. That's right. So I guess kind of the debate is, and maybe this was a set of kind of clarifying perspectives for me, that I think you can make a persuasive case that there was a conception of a clear Bible for Jesus and the apostles that they simply called the Scriptures, or Jesus sometimes called it the Torah or the Torah and prophets, or a couple times he calls it the Torah the prophets and the psalms, like a three part shape. And we'll cover this more in detail in another episode later. But there was also a wider body of literature that was more recent.",
    "start": "00:39:22",
    "end": "00:39:58"
  },
  {
    "text": "More recent than the Hebrew.",
    "start": "00:39:59",
    "end": "00:40:00"
  },
  {
    "text": "Hebrew Bible. That's right. And it's amazing literature. And it speaks to how Jewish communities were reading their Hebrew Bible.",
    "start": "00:40:00",
    "end": "00:40:12"
  },
  {
    "text": "Yeah.",
    "start": "00:40:12",
    "end": "00:40:12"
  },
  {
    "text": "And then interpreting it, making sense of it, and trying to make new statements of the themes and ideas of the Hebrew Bible, but for their time and their place in a very complex world that began after Israel came back from exile, living under Persian rule. Then Alexander the Great comes through and now everybody's speaking Greek and wanting to dress like Greeks and go to the baths in the gymnasiums and then the Romans come to town. It's just a very complex period.",
    "start": "00:40:12",
    "end": "00:40:44"
  },
  {
    "text": "Yeah.",
    "start": "00:40:44",
    "end": "00:40:44"
  },
  {
    "text": "And what this literature represents is Bible nerds who were trying to restate and take up the Hebrew Bible, but recombine its themes and ideas to tell new stories and new poems, new essays, and it feels like the Bible. The point of all these books is when you read them, you're like, well, this feels like the Bible, but. But it's restatements of the Bible for new communities in that second Temple period. And Jesus and the apostles were into all of it. And the fact that they read it or even use language from it doesn't necessarily mean that they think that it's a word from God. It means they found it valuable. And so this is kind of the issue of debate. This is the issue of debate.",
    "start": "00:40:45",
    "end": "00:41:30"
  },
  {
    "text": "So thank you. I think that's helped for me. What you're saying is if your question is what is a word from God or not, you can decide where you fall in that line. But what's not open to debate is that these were used by both Jewish communities trying to faithfully follow Yahweh and then the early Christians faithfully following the teachings of Jesus, even Jesus himself.",
    "start": "00:41:30",
    "end": "00:41:57"
  },
  {
    "text": "Yeah.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Faithfully following the way of Yahweh, bringing in the New Covenant, as he's called it.",
    "start": "00:41:59",
    "end": "00:42:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:42:04",
    "end": "00:42:05"
  },
  {
    "text": "And so what's not open for debate is that this literature was important. It was read, it was reflected on.",
    "start": "00:42:05",
    "end": "00:42:11"
  },
  {
    "text": "And invaluable and preserved in the same manuscripts and eventually like codex books.",
    "start": "00:42:12",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. Because the whole idea of like making a book like one book was like a new idea.",
    "start": "00:42:21",
    "end": "00:42:26"
  },
  {
    "text": "Yes.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "That came into existence, what, in the second century.",
    "start": "00:42:26",
    "end": "00:42:29"
  },
  {
    "text": "Yeah. So here's a last final factor in this opening conversation is just that. The invention of the book.",
    "start": "00:42:30",
    "end": "00:42:35"
  },
  {
    "text": "Yeah, the invention of the book.",
    "start": "00:42:35",
    "end": "00:42:37"
  },
  {
    "text": "Super important.",
    "start": "00:42:37",
    "end": "00:42:37"
  },
  {
    "text": "The codex.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "Yes. So the appearance of the codex onto the scene of human history.",
    "start": "00:42:38",
    "end": "00:43:07"
  },
  {
    "text": "What do we mean by codex?",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "So we're talking about instead of having just separate square sheets that you collect in a pile.",
    "start": "00:43:08",
    "end": "00:43:15"
  },
  {
    "text": "Right. Or can roll up into scrolls.",
    "start": "00:43:15",
    "end": "00:43:16"
  },
  {
    "text": "Or instead of having papyrus scrolls.",
    "start": "00:43:16",
    "end": "00:43:19"
  },
  {
    "text": "Okay.",
    "start": "00:43:19",
    "end": "00:43:19"
  },
  {
    "text": "That you read from end to end.",
    "start": "00:43:19",
    "end": "00:43:20"
  },
  {
    "text": "Okay.",
    "start": "00:43:20",
    "end": "00:43:21"
  },
  {
    "text": "You take square sheets.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah.",
    "start": "00:43:22",
    "end": "00:43:23"
  },
  {
    "text": "You lay them on top of each other and then you stitch them together. Yes, now we glue them together. Yeah, mostly. Yeah. Stitch them all together into a huge fat rectangle that's like super thin that.",
    "start": "00:43:23",
    "end": "00:43:35"
  },
  {
    "text": "You can page through.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "But you could fit more words into that thing than any writing technology device up to that point.",
    "start": "00:43:36",
    "end": "00:43:43"
  },
  {
    "text": "Right. So up to that point, if you had like a number of scrolls, you could like carry them all together in a collection, but they were all separate things and it was probably kind of burdensome.",
    "start": "00:43:43",
    "end": "00:43:54"
  },
  {
    "text": "And libraries of scrolls were like on a wall. A wall with little holes in them.",
    "start": "00:43:54",
    "end": "00:44:00"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:00",
    "end": "00:44:01"
  },
  {
    "text": "And you would put the scrolls in these holes and so you would have a sense of a collection. But even organizing a group of scrolls that way you can see the idea of what's in and what's out of the collection is not really a question that's forced upon you.",
    "start": "00:44:01",
    "end": "00:44:17"
  },
  {
    "text": "Right. Because you're not binding it together yet.",
    "start": "00:44:17",
    "end": "00:44:19"
  },
  {
    "text": "No, you're not binding it together. But the moment the codex is invented, and this is a whole subfield within this field of study. And this goes wider than just Jewish history because the codex was invented within wider Greek and Roman culture. But it was popularized and became the number one technology in the early Jesus movement. Because these texts played such a key role.",
    "start": "00:44:19",
    "end": "00:44:47"
  },
  {
    "text": "You could take them all, bind them together and have one volume. Just have one volume?",
    "start": "00:44:47",
    "end": "00:44:51"
  },
  {
    "text": "Yeah, or at least a couple volumes. Instead of having 50 scrolls, you could just have like three codex.",
    "start": "00:44:51",
    "end": "00:44:57"
  },
  {
    "text": "They're pretty massive. Because the print technology wasn't like it is today.",
    "start": "00:44:57",
    "end": "00:45:00"
  },
  {
    "text": "Totally. Yeah. It's all hand copied and so on. So the codex begin to force the issue of clarity in a way that wasn't fully necessary before. So think of the Hebrew Bible, the Tanakh, and the way it's coordinated is through hyperlinks. And we'll talk about this more.",
    "start": "00:45:00",
    "end": "00:45:18"
  },
  {
    "text": "Yeah.",
    "start": "00:45:18",
    "end": "00:45:18"
  },
  {
    "text": "But it's a very clearly unified and coordinated collection.",
    "start": "00:45:18",
    "end": "00:45:21"
  },
  {
    "text": "But not because it was bound together.",
    "start": "00:45:21",
    "end": "00:45:23"
  },
  {
    "text": "But it was not bound together. And so there could be an additional scroll like in there.",
    "start": "00:45:23",
    "end": "00:45:28"
  },
  {
    "text": "Wisdom of Ben Sira.",
    "start": "00:45:29",
    "end": "00:45:30"
  },
  {
    "text": "Exactly, totally.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "Someone puts that on their wall.",
    "start": "00:45:31",
    "end": "00:45:33"
  },
  {
    "text": "That's right. And then Ben Sira in his writings is constantly talking about the Torah and the prophets and the other writings and how he's meditated. He says, like, I Meditated on all these. He's got a conception of his Bible, and he clearly is saying, like, hey, I've got something to offer. I think what I'm offering is God's wisdom, but I learned it all from studying the Bible. Like, that's the logic of the wisdom of Ben Sira. And so it's very different than Proverbs or Isaiah, which just speaks with a different authority. And it was treated differently. And so the codex kind of forced the issue within the early Jesus movement. And then, lo and behold, it's in the early Jesus movement that you start from the beginning to have differences of opinion about this additional layer of Jewish literature that's around the Tanakh or the Hebrew Bible. And some called it Apocrypha, like, let's read it. But maybe save it for the people who are a little further in their discipleship journey of following Jesus. Other people are just like, no, man. I've been reading and hearing these books read at church on Sunday since I was a kid.",
    "start": "00:45:33",
    "end": "00:46:42"
  },
  {
    "text": "Yeah.",
    "start": "00:46:42",
    "end": "00:46:42"
  },
  {
    "text": "And it's part of the Bible, but it's secondary. They would call it the second part. So that's a very abbreviated history and introduction to why these texts are in the Bible. And they are technically in Protestant Bibles, too. It's just that for the last couple hundred years, Protestants stop including them.",
    "start": "00:46:42",
    "end": "00:47:03"
  },
  {
    "text": "That's interesting way to frame it. They originally were. And then some, maybe 500 years ago, 400 years ago, they stopped being printed.",
    "start": "00:47:05",
    "end": "00:47:15"
  },
  {
    "text": "Yeah. As the conflict between the Protestant movement and the Roman Catholic Church that the temperature rose in the room and the differences became more, well, I don't know, heated, more disputed. And as each group took on its kind of identity now in opposition to the other, this section of the Bible became wrapped up in that set of controversial issues. And so you had Protestant reformers who were. One of their ways of reacting and setting themselves apart as radically as they could, would be to just stop including those books at all within printed Bibles.",
    "start": "00:47:15",
    "end": "00:47:54"
  },
  {
    "text": "Okay, so we haven't talked about why we're talking about any of this.",
    "start": "00:47:54",
    "end": "00:47:57"
  },
  {
    "text": "No, let's talk about. Yeah, we've talked about what we're talking about.",
    "start": "00:47:57",
    "end": "00:48:01"
  },
  {
    "text": "Yeah. Why are we talking about this?",
    "start": "00:48:01",
    "end": "00:48:04"
  },
  {
    "text": "Yeah. So I think I personally, my own learning journey within the Protestant tradition, my awareness of this started early, where there were some times Jesus or Paul or one of the other apostles in their writings in the New Testament, they would be talking about something from the Old Testament, quoting from it or alluding to it. But when I flip back and looked at the part they're quoting it would be like, wow. Like it's a really different take. For example, in Paul's correspondence to Timothy, he references the Exodus story and the magicians of Pharaoh, you know, that kind of like counter Moses, you know. And Paul names two of those magicians. Oh, Yannes and Jambres.",
    "start": "00:48:04",
    "end": "00:48:52"
  },
  {
    "text": "Where do you get those names?",
    "start": "00:48:52",
    "end": "00:48:53"
  },
  {
    "text": "You're like, what? Where'd that come from?",
    "start": "00:48:53",
    "end": "00:48:55"
  },
  {
    "text": "Yeah, that's not in Exodus.",
    "start": "00:48:55",
    "end": "00:48:57"
  },
  {
    "text": "But those two names actually appear and are found in the wider collection of Second Temple Jewish literature. Imagining these guys names. And that was passed down. It was popular. Paul was educated in the circles and so he picked up that idea. So there's no ancient evidence for the names of any of these magicians. So that's a good example of the way Jesus and the apostles read the Hebrew Bible wasn't just by reading the Hebrew Bible. They are located within Second Temple Judaism, which means the way they read and understood the Bible was informed by a wider body of literature and conversation about how to read the Hebrew Bible.",
    "start": "00:48:58",
    "end": "00:49:36"
  },
  {
    "text": "Yeah.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "And the apostles are taking most of that for granted. In the Letter to the Hebrews in the Great hall of faith in chapter 11, he's citing the stories of Noah and Abraham and so on. And he mentions that there are some prophets of God who were sawn in two. You're like, what? That's not in the Hebrew Bible. Where'd you get that? We got that from a Second Temple Jewish work. It has a number of different names. The Ascension of Isaiah or the Apocalypse of Isaiah. But it has a story about how Isaiah got murdered by the kings of Israel in his day.",
    "start": "00:49:37",
    "end": "00:50:11"
  },
  {
    "text": "Interesting.",
    "start": "00:50:11",
    "end": "00:50:12"
  },
  {
    "text": "So I think my point is that there actually isn't a gap between the Old and New Testaments of just what's often called the silent years.",
    "start": "00:50:12",
    "end": "00:50:20"
  },
  {
    "text": "There's a lot of writings, there's a.",
    "start": "00:50:22",
    "end": "00:50:23"
  },
  {
    "text": "Lot of literature produced in between the two. Actually a huge amount. Some of it, like a small subset of that big body of Second Temple literature was really widely valued by Jesus, the apostles and the earliest Christians.",
    "start": "00:50:23",
    "end": "00:50:38"
  },
  {
    "text": "Not all of it.",
    "start": "00:50:38",
    "end": "00:50:39"
  },
  {
    "text": "The Deuterocanon or Apocrypha is a small subset of Second Temple literature. And it was particularly these Second Temple Jewish texts were not part of the traditional Tanakh, but the reason they're in any Christian Bibles today is because from the beginning they were read and valued by Jesus and the apostles and early Christian communities.",
    "start": "00:50:39",
    "end": "00:51:01"
  },
  {
    "text": "Yeah.",
    "start": "00:51:01",
    "end": "00:51:02"
  },
  {
    "text": "And they've always been a part of the bigger biblical collection. In other words, the collection of the Bible had multiple layers to it. They're sort of like the core. And this is the divine and human word. And then there's this additional layer. Hidden, right.",
    "start": "00:51:03",
    "end": "00:51:24"
  },
  {
    "text": "Yeah.",
    "start": "00:51:24",
    "end": "00:51:24"
  },
  {
    "text": "You have to look at secondary or secondary. But those texts have always. You go back to the oldest manuscripts we have, and they're in there. Christian manuscripts of the Old Testament and the Apocryphal or Deuterocanon texts are in there.",
    "start": "00:51:24",
    "end": "00:51:37"
  },
  {
    "text": "Okay.",
    "start": "00:51:37",
    "end": "00:51:37"
  },
  {
    "text": "And the fact that is a surprise to modern Protestants is actually kind of weird, historically speaking.",
    "start": "00:51:37",
    "end": "00:51:46"
  },
  {
    "text": "Yeah. It's almost unfortunate that we ripped them completely out and didn't just keep them in even at the end and say, like, hey, these have always been here.",
    "start": "00:51:46",
    "end": "00:51:54"
  },
  {
    "text": "Yeah.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "Like, treat them like an appendix. They really did hide them. Truly hid them.",
    "start": "00:51:55",
    "end": "00:52:01"
  },
  {
    "text": "Yeah, they truly hid them. Yeah, that's right.",
    "start": "00:52:01",
    "end": "00:52:03"
  },
  {
    "text": "So when they appear, if you have a Catholic friend and they're talking about their Bible, it's like, what are these? What do I do with this? You just don't know what to do as a Protestant. You're just unmoored at that moment. I remember I had to read these in Bible college, and it was the first time I'd ever interacted with them. I just kind of. Yeah. I just was like, I don't know what to do with this stuff.",
    "start": "00:52:04",
    "end": "00:52:26"
  },
  {
    "text": "Yeah. But the reason that we're having this.",
    "start": "00:52:26",
    "end": "00:52:29"
  },
  {
    "text": "Conversation, why are we doing this at all?",
    "start": "00:52:29",
    "end": "00:52:31"
  },
  {
    "text": "Is because we're gonna release a series of overview videos on the books of the Apocrypha, Deuterocanon. And there's lots of reasons why we're doing it. But I hope this conversation has at least provided some of the context for why these texts have always been a part of what most Christians, or most of Christian history conceive of as what it means to read the Bible. That is a collection of texts that include the Old Testament, Tanakh, Hebrew Bible, the writings of the apostles, and this next layer of the collection. And there's debates about its status. Right. That differ in terms of theology and belief. But what Roman Catholic or Protestant, historically grounded Protestants should both agree on is that they're valuable and that they actually can really inform and help us understand the transition between the Old and New Testaments. And they, for me, have illumined and deepened my experience and understanding of both the Old and New Testaments in different ways. Because these represent the writings of people who read the Bible in a cultural context that's way more similar to ancient Israel than me. And they represent people who lived in a culture that was very similar to Jesus and the apostles. So there you go. So we're producing a series of videos to introduce our audience to these works and to help them learn what these are. And all I can say is you just have to watch the videos, kind of withhold judgment. So there you go. That's why we're doing it in the rest of this series. We're going to now reverse engineer, go back. How did the Hebrew Bible come into existence? So we started from our end, like in the present, go into Powell's books.",
    "start": "00:52:31",
    "end": "00:54:28"
  },
  {
    "text": "Oh, right.",
    "start": "00:54:28",
    "end": "00:54:29"
  },
  {
    "text": "I want to invert it and go back and reverse engineer the making of the Bible from the beginning for the Hebrew Bible and then the New Testament and then go forward in time instead of backward. How did the Hebrew Bible become the Christian Old Testament? And then how did the New Testament come into existence? How you doing?",
    "start": "00:54:29",
    "end": "00:54:50"
  },
  {
    "text": "Take a breath. I think good. Okay. I think good. All right, let's keep going. Great. Thanks for listening to this episode of BibleProject Podcast. Next week, we go back in time and we look at the formation of the Bible from the beginning. We'll start by looking at the very first mention of writing the Bible in the Bible. It's in Exodus 17.",
    "start": "00:54:50",
    "end": "00:55:13"
  },
  {
    "text": "The first mention of of the writing of the Bible in the Bible is about a little story connected to how they were rescued. So even what they're writing down isn't just an archival chronicle of everything that happened. They're preserving memories of identity, forming monumental events in the life of God and these people.",
    "start": "00:55:13",
    "end": "00:55:33"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we create is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:55:34",
    "end": "00:55:48"
  },
  {
    "text": "Hi, my name is August and I'm from Baltimore.",
    "start": "00:55:50",
    "end": "00:55:52"
  },
  {
    "text": "Hi, my name is Evelyn and I'm from Fort Wayne, Indiana. I first heard about Bible Project by my dad when he showed me a video of it.",
    "start": "00:55:52",
    "end": "00:56:00"
  },
  {
    "text": "I first heard about the Bible Project from my local church. I used the Bible Project as a resource meditation.",
    "start": "00:56:01",
    "end": "00:56:08"
  },
  {
    "text": "My favorite thing about Bible Project is the illustration.",
    "start": "00:56:09",
    "end": "00:56:13"
  },
  {
    "text": "We believe that the Bible is a.",
    "start": "00:56:14",
    "end": "00:56:16"
  },
  {
    "text": "Unified story that leads to Jesus.",
    "start": "00:56:16",
    "end": "00:56:18"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, articles, podcasts, classes, and more on the Bibleproject app and@bibleproject.com.",
    "start": "00:56:19",
    "end": "00:56:28"
  },
  {
    "text": "Hey, everyone, this is Maddie Beals and I work with our database that stores all of our patron accounts here at bibleproject. I've been working at bibleproject for a little over a year, and my favorite part about my job is seeing the thousands of gifts that come in from supporters like you. Our work is an outpouring of your generosity, which reflects our abundantly generous God. Thank you for everything that you do. We literally couldn't do this without you. There's a whole team of people that bring the podcast to life every week. For a full list of everyone who's involved, check out the show credits in the episode description wherever you stream the podcast and on our website.",
    "start": "00:56:30",
    "end": "00:57:08"
  },
  {
    "text": "Sam.",
    "start": "00:57:24",
    "end": "00:57:33"
  }
]