[
  {
    "text": "Israel were slaves in Egypt. God confronts their slave driver, the Pharaoh, with 10 plagues, the 10th of which is called Passover. And celebrating Passover is the first feast that Israel has taught. Passover is celebrated every year, and it marks the beginning of a new year.",
    "start": "00:00:05",
    "end": "00:00:25"
  },
  {
    "text": "So let's imagine ourselves into a culture of escaped Israelite slaves. For many generations, we were there. But then on the night of our deliverance, our leader Moses said, our calendar resets to today. It's the first day of a whole new creation for us.",
    "start": "00:00:26",
    "end": "00:00:42"
  },
  {
    "text": "And then on this new calendar, God gives them a new rhythm every week, a weekly Sabbath.",
    "start": "00:00:43",
    "end": "00:00:50"
  },
  {
    "text": "As you go journeying out into the wilderness where you're wondering where your food and water is gonna come from, and what you're told is, hey, every seventh day, don't go gather any food, do no work, don't do what you need to do to survive.",
    "start": "00:00:50",
    "end": "00:01:03"
  },
  {
    "text": "And the ritual of Sabbath becomes the center of an entire calendar year.",
    "start": "00:01:04",
    "end": "00:01:09"
  },
  {
    "text": "It's going to become a guideline, not just for a weekly rest and cessation from our work, but it's going to turn into a seven times over network of annual rhythms by which we rest and do no work.",
    "start": "00:01:10",
    "end": "00:01:23"
  },
  {
    "text": "Seven sacred feasts, the first of which is Passover.",
    "start": "00:01:23",
    "end": "00:01:27"
  },
  {
    "text": "And each one of these is called a moed, a meeting time.",
    "start": "00:01:27",
    "end": "00:01:31"
  },
  {
    "text": "As we read about these meeting times in Leviticus, we're struck by how important our calendars are.",
    "start": "00:01:31",
    "end": "00:01:38"
  },
  {
    "text": "None of us are born into the world with a neutral calendar. Our calendars are structured by values and a story. How we structure our time, structures our values, and how we see the world.",
    "start": "00:01:38",
    "end": "00:01:50"
  },
  {
    "text": "I'm John Collins, this is Bible Project podcast. Today, Tim Mackey and I read the third movement of Leviticus and we take a deep look at the seven sacred feast days. We imagine being there celebrating them, and we discuss the meaning beneath them. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:01:51",
    "end": "00:02:24"
  },
  {
    "text": "Hey there, John.",
    "start": "00:02:25",
    "end": "00:02:25"
  },
  {
    "text": "Hello. We are in Leviticus and we are going around the corner here, getting towards the end of our conversations in Leviticus. Leviticus has three literary movements, and we are in the third of such movements.",
    "start": "00:02:26",
    "end": "00:02:44"
  },
  {
    "text": "Yeah, what we would call Leviticus, chapter 17:27, are set apart as a coherent, meaningful section within the book through all kinds of literary cues for how the book is organized through repetition and patterns and so on.",
    "start": "00:02:44",
    "end": "00:03:01"
  },
  {
    "text": "And if there's some random ancient Israelite law code that you've heard and thought that's funny, there's a real good chance it's in this section.",
    "start": "00:03:01",
    "end": "00:03:12"
  },
  {
    "text": "That's right. Yeah, that's exactly right. Yeah.",
    "start": "00:03:15",
    "end": "00:03:18"
  },
  {
    "text": "And it's because this section's all about ways that Israel were slaves in Egypt, rescued by God, out of that empire, are now moving through the wilderness and they're going to get into a new land where there's other people around with their kind of rituals and customs.",
    "start": "00:03:18",
    "end": "00:03:36"
  },
  {
    "text": "The Canaanites.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "The Canaanites, yep. It's all about how this people can form an identity which shows that they are. They are uniquely set apart for one God, which the Bible claims is the creator and sustainer of all life.",
    "start": "00:03:37",
    "end": "00:03:55"
  },
  {
    "text": "Yeah, that's right. Named I Am.",
    "start": "00:03:55",
    "end": "00:03:58"
  },
  {
    "text": "I Am.",
    "start": "00:03:58",
    "end": "00:03:59"
  },
  {
    "text": "Yeah. The name of the spiritual being is I Am, or he is, depending on how you say it.",
    "start": "00:03:59",
    "end": "00:04:07"
  },
  {
    "text": "And this section begins with Yahweh saying to Moses to then say to everyone, look, the Egyptians have their way of kind of doing things and appeasing their gods and living in community. The Canaanites, where you're heading towards, they have their way. And we also kind of get these hints of like this wilderness stuff going on.",
    "start": "00:04:07",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, you mean other spiritual beings.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "Other spiritual beings that they could like, worship and give sacrifices to. But you all are going to live dedicated to me. And so I'm going to give you rules that are going to establish how you live in community with each other that sets you apart from these other nations, but then also will embody Yahweh's wisdom for what it means to live in right relationship with each other.",
    "start": "00:04:30",
    "end": "00:04:55"
  },
  {
    "text": "That's right. In the context of a ancient Near Eastern tribal network of families living at the transition of the Bronze to Iron Ages. And the reason why that's important is just the rules given to them very much assume that cultural context, which doesn't mean that nobody else can learn for them, but what it means is to hear the divine wisdom that God's giving to the Israelites. Knowing that ancient context is really important.",
    "start": "00:04:55",
    "end": "00:05:23"
  },
  {
    "text": "Yeah. Because some of them you just want to copy and paste. Like we were going through. I think it was chapter 19 and you didn't read it, but at the edge of the screen while we were reading, maybe it was verse 33. Yeah. When a stranger resides in your land, you shall not do him wrong.",
    "start": "00:05:23",
    "end": "00:05:40"
  },
  {
    "text": "Yeah, it's the word ger. Immigrant.",
    "start": "00:05:40",
    "end": "00:05:42"
  },
  {
    "text": "Yeah. Treat an immigrant with respect.",
    "start": "00:05:42",
    "end": "00:05:44"
  },
  {
    "text": "Yeah. Actually here, let's keep reading it. The immigrant who lives with you shall be treated like the native born among you. You shall love the immigrant as you love yourself. You all were immigrants in the land of Egypt. I am Yahweh implied the one who brought you out of slavery so that you could become your own people.",
    "start": "00:05:44",
    "end": "00:06:07"
  },
  {
    "text": "And there's actually a raging debate in our country about what we should do with immigration. And so you can go and just like, let's just copy and paste this. But there's wisdom here.",
    "start": "00:06:07",
    "end": "00:06:17"
  },
  {
    "text": "Yes, immense wisdom.",
    "start": "00:06:17",
    "end": "00:06:19"
  },
  {
    "text": "Immense wisdom here.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "Yeah.",
    "start": "00:06:20",
    "end": "00:06:20"
  },
  {
    "text": "But then there's other stuff in here, too, like don't get tattoos.",
    "start": "00:06:20",
    "end": "00:06:24"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "And what's the wisdom there? Likely it was something that the Canaanites or Egyptians were doing as some sort of ritual to another God. So it's like, hey, like, don't do that.",
    "start": "00:06:25",
    "end": "00:06:38"
  },
  {
    "text": "Yeah. Because the prohibition of tattoos is along with a prohibition of don't make any cuts along your body and don't round off the side growth of your hair or cut off the edges of your beard.",
    "start": "00:06:38",
    "end": "00:06:52"
  },
  {
    "text": "Yeah.",
    "start": "00:06:53",
    "end": "00:06:54"
  },
  {
    "text": "And those things add particular meaning and significance in their cultural setting. So we won't go down the rabbit hole. But the point is, we're not approaching these rules with integrity. If we just kind of cherry pick some copy and paste them without reading all of them to see the wisdom that integrates them all together into one statement for Israel so we can hear the wisdom of God that he would speak through Scripture to us. Yeah, yeah. That was a big part of our last conversation. Well, we also noted at the beginning and ending of Leviticus 19, which is at the center of a little triad of laws setting Israel apart from the nations, was that honoring the Sabbath, resting on every seventh day, was just as important a way of marking their identity, of reshaping their loyalties as all of these other commands.",
    "start": "00:06:54",
    "end": "00:07:43"
  },
  {
    "text": "Take a weekend.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "Yeah, kind of. I mean, not really, though, because my social location, a weekend is two days.",
    "start": "00:07:47",
    "end": "00:07:53"
  },
  {
    "text": "Yeah.",
    "start": "00:07:53",
    "end": "00:07:53"
  },
  {
    "text": "So what I want to shift our attention to is how the rest of this last section of Leviticus picks up that Sabbath rest theme and magnifies it.",
    "start": "00:07:54",
    "end": "00:08:04"
  },
  {
    "text": "There's something about carving out the way we think about time is so important for what it means to be able to be in proximity with God and be at God's service.",
    "start": "00:08:05",
    "end": "00:08:17"
  },
  {
    "text": "Yeah, that's right. What we do with our time, you could say, is one of the most fundamental categories that tells the story of where our loyalties lie. Time and money. Jesus named money. You know, where your treasure is, there your heart is also.",
    "start": "00:08:17",
    "end": "00:08:34"
  },
  {
    "text": "And you're saying he could have done the same thing with time.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "Yeah. At least the wisdom of the Sabbath. And what the Sabbath is about is about how our loyalties are revealed by what we dedicate our time towards. And so the role of the Sabbath, the reason why it is what it is. So we did a whole podcast series a couple years ago on the theme of Sabbath and the seventh day and we spent some time in these chapters of Leviticus. So we're going to come back here again a couple years later. But within the context of where we've been now, I think we'll be able to notice some things. So we're focused here on Leviticus chapters 23 through 27. So it's the last. What is that? Last five chapters of the book. So there's a block of three literary units that begins the section in what we call chapter 23, and then the first nine verses of chapter 24. Three literary units. And it's all about Israel's sacred times. Then you get a short and very dense one of these riddle narratives in the Torah about a guy who's half Egyptian, his dad's an Egyptian, his mom's an Israelite, he gets into a fistfight with an Israelite and he ends up bringing up the name of Yahweh and cursing it. And the people are so shocked that they take him before Moses and Moses asks Yahweh what to do, and Yahweh says, execute him outside the camp. So that's that story. Then we go back to three more chapters, chapters 25, 26, 27, that talk about the Sabbath year, the jubilee year, and then forecast Israel's time in the land as a time of blessing that will likely result in exile seven times over. And that's the last literary unit of the book. So it's a big triad, like the outer pieces of bread, as you say, on each side of the sandwich, are about a hyper dedication of Israel's time on large and small scales, everywhere in between, to Yahweh. So that what they do with their time tells the story of who they are in the world. And those are sandwiched around a middle little story about somebody who curses the name of Yahweh and finds that by cursing the name of their Creator leads them unto death. So what I want to do is we'll ponder that story, I think, kind of the latter half of this conversation. But I want to just kind of take each of these units in turn because there's just so many little goodies here. So let's start with Leviticus 23, and these are our three sections here in Leviticus 23:1 through 24:9. It's three literary units that are all about the marking of sacred time in Sabbath. So chapter 23 is the chapter in the Torah. It's one of two that lists all of the main feasts of Israel. So here I'll just read from a standard English Translation here, New American standard. Yahweh spoke to Moses saying, speak to the sons of Israel and say to them, yahweh's appointed times, which you shall proclaim as holy convocations. My appointed times are these. And then what follows are a list of seven.",
    "start": "00:08:37",
    "end": "00:12:41"
  },
  {
    "text": "This feels like legalese a little bit.",
    "start": "00:12:41",
    "end": "00:12:43"
  },
  {
    "text": "Yeah, it's a list. Yeah, it's a speech of Yahweh to Moses. That is a list. And this was the introduction to a list. Yeah, the appointed times.",
    "start": "00:12:43",
    "end": "00:12:53"
  },
  {
    "text": "Oh, yeah. The sun, moon and stars are set in place in Genesis 1 to mark these appointed times.",
    "start": "00:12:54",
    "end": "00:13:01"
  },
  {
    "text": "Yeah. Okay, so the Hebrew word for appointed time, meod. So me' od means very much. Me' od mo' aid mo' ad moed. I love it. I love it. John, you got Hebrew in you. The Hebrew's coming in moed. Moed. So this word appears for the first time in the Hebrew Bible. Yeah. In the seven day creation story, which you noted. And it's meaningful. Genesis 1, verse 14. God said, Let there be lamps. It's usually translated lights, but it's the word for lamp. Like the lamps that are on the menorah are called the same word, maor. Let there be lamps up in the dome of the skies to separate day from night, and let them be as symbols, signs. And for moed, moedim appointments, and also for days and for years. So this is what's so interesting is, depending on the context here, translated in our English translations of Genesis 1 as seasons, which make us think of the.",
    "start": "00:13:01",
    "end": "00:14:17"
  },
  {
    "text": "Winter, fall, spring, summer, which is, you know, that makes sense.",
    "start": "00:14:18",
    "end": "00:14:23"
  },
  {
    "text": "It does make sense.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "The stars are in certain places during certain seasons. I think. I don't know.",
    "start": "00:14:24",
    "end": "00:14:28"
  },
  {
    "text": "This word moed comes from the verb ya', ad, which means those do not.",
    "start": "00:14:29",
    "end": "00:14:33"
  },
  {
    "text": "Sound alike at all.",
    "start": "00:14:33",
    "end": "00:14:34"
  },
  {
    "text": "Ah, well, you put an M a mem on the front and then the yah turns into an O, then you get moed. Yad. And the reason why. Well, anyway, who cares? Is Semitic language awesomeness. The standard meaning of a moed is a time or a place for a meeting. Oh, the time or place you meet up.",
    "start": "00:14:34",
    "end": "00:14:59"
  },
  {
    "text": "Time and place you meet up.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Yeah. This is like when you.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "That's so great. The reason why I know this Hebrew word is because actively with our chief operating officer working through what's a good, like, annual rhythm of, like, how we work together. And we started calling it Bible project mode.",
    "start": "00:15:02",
    "end": "00:15:20"
  },
  {
    "text": "Yeah.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "But spelled well, not spelled like this, but influence from this word. Moed.",
    "start": "00:15:21",
    "end": "00:15:27"
  },
  {
    "text": "Yeah.",
    "start": "00:15:27",
    "end": "00:15:28"
  },
  {
    "text": "How do you meet?",
    "start": "00:15:28",
    "end": "00:15:29"
  },
  {
    "text": "Yeah. The time or place for which we come together. Yeah, yeah. That's right.",
    "start": "00:15:29",
    "end": "00:15:33"
  },
  {
    "text": "How do we come together?",
    "start": "00:15:33",
    "end": "00:15:34"
  },
  {
    "text": "How do we come together? So appointed times is a translation that speaks more to the activity that you do to arrange a time to appoint it. That's not quite what it means. It's a time that's appointed for something that is for people to meet together. And it's the meeting together. That's what the core meaning of the word is, a time for meeting. And it can be a place. Oh. Oh. So this is the name of the tent. The tent of meeting. Ohel moed. This is one of the standard words to refer to the tabernacle, the tent of meeting.",
    "start": "00:15:34",
    "end": "00:16:10"
  },
  {
    "text": "Interesting.",
    "start": "00:16:10",
    "end": "00:16:11"
  },
  {
    "text": "Okay, so the tent is a heaven on earth, place where God and human meet together. And then what's going to be here listed in Leviticus 23 are times that are a moed for God.",
    "start": "00:16:11",
    "end": "00:16:25"
  },
  {
    "text": "The tabernacle is a place. The feasts are times.",
    "start": "00:16:26",
    "end": "00:16:28"
  },
  {
    "text": "Feasts are times. So they're just two ways of thinking about the same thing.",
    "start": "00:16:28",
    "end": "00:16:31"
  },
  {
    "text": "How do we come together in spacetime?",
    "start": "00:16:32",
    "end": "00:16:35"
  },
  {
    "text": "So if the tabernacle represents an actual piece of real estate, this belongs to Yahweh. And in this space, he will take up residence and fill it with his presence. And I can go there and meet with him in the same way. There's set times that are appointed to meet with Yahweh because Yahweh fills that time in a unique way. And I can find God there in that time in a special way. I think we still have within us a sense that spaces can do this for us.",
    "start": "00:16:35",
    "end": "00:17:08"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:17:08",
    "end": "00:17:09"
  },
  {
    "text": "Translating culturally for myself here.",
    "start": "00:17:09",
    "end": "00:17:11"
  },
  {
    "text": "Yeah. Walking into an art exhibit or something.",
    "start": "00:17:12",
    "end": "00:17:14"
  },
  {
    "text": "Yeah. Okay, play that metaphor out. Where are you going with that?",
    "start": "00:17:14",
    "end": "00:17:18"
  },
  {
    "text": "Oh, well, I mean, I just recently went to the Rembrandt. Or. No, I'm sorry.",
    "start": "00:17:18",
    "end": "00:17:22"
  },
  {
    "text": "Van Gogh.",
    "start": "00:17:22",
    "end": "00:17:23"
  },
  {
    "text": "The Van Gogh. Yeah, they had the Van Gogh thing here.",
    "start": "00:17:23",
    "end": "00:17:26"
  },
  {
    "text": "That live immersive.",
    "start": "00:17:26",
    "end": "00:17:28"
  },
  {
    "text": "Yeah. And you just walk into this big room, and they're just projecting his paintings that have been, like, kind of animated just all over.",
    "start": "00:17:28",
    "end": "00:17:37"
  },
  {
    "text": "But it's on the walls around you and on the floor.",
    "start": "00:17:37",
    "end": "00:17:41"
  },
  {
    "text": "On the floor. And then on the pillars in the middle of the room. Just all mapped on everywhere with the most beautiful music. Yeah, yeah, yeah. So there's just this vibe, and you're just swimming through his art. Basically. It's a space, but, like, you're kind of transported.",
    "start": "00:17:41",
    "end": "00:18:00"
  },
  {
    "text": "Yeah. It's a meeting with Vincent van Gogh. Yeah, in a way.",
    "start": "00:18:00",
    "end": "00:18:04"
  },
  {
    "text": "Yeah.",
    "start": "00:18:04",
    "end": "00:18:04"
  },
  {
    "text": "I had so many emotions. I was really surprised by the.",
    "start": "00:18:05",
    "end": "00:18:09"
  },
  {
    "text": "Oh, wow.",
    "start": "00:18:09",
    "end": "00:18:09"
  },
  {
    "text": "Yeah. We're just, like, a mile from the convention center. And Jessica and I went, yeah, I was. So. I didn't know what to expect. And so you walk in the center of this room and the whole experience is on a half hour loop.",
    "start": "00:18:09",
    "end": "00:18:21"
  },
  {
    "text": "Yeah.",
    "start": "00:18:21",
    "end": "00:18:22"
  },
  {
    "text": "And we stood there for almost three loops.",
    "start": "00:18:22",
    "end": "00:18:24"
  },
  {
    "text": "Oh, really?",
    "start": "00:18:24",
    "end": "00:18:24"
  },
  {
    "text": "Yeah. I was transfixed.",
    "start": "00:18:24",
    "end": "00:18:26"
  },
  {
    "text": "Oh, wow. You didn't have kids with you? We had our kids with us. We lasted one loop.",
    "start": "00:18:26",
    "end": "00:18:30"
  },
  {
    "text": "No, no, this was like a day date when the boys were at school. And, yeah, I felt like I was going to cry, but then just in awe, but then sad. There was this whole section of portraits. He depicted scenes of people who were in poverty or hunger from the European countryside. I think it was a potato famine or something. Anyway, that was a sacred space. And you feel like you meet the mind of the person who painted all these paintings. Yeah, thank you for that. That's a good analogy. I was going to go more bland of just like when I go for a hike up on Mount Hood in the summers and see the whole Pacific Northwest.",
    "start": "00:18:30",
    "end": "00:19:16"
  },
  {
    "text": "Yeah.",
    "start": "00:19:16",
    "end": "00:19:16"
  },
  {
    "text": "That, for me, is the kind of place that's sacred.",
    "start": "00:19:16",
    "end": "00:19:19"
  },
  {
    "text": "And we also understand this with time in terms of, like, there's just something so magical about Christmas Eve. You know, it's just like another winter night, but just there's something just about.",
    "start": "00:19:20",
    "end": "00:19:33"
  },
  {
    "text": "It filled with meaning, expectation.",
    "start": "00:19:33",
    "end": "00:19:37"
  },
  {
    "text": "You smell the Christmas tree. Like, there's just all the things, and it just creates this moment in time that feels different.",
    "start": "00:19:37",
    "end": "00:19:44"
  },
  {
    "text": "Yeah, that's it. Okay, so let's imagine ourselves into a culture of escaped Israelite slaves. And for many generations, we were there. But then on the night of our deliverance, our leader Moses said he's met with the God who wants to deliver us, saying, our calendar resets to today. This night is the first day of a whole new creation for us. It's the first day of the new year. And so your whole calendar is reset by the night of your deliverance.",
    "start": "00:19:44",
    "end": "00:20:16"
  },
  {
    "text": "That's cool.",
    "start": "00:20:17",
    "end": "00:20:17"
  },
  {
    "text": "Is super cool. And then as you go journeying out into the wilderness where you're wondering where your food and water is going to come from, your God's providing food for you. And what you're told is, hey, every seventh day, don't go gather any food, do no work, don't do what you need to do to survive.",
    "start": "00:20:17",
    "end": "00:20:38"
  },
  {
    "text": "Yeah.",
    "start": "00:20:38",
    "end": "00:20:39"
  },
  {
    "text": "It's just so counterintuitive.",
    "start": "00:20:40",
    "end": "00:20:42"
  },
  {
    "text": "Yeah. He's already instituting the weekly Sabbath.",
    "start": "00:20:42",
    "end": "00:20:45"
  },
  {
    "text": "That's right.",
    "start": "00:20:45",
    "end": "00:20:45"
  },
  {
    "text": "While they're traveling in the wilderness.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "Yes. This happened two months into the wilderness, one month in and beginning of the second month after they left. And so now we're camped out at a Mountain. And we're coming up on a year of being here. And that practice that Yahweh invited us into as a whole people is now being turned into a guideline. And it's going to become a guideline not just for a weekly rest and cessation from our work, but it's going to turn into a seven times over network of annual rhythms by which we rest and do no work. And each one of these is called a moed, a meeting time and a meeting place. So here's a little summary here. The first one is the weekly Sabbath. For six days work may be done, but on the seventh day there is to be a Shabbat. Shabbaton. A Sabbath. Sabbath, yeah, an ultimate Sabbath, A total Sabbath. And that is a holy convocation.",
    "start": "00:20:47",
    "end": "00:21:53"
  },
  {
    "text": "Okay, there's that word again. Convocation. What is this? What translation is this? What does that mean?",
    "start": "00:21:53",
    "end": "00:21:58"
  },
  {
    "text": "It's the new American standard.",
    "start": "00:21:58",
    "end": "00:21:59"
  },
  {
    "text": "What is a convocation?",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "Yes, wonderful. I'm going to see what other. Let's see. NIV says assembly. There you go. Assembly.",
    "start": "00:22:01",
    "end": "00:22:08"
  },
  {
    "text": "An assembly.",
    "start": "00:22:08",
    "end": "00:22:08"
  },
  {
    "text": "Assembly.",
    "start": "00:22:08",
    "end": "00:22:09"
  },
  {
    "text": "Yeah, it's a gathering.",
    "start": "00:22:09",
    "end": "00:22:11"
  },
  {
    "text": "Yeah, it's a mikra Kara is the word to call out to or summon.",
    "start": "00:22:11",
    "end": "00:22:16"
  },
  {
    "text": "Okay, Summoning.",
    "start": "00:22:16",
    "end": "00:22:18"
  },
  {
    "text": "Summoning. You get everybody together and it's a holy assembly. Okay, so now you assemble together throughout the week for all kinds of reasons. Yeah, we're going to go for a hike, we're going to go take the herd to Gray is up on that hill. And so a group will assemble. But this is an assembly that is set apart. Set apart for the presence and loyalty to Yahweh.",
    "start": "00:22:18",
    "end": "00:22:43"
  },
  {
    "text": "In what sense are you assembling during the Sabbath? Ah, yeah, I kind of imagine everyone just going to their homes and just chilling out.",
    "start": "00:22:43",
    "end": "00:22:49"
  },
  {
    "text": "That's it. Yeah, yeah. You have the Sabbath meal. You light the Sabbath candles.",
    "start": "00:22:49",
    "end": "00:22:55"
  },
  {
    "text": "So you're assembling in your homes.",
    "start": "00:22:55",
    "end": "00:22:56"
  },
  {
    "text": "You assemble in your homes. Yep. And then the tradition developed so people assembled in synagogue. You know, in later Jewish tradition, you always do the Sabbath meal as the sun's going down. And then people go to synagogue, which is the equivalent of followers of Jesus going to church on Saturday night or Sunday.",
    "start": "00:22:56",
    "end": "00:23:16"
  },
  {
    "text": "Do you think. Sorry, do you think the Hebrew version of the Avengers movie, do you think they, they said Captain America goes Avengers. Mikra.",
    "start": "00:23:17",
    "end": "00:23:31"
  },
  {
    "text": "Oh, in the modern Hebrew.",
    "start": "00:23:33",
    "end": "00:23:35"
  },
  {
    "text": "Yeah, in modern Hebrew, assemble. Assemble. Is that the word they use?",
    "start": "00:23:35",
    "end": "00:23:40"
  },
  {
    "text": "Well, mikra is the noun.",
    "start": "00:23:40",
    "end": "00:23:43"
  },
  {
    "text": "Okay.",
    "start": "00:23:43",
    "end": "00:23:44"
  },
  {
    "text": "So if you are doing a plural command would be kiru.",
    "start": "00:23:44",
    "end": "00:23:49"
  },
  {
    "text": "Kiru.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "Kiru. Yeah, that's funny. I don't know the answer to that. That's probably a thing I should know.",
    "start": "00:23:50",
    "end": "00:23:58"
  },
  {
    "text": "I couldn't get that out of my head. That's the only way I know the word assemble right now. When else do I use the word assemble?",
    "start": "00:23:58",
    "end": "00:24:05"
  },
  {
    "text": "Assemble. What else?",
    "start": "00:24:05",
    "end": "00:24:06"
  },
  {
    "text": "School assembly or assembly?",
    "start": "00:24:06",
    "end": "00:24:07"
  },
  {
    "text": "School assemblies.",
    "start": "00:24:07",
    "end": "00:24:07"
  },
  {
    "text": "I haven't been to school assembly in years.",
    "start": "00:24:07",
    "end": "00:24:09"
  },
  {
    "text": "Well, of course, yeah, sure. But you know that they happen at schools.",
    "start": "00:24:10",
    "end": "00:24:13"
  },
  {
    "text": "That's true. That is the first thing that came to my mind.",
    "start": "00:24:13",
    "end": "00:24:15"
  },
  {
    "text": "School assembly. Yeah, but it's a holy assembly. So the first one is Sabbath. It's mentioned because that's happening weekly. And so all these others are going to be based off of that basic calendar structure of every seven. But what remains are six annual moedim. And the first three happen within the first six months of the year. The first half of the year. So first is named Passover and that starts in the first month that kicks off the year. It kicks off the year. Yeah, that's right. What happens on the 14th day?",
    "start": "00:24:15",
    "end": "00:24:50"
  },
  {
    "text": "Okay, so it's not the first day of the year.",
    "start": "00:24:51",
    "end": "00:24:52"
  },
  {
    "text": "Nope. On the two times seventh day of the first month, you pick the lamb that you're going to have for Passover, slaughter it on the 15th Passover proper, and it kicks off a seven day MOED meeting time and place where you eat no bread that has yeast in it. And on the 15th first of that day, it's a Sabbath, you do no work. And then on the 21st, seven days later, you do no work, which is normal.",
    "start": "00:24:52",
    "end": "00:25:22"
  },
  {
    "text": "That would be a normal Sabbath. Right.",
    "start": "00:25:22",
    "end": "00:25:24"
  },
  {
    "text": "But these float just like our life, just like Christmas or Easter floats. So some years the first day of Passover would coincide with the Sabbath. Yeah. So it would be like a super Sabbath. Or other times it would float in between. And so you would have the 15th do no work, and then maybe on the 18th would be the Sabbath, do no work there. And then on the 21st you do no work there.",
    "start": "00:25:24",
    "end": "00:25:45"
  },
  {
    "text": "Got it.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "So that's how it kicks off with a seven day feast.",
    "start": "00:25:46",
    "end": "00:25:48"
  },
  {
    "text": "And this is the feast that we already learned about in Exodus, because after Moses and Israelites take off, we get all the rules for this feast.",
    "start": "00:25:49",
    "end": "00:25:58"
  },
  {
    "text": "Yep, that's right. In the Exodus story.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "In the Exodus story.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "That's right. So here it's a holy assembly where we retell the story of our recreation as a people. So that's the first of six. The next two are linked together where it just says after the Passover, the day after the Sabbath. And what Sabbath that refers to is deep rabbit hole, some point in the first day after the Sabbath, after unleavened bread, you Offer your first fruits. So Passover is always in the spring.",
    "start": "00:26:01",
    "end": "00:26:30"
  },
  {
    "text": "March, April, because the new year begins.",
    "start": "00:26:31",
    "end": "00:26:33"
  },
  {
    "text": "Begins in the spring.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Okay.",
    "start": "00:26:35",
    "end": "00:26:35"
  },
  {
    "text": "Going far back as Passover has been celebrated, which is like well over 3,000 years.",
    "start": "00:26:35",
    "end": "00:26:41"
  },
  {
    "text": "That's some roots.",
    "start": "00:26:42",
    "end": "00:26:43"
  },
  {
    "text": "It's pretty amazing. Yeah. So what you do is this is about the first fruits of the early summer or late spring harvest. So, you know, my wife's garden, this would be like some early lettuce, some. Maybe some early strawberries, something like that.",
    "start": "00:26:43",
    "end": "00:27:02"
  },
  {
    "text": "Okay.",
    "start": "00:27:03",
    "end": "00:27:03"
  },
  {
    "text": "So you bring a token offering of the first fruits, and you don't eat your first pick. You bring it to the tent and you dedicate it to Yahweh. So that's first fruits. Then seven times seven days after the first fruits, there is another feast called the feast of shavuot.",
    "start": "00:27:03",
    "end": "00:27:25"
  },
  {
    "text": "This is 49 days later.",
    "start": "00:27:25",
    "end": "00:27:27"
  },
  {
    "text": "Then 49 days later than on the 50th day on the plus one, you have a day feast. It's called Shavuot. And again, it doesn't say everything of what you were to do, but. Yeah. This is Leviticus 23:15. You shall count for yourselves from the day after the Sabbath. That is the first fruits day. From the day when you brought the sheaf of your wave offering, that is the first fruits offering. Seven complete Sabbaths. So seven times seven Sabbath. Count 50 days to the day after the seventh Sabbath. Then bring a new grain offering to the Lord. Whatever is the.",
    "start": "00:27:27",
    "end": "00:28:05"
  },
  {
    "text": "This is like the culminating.",
    "start": "00:28:05",
    "end": "00:28:06"
  },
  {
    "text": "Yeah. The grain offering coming that week. Yeah. So this is going to be your midsummer, seven weeks after the first fruits, which was a week or two after Passover. So. Yeah, we're like into June here. So this is like a summer harvest.",
    "start": "00:28:07",
    "end": "00:28:20"
  },
  {
    "text": "Yeah.",
    "start": "00:28:20",
    "end": "00:28:20"
  },
  {
    "text": "And it's grain. So like wheat or barley, something like that. And so then there are instructions for taking some of that harvest and bringing it along with some animals, offerings, and bringing them to the tent and offering it up. So that all happens within the first half of the year. You kick it off with Passover, and that lasts seven days. Then you have the first fruits, and then you have seven times seven. Then you have the feast of weeks, which is also called Pentecost.",
    "start": "00:28:21",
    "end": "00:28:51"
  },
  {
    "text": "Oh, this is Pentecost.",
    "start": "00:28:51",
    "end": "00:28:52"
  },
  {
    "text": "Yeah.",
    "start": "00:28:52",
    "end": "00:28:53"
  },
  {
    "text": "Okay.",
    "start": "00:28:53",
    "end": "00:28:53"
  },
  {
    "text": "Yeah. The feast of weeks is Pentecost.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "Pentecost 50.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Yep. Exactly. Yeah. In Greek.",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "In Greek. Okay.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "Yep. So those are the first three of the annual moedim. The next three all happen in the seventh month. So notice sevens are just in everything. So you have the first month, seven days. Then you have the one after the Sabbath on the seventh day. Then you have the feast of weeks, which is seven times seven. After seven Sabbaths, then the next big culmination is the seventh month. And the last three all happen in the seventh month. So the first day of the seventh month, you mark by blowing trumpets, total Sabbath rest, extra Sabbath day. Yep, Extra Sabbath day, first day of the seventh month, then on the tenth day of the seventh month, the day of atonement, every year.",
    "start": "00:28:59",
    "end": "00:29:45"
  },
  {
    "text": "Oh, that's when that happens.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Okay, yeah. So 10 and 7, these are our key numbers back from Genesis 1.",
    "start": "00:29:46",
    "end": "00:29:51"
  },
  {
    "text": "Yeah. 10 words of creation, seven days of ordering.",
    "start": "00:29:51",
    "end": "00:29:56"
  },
  {
    "text": "Yep. So on the first day, then on the 10th day, and then from the 15th to the 21st of that seven months is the feast of tabernacles or the feast of booths.",
    "start": "00:29:56",
    "end": "00:30:08"
  },
  {
    "text": "Okay, Sukkot.",
    "start": "00:30:08",
    "end": "00:30:09"
  },
  {
    "text": "Sukkot. It's a seven day moed. You do no work on the first day and on the eighth day.",
    "start": "00:30:09",
    "end": "00:30:16"
  },
  {
    "text": "And this is another floating one.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Yep. Yeah, this one floats. So in terms of that, a Sabbath could happen on any of those days in terms of a cycle of seven. So what's interesting is Passover, which kicks off a seven day feast in the first month on the 15th. The 21st is matched by tabernacles, which is celebrated in the seventh month, on the 15th, the 21st. They're both seven day festivals where you do no work on the first and on the last day of the feast, and then sandwiched in between those are two pairs, the first fruits, and then the feast of weeks. And then in the seventh month, you have the trumpet blowing kick off the seventh month, and then you have the day of atonement in there. And then you add those to the weekly Sabbath and you get the seven moedim of Leviticus 23. And so each one of them tells a story. You have the story of the liberation from slavery. You have the story of God blessing us with abundance and produce. And so you give back to God what he's given to you. And then you mark the seventh month, especially as this culminating month.",
    "start": "00:30:19",
    "end": "00:31:27"
  },
  {
    "text": "And this is usually what, October?",
    "start": "00:31:27",
    "end": "00:31:29"
  },
  {
    "text": "Yeah, Mid October. Somewhere in there. Yep. And then on the 10th day of the seventh month is the day that God liberates us and saves us from ourselves, our sins and impurities and all the death we introduce into the world intentionally and unintentionally.",
    "start": "00:31:29",
    "end": "00:31:48"
  },
  {
    "text": "It's all taken care of.",
    "start": "00:31:48",
    "end": "00:31:51"
  },
  {
    "text": "Taken care of. And then it all culminates in this seven day retelling of our journey through the wilderness. So matching the liberation story with the seven day feast is now how God liberated us from death in the wilderness. And Carried us through on the way to the promised land. And so we live in a tent.",
    "start": "00:31:51",
    "end": "00:32:09"
  },
  {
    "text": "Yeah, that's the tabernacle festival.",
    "start": "00:32:10",
    "end": "00:32:13"
  },
  {
    "text": "That's right. So you have a moed by living in a tent. And what's at the center of the camp is Yahweh's tent. And so it's this image of everyone.",
    "start": "00:32:13",
    "end": "00:32:25"
  },
  {
    "text": "Creating their little meeting place with God.",
    "start": "00:32:25",
    "end": "00:32:27"
  },
  {
    "text": "Totally. Yes. Okay. So this is what's rad.",
    "start": "00:32:27",
    "end": "00:32:29"
  },
  {
    "text": "Cool.",
    "start": "00:32:29",
    "end": "00:32:30"
  },
  {
    "text": "At the end. It gives this little description of how you were to make the tent. This is in chapter 23, verse 40. Now, on the first day of the feast of tabernacles, take for yourselves the fruit of a beautiful tree. Take the fruit.",
    "start": "00:32:30",
    "end": "00:32:49"
  },
  {
    "text": "Take the fruit of a tree.",
    "start": "00:32:49",
    "end": "00:32:51"
  },
  {
    "text": "Of a tree. That looks good.",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "Oh, wow.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "Take palm branches and take branches of leafy trees, you know, maybe some willow trees that are by a nice stream. And you shall have joy before Yahweh, your God for seven days. So I love this. So take the fruit of a tree that looks good to your eyes. Make sure it has a lot of leaves on it and. Ooh. Especially one that's planted by a nice flowing stream. That's ideal. And make sure you make your booth out of stuff from a tree like that. It's a great. Well, tell me what's occurring to you.",
    "start": "00:32:53",
    "end": "00:33:34"
  },
  {
    "text": "Well, it seems like you're pointing us towards the beautiful trees of Eden, but then also there's trees that we desire. Well, there was desirable trees in Eden.",
    "start": "00:33:35",
    "end": "00:33:46"
  },
  {
    "text": "Yeah. Just trees that were good to see.",
    "start": "00:33:46",
    "end": "00:33:48"
  },
  {
    "text": "Yeah. And so we're kind of recreating Eden.",
    "start": "00:33:48",
    "end": "00:33:50"
  },
  {
    "text": "Yeah. But this is the material for the tent.",
    "start": "00:33:51",
    "end": "00:33:53"
  },
  {
    "text": "But this is the material for the tent. So we're going outside of, like, we've got a pretty nice tent probably set up for our family.",
    "start": "00:33:53",
    "end": "00:34:00"
  },
  {
    "text": "Yeah.",
    "start": "00:34:00",
    "end": "00:34:00"
  },
  {
    "text": "We've worked on it because we're spending every other night in there. So we're setting up this, like, makeshift one.",
    "start": "00:34:00",
    "end": "00:34:06"
  },
  {
    "text": "Yeah.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "But it's a symbol towards being in a better place.",
    "start": "00:34:07",
    "end": "00:34:12"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "Even though, like, you're kind of glamping at this point, like, you're like, you've got a nice bed in your tent.",
    "start": "00:34:13",
    "end": "00:34:20"
  },
  {
    "text": "Yeah, totally. Yeah. That's good.",
    "start": "00:34:22",
    "end": "00:34:25"
  },
  {
    "text": "But it's to help you imagine that we're called to be a kingdom of priests. The priests meet God in a tent. We're going to meet God in this tent. We're going to celebrate for seven days that God is with us, and it's going to feel like Eden.",
    "start": "00:34:26",
    "end": "00:34:42"
  },
  {
    "text": "Yeah. And this is the moed. For seven days, you celebrate your journey through the wilderness, which means it's unfinished moed. Because it's all about where we're going. So we're going to the promised land, which is flowing with milk and honey.",
    "start": "00:34:42",
    "end": "00:34:57"
  },
  {
    "text": "And you're going to celebrate your. Say that again.",
    "start": "00:34:57",
    "end": "00:35:00"
  },
  {
    "text": "So the Feast of Tabernacles is about retelling the story of your wilderness journey. Of your wilderness journey. Now, it just so happens for this generation, they're actually in the wilderness journey now.",
    "start": "00:35:00",
    "end": "00:35:12"
  },
  {
    "text": "They got two tents to deal with.",
    "start": "00:35:12",
    "end": "00:35:13"
  },
  {
    "text": "Totally. But then this whole list of moedim is for all the later generations, so that they can reenact and relive the foundation story.",
    "start": "00:35:13",
    "end": "00:35:24"
  },
  {
    "text": "Yeah. Because I've actually been around someone when they were doing this, and that was the thing they kept talking about was like, this is not our home we're journeying through on our way to our final resting place. Like, that was the meditation for them.",
    "start": "00:35:25",
    "end": "00:35:38"
  },
  {
    "text": "Yeah. So in other words, the making of this little beautiful garden tent is your own family's replica of the Eden tent in the middle of the camp if you're an Israelite. And it's as if God wants to give each of us for a cycle of seven days, a little Eden in our own home for our own family to inhabit. And it's, yeah, formative. It's about training our imaginations to see that God gives us many Eden gifts along the journey that are truly good in and of themselves, but we should not mistake them for the destination, their gifts along the way. And that's what, yeah. All these sacred times are meant to do to us. This is maybe a chapter of the Bible where certain people who've grown up, maybe in some Protestant traditions get a little uncomfortable because this can sound like rules, you know, or ritual. And depending on your background, you know, the idea of symbolic ritual may be filled with meaning and really positive associations for others that may not be, but that is what a chapter like this is. It was a ritual calendar for Israelites to structure their lives so that big chunks of their time were dedicated to setting aside space and time to meet with Yahweh and to relive our story as a people. I've always thought this interesting. You know, growing up in America, inheriting a structure of time has, like, this residue of a Christian calendar with the seventh day rest, but there's two days of the weekend has the residue of Advent and Resurrection Sunday with Christmas and Easter, but pretty much the rest of it has all been kind of transformed.",
    "start": "00:35:38",
    "end": "00:37:41"
  },
  {
    "text": "It's a lot of American holidays.",
    "start": "00:37:41",
    "end": "00:37:43"
  },
  {
    "text": "Yeah. And fully nationalized to a very particular culture's way of telling the story of the world. So there's a Liberation Day called July 4th. There's a Thanksgiving Day, which has good and also complicated origins. Right. And then there's these federal holidays. And so every culture has its own way of saying structuring time so that it tells a story. Maybe it's just as I've been an adult living here for enough years. And it's true. It structures your imagination how you see the world.",
    "start": "00:37:43",
    "end": "00:38:18"
  },
  {
    "text": "Sure.",
    "start": "00:38:18",
    "end": "00:38:19"
  },
  {
    "text": "And living by this calendar, for example, would seem like such a disruption. Like if you just said, for a year, what I'm going to do with my family is none of this American holiday stuff. I'm just going to do Leviticus.",
    "start": "00:38:19",
    "end": "00:38:32"
  },
  {
    "text": "I have friends who are not Jewish who have, yes. Done that. They're like, we're fed up. I feel like this is a hard reset. Let's do the Jewish festivals.",
    "start": "00:38:32",
    "end": "00:38:41"
  },
  {
    "text": "That's right. And to be a follower of Jesus, to be a Christian, is to be a part of an ancestry of a messianic Jewish movement. So all the first followers of Jesus.",
    "start": "00:38:41",
    "end": "00:38:52"
  },
  {
    "text": "They were doing this, lived by this.",
    "start": "00:38:52",
    "end": "00:38:54"
  },
  {
    "text": "Calendar for generations, and many still do today. There are many culturally or ethnically Jewish followers of Jesus who honor this calendar in detail still today. And it's the way they express their discipleship to Jesus, the Messiah of Israel. So I guess my point is none of us are born into the world with a neutral calendar. Our calendars are structured by values and a story. And for me, that's become the wisdom of a chapter like this is wanting to challenge some of those structures and to disrupt them with some of these patterns from the biblical story. How we structure our time, structures our values, and how we see the world. It's just certainly my experience. Okay, so that's Leviticus 23. Can I show you something else? That's cool.",
    "start": "00:38:54",
    "end": "00:40:17"
  },
  {
    "text": "Yeah.",
    "start": "00:40:17",
    "end": "00:40:18"
  },
  {
    "text": "Okay. After Leviticus 23 comes Leviticus 24. Imagine. Just trying to imagine. Okay, so Leviticus 24 begins. The Lord said to Moses, tell the sons of Israel. Command the sons of Israel to bring pure oil from beaten olives for the lamp to make the lamp go up perpetually.",
    "start": "00:40:18",
    "end": "00:40:45"
  },
  {
    "text": "This is the lamp in the tabernacle.",
    "start": "00:40:46",
    "end": "00:40:47"
  },
  {
    "text": "Yep. This is the seven lamp, Menorah.",
    "start": "00:40:47",
    "end": "00:40:50"
  },
  {
    "text": "Okay.",
    "start": "00:40:50",
    "end": "00:40:50"
  },
  {
    "text": "You know the lamp that's outside the veil of the testimony, in the tent of meeting. And Aaron shall arrange it from evening to morning before the face of Yahweh perpetually, continually. This is an eternal statute, or a perpetual, ongoing statute for all generations on that pure lampstand, he will arrange the lamps before Yahweh continually. So this lamp is clearly Supposed to be burning all the time. Definitely get that vibe.",
    "start": "00:40:51",
    "end": "00:41:25"
  },
  {
    "text": "It's coming clear.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "Yep. It is a lampstand that exists right in front of the screen. That's in front of the holy of holies.",
    "start": "00:41:27",
    "end": "00:41:34"
  },
  {
    "text": "Yeah. You mentioned before, you can imagine if the screen of the holy of holies is like the sky separating into God's spade Blue.",
    "start": "00:41:35",
    "end": "00:41:42"
  },
  {
    "text": "Yes. With sky creatures.",
    "start": "00:41:42",
    "end": "00:41:44"
  },
  {
    "text": "With the cherubim.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Cherubim, yep.",
    "start": "00:41:45",
    "end": "00:41:45"
  },
  {
    "text": "And then you've got the lights, these seven lights right in front of it.",
    "start": "00:41:46",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:50",
    "end": "00:41:51"
  },
  {
    "text": "And you can almost imagine the sun, moon and stars in the sky.",
    "start": "00:41:51",
    "end": "00:41:55"
  },
  {
    "text": "Yeah. And though it said they are to burn continually. Be lit continually, Aaron arranges it continually. Then there's this little phrase added from evening to morning, which is copied and pasted right out of Genesis 1, the days of Genesis 1. So these lights signal the shift from evening to morning in front of the sky veil. So, yeah, we're reflecting here on a light, a perpetual light that is shining. What's it shining on? Well, it's shining in this dark tent room before the sky's. That's true.",
    "start": "00:41:55",
    "end": "00:42:33"
  },
  {
    "text": "This is the only light in there.",
    "start": "00:42:33",
    "end": "00:42:34"
  },
  {
    "text": "So here's the next paragraph. Then. You should take fine flour and bake 12 cakes with it. 2/10 of an ephah in each cake, and you shall set them in orders. So Aaron was to order the lamp, arrange it, and make sure the wicks are nice and straight, keep them all burning. Then literally, he turns around 180 and goes to the other wall of the tent and there's this golden table, and he's to order 12 cakes of bread, six in a row, upon that pure table before the face of Yahweh. And you shall put on each order this frankincense, a memorial portion for the bread and offering by fire, and on the day of Shabbat, and on the day of Shabbat, which is the Hebrew way of saying every single Sabbath, frankincense is incense.",
    "start": "00:42:35",
    "end": "00:43:33"
  },
  {
    "text": "So you're putting incense on the bread.",
    "start": "00:43:33",
    "end": "00:43:34"
  },
  {
    "text": "That's what it says.",
    "start": "00:43:34",
    "end": "00:43:35"
  },
  {
    "text": "Okay.",
    "start": "00:43:35",
    "end": "00:43:36"
  },
  {
    "text": "Yeah. And he shall arrange it before Yahweh continually, as a perpetual covenant for the sons of Israel. And that bread, it will be for Aaron and his sons. So every time you change it out, every seven days, then the bread that you take out of the tent you eat is the bread that the priest.",
    "start": "00:43:36",
    "end": "00:43:55"
  },
  {
    "text": "Stale frankincense flavored bread.",
    "start": "00:43:55",
    "end": "00:43:58"
  },
  {
    "text": "Yeah, it's most holy. Most holy bread. So we're focusing in on. We just went through the seven Moadim meeting places, and now we get this little picture of what's going on inside the holy place, inside the tent. And there's something that happens every evening and morning, and there's something that happens every single Sabbath. So we're working Genesis 1 themes here.",
    "start": "00:44:00",
    "end": "00:44:24"
  },
  {
    "text": "Yeah.",
    "start": "00:44:24",
    "end": "00:44:25"
  },
  {
    "text": "And there's a daily marking of evening and morning by the seven lights that sit right in front of the blue sky veil, but then also in front of the sky veil and opposite the lights. Lights are, like, shining down on the 12, and the 12 are the loaves. So you could take that as these are offerings of the priests before Yahweh, like a perpetual gift of food, like the light, but there's 12, which is interesting. So does it represent their gifts of food to Yahweh, or do the loaves represent the twelve tribes of Israel sitting perpetually in the presence of Yahweh? But then you put these two paragraphs together with the light shining on them. So do you remember back to Leviticus? And this is an insight from the scholar Michael Morales. Remember all the way back to Leviticus chapter 9, when Moses and Aaron did the ordination of the priesthood, they inaugurated the tent, and Yahweh showed up. He appeared, and he was seen. And Aaron and Moses went into the tent, and when they came out, they blessed the people, and the glory of Yahweh became visible. And what do we know that looks like. Looks like cloud, looks like fire and light, and that's called glory. So that's what comes and takes up residence over in the tent. So that's chapter nine. Okay, then what we also learned in Leviticus 16 was on the day of atonement, the one day when Aaron, the high priest, can go in through the veil, he is to put incense on the altar of incense so that a cloud fills the tent.",
    "start": "00:44:25",
    "end": "00:46:17"
  },
  {
    "text": "And the altar of incense is at the other side of the room from the showbread.",
    "start": "00:46:17",
    "end": "00:46:21"
  },
  {
    "text": "Yeah. So there's three things inside the tent. There's that golden table of bread. There's the golden seven lamp Menorah in.",
    "start": "00:46:21",
    "end": "00:46:28"
  },
  {
    "text": "Front of the curtain.",
    "start": "00:46:28",
    "end": "00:46:28"
  },
  {
    "text": "Yep. And so those are right there. And then just right by the veil of the doorway, where it would separate is this golden incense stand that fills it with smoke.",
    "start": "00:46:28",
    "end": "00:46:39"
  },
  {
    "text": "Oh, so when you walk in, that's the first thing you see is this golden incense stand.",
    "start": "00:46:40",
    "end": "00:46:43"
  },
  {
    "text": "Mm.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "Okay.",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "Yeah. So on the day of atonement, high priest goes in, and he lights incense, and so it fills with smoke. Just like Mount Sinai was covered with smoke, just like the cloud descended over the tent. So then you have high priest Aaron, and he's in there, and you've got the bread here. It's filling with smoke. And you've got the lights burning over here. Yahweh's light. And it's a ritual recreation of the day Yahweh graced us with his presence, as it were, with cloud and fire and glory. And then he goes through the sky veil and into it. And now here, for the third time in the book, we have a ritual recreation of the glory of Yahweh shining on his people. But now in the tent. Does that make sense?",
    "start": "00:46:43",
    "end": "00:47:31"
  },
  {
    "text": "Yeah.",
    "start": "00:47:31",
    "end": "00:47:31"
  },
  {
    "text": "In other words, the narrative of Yahweh inhabiting the tent has happened three times now in the book. The first time, it was just straight up, glory, fire.",
    "start": "00:47:31",
    "end": "00:47:40"
  },
  {
    "text": "I'm in.",
    "start": "00:47:40",
    "end": "00:47:41"
  },
  {
    "text": "He just comes down super intense.",
    "start": "00:47:41",
    "end": "00:47:43"
  },
  {
    "text": "Yeah.",
    "start": "00:47:43",
    "end": "00:47:43"
  },
  {
    "text": "The second time is when the high priest goes in and he fills the room with a cloud.",
    "start": "00:47:44",
    "end": "00:47:47"
  },
  {
    "text": "And everyone's pretty stoked about this.",
    "start": "00:47:47",
    "end": "00:47:49"
  },
  {
    "text": "Yeah. But no one can see him. He's doing it just himself.",
    "start": "00:47:49",
    "end": "00:47:51"
  },
  {
    "text": "Oh, I thought you met with the first one. Actually, the first time he comes down into the tabernacle at the end of Exodus.",
    "start": "00:47:52",
    "end": "00:47:59"
  },
  {
    "text": "Oh, got it, got it. No, I'm referring to within Leviticus.",
    "start": "00:47:59",
    "end": "00:48:03"
  },
  {
    "text": "Within Leviticus. The first time you see God's presence is. Okay, yeah, Leviticus. Yeah, that's nine.",
    "start": "00:48:03",
    "end": "00:48:10"
  },
  {
    "text": "Leviticus, Chapter nine.",
    "start": "00:48:10",
    "end": "00:48:11"
  },
  {
    "text": "Okay.",
    "start": "00:48:11",
    "end": "00:48:12"
  },
  {
    "text": "And the people fall down and shout for joy, and there's blessing. And Yahweh is dwelling in our midst.",
    "start": "00:48:12",
    "end": "00:48:17"
  },
  {
    "text": "Right.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "Then everything goes wrong. So the day of atonement is the fix to everything that went wrong. And on the day of atonement, Aaron goes in and he fills the room with smoke. And just you can picture the scene liturgically or symbolically. And then the lamps of the menorah would be shining in there in the smoke. It would be like recreating the thing that happened back in Leviticus chapter 9. And then here we are now in the third final movement of the book, and we've talked about the seven times where Yahweh will meet with his people. And then here we get this little picture here of every day. There is the cloud, and there is the light shining upon Israel. This little paragraph in Leviticus 24, it's like a little liturgical play that is symbolically reenacting what is happening on a grander scale by the presence of this tent among the people. Something like that. It's just such an interesting little paragraph.",
    "start": "00:48:18",
    "end": "00:49:19"
  },
  {
    "text": "Yeah.",
    "start": "00:49:19",
    "end": "00:49:19"
  },
  {
    "text": "But it's happening through the liturgy.",
    "start": "00:49:20",
    "end": "00:49:22"
  },
  {
    "text": "Right.",
    "start": "00:49:22",
    "end": "00:49:22"
  },
  {
    "text": "So this is where our Catholic and Orthodox brothers and sisters are looking at you and I, to Protestants who are like, whoa, this is so Cool. And they're just like, you guys, we've been doing this for a couple thousand years.",
    "start": "00:49:23",
    "end": "00:49:36"
  },
  {
    "text": "Right.",
    "start": "00:49:37",
    "end": "00:49:37"
  },
  {
    "text": "But there's power here, something powerful here that I wasn't taught to value or see as so important, at least in the tradition I was raised in. It's actually by sitting in the Hebrew Bible for so many years that it's made me, from my Protestant background, really come to value what these other parts of the Christian tradition care about so much in the liturgies.",
    "start": "00:49:38",
    "end": "00:50:04"
  },
  {
    "text": "Yeah. I mean, the prophets will talk later about how liturgies can become meaningless.",
    "start": "00:50:06",
    "end": "00:50:11"
  },
  {
    "text": "Totally.",
    "start": "00:50:11",
    "end": "00:50:12"
  },
  {
    "text": "They're not a silver bullet to practicing a faithful existence.",
    "start": "00:50:12",
    "end": "00:50:16"
  },
  {
    "text": "Yeah. Yeah. You can engage these liturgies. An ancient Israelite could engage these liturgies. Like Isaiah, chapter one says, you come, you bring your offerings, but you neglect the poor people sitting out by the city gate. He's like, stop bringing your offerings. I'm not listening to your prayers. Go love your neighbor. Totally. That's one way to forget the meaning of the liturgy. Another way to forget the meaning of the liturgy.",
    "start": "00:50:16",
    "end": "00:50:42"
  },
  {
    "text": "It's just to not do the liturgy.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "Is just to not do it so that your imagination just simply isn't formed by it in any way.",
    "start": "00:50:43",
    "end": "00:50:48"
  },
  {
    "text": "And it's helpful to realize that it's not like, hey, either have a liturgy or don't have a liturgy.",
    "start": "00:50:48",
    "end": "00:50:53"
  },
  {
    "text": "Totally.",
    "start": "00:50:53",
    "end": "00:50:54"
  },
  {
    "text": "Your life will have a liturgy.",
    "start": "00:50:54",
    "end": "00:50:56"
  },
  {
    "text": "Yeah. By liturgy, you mean repeated habits that are shaped by your deep values and a story.",
    "start": "00:50:56",
    "end": "00:51:03"
  },
  {
    "text": "Yeah. And then in return, shape you.",
    "start": "00:51:03",
    "end": "00:51:05"
  },
  {
    "text": "That will in return shape you. Yeah, yeah, that's exactly right. So the Sabbath principle marked the people of Israel apart from their neighbors. And there were other nations that did things in the seventh month. But no people group has done as many on this type of sevenfold cycle for so many centuries and millennia. This is really unique to the story of this people. Okay, so this is where you gotta back out for the Hebrew Bible as Messianic literature. This is one scroll in the Hebrew Bible that's also alongside Exodus and Genesis. And so if you follow stuff about the leafy trees for tabernacles.",
    "start": "00:51:05",
    "end": "00:51:50"
  },
  {
    "text": "Yeah.",
    "start": "00:51:50",
    "end": "00:51:51"
  },
  {
    "text": "So what that means is that for me, the reader of this collection of scrolls, this narrative about these liturgies for the ancient Israelites fits into a bigger pattern of a story arc that's about God's desire to bring his people into the ultimate Eden of new creation. And on the way, they can prepare themselves for new creation by participating in it every Sabbath. And I think that's what it means to sit in a little Eden tree tent for seven days a year. That is one way that you could prepare yourself for the new creation. And there are other ways that you could do that. But this was a way that God asked the ancient Israelites to do it. And we would, I think, be fools not to pay attention to the wisdom that's in there. Though in the early Jesus movement, it became clear that as the Jesus movement became more and more multicultural, that the Spirit was leading different followers of Jesus from different cultural backgrounds to begin to adapt all this to their own home culture. And so these are where the debates about Sabbath.",
    "start": "00:51:51",
    "end": "00:53:03"
  },
  {
    "text": "Right.",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "And holy days. And holy days come up in Paul's letter to the Romans, the Roman Christians were struggling with this, Galatian Christians, or the Christians in Colossae in kind of their own ways. But this was a live debate. But what they're not debating is we shouldn't structure our time in some intentional way. The debate was which days and how exactly? And that was the debate. Because we just, by nature, are going to structure our time according to a story.",
    "start": "00:53:04",
    "end": "00:53:32"
  },
  {
    "text": "Yeah, yeah. And for the apostles, there's freedom.",
    "start": "00:53:32",
    "end": "00:53:36"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:37",
    "end": "00:53:37"
  },
  {
    "text": "So what I hear you saying is the freedom isn't to just then say, oh, well, then I don't need to structure my time. The freedom is in. You might come from a culture that does this. Great. Do it. You might come from a culture that doesn't do this. And by trying to, like, put all these systems in place, it might actually just kind of miss the point. And you don't need to force everyone to do this. But that doesn't mean your time isn't sacred and needs to be set apart from God.",
    "start": "00:53:38",
    "end": "00:54:09"
  },
  {
    "text": "Yeah, that's right. Just as you're talking, Paul's guidance in his letter to the Romans comes into play here. This is in Romans, chapter 14. And he's talking about, hey, some of you want to live by a kosher diet that's based on the guidelines of Leviticus, chapter 11 and Deuteronomy 14. And so some people are going to eat vegetarian only just to honor those guidelines. Other people will be okay eating certain kinds of meat. And what he says is, listen, the one who eats one way shouldn't regard with contempt, shouldn't shame, publicly shame somebody who chooses not to eat that way. And the person who chooses not to eat shouldn't condemn the person who does eat, for God has accepted everybody. Clearly the Holy Spirit is bringing people from all backgrounds into. Into the family of Jesus. Who are you to stand in judgment over somebody else's servant? So that person's a servant of Jesus. They're not your servant, they're Jesus servant. And so he stands or falls before Jesus, not before you. So then he says, so one person regards one day. Super important.",
    "start": "00:54:09",
    "end": "00:55:21"
  },
  {
    "text": "Another regards, for example, the Passover.",
    "start": "00:55:21",
    "end": "00:55:24"
  },
  {
    "text": "Yeah, totally fill in. Each person should be fully convinced in their own mind. The person who observes the day observes it for the Lord. Listen to the language of Leviticus here. It's a day dedicated for the Lord. The person who chooses to eat a certain way does so for the Lord, for he gives thanks to God. Think of the gift offering of Leviticus 2, the one who doesn't eat. It's for the Lord that he doesn't eat. And he gives thanks to God. None of us lives for ourselves. None of us dies for ourselves. He's getting waxing eloquent here. If we live, it's for the Lord. If we die, it's for the Lord. Listen, whether we live or die, we belong to the Lord.",
    "start": "00:55:24",
    "end": "00:56:07"
  },
  {
    "text": "Yeah, all of us. All of our time, all of our being.",
    "start": "00:56:07",
    "end": "00:56:10"
  },
  {
    "text": "Yeah. Yeah. You can watch Paul taking Leviticus 23 here, which is part of the subtext, and he's deriving wisdom from it to give guidance to these house churches in Rome full of cultural, ethnic, Jewish followers of Jesus and people who have a different background. Isn't that interesting?",
    "start": "00:56:10",
    "end": "00:56:33"
  },
  {
    "text": "Yes.",
    "start": "00:56:34",
    "end": "00:56:34"
  },
  {
    "text": "Paul valued chapters of the Bible like the one we sat through.",
    "start": "00:56:34",
    "end": "00:56:39"
  },
  {
    "text": "Yeah. I mean, he followed it religiously.",
    "start": "00:56:39",
    "end": "00:56:41"
  },
  {
    "text": "Exactly. Yeah. It was guidance for his life, but also it was adaptable based on what the Spirit was doing in expanding the family of the Messiah. So there you go. That's the wisdom of the Sabbath in those chapters of Leviticus. It leaves the final part of this final movement, that centerpiece. Well, yeah, we'll get to that. This is about one, the half Egyptian. Yeah. The execution of the blasphemer.",
    "start": "00:56:41",
    "end": "00:57:10"
  },
  {
    "text": "Yeah.",
    "start": "00:57:10",
    "end": "00:57:11"
  },
  {
    "text": "And then that pivots into the final, final part, which is about the year of jubilee. And then the prediction that all Israel will become like that blasphemer of the name and find themselves exiled outside.",
    "start": "00:57:11",
    "end": "00:57:25"
  },
  {
    "text": "Okay.",
    "start": "00:57:26",
    "end": "00:57:27"
  },
  {
    "text": "And what is God going to do with the people that perpetually blasphemes his name that are his own people? Dun, dun, dun, dun. Read Leviticus 26 and you'll find the answer to your question. So that's what we'll do next.",
    "start": "00:57:27",
    "end": "00:57:40"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week, we finish the scroll of Leviticus. We end by tracing one more theme in the third movement of Leviticus. The theme of bearing God's name, or more specifically, not defiling God's name.",
    "start": "00:57:43",
    "end": "00:58:01"
  },
  {
    "text": "The seven meeting times. The daily lights shining on the Sabbath bring that's renewed every seventh day. It's an ideal symbolic ritual image of the way Israel is recreated as it basks in the glory of Yahweh's light and experiences rest in Eden throughout the meeting times of the year. And you're like, hooray. I mean, we're not back in Eden, but we've got a little Eden outpost among the people. If they live this way, this is great. What could go wrong? It's sort of like Pavlov's dogs. Right around the time that you're hearing the bells of the seventh day, rest and food and feasting, and you're like, this is great. By this point in the Hebrew Bible, you know something's about to go terribly, terribly wrong. And something is going to go wrong.",
    "start": "00:58:01",
    "end": "00:58:51"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey, and we have Lindsey Ponder with the show. Ashlyn Heiss and Mackenzie Buxman provided annotations for the annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:58:51",
    "end": "00:59:19"
  },
  {
    "text": "Hi, this is Chelsea Samiego and I'm from Chicago, Illinois. Hi there. This is Vanessa and I'm from the sunny island of Singapore. I first heard about bibleproject from my social media feed. I now use bibleproject for my own quiet time. A space where I carve out and reflect on how I live my life. I first heard about Bibleproject through YouTube and I use Bibleproject as a teaching tool for my Sunday school and Awana kids. My favorite thing about bibleproject is the profound and consistent truth it teaches and how we can learn through treat others and ourselves. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like us. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:59:20",
    "end": "01:00:03"
  }
]