[
  {
    "text": "If you've made it this far in the Bible, you've read through chapters of strange stories, dense genealogies, ancient law code, but nothing could prepare you for what you're about to read. A book so dense and foreign, we jokingly call it a Priestly Tech Manual. But have no fear, because as we wade through the scroll of Leviticus, we'll.",
    "start": "00:00:04",
    "end": "00:00:27"
  },
  {
    "text": "Find the Priestly Tech Manual is actually a story.",
    "start": "00:00:27",
    "end": "00:00:31"
  },
  {
    "text": "Leviticus picks up where we left off In Exodus, Moses went up to meet with God on Mount Sinai, and he's there for 40 days and 40 nights, receiving Israel's law, including the blueprints for a sacred tent in which God will come and live among them. At the end of the scroll of Exodus, God's presence comes down off the mountain into the tent, but Moses can't enter because there's something horribly wrong with Israel. The people who had just promised to follow God's law had grown tired and afraid of Moses being up on the mountain so long, and they made a God out of gold shaped in the form of a calf.",
    "start": "00:00:32",
    "end": "00:01:11"
  },
  {
    "text": "So Moses inability to enter in because of the people's failure at the golden calf is an analogy to Adam and Eve's failure at the tree and then their inability to get back into Eden.",
    "start": "00:01:12",
    "end": "00:01:25"
  },
  {
    "text": "And Leviticus comes into this story as a bridge. A bridge. A way to enter the tent and to be with God in spite of their idolatrous hearts. The book of Leviticus is interested in this dilemma. How does the author of all life stay in relationship with those who love death if God is the sun? The book of Leviticus is the atmosphere that protects us from its brilliance.",
    "start": "00:01:25",
    "end": "00:01:50"
  },
  {
    "text": "What I'm doing is saying I want to be exposed to the sun, and it's good. And that good thing is at the same time dangerous. It will kill me. And that doesn't mean it's bad. It just means it's the sun.",
    "start": "00:01:50",
    "end": "00:02:01"
  },
  {
    "text": "I'm John Collins. You're listening to BibleProject podcast. Today we begin the scroll of Leviticus reading it movement by movement.",
    "start": "00:02:01",
    "end": "00:02:08"
  },
  {
    "text": "Leviticus has three movements. The first movement, chapters one through seven, is all about the sacrifices and offerings and the ritual habits by which Israel will dedicate itself over to God.",
    "start": "00:02:08",
    "end": "00:02:21"
  },
  {
    "text": "So prepare your imaginations to put yourself in the ancient world, in the wilderness, learning what it means to live in proximity with God. Thanks for joining us. Here we go. Hello, Tim.",
    "start": "00:02:21",
    "end": "00:02:42"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:43",
    "end": "00:02:44"
  },
  {
    "text": "Hi.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "Here we are. Here we are again talking about the Bible.",
    "start": "00:02:45",
    "end": "00:02:49"
  },
  {
    "text": "Here we are again talking about the Bible.",
    "start": "00:02:50",
    "end": "00:02:52"
  },
  {
    "text": "Yeah, but a new part of the Bible for us.",
    "start": "00:02:52",
    "end": "00:02:55"
  },
  {
    "text": "Yes.",
    "start": "00:02:55",
    "end": "00:02:56"
  },
  {
    "text": "Which is really Exciting.",
    "start": "00:02:56",
    "end": "00:02:57"
  },
  {
    "text": "Leviticus. The scroll of Leviticus. You've called this the Priestly Tech Manual.",
    "start": "00:02:57",
    "end": "00:03:05"
  },
  {
    "text": "Yeah. For a lot of years.",
    "start": "00:03:05",
    "end": "00:03:06"
  },
  {
    "text": "I like that phrase.",
    "start": "00:03:06",
    "end": "00:03:07"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:03:07",
    "end": "00:03:08"
  },
  {
    "text": "It's charming. It makes a really intimidating book feel a little charming.",
    "start": "00:03:09",
    "end": "00:03:14"
  },
  {
    "text": "Totally. Yeah. I think I either heard a friend refer to it that way, like a long time ago when I was in grad school at the University of Wisconsin in the Hebrew and Semitics department, or I heard some version of it. And then Priestley Tech Manual was my stamp. And I suppose what will be great about these next few conversations is even though I'd still kind of like to tongue in cheek, refer to it that way, I actually don't think that is the accurate description at all anymore.",
    "start": "00:03:14",
    "end": "00:03:52"
  },
  {
    "text": "Okay.",
    "start": "00:03:52",
    "end": "00:03:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:53",
    "end": "00:03:54"
  },
  {
    "text": "And so if you've been following along, you've seen that we did four movements in Genesis. We traced four different themes, three movements in Exodus, three new themes. Now we're in Leviticus.",
    "start": "00:03:54",
    "end": "00:04:04"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:04:04",
    "end": "00:04:05"
  },
  {
    "text": "And there's going to be three movements.",
    "start": "00:04:05",
    "end": "00:04:07"
  },
  {
    "text": "There are three? Yep. There are three movements. The book has a discernible structure into three movements, which we'll explore in this conversation right now. And then we're gonna. Yeah. Dive in and trace again, one theme per movement.",
    "start": "00:04:07",
    "end": "00:04:24"
  },
  {
    "text": "Okay. What theme are we tracing today? Yeah, we felt like a game show host when I said that. And what theme are we tracing today, Tim?",
    "start": "00:04:24",
    "end": "00:04:32"
  },
  {
    "text": "Yeah. The first literary movement of Leviticus is recall chapters one through seven. And it's all about the five different sacrifices and offerings that the Israelites used to honor their God Yahweh and approach his presence with. So it's the theme of sacrifice and atonement is what we're focusing on, the.",
    "start": "00:04:32",
    "end": "00:04:53"
  },
  {
    "text": "Theme of sacrifice and atonement.",
    "start": "00:04:53",
    "end": "00:04:55"
  },
  {
    "text": "Yeah. And whether we finish that theme conversation, you know, right now in this. I think we can in this conversation right here. But first I'd like to do an overview of the whole book real quick of the three movements. And then we'll dive into chapters one through seven, which read the most like that Priestly tech manual, the most techie of Leviticus. Okay, so ready? A big picture view of the Torah and then of Leviticus within the Torah. Okay, you ready? All right.",
    "start": "00:04:55",
    "end": "00:05:25"
  },
  {
    "text": "Yeah.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "Saddle up. Okay, so the Torah has five main parts to it, the five scrolls. So what's interesting about the first and the last.",
    "start": "00:05:25",
    "end": "00:05:53"
  },
  {
    "text": "Genesis and Deuteronomy.",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "Genesis and Deuteronomy is that they are the outer frame of the Torah as a five part literary work. And also they have a lot of similarities, specifically the way that they end. So the Genesis scroll ends With Jacob, the grandson of Abraham, on his deathbed. And he gathers his 12 sons around him and he says, gather together my sons and I will tell you what will happen at the end of days in Hebrew. And he sings or he chants this poem where he forecasts the future that he anticipates for his sons. And it's a beautiful poem. And then he dies afterwards, on the other end of the Torah, Deuteronomy. The whole book is a collection of speeches by Israel's leader at that time, Moses, almost. The whole book is like a speech. It's a narrative. It begins as a narrative, but the narrative is mostly about Moses getting in front of the people and speaking to them before he dies. And so the last chapters of Deuteronomy, he is about to die. He gathers the sons of Israel. Israel is the name, the other name of Jacob, Jacob who was about to die at the end of Genesis. Now here's Moses addressing the sons of Jacob in Deuteronomy. And he says, everybody gather together. Let me tell you what is going to happen at the end of days. Piachrit hayimim. And he sings not one final poem, but two. He chants two poems. One of them.",
    "start": "00:05:55",
    "end": "00:07:34"
  },
  {
    "text": "Is this a show Jacob up?",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "Yeah. Is a blessing on all the 12 tribes. So he goes through all the 12 tribes. And actually those blessings on the 12 tribes have a lot of verbatim copy and paste from Jacob's blessing at the end. But also the additional poem is what we call Deuteronomy 32. And here he forecasts the whole history of Israel that you're about to read through in what we call Joshua, Judges, Samuel and Kings. And he forecasts the history of Israel as the future of betrayal, of Yahweh who rescued them from Egypt, and of violating the covenant they made with him and of their own self destruction that Yahweh will hand them over to. But he trusts that God will restore a remnant out of that destruction and birth a new group of people out of that that he calls the servants of the Lord. So that's how Deuteronomy ends. So it ends much like Genesis. So those are the outer frames. Inside of those frames are what we call three books. Exodus, Leviticus and Numbers. But those three scrolls actually form the center, a triad at the center of the Torah, of the Torah. And the whole thing's an elaborate symmetry. So Exodus in numbers. Exodus begins with the people enslaved in Egypt. They leave Egypt and then they go through the wilderness. And then about the second half of Exodus is them parking at Mount Sinai in the wilderness, Numbers begins with them parked at Mount Sinai but about to leave. And so Exodus ended with setting up the tabernacle. Numbers begins with preparing the tabernacle to become mobile. And so the end of Exodus and the beginning of Numbers match both about parking at Mount Sinai and getting the tabernacle ready. On the outside of that Exodus, before they got to Sinai, they went through the wilderness. On the other side of that, in Numbers, after they leave Sinai, they go through the wilderness. And both those wilderness sections have stories of Israel grumbling for water and for bread, God sending the manna, Moses being unable to lead the people alone, so God raises up help for him.",
    "start": "00:07:35",
    "end": "00:09:56"
  },
  {
    "text": "So a lot of the same themes that we already saw in the wilderness journey in Exodus.",
    "start": "00:09:57",
    "end": "00:10:00"
  },
  {
    "text": "Yep. And actually the stories of the wilderness wanderings in Exodus are picked up and developed in numbers and sometimes verbatim, sometimes the events happening at the same places, like a place called Meribah, where Moses brings water out of a rock in Exodus 17, and then at Meribah in Numbers 20, he brings water out again. But first time is success, second time it's a failure for Moses. So those are clearly matching. Okay, so you see Deuteronomy and Genesis match.",
    "start": "00:10:00",
    "end": "00:10:32"
  },
  {
    "text": "Yeah.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Outer frame inside of that Exodus and Numbers match. Inner frame, which places Leviticus at the right.",
    "start": "00:10:33",
    "end": "00:10:40"
  },
  {
    "text": "At the center of the Torah.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "The exact center of the Torah.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Yeah.",
    "start": "00:10:42",
    "end": "00:10:42"
  },
  {
    "text": "Leviticus has three movements. The first movement, chapters one through seven, is all about the sacrifices and offerings and the ritual habits by which Israel will dedicate itself over to God through the offerings. That's one through seven. So that's the first movement of Leviticus, the third movement of Leviticus from chapter 17 to 27. It also begins talking about sacrifices and offerings in 17. And then the rest of the book is how Israel will surrender itself over to God, not through sacrifices and offerings, but through a dedication to holiness and to justice within their communities. And so it's a lot of laws about personal integrity and then social integrity and justice. So 1 through 7 and then 17.",
    "start": "00:10:42",
    "end": "00:11:29"
  },
  {
    "text": "To 27 become like the what, the tertiary frames.",
    "start": "00:11:29",
    "end": "00:11:34"
  },
  {
    "text": "Yeah, the first and the third sections of Leviticus. And what that leaves is Leviticus chapter 8 through 16 as the center of Leviticus. It's also the center of Exodus through Numbers, which is the center of the Torah. The center of the center of the center. And so it's a design structure that is repeated on all scales of biblical literature throughout.",
    "start": "00:11:34",
    "end": "00:11:59"
  },
  {
    "text": "So you're saying this isn't unique to the Torah, that they have this much structure? No.",
    "start": "00:11:59",
    "end": "00:12:03"
  },
  {
    "text": "The Sermon on The mount, for example, is designed exactly the same way, with an intro and a concluding frame, a large center with three parts, and then each of those three parts has three parts. Many books of the Bible are designed in this way. So what's cool about this Leviticus frame is what it means is that the center of the center of the center of the Torah is Leviticus 8, 16, and it culminates.",
    "start": "00:12:03",
    "end": "00:12:29"
  },
  {
    "text": "Yeah. What's the center of 8 through 16?",
    "start": "00:12:30",
    "end": "00:12:32"
  },
  {
    "text": "Yeah, well, it's more. The outer frames of 16 are all about the dedication of the tabernacle. Like, it finally gets up and running. God is dwelling with his people. The priests are running. It's awesome. This is chapters eight through ten. And then two sons of Aaron, they blow it big time. They decide to just make up their own liturgy for how they're going to operate in the temple. And it doesn't go well. They get eaten by God's fire. It's bad news. And then what happens is, all of a sudden you have dead bodies stuck.",
    "start": "00:12:32",
    "end": "00:13:08"
  },
  {
    "text": "In the holy place, in the most.",
    "start": "00:13:08",
    "end": "00:13:10"
  },
  {
    "text": "Sacred place at the center of Israel. So then you have long chapters about the ritual purity of Israel, and then that tragedy that happens in the tent is resolved by Leviticus 16, which is the Day of Atonement, which is all about the purification of the holy space from all the sin and death that Israel heaps upon it. So at the center of the center, at the center of the Torah is about the defiling and the vandalizing of God's holy space, and then about its purification and restoration in the Day of.",
    "start": "00:13:10",
    "end": "00:13:42"
  },
  {
    "text": "Atonement, which is a special sacrifice, because we've already seen, like, these, what, five other sacrifices.",
    "start": "00:13:42",
    "end": "00:13:50"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:13:50",
    "end": "00:13:50"
  },
  {
    "text": "This one's like this, like, Day of.",
    "start": "00:13:51",
    "end": "00:13:52"
  },
  {
    "text": "Atonement is the sacrifice of all sacrifices. It's the central sacrificial liturgy at the heart of what the Tabernacle means, and.",
    "start": "00:13:52",
    "end": "00:14:02"
  },
  {
    "text": "It'S at the heart of the whole Torah.",
    "start": "00:14:02",
    "end": "00:14:03"
  },
  {
    "text": "Yeah, that's right. So, yeah, that's the design. We're going to spend, you know, the next three conversations kind of developing more of that. But that's a big overview. Okay, so let me show you one more awesome thing, and this will actually set us up to really understand the first movement of Leviticus, which is about the five sacrifices and offerings that happen on a daily basis for the Israelites. Okay. So the basic thing to recall is that Exodus, Leviticus, and Numbers are the center of the Torah, and they are one unified big section.",
    "start": "00:14:03",
    "end": "00:15:07"
  },
  {
    "text": "Okay.",
    "start": "00:15:07",
    "end": "00:15:07"
  },
  {
    "text": "They happen in three scrolls, but they're all. There's a unified narrative Weaving those together. And so in scroll technology, one of the easiest ways that biblical authors did this was to make sure they. To coordinate the endings and beginning beginnings of scrolls. So you can really overtly see the connections. Connections that you know, because when you finish a scroll and you roll it up, then you go put it on the shelf and you get a new one. And when you begin the first sentences of the next scroll, you know, maybe it's the next day, or maybe it's, you know, the next minute. But either way, the biblical authors made sure to coordinate the beginnings of ending a scroll. So recall that at the end of Exodus, the people of Israel had become the hosts of the divine glory cloud. Fiery presence.",
    "start": "00:15:07",
    "end": "00:15:54"
  },
  {
    "text": "That's a good way to put it. They became the hosts of the divine glory cloud.",
    "start": "00:15:54",
    "end": "00:15:59"
  },
  {
    "text": "Yeah, yep.",
    "start": "00:15:59",
    "end": "00:16:00"
  },
  {
    "text": "And what you're talking about is we were camped out at Mount Sinai. I guess we still are there. In the narrative where Israel comes, they see God's, like, thunderous, fiery presence on top of the mountain. Moses gets to go up, and he's transformed in some way, and he has all these cool interactions with Yahweh. And then Yahweh gives him the blueprints of the Tabernacle, which is the place where then God comes, and all that crazy fiery glory power comes and settles there. And it's a place where Israel can access God.",
    "start": "00:16:00",
    "end": "00:16:39"
  },
  {
    "text": "Yeah.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "Not this, like, free for all. There's, like, a lot of structure.",
    "start": "00:16:41",
    "end": "00:16:44"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "And that's what we're going to get into.",
    "start": "00:16:45",
    "end": "00:16:45"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "But that's what you're saying is they're now the hosts of the divine.",
    "start": "00:16:47",
    "end": "00:16:51"
  },
  {
    "text": "Yes.",
    "start": "00:16:51",
    "end": "00:16:51"
  },
  {
    "text": "Like, they get to, like, carry this around. They're kind of God's chauffeur, in a way.",
    "start": "00:16:51",
    "end": "00:16:56"
  },
  {
    "text": "Yeah, yeah. And I mean, he invited them to be that when he brought them to Mount Sinai and said, if you listen to my voice and adhere to the covenant that we're about to agree to, then you will become a kingdom of priests and a holy nation. So that is a whole nation of priestly representatives that will show and mirror to the nations what the creator God is like. What that also means is they will become a holy nation. So holiness, it's the Hebrew word. Kadosh. Well, that's the adjective holy.",
    "start": "00:16:56",
    "end": "00:17:33"
  },
  {
    "text": "Okay.",
    "start": "00:17:33",
    "end": "00:17:34"
  },
  {
    "text": "And then holiness or holy place is called kodesh or mikdash. But things are holy in the story of the Bible because they are people, places, or things that have been brought into proximity to the Creator of all that is who is not a thing in creation. Right. The Creator God in The logic of the biblical story is someone who is above all and through all and in all. And that's what the word holy means.",
    "start": "00:17:34",
    "end": "00:18:05"
  },
  {
    "text": "Holy means proximity to the I am.",
    "start": "00:18:06",
    "end": "00:18:10"
  },
  {
    "text": "Oh, to call something, to call a person, place or thing. Holy means somebody who has been invited to live and work and exist in proximity to the most holy one.",
    "start": "00:18:10",
    "end": "00:18:26"
  },
  {
    "text": "It's about proximity.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "It's about proximity. That's right. So in our holiness video that we made near the beginning of the project, we use the metaphor of the sun.",
    "start": "00:18:27",
    "end": "00:18:35"
  },
  {
    "text": "As God being like a sun.",
    "start": "00:18:35",
    "end": "00:18:38"
  },
  {
    "text": "Yeah, just a metaphor.",
    "start": "00:18:38",
    "end": "00:18:40"
  },
  {
    "text": "Just a metaphor.",
    "start": "00:18:40",
    "end": "00:18:40"
  },
  {
    "text": "But it's a helpful one. So the sun is both life giving, a source of life, all of life in our solar system. And it is also dangerous because it's just pure raw power and energy.",
    "start": "00:18:41",
    "end": "00:18:54"
  },
  {
    "text": "Yeah.",
    "start": "00:18:54",
    "end": "00:18:54"
  },
  {
    "text": "And so to go near to the sun, you need to modify your way of existing. You need to change. So put on a sun suit or whatever.",
    "start": "00:18:54",
    "end": "00:19:08"
  },
  {
    "text": "Well, you're talking about like, not like going out and sunbathing. That's one thing. Make sure. I mean, that's, well, dangerous in its own sense.",
    "start": "00:19:08",
    "end": "00:19:16"
  },
  {
    "text": "It is, yeah. So we put on sunscreen or what I discovered last summer was a sun shirt.",
    "start": "00:19:16",
    "end": "00:19:23"
  },
  {
    "text": "That's right.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "Super, super thin, but a long sleeve hooded shirt. If you're spending long days out backpacking or camping and the wind just blows right through it. It's breezy, but. And you don't have to get sun on your skin. No. And you don't have to get all greasy from the sunscreen anyway.",
    "start": "00:19:24",
    "end": "00:19:41"
  },
  {
    "text": "Sunscreen, grease, be gone.",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "But think right there, I'm. What I'm doing is saying I want to be in proximity. I want to be exposed to the.",
    "start": "00:19:42",
    "end": "00:19:48"
  },
  {
    "text": "Sun, but I need to protect myself.",
    "start": "00:19:48",
    "end": "00:19:49"
  },
  {
    "text": "And it's good. And that good thing is at the same time dangerous. It will kill me. And that doesn't mean it's bad. It just means it's the sun. It's the nature of the sun.",
    "start": "00:19:49",
    "end": "00:19:58"
  },
  {
    "text": "And then now imagine I modify my.",
    "start": "00:19:58",
    "end": "00:20:01"
  },
  {
    "text": "Self to be fit to be in the presence of the sun.",
    "start": "00:20:02",
    "end": "00:20:06"
  },
  {
    "text": "And that's being holy.",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "And that is, yeah, taking on some aspect where I change my normal way of existing to live in proximity to the sun. And that's putting on a sun shirt makes me holy in relationship to the sun.",
    "start": "00:20:09",
    "end": "00:20:20"
  },
  {
    "text": "The sun shirt makes you holy.",
    "start": "00:20:20",
    "end": "00:20:22"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:20:22",
    "end": "00:20:22"
  },
  {
    "text": "But God is holy.",
    "start": "00:20:22",
    "end": "00:20:24"
  },
  {
    "text": "Yep. He is the dictionary definition of the most holy one.",
    "start": "00:20:24",
    "end": "00:20:28"
  },
  {
    "text": "But he doesn't have to put on a sun shirt.",
    "start": "00:20:28",
    "end": "00:20:29"
  },
  {
    "text": "No, he just, he just is holy.",
    "start": "00:20:29",
    "end": "00:20:31"
  },
  {
    "text": "For us to be holy, we need to modify ourselves.",
    "start": "00:20:31",
    "end": "00:20:34"
  },
  {
    "text": "Correct.",
    "start": "00:20:34",
    "end": "00:20:34"
  },
  {
    "text": "Do you ever see that movie? Oh, Gosh. Is it called Sunshine? It's about, like, this space voyage to the sun.",
    "start": "00:20:35",
    "end": "00:20:44"
  },
  {
    "text": "Really?",
    "start": "00:20:44",
    "end": "00:20:44"
  },
  {
    "text": "Yeah.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:20:45",
    "end": "00:20:46"
  },
  {
    "text": "Hold on.",
    "start": "00:20:46",
    "end": "00:20:47"
  },
  {
    "text": "2007 movie?",
    "start": "00:20:48",
    "end": "00:20:49"
  },
  {
    "text": "It's older than that, I think.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Yeah. Science, sci fi, psychological thriller.",
    "start": "00:20:53",
    "end": "00:20:56"
  },
  {
    "text": "Yeah. It's called Sunshine 2007.",
    "start": "00:20:56",
    "end": "00:20:58"
  },
  {
    "text": "Yeah.",
    "start": "00:20:58",
    "end": "00:20:58"
  },
  {
    "text": "Is that what you said?",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Yeah. Dangerous mission to reignite a dying sun. Whoa. What do they do? Fire like a warhead.",
    "start": "00:20:59",
    "end": "00:21:04"
  },
  {
    "text": "It is a psychological thriller, so if you're into those. Yeah, but it does, like, it makes you realize how intense the sun is. And this is like. And I remember in the holiness video.",
    "start": "00:21:04",
    "end": "00:21:13"
  },
  {
    "text": "Yeah.",
    "start": "00:21:13",
    "end": "00:21:14"
  },
  {
    "text": "We actually, like, show, like, this rocket, like, flying towards the sun and then just obliterating.",
    "start": "00:21:14",
    "end": "00:21:20"
  },
  {
    "text": "Yeah.",
    "start": "00:21:20",
    "end": "00:21:20"
  },
  {
    "text": "And how do you prepare yourself to, like, exit the atmosphere and go to the sun? And in a way, entering the holy of holies is like. It's another layer. It's like you need more than a sun shirt you're going to need.",
    "start": "00:21:22",
    "end": "00:21:37"
  },
  {
    "text": "Yeah. And that's why there's a huge emphasis on the clothing, the special clothing that the high priest wears as he enters into that space. These are fundamental categories for understanding the biblical story. So holiness, God is the source of pure power, goodness, beauty, life, often depicted with the imagery of light or fire. So to approach the source of all life and power and energy and beauty is both good and dangerous. So what God invites the Israelites to be is to become the hosts of his fiery holy presence. And that's going to require big, big modifications to Israel as it stands. And so you get this fundamental distinction between holiness and what is common. The opposite of holy is common, or actually the English word, King James word is profane.",
    "start": "00:21:37",
    "end": "00:22:38"
  },
  {
    "text": "Profane sounds like it's bad.",
    "start": "00:22:39",
    "end": "00:22:42"
  },
  {
    "text": "Yeah, I know.",
    "start": "00:22:42",
    "end": "00:22:43"
  },
  {
    "text": "Common just sounds like it's just normal.",
    "start": "00:22:43",
    "end": "00:22:45"
  },
  {
    "text": "Yeah. Profane used to mean common, but now it means other things to us. But so that's why I just use the word common. But the key binary is holy versus common. Okay, so what the tabernacle represents, and we spent the last few conversations talking about the tabernacle, it represents the holy space for God's presence at the center of the camp of Israel.",
    "start": "00:22:45",
    "end": "00:23:07"
  },
  {
    "text": "Outside, it's holy because God is there and God is holy.",
    "start": "00:23:08",
    "end": "00:23:11"
  },
  {
    "text": "That's right.",
    "start": "00:23:11",
    "end": "00:23:12"
  },
  {
    "text": "But there's another sense of holy, which is modifying yourself or your environment to be in proximity to God.",
    "start": "00:23:12",
    "end": "00:23:19"
  },
  {
    "text": "That's right. God is the source of all holiness. And anybody or anything or any time that comes into closer, intense proximity to God's presence and purpose has to undergo some kind of change or modification. And so that's why you have these curtains and tents the tabernacle is one kind of like container, both to really. It's for protection, to protect Israel.",
    "start": "00:23:19",
    "end": "00:23:46"
  },
  {
    "text": "But it's just a curtain. You know, this all feels like play acting a little bit.",
    "start": "00:23:47",
    "end": "00:23:50"
  },
  {
    "text": "Yeah. It's ritual symbolism.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "It's ritual symbolism that tells a story. It is play acting.",
    "start": "00:23:52",
    "end": "00:23:56"
  },
  {
    "text": "Yes. Yeah. What else are rituals and symbols? They're narratives in visual, habitual form. Right.",
    "start": "00:23:56",
    "end": "00:24:04"
  },
  {
    "text": "Well, now we're going to get into the. What is a sacrament. That's because it is play acting. But then it's more than that.",
    "start": "00:24:04",
    "end": "00:24:10"
  },
  {
    "text": "Yeah. I guess within the narrative, the idea is God will allow a curtain to contain the fiery holiness. But that's what's symbolically. That's what it means. And then there's a big tent fence around that creates a courtyard around the tent. And everything outside of the courtyard is common. Well, not quite, actually. It goes in concentric circles. So you have this holy of holies at the center. That's like the most holy thing. Then you have the courtyard area that's surrounded by the fence. And so that's a holy space, but a little less holy. Then you have the whole camp of Israel, which is, even then a little less holy, but still holy. Because it's a holy nation, because it's the nation that plays host to God's presence. And then outside of the camp is common.",
    "start": "00:24:10",
    "end": "00:25:01"
  },
  {
    "text": "The nations.",
    "start": "00:25:01",
    "end": "00:25:02"
  },
  {
    "text": "Yep. The nations or just the wilderness Here in the wilderness.",
    "start": "00:25:02",
    "end": "00:25:06"
  },
  {
    "text": "The wilderness.",
    "start": "00:25:06",
    "end": "00:25:06"
  },
  {
    "text": "And so that's common. So you have increasing concentric circles of holiness focusing in on the spot. And it is both good and dangerous.",
    "start": "00:25:07",
    "end": "00:25:16"
  },
  {
    "text": "Yeah.",
    "start": "00:25:17",
    "end": "00:25:17"
  },
  {
    "text": "And that's a hard thing to balance, I know, for modern readers, because we think, well, if you're good, you're not dangerous.",
    "start": "00:25:18",
    "end": "00:25:24"
  },
  {
    "text": "Right.",
    "start": "00:25:24",
    "end": "00:25:24"
  },
  {
    "text": "But this is where we have to adjust our imaginations. And, you know, C.S. lewis famously tried to accomplish this in the Chronicles of Narnia, depicting the God figure as Aslan, who was a lion who was both kind and good, but.",
    "start": "00:25:25",
    "end": "00:25:41"
  },
  {
    "text": "Also both cuddly and vicious.",
    "start": "00:25:41",
    "end": "00:25:43"
  },
  {
    "text": "And vicious, yes. And he was trying to capture that biblical portrait of God's.",
    "start": "00:25:43",
    "end": "00:25:48"
  },
  {
    "text": "And then famously, Lucy asks, are you safe? Is that what she asks? Is he safe? Is he.",
    "start": "00:25:48",
    "end": "00:25:54"
  },
  {
    "text": "Yes. Is he safe or is he tame or something like that?",
    "start": "00:25:54",
    "end": "00:25:58"
  },
  {
    "text": "Yeah, he's tame.",
    "start": "00:25:58",
    "end": "00:25:58"
  },
  {
    "text": "He's not tame, but he's good.",
    "start": "00:25:58",
    "end": "00:26:00"
  },
  {
    "text": "He's not tame, but he's good.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Yeah. Yep. That's what for us is attention. I think for the biblical authors, it just. That's why I think the sun is a good metaphor. Because we don't think the sun is bad because it burns our skin.",
    "start": "00:26:01",
    "end": "00:26:12"
  },
  {
    "text": "Right.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "We just think it's the sun. It's some deficiency in me that makes the sun burn me. And so I need to adapt. Okay. So that's fundamental. So at the end of Exodus, God takes up residence, except there's a problem. So God's taking up residence among a people who, as we learned in Exodus is fundamentally.",
    "start": "00:26:12",
    "end": "00:26:33"
  },
  {
    "text": "They don't got their sun shirts on.",
    "start": "00:26:33",
    "end": "00:26:35"
  },
  {
    "text": "They don't. Yeah. And they don't want to. Yeah. The story of the golden calf.",
    "start": "00:26:35",
    "end": "00:26:40"
  },
  {
    "text": "Yeah.",
    "start": "00:26:40",
    "end": "00:26:40"
  },
  {
    "text": "Is a story telling you. God is taking up residence among a people who, in their hearts, do not.",
    "start": "00:26:40",
    "end": "00:26:47"
  },
  {
    "text": "Want to be on a dime. They're going to create a different God and say, this is the God that brought us out of Egypt.",
    "start": "00:26:47",
    "end": "00:26:53"
  },
  {
    "text": "That's right.",
    "start": "00:26:53",
    "end": "00:26:54"
  },
  {
    "text": "And just abandon the true God.",
    "start": "00:26:54",
    "end": "00:26:56"
  },
  {
    "text": "So that is the kind of people that the divine glory, the holiness glory has taken up residence among. And so the last paragraph of Exodus, and this is what we're going to read right now. It's Exodus, chapter 40, verses 34 and following. And it's both a high point and then immediately a low point. And it reads like this. It says, so the cloud came and covered over the Tent of Meeting. So this was the divine fire cloud of Yahweh's presence that was on top of the mountain. And it moves down over the finished tabernacle. And the glory of Yahweh filled the tabernacle. And you're like, hooray.",
    "start": "00:26:56",
    "end": "00:27:38"
  },
  {
    "text": "This is the moment where the scientist, like, figures out nuclear fission. It's like, comes down in the power, and it's like, oh, we did it.",
    "start": "00:27:39",
    "end": "00:27:47"
  },
  {
    "text": "Yeah. No, that's right.",
    "start": "00:27:47",
    "end": "00:27:48"
  },
  {
    "text": "The power is here.",
    "start": "00:27:48",
    "end": "00:27:49"
  },
  {
    "text": "The power is here. But remember, the power was always. And the reason for it beginning all the way back when God first said, okay, make a tent. The reason for the tent was so that I may dwell among you. And from there, I will speak to you from the middle of the tent. Like, it's a place for communion. I will meet with you there. It's supposed to be the tent of Meeting, which is what it end. Which is what? It's called the Tent of Meeting. Oh, the tent for God and his people to meet together as one.",
    "start": "00:27:50",
    "end": "00:28:20"
  },
  {
    "text": "Okay.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "So the cloud comes, the glory fills the tent. And you're like, yes, and then the next sentence. But Moses was not able to enter into the Tent of Meeting. It's called the Tent of Meeting, but he's not able.",
    "start": "00:28:22",
    "end": "00:28:37"
  },
  {
    "text": "Admission.",
    "start": "00:28:37",
    "end": "00:28:37"
  },
  {
    "text": "But he's not able to meet. I mean, it's highlighting the paradox.",
    "start": "00:28:37",
    "end": "00:28:40"
  },
  {
    "text": "Fundamental problem.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "The tent was for the meeting of God and his People. And Moses has shown himself to be the only faithful one.",
    "start": "00:28:41",
    "end": "00:28:48"
  },
  {
    "text": "Because Moses was hanging out with God on top of the mountain.",
    "start": "00:28:48",
    "end": "00:28:51"
  },
  {
    "text": "Yes.",
    "start": "00:28:51",
    "end": "00:28:51"
  },
  {
    "text": "He was meeting with God in a type of tabernacle.",
    "start": "00:28:51",
    "end": "00:28:55"
  },
  {
    "text": "Yeah. In the middle of the fiery cloud of light.",
    "start": "00:28:55",
    "end": "00:28:58"
  },
  {
    "text": "Then they construct the tabernacle as God says to. And God comes down. And then Moses can't meet with God anymore there.",
    "start": "00:28:58",
    "end": "00:29:07"
  },
  {
    "text": "Correct.",
    "start": "00:29:07",
    "end": "00:29:08"
  },
  {
    "text": "That's how the scroll ends.",
    "start": "00:29:08",
    "end": "00:29:09"
  },
  {
    "text": "That's right. And the only thing that has changed since God said, build me a tent and I'll meet with you there. And now here's Moses with the finished tent trying to get in and he can't meet God.",
    "start": "00:29:09",
    "end": "00:29:20"
  },
  {
    "text": "The bouncers like keeping him out.",
    "start": "00:29:20",
    "end": "00:29:22"
  },
  {
    "text": "And the only thing that happened in between those two moments that could explain this is the story of the golden calf. This relationship is from its beginning, a ruptured one. Fragile, fragile relationship. And so Moses inability to enter into the tent in the last paragraph of the Exodus scroll. It's a crisis. It's a way of introducing an unresolved plot conflict that is going to drive you into the next scroll, which is Leviticus. So we focused on this real briefly in our videos on Exodus, Leviticus and Numbers. Exodus ends with Moses not being able to go into the tent. And then the significance of that is reflected in the opening line of Leviticus. Then Yahweh called to Moses and spoke to him from the tent of meeting.",
    "start": "00:29:22",
    "end": "00:30:14"
  },
  {
    "text": "Okay. So he's outside, God's talking to him from it.",
    "start": "00:30:14",
    "end": "00:30:18"
  },
  {
    "text": "That's right. Here we are. The ending of the Exodus scroll and the beginning of the Leviticus scroll have been knit together. It's the same moment Moses is not able to go in turn to the next scroll. The story picks up. Yahweh spoke to Moses from the tent of meeting. When you turn to the beginning of the next scroll, which is Numbers one, verse one, it begins. And Yahweh spoke to Moses in the wilderness of Sinai in the tent of meeting.",
    "start": "00:30:18",
    "end": "00:30:47"
  },
  {
    "text": "He got in.",
    "start": "00:30:47",
    "end": "00:30:48"
  },
  {
    "text": "He got in. So it's kind of cool. The ending of Exodus, the first sentence of Leviticus, the first sentence of Numbers, they're all coordinated in like a plot sequence. So the crisis that began at the end of Exodus, Moses can't go in, then is highlighted, emphasized at the beginning of Leviticus, has somehow been resolved by the time that we get to Numbers. And it's an easy way to think about what is happening. It's actually a way to see that the priestly tech manual is actually a story.",
    "start": "00:30:48",
    "end": "00:31:22"
  },
  {
    "text": "Yeah, okay. It's wrapped into the story.",
    "start": "00:31:23",
    "end": "00:31:25"
  },
  {
    "text": "It's a story.",
    "start": "00:31:25",
    "end": "00:31:25"
  },
  {
    "text": "The story is, I want to be in your presence. I want to meet with you. But there's a problem is you can't come into proximity with me. Leviticus then.",
    "start": "00:31:25",
    "end": "00:31:38"
  },
  {
    "text": "And why?",
    "start": "00:31:38",
    "end": "00:31:39"
  },
  {
    "text": "Because.",
    "start": "00:31:40",
    "end": "00:31:40"
  },
  {
    "text": "This is key. The Golden Calf.",
    "start": "00:31:44",
    "end": "00:31:46"
  },
  {
    "text": "Because they're not holy.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "The Golden Calf.",
    "start": "00:31:46",
    "end": "00:31:47"
  },
  {
    "text": "Golden Calf, Yeah. Okay. And that's. Yeah. Why is that key?",
    "start": "00:31:47",
    "end": "00:31:51"
  },
  {
    "text": "Oh, in other words, there's a lot.",
    "start": "00:31:51",
    "end": "00:31:54"
  },
  {
    "text": "Of oopsies in the Bible. Inability.",
    "start": "00:31:54",
    "end": "00:31:56"
  },
  {
    "text": "Yeah, totally. But it's just God said, I'm going to come dwell with you, meet with you in the tent and speak to you in the tent.",
    "start": "00:31:56",
    "end": "00:32:02"
  },
  {
    "text": "Yeah.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Golden Calf, let's build the tent. Now we can't meet with God. So what God wanted is now a thing that can't happen. Why? And it's not just because, you know, they're humans. It's because Moses is the representative leader of a group of betraying failed covenant partners. So the relationship has been broken because of idolatry.",
    "start": "00:32:03",
    "end": "00:32:27"
  },
  {
    "text": "Now, the Golden Calf highlights that. But that's the case already. I mean, that's the story of the Bible.",
    "start": "00:32:28",
    "end": "00:32:34"
  },
  {
    "text": "Totally. That's right.",
    "start": "00:32:34",
    "end": "00:32:35"
  },
  {
    "text": "Remember, narratively, that's the logic.",
    "start": "00:32:36",
    "end": "00:32:38"
  },
  {
    "text": "That's right. And here the story of Israel is playing out. Yeah. The story of all humanity. Which is why we're not. If we could. And we will, along the way, do some. But showing how this all maps on to the story of Adam and Eve in the garden and their exile from the garden and their inability to get back in.",
    "start": "00:32:38",
    "end": "00:32:59"
  },
  {
    "text": "To the holy place.",
    "start": "00:32:59",
    "end": "00:33:00"
  },
  {
    "text": "To the holy place. That's right. Yeah. So Moses inability to enter in because of the people's failure at the Golden Calf is an analogy. And verbally hyperlinked in lots of ways to Adam and Eve's failure at the tree and then their inability to get back into Eden.",
    "start": "00:33:00",
    "end": "00:33:20"
  },
  {
    "text": "Okay. This is then a rabbit trail, but let's talk about Adam and Eve. Adam and Eve for a second. In that they're in the hot spot. They're in it God's presence. And they don't have the sun shirt on. They don't have any. Right. Like, there's no.",
    "start": "00:33:20",
    "end": "00:33:35"
  },
  {
    "text": "Yeah. They don't need it.",
    "start": "00:33:35",
    "end": "00:33:36"
  },
  {
    "text": "They're just naked.",
    "start": "00:33:36",
    "end": "00:33:37"
  },
  {
    "text": "Yeah.",
    "start": "00:33:37",
    "end": "00:33:37"
  },
  {
    "text": "Hanging out with God.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:33:38",
    "end": "00:33:39"
  },
  {
    "text": "So there's something about that stage of humanity or that. That moment that they were able to be in God's presence.",
    "start": "00:33:39",
    "end": "00:33:49"
  },
  {
    "text": "They were blameless.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "They were blameless.",
    "start": "00:33:50",
    "end": "00:33:50"
  },
  {
    "text": "Yeah. They didn't know good and bad. They were moral infants. Just like a baby is morally blameless. Hasn't said I hate you and stomped away and thrown Legos at their sibling yet. You know what I mean? Hasn't.",
    "start": "00:33:50",
    "end": "00:34:08"
  },
  {
    "text": "Interesting.",
    "start": "00:34:09",
    "end": "00:34:09"
  },
  {
    "text": "Yeah. Yeah. So they're innocent in a way that no other humans after the exile from Eden are.",
    "start": "00:34:09",
    "end": "00:34:16"
  },
  {
    "text": "Yeah. Because we all become sons of Adam.",
    "start": "00:34:17",
    "end": "00:34:19"
  },
  {
    "text": "That's right. Sons of Adam and Eve. But what God wants to do is recreate an Eden outpost among these people. And right now, Moses.",
    "start": "00:34:19",
    "end": "00:34:29"
  },
  {
    "text": "And these people are not blameless.",
    "start": "00:34:29",
    "end": "00:34:30"
  },
  {
    "text": "And they're not blameless. And neither is Moses. But Moses was willing to surrender his life for people who are not blameless.",
    "start": "00:34:30",
    "end": "00:34:37"
  },
  {
    "text": "Yeah. Moses is a glitch in the whole story so far. And we talked about this like, no one's supposed to be able to get that close to God.",
    "start": "00:34:37",
    "end": "00:34:45"
  },
  {
    "text": "That's right.",
    "start": "00:34:45",
    "end": "00:34:45"
  },
  {
    "text": "Like he's connected to God in a way that just doesn't make sense.",
    "start": "00:34:45",
    "end": "00:34:49"
  },
  {
    "text": "That's right. And the time and place where he was able to go into the fire of God's glory was when it was up in the skies.",
    "start": "00:34:49",
    "end": "00:34:57"
  },
  {
    "text": "Yeah.",
    "start": "00:34:58",
    "end": "00:34:58"
  },
  {
    "text": "But now that it's taken up residence among an idolatrous, betraying people, now Moses.",
    "start": "00:34:58",
    "end": "00:35:04"
  },
  {
    "text": "Can'T go in because he is the leader of this people.",
    "start": "00:35:04",
    "end": "00:35:07"
  },
  {
    "text": "That's right. And God is now among the people, not up in the skies. He's now among the people. And so there's an unreconciled tension between God and his people that is going to have to be resolved for this to become the tent of meeting.",
    "start": "00:35:08",
    "end": "00:35:25"
  },
  {
    "text": "And then when we get to the Book of Numbers, Moses is in. And so the question becomes, how did Moses get in?",
    "start": "00:35:26",
    "end": "00:35:34"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:35:34",
    "end": "00:35:35"
  },
  {
    "text": "And right there between those two narrative points is the priestly tech manual. Leviticus. Yeah, that. That's going to explain what are the requirements to be holy enough to be within the proximity in different, varying levels of closeness to God's presence.",
    "start": "00:35:35",
    "end": "00:35:58"
  },
  {
    "text": "Yep, exactly. So let me just summarize what we've done so far. And this is a way to see. Leviticus is just carrying on a narrative patterning that's already happening at work. So with Exodus, Yahweh appeared to his people at Mount Sinai. I want to come live in your midst. Okay. So that's like a new creation beat. I want to recreate you as my Garden of Eden people, and you'll be my priest of the nations. Crisis, idolatry, the sin of Aaron, the golden calf. How is that crisis resolved? Moses goes into the heavenly fire and offers his own life. And what he says is, I will offer my life and make atonement for your sins. I'll offer my life as a blameless substitute on behalf of y' all so that Yahweh can forgive you all that's what he says. Exodus 32, 34. And so Yahweh accepts that intercession, and he comes to dwell among the people. Yay. He comes to dwell among the people. Crisis. Now, Moses can't enter into the tent. The tent is.",
    "start": "00:35:58",
    "end": "00:37:08"
  },
  {
    "text": "That's where we're at right now.",
    "start": "00:37:08",
    "end": "00:37:09"
  },
  {
    "text": "That's where we're at right now. So how did the crisis get resolved last time?",
    "start": "00:37:09",
    "end": "00:37:13"
  },
  {
    "text": "An atonement.",
    "start": "00:37:13",
    "end": "00:37:14"
  },
  {
    "text": "Moses offering his life as a sacrifice of atonement.",
    "start": "00:37:14",
    "end": "00:37:16"
  },
  {
    "text": "And atonement means again, we will talk about it.",
    "start": "00:37:16",
    "end": "00:37:18"
  },
  {
    "text": "We will talk about it. Yeah, but it's a way to cover. To cover for wrongs that have been done that have damaged a relationship. So we'll talk about it. Okay, so. But I've already been trained once. When this relationship got broken last time and there was a crisis, it was resolved through someone offering their life as a blameless substitute for the sins of the people. So once Moses is not able to enter the tent, what happens next? What we call Leviticus chapters 1 through 7, which is all about God instructing Moses on how to instruct the people of how to approach him with sacrifices and offerings, and culminating in two different types of sacrifices that. Three sacrifices. Sorry, that are sacrifices of atonement. And so that's what we call Leviticus 1 through 7. So what happens is, after that whole.",
    "start": "00:37:19",
    "end": "00:38:12"
  },
  {
    "text": "Section, the priests go in.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "We get Leviticus 8, 9, and the priests are ordained finally. And God's glory and fire appears over the tent, and Moses and Aaron go into the tent of meeting. So the crisis is actually resolved in what we call Leviticus chapters 8 and.",
    "start": "00:38:13",
    "end": "00:38:34"
  },
  {
    "text": "9, which is the beginning of the second movement.",
    "start": "00:38:34",
    "end": "00:38:36"
  },
  {
    "text": "Yep, that's right. Okay, but then immediately after, like, literally the next sentence, after God's fire comes and Moses and Aaron are able to go in, is what we call Leviticus 10. New crisis. And Aaron's two oldest sons have their own version replaying of what their father did.",
    "start": "00:38:36",
    "end": "00:38:57"
  },
  {
    "text": "But in this case, you're talking about the golden calf. Their father, Aaron.",
    "start": "00:38:57",
    "end": "00:39:00"
  },
  {
    "text": "The golden calf was.",
    "start": "00:39:00",
    "end": "00:39:01"
  },
  {
    "text": "Aaron was responsible for the golden calf.",
    "start": "00:39:01",
    "end": "00:39:02"
  },
  {
    "text": "Yep. So their father Aaron was responsible for the first idolatrous failure.",
    "start": "00:39:02",
    "end": "00:39:08"
  },
  {
    "text": "Yeah.",
    "start": "00:39:08",
    "end": "00:39:08"
  },
  {
    "text": "Now his sons replay his failure, but in a different way.",
    "start": "00:39:09",
    "end": "00:39:13"
  },
  {
    "text": "Interesting.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Where they remake the liturgy in their own image and they try and usurp the place of their father by taking incense that he is supposed. Their dad's supposed to have and trying to waltz into the holy place.",
    "start": "00:39:13",
    "end": "00:39:27"
  },
  {
    "text": "We could be holy on our own terms.",
    "start": "00:39:27",
    "end": "00:39:29"
  },
  {
    "text": "Yeah, that's right. We know God said that. Right now, our dad is the lead representative priest, but they just take it upon themselves to become the lead priests doing their own liturgy. And God doesn't take kindly to that. And so God requires their lives for that offense. And so now we have a new crisis. We have rebellion and dead bodies in the tent. This will lead to another resolution. How has the crisis been resolved now? Two times in a row.",
    "start": "00:39:29",
    "end": "00:40:01"
  },
  {
    "text": "Yeah. An atoning sacrifice.",
    "start": "00:40:01",
    "end": "00:40:03"
  },
  {
    "text": "Yep. So that leads to then what we call Leviticus 11:15, which is about how the tent and the people need to have their sins atoned for and to be purified. And then that culminates in another act of new creation, which is what we call Leviticus 16, which. Which is the day of atonement, when God comes up to show up in the cloud in the tent because of the day of atonement. So this is the pattern. The pattern is God's blessing and presence show up, humans blow it in a.",
    "start": "00:40:03",
    "end": "00:40:36"
  },
  {
    "text": "Big way, and then God's like, this.",
    "start": "00:40:36",
    "end": "00:40:38"
  },
  {
    "text": "Is a problem leading to a crisis.",
    "start": "00:40:38",
    "end": "00:40:41"
  },
  {
    "text": "That is resolved through an atoning sacrifice.",
    "start": "00:40:41",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. Sacrifices of atonement. And then that resolves the relationship such that God can show up again in a new form of Eden, presence of power and glory. So this is our mega. All of a sudden, we're replaying on a micro level here in Leviticus, the whole biblical story, which is about creation failure leading to crisis, that leads to a de creation. But out of that, God appoints a remnant to come out the other side and then starts a new creation over with them. And that's here we are.",
    "start": "00:40:45",
    "end": "00:41:21"
  },
  {
    "text": "You just used some fancy language there. Creation and remnant.",
    "start": "00:41:21",
    "end": "00:41:24"
  },
  {
    "text": "Yeah.",
    "start": "00:41:24",
    "end": "00:41:24"
  },
  {
    "text": "And you can even see that in just Adam and Eve story.",
    "start": "00:41:25",
    "end": "00:41:27"
  },
  {
    "text": "Yeah.",
    "start": "00:41:28",
    "end": "00:41:28"
  },
  {
    "text": "Where the blessing, God's with them, the crisis. Choosing good and bad on my own terms, the prophetic resolution, a seed of the woman will come crush evil while being bitten by evil. And it doesn't say atonement there, but that's kind of a seedbed of that idea in a way.",
    "start": "00:41:28",
    "end": "00:41:51"
  },
  {
    "text": "Yeah. Whoever is going to smash the head of the snake is also going to get a lethal bite by the snake, the wounded victor.",
    "start": "00:41:51",
    "end": "00:41:59"
  },
  {
    "text": "Yeah. This is no. Like, this is no safe snake. This is a venomous. This is evil.",
    "start": "00:41:59",
    "end": "00:42:05"
  },
  {
    "text": "Yeah, totally. Yeah. In the same way that Moses risked giving up his life because of what the people were doing to an idolatrous animal statue down below. So the point of this conversation, that's really what I wanted to focus on, was we think of Leviticus typically in terms of the hundreds of laws about the tech manual, the priestly tech manual. In reality, if you've been trained to see the cycling of patterns, the way that later biblical stories are modeled on and replaying the vocabulary and themes of earlier ones. First of all, the narrative just goes right from Exodus into Leviticus, like without a stop.",
    "start": "00:42:05",
    "end": "00:42:49"
  },
  {
    "text": "Yeah.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "And we're just cycling through the pattern of God wanting to come and bless and live among his people, of terrible failures and betrayals leading to a crisis where we need someone to do something for Israel and for humans.",
    "start": "00:42:50",
    "end": "00:43:11"
  },
  {
    "text": "Someone. When we get into Leviticus, it's an animal.",
    "start": "00:43:11",
    "end": "00:43:15"
  },
  {
    "text": "It's a blameless substitute, a blameless representative.",
    "start": "00:43:15",
    "end": "00:43:19"
  },
  {
    "text": "And so this gets back to, I think, my question of play acting. And I'd like to sit here for just a second because we have a few minutes, I think.",
    "start": "00:43:19",
    "end": "00:43:26"
  },
  {
    "text": "Yeah.",
    "start": "00:43:27",
    "end": "00:43:27"
  },
  {
    "text": "Because all of this feels really weird to a modern. Right. Like curtains that hold back God's presence.",
    "start": "00:43:27",
    "end": "00:43:36"
  },
  {
    "text": "Yeah.",
    "start": "00:43:36",
    "end": "00:43:36"
  },
  {
    "text": "And killing an animal as atonement, you know, like if we were going to contain something, you know, really powerful.",
    "start": "00:43:36",
    "end": "00:43:46"
  },
  {
    "text": "Yeah.",
    "start": "00:43:46",
    "end": "00:43:47"
  },
  {
    "text": "We wouldn't. Our, like our liturgy or our metaphors wouldn't be a curtain, you know, like we would think of.",
    "start": "00:43:47",
    "end": "00:43:54"
  },
  {
    "text": "Yeah, no, really, in our imaginations, the same role is played mostly by things that are radioactive, nuclear fusion, the sun, things that are life giving, that can generate energy and source life, but also that are dangerous at the same time.",
    "start": "00:43:55",
    "end": "00:44:15"
  },
  {
    "text": "And when I wrong someone, I don't think, ah, well, let's get out the animals.",
    "start": "00:44:15",
    "end": "00:44:21"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:44:21",
    "end": "00:44:22"
  },
  {
    "text": "There's other ways to make it right.",
    "start": "00:44:22",
    "end": "00:44:24"
  },
  {
    "text": "Well, that's right. So here I think so. First, this is the way I've been processing through this lately. This collection of five scrolls is called Torah. It's the Hebrew word for instruction.",
    "start": "00:44:24",
    "end": "00:44:36"
  },
  {
    "text": "Yeah, teaching.",
    "start": "00:44:36",
    "end": "00:44:37"
  },
  {
    "text": "Teaching. This narrative is not just telling me about interesting things that happened to these people a long time ago. It is instruction for all generations of God's people in all places and all times.",
    "start": "00:44:37",
    "end": "00:44:51"
  },
  {
    "text": "And all these other generations don't have a tabernacle. Right.",
    "start": "00:44:51",
    "end": "00:44:54"
  },
  {
    "text": "What do you mean?",
    "start": "00:44:54",
    "end": "00:44:55"
  },
  {
    "text": "You said this is instruction for all generations.",
    "start": "00:44:55",
    "end": "00:44:57"
  },
  {
    "text": "Oh, yeah, yeah. The tabernacle went out of existence like in the time of David.",
    "start": "00:44:57",
    "end": "00:45:02"
  },
  {
    "text": "Yeah.",
    "start": "00:45:02",
    "end": "00:45:03"
  },
  {
    "text": "So this narrative is offering instruction about the present and the future.",
    "start": "00:45:03",
    "end": "00:45:10"
  },
  {
    "text": "Yeah.",
    "start": "00:45:10",
    "end": "00:45:10"
  },
  {
    "text": "And based on the past. So that's one thing. So what it's training us to do is to see the world in a particular way. If we were to write a Torah story now, really the best example I can think of in my imagination is like, where we discover this amazing thing called nuclear fusion. And it's this. Right. This is going to be the source of all life and energy and we're going to power the whole globe off of what's happening in one little reactor? Yeah, amazing. You know, but then because of greed and power games on the team of scientists, right. They start, right, using this amazing gift to work out their own like power games and putting the whole world at risk because it could explode and consume us all. But one person with integrity is going to walk into that reactor and clean up the mess that they made and reset the dials. But it will mean being exposed to all the death dealing radiation. But if they do it, they could reset and we could start over and have a fresh take at this. And so one person goes in and takes the death dealing radiation, which is also the life giving radiation. Right. And surrenders their life so that others can enjoy the benefits of it and not its death dealing aspects. In my imagination and it's not, I wouldn't see that story and be like, oh, that's play acting. Like that's an interesting symbol for how you should be self sacrificial. In my mind, like that's real.",
    "start": "00:45:11",
    "end": "00:46:56"
  },
  {
    "text": "In what way is it real?",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "Oh like radiation will actually kill you. Oh like it's not like if I went and walked into a nuclear reactor right now, it would actually kill me.",
    "start": "00:46:58",
    "end": "00:47:07"
  },
  {
    "text": "I see. So in the same way there wasn't some like people, ancients reading the scroll weren't kind of like suspending their sense of reality in order to enter this story. Like there was this real sense of God can live among us and curtains can hold it back.",
    "start": "00:47:07",
    "end": "00:47:27"
  },
  {
    "text": "Yeah, that's right. And here we're talking about the people in the narrative.",
    "start": "00:47:27",
    "end": "00:47:31"
  },
  {
    "text": "The people in the narrative.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "That's right, yeah. And then later biblical authors who lived long after the tabernacle was gone or even after the destruction of the temple. And we actually know that the Hebrew Bible was actually shaped in a significant way by people who lived after the temple was destroyed. But they saw these narratives as telling the truth about reality, that the source of the whole universe is a source of holiness and power and goodness that sustains everything that is. And at the same time that holy One is dangerous to us given our moral state. And this is where the crisis of the biblical story becomes not just about the past. It's trying to explain to every reader.",
    "start": "00:47:32",
    "end": "00:48:19"
  },
  {
    "text": "Of the story, it's still instruction to us.",
    "start": "00:48:19",
    "end": "00:48:21"
  },
  {
    "text": "It is instruction for us. Yeah.",
    "start": "00:48:21",
    "end": "00:48:23"
  },
  {
    "text": "Now the difference between the modern nuclear fission story and this story is that there is a sense, there's a belief that this happened in human history with Israel.",
    "start": "00:48:24",
    "end": "00:48:40"
  },
  {
    "text": "Yeah.",
    "start": "00:48:40",
    "end": "00:48:40"
  },
  {
    "text": "So this is where I'm getting to the idea of play acting, which is like God really did come Dwell in the tent amongst them. And these sacrificial systems were put in place. And it's the same way that like we, I think, and it meant something, but also it's absurd in a way. Right. In retrospect, it's absurd that a curtain would keep out God's power.",
    "start": "00:48:41",
    "end": "00:49:10"
  },
  {
    "text": "Sure.",
    "start": "00:49:10",
    "end": "00:49:11"
  },
  {
    "text": "Or that killing an animal is going to actually atone for guilt.",
    "start": "00:49:11",
    "end": "00:49:16"
  },
  {
    "text": "Yeah.",
    "start": "00:49:16",
    "end": "00:49:16"
  },
  {
    "text": "I understand now to the ancients, that wasn't absurd. It was very real. But in a way it feels absurd. We have sacraments that are in one sense absurd. Like we break the bread and we drink the wine and we say this is communion with God. And in one sense it's like, no, you're just eating and drinking, but in another sense you really are. Like the belief behind a sacrament is that it's actually happening.",
    "start": "00:49:16",
    "end": "00:49:48"
  },
  {
    "text": "Yeah.",
    "start": "00:49:48",
    "end": "00:49:48"
  },
  {
    "text": "And so that's the play acting thing, which is like, in one sense there's we're, we're just doing the thing and pretending it's real and then another sense, like it's really happening. Like, is there something here in that? I'm just trying to wrestle through because as we talk about this stuff, I'm going to keep thinking over and over, that's absurd. Yeah, that's absurd.",
    "start": "00:49:49",
    "end": "00:50:12"
  },
  {
    "text": "Okay, so maybe, you know, where I think we're at is actually we're circling around, and I love this about you. We're circling around to a theme that has come up every other month, the whole history of our conversation, which is about that God to be a Christian and to believe that God speaks to us in these texts that lead to the person of Jesus. I don't believe Jesus is a figment of my imagination, nor is he just like a literary figure. He was an actual person. But Jesus of Nazareth appealed to these texts and this story as the story that gave the framework for who he was and what he was doing. And what does that story do? Well, we've just talked about it. So it's training you to see the world a certain way. However, the God of this story is so committed to working and being present in the world, in and through humans, in and through humans and their language and their culture, that what God wants to communicate will only happen through that language and cultural forms. And so this story is written in ancient Hebrew. So I don't think that's a struggle.",
    "start": "00:50:12",
    "end": "00:51:35"
  },
  {
    "text": "For you necessarily that it's written in an ancient language.",
    "start": "00:51:35",
    "end": "00:51:38"
  },
  {
    "text": "Yeah. So the fact that this story is communicating through ancient Near Eastern ritual symbolism of sacred tents and sacred mountains and animal sacrifices and priests, like this is all Thoroughly incarnate of ancient Near Eastern culture that Israel was a part of. And so you're struggling with that symbolism. Like, is it just a symbol or is it real? Right. That's what you're. Isn't that what you're struggling with? Is the narrative just giving me symbols or is it real? But it's the same question in a different way of saying, how is it that God could speak to every person of every time through texts that are written in ancient Hebrew. That is an ancient. That's like ancient Semitic language. And I think we're just here at the brink of a mystery that's at the heart of a Jewish Christian theistic view of the world, which is for God to reveal anything about God's self to us through human thought forms. It will inevitably use categories of human culture and language and live within the limits of those. This is very theoretical, but I feel like it's a major theme in our conversations over the years, and I struggle with it, too. So did, like, a fusion reaction that wasn't contained actually come take up residence in a tent in the middle of the Sinai Desert? Isn't that kind of what you're asking? Like, was it actually real?",
    "start": "00:51:38",
    "end": "00:53:17"
  },
  {
    "text": "Well, I guess I'm assuming that these stories are rooted in Israel's actual history.",
    "start": "00:53:17",
    "end": "00:53:23"
  },
  {
    "text": "Yeah. Yep. And I think the narrative is inviting us to trust that claim.",
    "start": "00:53:23",
    "end": "00:53:30"
  },
  {
    "text": "Yes.",
    "start": "00:53:30",
    "end": "00:53:30"
  },
  {
    "text": "Yeah.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "So with that assumption.",
    "start": "00:53:32",
    "end": "00:53:34"
  },
  {
    "text": "Yep.",
    "start": "00:53:34",
    "end": "00:53:34"
  },
  {
    "text": "Then I ask myself, in what, in what sense, you know, would an animal sacrifice actually atone for sin? In what sense would the priests putting on this, like, bedazzled, like, thing actually protect them from God's holiness? Only in the sense that they're doing a pretend thing and God's saying the pretend thing is gonna work.",
    "start": "00:53:35",
    "end": "00:54:06"
  },
  {
    "text": "Yeah. Okay, there you go. That's it right there. And so it's God accommodating.",
    "start": "00:54:06",
    "end": "00:54:10"
  },
  {
    "text": "Yes.",
    "start": "00:54:11",
    "end": "00:54:11"
  },
  {
    "text": "Himself to human language, cultural practices and thought patterns. It's incarnation. It's God inhabiting human culture to reveal and communicate Torah teaching and instruction. Yeah. I think that's where you logically have to go to buy any of this.",
    "start": "00:54:11",
    "end": "00:54:34"
  },
  {
    "text": "Yeah. Okay. And I think that's helpful to set the stage because we're going to get into a lot of stuff that I think I'm going to constantly be going, this is so weird and ridiculous. And, like, how does that work? Why would that even work? And it's helpful for me to be able to just say, I'm going to turn that off, because what matters is the Torah, the instruction. What is this teaching me about God and God's nature? And about being in relationship with God and the solutions that God has for the crisis that we've created.",
    "start": "00:54:34",
    "end": "00:55:29"
  },
  {
    "text": "So here's one way to think about it. When I was in high school, I took a lot of theater classes. And I remember my drama teacher on the first day was talking about how theater, walking into a theater or stage play and the curtain raises and the story begins. And he introduced me to this famous phrase by the philosopher Samuel Taylor Coleridge. But he's the one who introduced this phrase, the willing suspension of disbelief.",
    "start": "00:55:41",
    "end": "00:56:12"
  },
  {
    "text": "Yeah.",
    "start": "00:56:13",
    "end": "00:56:13"
  },
  {
    "text": "When you enter into a stage play, what you're not supposed to think.",
    "start": "00:56:13",
    "end": "00:56:18"
  },
  {
    "text": "Or a movie.",
    "start": "00:56:18",
    "end": "00:56:19"
  },
  {
    "text": "Or a movie. Yeah. What you're not supposed to think is, well, none of this really happened, so it can't say anything. I'm not going to get anything out of this. You willingly suspend your disbelief and you inhabit the story on its own terms, and then you walk away from that, changed and shaped by it. And so I do think there is crucially important question that we all have to ask about the way that the biblical narratives refer to real history and the truthfulness of that representation. But there's also an element, especially as modern readers, I think, to hear the biblical story on its own terms, we have to take a cue from Coleridge here and willingly suspend our disbelief so that we can at least sympathetically hear what's being communicated here. What I have found in my teaching experience is when you invite people into a willing suspension of disbelief when they read the biblical story, and all the stuff in Leviticus is going to be a great example of an opportunity to do that. Well, what I found is when you invite people to read and inhabit the story that way over time, most people in my experience don't end up thinking this is all ancient primitive hogwash. They actually find it deeply compelling and illuminating of their own life experience. But it does it through an ancient Hebrew narrative and ancient Semitic ritual symbolism and practice.",
    "start": "00:56:19",
    "end": "00:57:50"
  },
  {
    "text": "Yeah, yep, that's helpful.",
    "start": "00:57:50",
    "end": "00:57:52"
  },
  {
    "text": "It's just. There's nothing for it.",
    "start": "00:57:52",
    "end": "00:57:54"
  },
  {
    "text": "We're going to suspend disbelief. But to be clear, the ancients, Aaron's sons and Moses and the Israelites, they weren't suspending disbelief. This was happening and they weren't. While we would call it play acting, in retrospect, they weren't play acting. They were interfacing with very much real. The holy.",
    "start": "00:57:54",
    "end": "00:58:16"
  },
  {
    "text": "That's right, yeah. And I think to be committed to a view that these preferred historical events that were real, they're a truthful representation, means to say that God accommodated God's own presence in power and Person into the language, cultural forms and ancient ritual symbolism of the Hebrew people, which, to.",
    "start": "00:58:16",
    "end": "00:58:37"
  },
  {
    "text": "Be clear, was people living. I mean, when do we think? Generally this is like 1000 B.C. generally 800 B.C.",
    "start": "00:58:37",
    "end": "00:58:46"
  },
  {
    "text": "Yeah. Yep. Yeah. Before 1000 BC. So, yeah. People debate whether it's in the 1500s to 1300s, but somewhere in there B.C. oh, so 35 to 3300 years ago.",
    "start": "00:58:47",
    "end": "00:59:01"
  },
  {
    "text": "Yeah.",
    "start": "00:59:01",
    "end": "00:59:01"
  },
  {
    "text": "Is where these narratives are located.",
    "start": "00:59:02",
    "end": "00:59:03"
  },
  {
    "text": "The Alphabet had just been like. Is about to be invented even like, because if you're that old, the Alphabet was around a thousand BC.",
    "start": "00:59:03",
    "end": "00:59:12"
  },
  {
    "text": "No, no, no. Like 17, 1800. Oh, confused.",
    "start": "00:59:12",
    "end": "00:59:17"
  },
  {
    "text": "You're right.",
    "start": "00:59:17",
    "end": "00:59:17"
  },
  {
    "text": "You're right.",
    "start": "00:59:17",
    "end": "00:59:18"
  },
  {
    "text": "Okay. Yeah, yeah, yeah, that's right. So I missed 2000 with a thousand.",
    "start": "00:59:18",
    "end": "00:59:22"
  },
  {
    "text": "Oh, got it, got it.",
    "start": "00:59:22",
    "end": "00:59:24"
  },
  {
    "text": "Okay.",
    "start": "00:59:24",
    "end": "00:59:24"
  },
  {
    "text": "Yeah.",
    "start": "00:59:24",
    "end": "00:59:24"
  },
  {
    "text": "So, yeah, this is the time the Bronze. We're in like the Bronze Age, right?",
    "start": "00:59:24",
    "end": "00:59:28"
  },
  {
    "text": "Yeah. We're at the transition from the Bronze into the Iron Age. Yeah, Yep, that's right.",
    "start": "00:59:28",
    "end": "00:59:33"
  },
  {
    "text": "Okay.",
    "start": "00:59:33",
    "end": "00:59:33"
  },
  {
    "text": "Yeah, yeah. But to hold in your mind, to hold in suspension this conviction that God revealed himself to Israel through the language and ritual patterns is a Middle Eastern Bronze Age. Yeah, that's right.",
    "start": "00:59:33",
    "end": "00:59:51"
  },
  {
    "text": "Like nomadic tribal people. Semitic. Nomadic tribal people.",
    "start": "00:59:51",
    "end": "00:59:55"
  },
  {
    "text": "It's just a different instance of the same belief that's at work at the core of Christian orthodoxy, which is that God revealed himself in the human person of a guy named Yeshua Minazeret, who was an Aramaic speaking 1st century Jewish man from Galilee.",
    "start": "00:59:55",
    "end": "01:00:15"
  },
  {
    "text": "Yeah.",
    "start": "01:00:15",
    "end": "01:00:15"
  },
  {
    "text": "And that God would accommodate and limit the fullness of God's own being Right. Into the localized presence and person of Yeshua Menatzaret. Or that God would accommodate and limit God's own presence and power to an ancient Bronze Age tent. Right. It's the same actually challenge that we have in most cases.",
    "start": "01:00:15",
    "end": "01:00:39"
  },
  {
    "text": "Also that God would commune and limit himself and be present with a 21st century community of Jesus followers.",
    "start": "01:00:39",
    "end": "01:00:49"
  },
  {
    "text": "That's exactly, yeah. To trust and believe that my local church that I'm a part of, place host to the spirit of God and is somehow an incarnation of the body of Christ and the ministry of Jesus here, right here in East Portland, where I live, that requires the same amount of trust in the same category in my mind as believing in the incarnation of Jesus or believing in the reality that Israel experienced in this tent. Thank you. That's a good. Thank you. It's about what story you're living in.",
    "start": "01:00:49",
    "end": "01:01:21"
  },
  {
    "text": "Yeah.",
    "start": "01:01:21",
    "end": "01:01:21"
  },
  {
    "text": "We don't come to reality like neutral and then choose to adopt a story like we are inhabiting a narrative about reality from our moment of our earliest consciousness. And the question is Will we entertain new stories that can enrich and challenge our pre existing assumptions, that can teach us new Torah, new instruction? And that's exactly what the biblical story claims to be. And that is the story being told in all of these ritual sacrifices and offerings and the blood of the animal.",
    "start": "01:01:21",
    "end": "01:01:56"
  },
  {
    "text": "A different story, but also at the same time, the Bible comes with conviction of this is reality. Yeah, this is the real story.",
    "start": "01:01:56",
    "end": "01:02:07"
  },
  {
    "text": "That's right. Yep. And there's nothing for it. You got to suspend your disbelief and dive in. And even in the book of Leviticus, there's a story being told that can change the way that you see everything if you let it. So that's what this conversation has been about, the story in which Leviticus is a part. Next we're going to dive into these fundamental concepts of animal sacrifice and atonement. And that'll set us up to understand the five different types of offerings at work in the first literary movement of Leviticus.",
    "start": "01:02:07",
    "end": "01:02:38"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week we continue to trace the theme of sacrifice in the first movement of Leviticus. And we're going to focus on Leviticus 1 through 7, looking at the sacrificial system.",
    "start": "01:02:40",
    "end": "01:02:54"
  },
  {
    "text": "So Leviticus 1 through 7 is presented as the thing that will provide the resolution for Israel to be able to enter into and be in God's presence. Presence in a way that is safe and that gives them life instead of destroying them.",
    "start": "01:02:54",
    "end": "01:03:09"
  },
  {
    "text": "Today's show is produced by Cooper Peltz and edited by Dan Gummel and Tyler Bailey. Our show notes are by Lindsey Ponder and Ashlyn Heiss and Hannah Wu provided the annotations for our annotated podcast app. Bible Project is a crowdfunded non profit. We exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:03:09",
    "end": "01:03:35"
  },
  {
    "text": "Hi, this is Celine and I'm from Pennsylvania. I first heard about Bibleproject on YouTube.",
    "start": "01:03:35",
    "end": "01:03:40"
  },
  {
    "text": "Hi, this is Andrew and I'm from India. I first heard about Bible Project. Well, I actually didn't hear about it. I came across one of the videos while I was searching for sermons and video clips on understanding Bible better and clearer.",
    "start": "01:03:40",
    "end": "01:03:54"
  },
  {
    "text": "My favorite thing about about bibleproject is the classroom. It helps me learn of the small details believers pass by in the Bible that are significant.",
    "start": "01:03:54",
    "end": "01:04:01"
  },
  {
    "text": "My favorite thing about Bible Project is they actually make it very simple and easy for the users and the listeners to understand what the Bible is telling the audience.",
    "start": "01:04:01",
    "end": "01:04:11"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:04:11",
    "end": "01:04:14"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:04:14",
    "end": "01:04:16"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more by our project dot com.",
    "start": "01:04:16",
    "end": "01:04:22"
  }
]