[
  {
    "text": "We're reading through the scroll of Leviticus. Israel is in the wilderness. They've made a covenant with God and God has given them a sacred tent where he will dwell with them a new Eden. And after all the instructions, we've reached the moment we've been waiting for. The inauguration of this tabernacle and of the Levitical priests. It's a massive seven day party, a celebration of what Yahweh has done for his people. And at the end of the week, fire comes out from God's presence and consumes everyone's offerings. It's intense and it's wonderful.",
    "start": "00:00:03",
    "end": "00:00:39"
  },
  {
    "text": "The divine fire eating the gift of Israel is a good thing because it brings blessing and communion between God and his people. Awesome. This is like the Garden of Eden on the first day. What a great setup. But later that day.",
    "start": "00:00:39",
    "end": "00:00:53"
  },
  {
    "text": "Yeah, later that day, Aaron's two sons, they're priests, but they decide that they're going to go into the most holy place and they're going to go in on their own terms.",
    "start": "00:00:54",
    "end": "00:01:04"
  },
  {
    "text": "These two guys who represent all those people just decide to remake the liturgy by doing what's good in their own eyes.",
    "start": "00:01:04",
    "end": "00:01:11"
  },
  {
    "text": "They bring an alternative liturgy, dishonoring God. And that same fire that was so.",
    "start": "00:01:11",
    "end": "00:01:18"
  },
  {
    "text": "Wonderful, that same fire that came out and ate the offerings comes out and eats them and they die in the presence of Yahweh.",
    "start": "00:01:18",
    "end": "00:01:25"
  },
  {
    "text": "We've been here before. God appoints a people to represent him. And instead of trusting God and following his commands, they choose death. It's Adam and Eve at the tree. It's Israel on Mount Sinai making the golden calf. And here at the inauguration of the tabernacle, the priesthood fails.",
    "start": "00:01:25",
    "end": "00:01:44"
  },
  {
    "text": "God wants to install a new human representative to steward and care for the Eden spot right at the center of his people. He gives them everything they need to succeed, and they blow it.",
    "start": "00:01:44",
    "end": "00:01:56"
  },
  {
    "text": "I'm John Collins, this is Bible Project podcast. And today Tim Mackey and I begin the second movement of the Leviticus scroll. We look at this difficult story. We trace the pattern of election and failure, and we ask, what is Yahweh to do? Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:56",
    "end": "00:02:24"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "Hello and welcome to Leviticus.",
    "start": "00:02:26",
    "end": "00:02:29"
  },
  {
    "text": "Yep, that's a way to greet somebody. Hello and welcome to Leviticus.",
    "start": "00:02:30",
    "end": "00:02:36"
  },
  {
    "text": "Welcome to an ancient scroll that describes a priestly tech manual.",
    "start": "00:02:36",
    "end": "00:02:45"
  },
  {
    "text": "Yeah, yeah. Otherwise known as a priestly tech manual for ancient Israelites.",
    "start": "00:02:45",
    "end": "00:02:50"
  },
  {
    "text": "Yes. Now, however, we've been a few episodes into this and you've been making this really wonderful case. Not a case. You've been painting this picture showing that this is way more than. Oh, yeah, a priestly tech manual.",
    "start": "00:02:50",
    "end": "00:03:02"
  },
  {
    "text": "Oh, that's right. Yeah. Even it's a story. It's a part of the story that begins with the opening of Genesis, and then the first main arc of the narrative comes to a close with Deuteronomy, with the death of Moses. But then, even then, that's just the first big bundle of what we call the story of the Torah, from creation to the death of Moses. And then that ranges forward into the history of Israel. That launches out through Joshua, Judges, Samuel, and then kings, ending with the exile of Israel and Babylon. And Leviticus fits squarely within that developing storyline and all the motifs and patterns. So Leviticus is a story. It just is a lot of long speeches about priestly text stuff, which is why most of us get lost.",
    "start": "00:03:02",
    "end": "00:03:54"
  },
  {
    "text": "Yeah. And the story in particular here is the story of whether or not Israel is going to be able to use the Tabernacle. Because the Exodus scroll, the previous scroll, ended with God giving Moses the designs of the Tabernacle and then coming down to, like, enter it in fire in glory. But there's a problem. The scroll ends with Moses not being able to go in.",
    "start": "00:03:55",
    "end": "00:04:21"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:04:21",
    "end": "00:04:22"
  },
  {
    "text": "And that's a problem because this is the place where you're able to go and meet with God.",
    "start": "00:04:22",
    "end": "00:04:27"
  },
  {
    "text": "Yeah. For the first time since the Garden of Eden, in the story of the Torah, God is taking up a permanent residence among a chosen people. So God appointed Adam and Eve as the caretakers and priestly stewards of the Garden of Eden, which was a heaven and earth spot filled with the wind of divine glory, where God walked with his people in the garden. So that was all lost and forfeited. And so this is the Tabernacle is the next time that permanent residence of God takes up dwelling among his people. However, it's a limited space. It's a very bounded space within the center of the people of Israel. And it's not all of creation and all of the nations. It's one limited space within one family of people. But those limitations aren't viewed at this moment as a bad thing. We're just celebrating because Israel gets to play host to God's presence, which is good news, and it's dangerous, which is what Moses is facing there at the end of the Exodus.",
    "start": "00:04:27",
    "end": "00:05:31"
  },
  {
    "text": "God's presence with them is good news, but it's also danger.",
    "start": "00:05:31",
    "end": "00:05:35"
  },
  {
    "text": "Yeah. God's presence among them can give them life out of death, provide water out of a waterless desert, can provide sky goo, bread that appears every morning. It can deliver them from their enemies, whether by bringing them through the waters, like with Egypt, or delivering them in the narrow place in the desert, like with the Amalekites. Those are both deliverance stories in Exodus 17. So Yahweh's presence means life for the people, but that source of life, living among Israel, is also a source of danger. And that's something we really began to explore in our first conversations about Leviticus over the last few episodes.",
    "start": "00:05:35",
    "end": "00:06:17"
  },
  {
    "text": "In all those stories, God's presence was with them, but in a different way. Like it was the clouds and the fire.",
    "start": "00:06:17",
    "end": "00:06:24"
  },
  {
    "text": "Yeah. Leading them ahead.",
    "start": "00:06:24",
    "end": "00:06:25"
  },
  {
    "text": "Leading them.",
    "start": "00:06:25",
    "end": "00:06:26"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:06:26",
    "end": "00:06:26"
  },
  {
    "text": "Now God has come down more intimately in the camp.",
    "start": "00:06:27",
    "end": "00:06:30"
  },
  {
    "text": "Yeah. But first and importantly, the cloud and fire leading Israel through the wilderness, moved up and then really unleashed on the top of Mount Sinai.",
    "start": "00:06:31",
    "end": "00:06:40"
  },
  {
    "text": "Thunder.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "Yeah, thunder and fire and lightning. And God there invited all the people to come close to him so that they could become a nation of priests and a holy people set apart from among the nations. That is the story that's continuing now as God moves down off the mountain and then took up residence in the tent, the sacred tent among the people. And it's both good and dangerous, which is what we're going to see and what we focus on here today. But I guess actually the Leviticus scroll begins first with that good danger kind of tension. But then chapters 1 through 7 of Leviticus are one long speech from God to Israel through Moses that are an invitation, a divine gift, telling the Israelites how they can approach the source of all life and beauty and power and goodness, even though they are frail and mortal and morally corrupt, But God wants them to come near. And so he gives them the gift of the Korban.",
    "start": "00:06:41",
    "end": "00:07:45"
  },
  {
    "text": "The Korban? Yes, the Korban, which is translated offering, but means the drawing near thing.",
    "start": "00:07:45",
    "end": "00:07:52"
  },
  {
    "text": "Yes. Yeah. Karav is the verb to come near. And Leviticus, Chapter one, verse one. Begin saying when. I don't know why I didn't draw attention to this. I think in prep for the Day of Atonement conversations that we're going to have in a couple episodes, I recalled this. The first line of Leviticus, this is so great. You know, our translations are wonderful, but there are just some times where they can't show us everything that's going on in Hebrew. So Leviticus 1:1 begins, then the Lord called to Moses and spoke to him from the tent of meeting, saying, speak to the sons of Israel and say to them, when any man among you bring brings an offering to Yahweh. So this is the opening of chapters one through seven. So the word man there, it's the word Adam.",
    "start": "00:07:52",
    "end": "00:08:41"
  },
  {
    "text": "If any Adam, Adam.",
    "start": "00:08:42",
    "end": "00:08:43"
  },
  {
    "text": "If any Adam brings near, that's karav, the verb. And then the word offering is. It's the same letters, Q, R, B in English, but as a noun. So when any Adam bring something near to God, near the thing for coming near to Yahweh. And that right there is a great example of how, what we see as a priestly tech manual, that line is linking the beginning of the Leviticus scroll to the crisis of the loss of Eden at the beginning of the Genesis scroll. Because what did Adam and Eve lose? They lost nearness and they were exiled from the heaven on earth spot. And when an Adam wants to come near, here's how you do it. Yahweh says, now it's going to be an Israelite Adam. And that has to do with the selection of this family from among the nations. But yeah, this whole section is a gift, God's gift to Israel of their bringing gifts to him.",
    "start": "00:08:43",
    "end": "00:09:39"
  },
  {
    "text": "And we looked at the five offerings, the five bringing near things in the last episode, and that was wonderful. If you've ever wondered, what's the deal with these animal sacrifices? Yeah, that's a great primer. Those five offerings made up what we're calling the first movement of Leviticus.",
    "start": "00:09:39",
    "end": "00:09:58"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "Leviticus has three movements. So we're about to step into the second movement of Leviticus.",
    "start": "00:09:59",
    "end": "00:10:04"
  },
  {
    "text": "Yeah.",
    "start": "00:10:04",
    "end": "00:10:04"
  },
  {
    "text": "And you also showed us that this three part structure of Leviticus is like a sandwich. You've got the first part and the last part are like the pieces of bread to the sandwich.",
    "start": "00:10:04",
    "end": "00:10:17"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:10:17",
    "end": "00:10:18"
  },
  {
    "text": "And remind me again, how are they connected?",
    "start": "00:10:18",
    "end": "00:10:21"
  },
  {
    "text": "Yeah, in a really cool way. So chapters one through seven, what we call chapters one through seven are all about Yahweh giving the gift of the coming near things, the offerings to Israel as their means of coming near. So the five offerings are all about Yahweh wanting to repair the relationship with his people. The only way you know that the relationship has been broken in some ways by reading the Exodus scroll, because that was the failure of the golden calf. So part of why Moses can't go in is because this is a tenuous relationship between Yahweh and his people. So chapters one through seven are the list of sacrifices. And that movement ends with a little summary sentence that says these are the instructions about. And then it lists the five kinds of offerings that Yahweh commanded Moses on Mount Sinai. That's how that chapter seven ends. Chapters eight through 16 shift. There's a narrative about how now that the offerings have been set up and given to the people, now Moses and Aaron ordain the priesthood and they inaugurate the tent.",
    "start": "00:10:21",
    "end": "00:11:28"
  },
  {
    "text": "This is the second movement. The middle movement.",
    "start": "00:11:28",
    "end": "00:11:30"
  },
  {
    "text": "Yep. The middle movement begins in chapter eight and goes through 16. And we're going to focus on now in the next few episodes. It begins with a story, not a tech manual, but a story about the tent and the priesthood being ordained and inaugurated. And it's a seven day inauguration. Come on. And then on the eighth day, which is supposed to be the day of great celebration, something terrible happens. And that's in Leviticus 10. We're going to talk about it just in a little bit here. And that terrible thing creates a crisis. It pollutes the holy place of the tent with the dead bodies of rebellious priests.",
    "start": "00:11:30",
    "end": "00:12:09"
  },
  {
    "text": "Yikes.",
    "start": "00:12:10",
    "end": "00:12:10"
  },
  {
    "text": "And it's kind of like the golden calf, like we just kicked off the relationship. Oh.",
    "start": "00:12:10",
    "end": "00:12:15"
  },
  {
    "text": "And it goes wrong immediately.",
    "start": "00:12:15",
    "end": "00:12:16"
  },
  {
    "text": "It goes wrong immediately. So now here we just inaugurated the Eden in the middle of Israel relationship set up. And immediately it goes wrong. It's a part of a larger pattern in the Hebrew Bible. So that creates a crisis that has to be resolved. And it's addressed and resolved through what we call Leviticus 11, through chapter 15. Chapters 11:15, which is all about restoring the holy space at the middle of Israel by dealing with ritual impurity among the people.",
    "start": "00:12:16",
    "end": "00:12:49"
  },
  {
    "text": "This is the day of Tumut.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "No, no, this is the ritual legislation about the laws of purity and impurity. So we're going to have a beat.",
    "start": "00:12:50",
    "end": "00:12:58"
  },
  {
    "text": "This is the real weird stuff.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Oh yeah, like, like childbirth, male and female reproductive fluids, skin disease, kosher animal laws. We're going to get into it. So that is there and what that whole section is about. Here's all the ways that Israel can become polluted through contact with death and impurity. And it's going to make the whole camp of Israel a really unwelcome spot for the presence of Yahweh, who's the source of all life and holiness. And so that crisis is going to be resolved through the last part of the second movement, which is the Day of Atonement, which is about the purification and atonement for Israel's impurities and sin.",
    "start": "00:12:59",
    "end": "00:13:40"
  },
  {
    "text": "So that's the center, the second movement we're going to talk about. Now. You were going to tell me the relationship between the first movement and the third movement.",
    "start": "00:13:40",
    "end": "00:13:46"
  },
  {
    "text": "Oh, yeah. Okay. So here's the third movement. The third movement is chapter 17 to 27. And here the focus shifts to the lifestyle, the ways of living that the Israelites are to engage in as a holy people set apart to Yahweh. So different than purity and impurity. And we're going to have a whole conversation about holiness and impurity and all that. But 17 to 27 is about reforming the people to become a holy set apart people among the nations. And that concludes with the last three literary units of Leviticus. Chapters 25, 26 and 27. All begin and end with that same little phrase that was at the conclusion of chapter seven. These are the instructions that Yahweh commanded Moses on Mount Sinai. So it's like literary thread, as it were. The final three units of the Leviticus scroll are linked together into a triad through this unique phrase. And then all of those link back uniquely to the end of chapter seven. So that forms one through seven as a unit. It forms 17 to 27 as a unit. And then it sets apart chapters eight through 16 in the middle, if that makes sense.",
    "start": "00:13:46",
    "end": "00:14:56"
  },
  {
    "text": "Yeah.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "And it's easier looking at a chart, which we are right now. But we're back to scroll technology and the way big sections of scrolls were woven together, not by chapter and verses, but by literary patterning and repetition of keywords. And when you find a high density of repeated words at one spot in a biblical scroll, it's usually a sign you're at some sort of macro juncture between the big parts or the movements of that scroll.",
    "start": "00:14:57",
    "end": "00:15:26"
  },
  {
    "text": "Cool.",
    "start": "00:15:26",
    "end": "00:15:26"
  },
  {
    "text": "Yeah.",
    "start": "00:15:26",
    "end": "00:15:27"
  },
  {
    "text": "All right. That's the bird's eye view. We're going to jump into the second movement of Leviticus.",
    "start": "00:15:56",
    "end": "00:16:00"
  },
  {
    "text": "Yes, we are.",
    "start": "00:16:00",
    "end": "00:16:00"
  },
  {
    "text": "We've learned how to draw near with the drawing near things. And things are about to get awesome before they stop being awesome.",
    "start": "00:16:00",
    "end": "00:16:08"
  },
  {
    "text": "Yeah, yeah. They're going to be wonderful for a period of seven days. Okay, so Leviticus chapters 8 through 16. This section at the heart of Leviticus is at the heart of the triad.",
    "start": "00:16:08",
    "end": "00:16:21"
  },
  {
    "text": "8 through 16.",
    "start": "00:16:21",
    "end": "00:16:22"
  },
  {
    "text": "Chapters 8 through 16.",
    "start": "00:16:22",
    "end": "00:16:23"
  },
  {
    "text": "Okay.",
    "start": "00:16:23",
    "end": "00:16:24"
  },
  {
    "text": "Yep. Leviticus chapters 8 through 16 are at the center of Leviticus. Leviticus is at the center of a triad that we call Exodus Leviticus Numbers, I.e. @ the center of the Torah. So in other words, the Torah itself actually has a big three part structure as Genesis and then matching the other side, Deuteronomy. And they're uniquely matched in really important ways. And then in the middle is a triad. So it's a big triad, in the middle of which is the triad, in the middle of which is Leviticus, which is itself a triad. And then the middle of the middle of the middle is this section that we're looking at right now. So that's a literary design way that biblical authors communicate. It's very common in biblical literature to place, to have this much symmetry, this much symmetry. It's a way of inviting the reader to match the parts on the outer sides, to compare them and meditate on the differences and similarities, but also to pay attention to what's in the middle, because what's in the middle is often of pivotal importance for understanding all the matching parts on the outside.",
    "start": "00:16:24",
    "end": "00:17:32"
  },
  {
    "text": "And so this is the middle.",
    "start": "00:17:32",
    "end": "00:17:34"
  },
  {
    "text": "This is the middle. And what it is is about how God wants to install a new human representative to steward and care for the heaven and Earth spot, the Eden spot, right at the center of his people. He gives them everything they need to succeed, and they blow it. And. And so what God has to do is deal with the fallout of their blowing it in a culminating act of de creation and recreation. And if that sounds like the opening section of Genesis, that's because it is the themes of the opening section of Genesis, it's also the narrative arc of the center of the center of the center of the Torah.",
    "start": "00:17:34",
    "end": "00:18:13"
  },
  {
    "text": "When you say the opening scenes of Genesis, you're talking about the story of Adam and Eve.",
    "start": "00:18:13",
    "end": "00:18:18"
  },
  {
    "text": "Talking about creation in seven days.",
    "start": "00:18:18",
    "end": "00:18:19"
  },
  {
    "text": "Creation in seven days.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "God completes the order of the cosmos.",
    "start": "00:18:20",
    "end": "00:18:23"
  },
  {
    "text": "Genesis 1.",
    "start": "00:18:23",
    "end": "00:18:24"
  },
  {
    "text": "Then he appoints priestly representatives, Adam and Eve.",
    "start": "00:18:24",
    "end": "00:18:27"
  },
  {
    "text": "Genesis 1 and 2.",
    "start": "00:18:27",
    "end": "00:18:28"
  },
  {
    "text": "Yep. To steward the Garden of Eden, they blow it royally. Genesis 3 through folly. And then there's a great fallout of that folly into rebellion and increasing violence and the spread of death in the land through blood.",
    "start": "00:18:28",
    "end": "00:18:42"
  },
  {
    "text": "Yeah, four and five.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "Yep. Leading up to the need for Yahweh to purify the land of all the innocent blood in an act of judgment and mercy. Yeah, this is the flood brings the flood. But out of the flood, he selects a remnant that is righteous who is delivered, and then comes out of that deliverance by offering a sacrifice of atonement for the sins of the many.",
    "start": "00:18:44",
    "end": "00:19:05"
  },
  {
    "text": "Cool. So this is what you've called the melody.",
    "start": "00:19:05",
    "end": "00:19:08"
  },
  {
    "text": "Yes.",
    "start": "00:19:08",
    "end": "00:19:09"
  },
  {
    "text": "Which is then simplified to creation installment of human partners. Election, you might call it. Or.",
    "start": "00:19:09",
    "end": "00:19:19"
  },
  {
    "text": "Yeah, the election. Choosing of a partner. Yeah.",
    "start": "00:19:19",
    "end": "00:19:22"
  },
  {
    "text": "And then there's a test. There's failing the test. There's often sibling rivalry.",
    "start": "00:19:23",
    "end": "00:19:30"
  },
  {
    "text": "Yeah, well, after someone fails the test and forfeits this great opportunity God gave them, then there's usually multiple narratives about the fallout is what you could call that the increased ripple effect of that folly into greater patterns of violence and.",
    "start": "00:19:30",
    "end": "00:19:47"
  },
  {
    "text": "Death, which then will eventually lead to some sort of Decreation?",
    "start": "00:19:48",
    "end": "00:19:50"
  },
  {
    "text": "Yes. Yep. So creation to failure leading to a decreation. Yep.",
    "start": "00:19:50",
    "end": "00:19:56"
  },
  {
    "text": "So you're saying that same melody is alive here?",
    "start": "00:19:56",
    "end": "00:19:58"
  },
  {
    "text": "Oh, yes. And the actual vocabulary of Genesis 1 through 9 is woven deeply into Leviticus 8, 16 in order. It's literally watching the vocabulary of Genesis 1 through 9 be used in sequence in Leviticus 8, 16. So just real quick, it begins with a seven day ordination ritual.",
    "start": "00:19:58",
    "end": "00:20:22"
  },
  {
    "text": "And the Bible begins with a seven day ordination Ritual of sorts of creation.",
    "start": "00:20:22",
    "end": "00:20:26"
  },
  {
    "text": "Yeah, that's exactly what it is. Yeah. On the final day, Yahweh's presence comes to take up residence in the tent. And also on that day, the priestly representatives who are at work in that space, the two sons of Aaron, do something really, really dumb. And not just dumb like intentionally violating the.",
    "start": "00:20:26",
    "end": "00:20:49"
  },
  {
    "text": "They do it on the seventh day.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "It's actually the eighth day.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Eighth day.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "Okay, eighth day. Yeah. So the two sons of Aaron on the eighth day do something that violates the liturgy of the Eden space that they just agreed to. And so their dead bodies are now polluting the holy space with death.",
    "start": "00:20:52",
    "end": "00:21:07"
  },
  {
    "text": "Now, Adam and Eve, they don't die in the Garden of Eden.",
    "start": "00:21:07",
    "end": "00:21:12"
  },
  {
    "text": "No.",
    "start": "00:21:12",
    "end": "00:21:12"
  },
  {
    "text": "And their dead bodies aren't pulled out by rope.",
    "start": "00:21:12",
    "end": "00:21:15"
  },
  {
    "text": "No, that's right. That's right. So, yeah, I'll just summarize because I want to read this story together in a few minutes. But what happens is their dead bodies are laying there in the tent and they have to be taken outside the camp. And then you get all these chapters that come right after that about pure and impure animals you're not supposed to eat. And one of the most unclean animals in chapter 11 is the snake because it crawls on its belly.",
    "start": "00:21:15",
    "end": "00:21:40"
  },
  {
    "text": "Mm.",
    "start": "00:21:41",
    "end": "00:21:41"
  },
  {
    "text": "It's exactly the phrase from Genesis 3. And then you get all of these narratives about the spreading defilement of death and impurity among the people. That all requires seven day washing periods where you have to go put your body through the waters in cycles of seven days. And it's exactly the language of the flood story, which began with periods of multiple seven day periods.",
    "start": "00:21:41",
    "end": "00:22:07"
  },
  {
    "text": "And it was a washing of sorts.",
    "start": "00:22:07",
    "end": "00:22:08"
  },
  {
    "text": "And it was a washing. And then Noah has to wait for multiple sequences of seven days as the waters recede.",
    "start": "00:22:08",
    "end": "00:22:15"
  },
  {
    "text": "That's right.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "Then he gets off the boat. He offers the same sacrifices that people are supposed to offer here in Leviticus for when they're purified.",
    "start": "00:22:16",
    "end": "00:22:24"
  },
  {
    "text": "Yeah. What kind of sacrifice does he do when he gets off the boat?",
    "start": "00:22:24",
    "end": "00:22:27"
  },
  {
    "text": "For him, it's some animals and birds. And that's exactly what is here in this Section of Leviticus. Purification, offerings as animals and birds. And then it leads up to the great day of atonement, when all of the impurities that heap up over Israel through the course of a year are both exiled from the camp through the scapegoat. And then a righteous representative who's blameless is offered up and brings its blameless life up before God through the purification sacrifice.",
    "start": "00:22:27",
    "end": "00:22:54"
  },
  {
    "text": "And how does that connect to the Genesis narrative?",
    "start": "00:22:54",
    "end": "00:22:57"
  },
  {
    "text": "It's about the offering of Noah. The day of atonement matches the offering of Noah that he gives on Mount Ararat after the flood. Right. Yeah. So anyway, it's just a creative way that the biblical authors are just recycling the same melody in multiple ways. But here it's at the heart of the Leviticus scroll. So we'll talk about this more. But that's just kind of the overview now for just this conversation, I just want to focus on that inauguration of the priesthood and then the terrible tragedy that happens, because that sets up a narrative crisis that's in need of resolution throughout the rest of the section of Leviticus. Okay, so Leviticus, chapter eight begins here. Let's just read it, shall we? Anytime you can open up Leviticus and have a positive experience reading it, it's a good practice. Yahweh spoke to Moses saying, take Aaron and his sons with him. And the garments.",
    "start": "00:22:57",
    "end": "00:24:28"
  },
  {
    "text": "Aaron's the high priest.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "Aaron is Moses, brother.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "He's the one who screwed up the golden calf.",
    "start": "00:24:32",
    "end": "00:24:34"
  },
  {
    "text": "Screwed up with the golden calf, but he's appointed to be the high priest, the first high priest of Israel, and then his sons will inherit the office after him. Yeah. So take Aaron and his sons. He has four sons with him. And the garments.",
    "start": "00:24:34",
    "end": "00:24:49"
  },
  {
    "text": "That's the priestly robe stuff.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yeah. This whole chapter is hyperlinked back to Exodus, chapters 28 and 29, which laid out in detail the description of the garments and then also the liturgy for the inauguration and ordination of the priesthood. So, yeah, these garments, let's just recall here, it's a beautiful white linen under robe. Then this really cool, like, purple and blue shirt. The tunic, robe and the shirt is all made of one piece so that it can't be torn. It's also made of linen so that you never sweat. That's nice. That's one of my favorite.",
    "start": "00:24:52",
    "end": "00:25:30"
  },
  {
    "text": "Breathable.",
    "start": "00:25:30",
    "end": "00:25:30"
  },
  {
    "text": "Oh, yes. Okay. So functional. But it's also an allusion back to the Eden story, because once Adam and Eve are exiled from Eden, God says to Adam, by the sweat of your brow, you'll work the land. And the priests are supposed to be really comfortable. When they're working in the Eden Temple.",
    "start": "00:25:30",
    "end": "00:25:46"
  },
  {
    "text": "They'Re a new humanity.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Yeah, no sweat.",
    "start": "00:25:47",
    "end": "00:25:48"
  },
  {
    "text": "No sweat.",
    "start": "00:25:48",
    "end": "00:25:49"
  },
  {
    "text": "Ezekiel draws attention to that. No sweat. In the Tabernacle. And then there's this beautiful breast piece that has these, like, gold filigree, like gold thread weaving it together. And then there's 12 precious gems on which are inscribed the names of the twelve tribes of Israel. Then the priest wears this beautiful turban and then has this golden crown plaque on it that says, set apart as holy to Yahweh.",
    "start": "00:25:51",
    "end": "00:26:18"
  },
  {
    "text": "Yep.",
    "start": "00:26:18",
    "end": "00:26:19"
  },
  {
    "text": "So this is a pure white linen, but then blue and purple and scarlet, which are colors of royalty, and then a golden crown. This is both a new Adam, a new human, but an ideal Israelite representing all the tribes of Israel. I mean, in the ancient imagination, this is a human who looks like a God, a sparkly, shiny one.",
    "start": "00:26:20",
    "end": "00:26:47"
  },
  {
    "text": "Yeah.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "Like the sky rulers above in Genesis 1.",
    "start": "00:26:48",
    "end": "00:26:51"
  },
  {
    "text": "They're embracing that identity.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "Mm, yeah, absolutely. Yeah. This is a human who's transcending the normal limitations of a mortal, frail, naked human.",
    "start": "00:26:53",
    "end": "00:27:01"
  },
  {
    "text": "But by putting on a costume.",
    "start": "00:27:01",
    "end": "00:27:03"
  },
  {
    "text": "But by putting on a costume that in the opening and closing of the description in Exodus, it says, these clothes are for Kavod and Tiferet. I know you know one of those words. Kavod. Kavod, Kavod.",
    "start": "00:27:03",
    "end": "00:27:19"
  },
  {
    "text": "Glory, glory, Heaviness.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "Or. Yes, heaviness. Weightiness. Another English word that gets us close to the meaning of Kavod is honorable, an exalted one. And so these clothes are a physical manifestation or display of the high exalted status of this one, but also beauty.",
    "start": "00:27:20",
    "end": "00:27:40"
  },
  {
    "text": "Yeah.",
    "start": "00:27:40",
    "end": "00:27:41"
  },
  {
    "text": "This is the first. The tabernacle and the clothes of the priest are the first things described in the Bible that are just aesthetically beautiful just for the sake of being beautiful. It's kind of cool to think about.",
    "start": "00:27:41",
    "end": "00:27:55"
  },
  {
    "text": "Nothing else in the tabernacle is described that way.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "Yes, that's what I'm saying. The tabernacle itself. Oh, the tabernacle itself and the clothing of the priests are the first time that the Bible begins to meditate on the nature of aesthetic beauty as a good unto itself.",
    "start": "00:27:58",
    "end": "00:28:10"
  },
  {
    "text": "Yeah, there's something there.",
    "start": "00:28:10",
    "end": "00:28:12"
  },
  {
    "text": "There's something really significant there. Yeah. You know, I was actually. That was first really explored for me in a contemporary way through an artist, visual artist, who's a follower of Jesus. His name's Makoto Fujimura. He's done a lot of writing. In fact, we were just talking to a friend who just read his recent book. I think it's called Art and Faith.",
    "start": "00:28:12",
    "end": "00:28:34"
  },
  {
    "text": "Yeah. Have you read that yet?",
    "start": "00:28:34",
    "end": "00:28:35"
  },
  {
    "text": "No, yeah, it's on my list. Yeah, totally. Yeah. Art and faith. Yeah. So Makoto is trying to articulate in our day in time, a theology and a philosophy of aesthetics that's rooted in an imagination fueled by the biblical story and the tabernacle and the priestly clothing is an ancient expression of that same desire to articulate a theology of beauty. And it's so fascinating to me that it's a heaven on earth spot and a heaven on earth role for a human that are the focus of the attention. Anyway, I think that's kind of cool.",
    "start": "00:28:36",
    "end": "00:29:14"
  },
  {
    "text": "Yeah.",
    "start": "00:29:14",
    "end": "00:29:14"
  },
  {
    "text": "Okay. So that's our little recall of Exodus 28 and 29. So back to Leviticus 8. God says to Moses, take Aaron and his sons and all those garments. Ooh, the anointing oil. Oh, man. Dude, I've been collecting all.",
    "start": "00:29:14",
    "end": "00:29:30"
  },
  {
    "text": "We are crawling through this sentence.",
    "start": "00:29:30",
    "end": "00:29:32"
  },
  {
    "text": "Totally. I've been collecting all this stuff about oil and anointing that would be so cool to talk about one day. Yeah. Also, take the bowl of the purification offering and two rams. Those are going to be for other offerings. And then a basket of bread. And get all the people together at the doorway of the tent of meeting. So that's what Moses does. He gets the priests. He dresses them all up in their special glory garments.",
    "start": "00:29:32",
    "end": "00:29:57"
  },
  {
    "text": "Yeah, the glory garments.",
    "start": "00:29:57",
    "end": "00:29:58"
  },
  {
    "text": "He gets the animals for the offering, the bringing near things. Because here's the ideal representative human about to come near. Yep. For the first time. I mean, Moses tried, and it didn't work.",
    "start": "00:29:59",
    "end": "00:30:10"
  },
  {
    "text": "But just one of the offerings with.",
    "start": "00:30:10",
    "end": "00:30:12"
  },
  {
    "text": "The purification offering and two other animals.",
    "start": "00:30:12",
    "end": "00:30:14"
  },
  {
    "text": "Two other animals.",
    "start": "00:30:14",
    "end": "00:30:14"
  },
  {
    "text": "Yep. And a gift offering.",
    "start": "00:30:14",
    "end": "00:30:16"
  },
  {
    "text": "Which is the bread.",
    "start": "00:30:16",
    "end": "00:30:17"
  },
  {
    "text": "Which is the bread.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Okay.",
    "start": "00:30:18",
    "end": "00:30:18"
  },
  {
    "text": "Yeah. Or the grain. So Moses brings them near, and he makes them pass through the water. He washes them with water. They go through a little flood, a little cleansing flood. They put on all the glory garments. Moses takes anointing oil, and he pours it over the tent. He starts dabbing. Isn't that the term? You take fingers in the liquid and then begin touching it.",
    "start": "00:30:18",
    "end": "00:30:40"
  },
  {
    "text": "Dabbing, dabbing, dabbing.",
    "start": "00:30:40",
    "end": "00:30:42"
  },
  {
    "text": "I think there's dabbing, dabbing. Tomato, tomato. And the moment he touches the oil to the tent, it makes it holy. It consecrates it. We're going to have a long conversation about that term in the next conversation.",
    "start": "00:30:42",
    "end": "00:30:57"
  },
  {
    "text": "Okay.",
    "start": "00:30:57",
    "end": "00:30:57"
  },
  {
    "text": "So then he takes some of that oil, and he sprinkles it on the altar seven times, and it becomes holy. Then he takes that oil and he pours it on Aaron's head. So good. Psalm 133 is a meditation on this.",
    "start": "00:30:58",
    "end": "00:31:13"
  },
  {
    "text": "Is this the first time in the Bible we have someone being anointed with oil?",
    "start": "00:31:13",
    "end": "00:31:16"
  },
  {
    "text": "Yes.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Okay.",
    "start": "00:31:17",
    "end": "00:31:17"
  },
  {
    "text": "Yes. Super important. The word anoint is mashach. And so this is the first appointing of a mashiach. And Aaron will be the first person in the Bible called mashiach, which gets transliterated into English as messiah.",
    "start": "00:31:17",
    "end": "00:31:33"
  },
  {
    "text": "To anoint is to meshach.",
    "start": "00:31:33",
    "end": "00:31:35"
  },
  {
    "text": "To meshach.",
    "start": "00:31:35",
    "end": "00:31:36"
  },
  {
    "text": "That's to, like, glob oil onto someone's.",
    "start": "00:31:36",
    "end": "00:31:39"
  },
  {
    "text": "Head, pour oil on someone as a symbol of the overabundance of heaven raining down on one person to appoint them as a representative of all creation. Yeah. But oil is, like, the super dense form of life and abundance. Yeah. For lots of symbolic reasons that we'll talk about one day.",
    "start": "00:31:39",
    "end": "00:32:02"
  },
  {
    "text": "Well, lots of practical reasons, too.",
    "start": "00:32:02",
    "end": "00:32:04"
  },
  {
    "text": "Yeah, that's right. Yeah. Oh, man. In our kitchen, olive oil.",
    "start": "00:32:04",
    "end": "00:32:08"
  },
  {
    "text": "Oh, boy. Avocado oil.",
    "start": "00:32:08",
    "end": "00:32:10"
  },
  {
    "text": "Now avocado oil. Oh, man.",
    "start": "00:32:10",
    "end": "00:32:12"
  },
  {
    "text": "Game changer.",
    "start": "00:32:12",
    "end": "00:32:13"
  },
  {
    "text": "Yes. I use it on everything. We use it on everything. Yeah. My son. This is so weird to me, I think, because when I was a kid, it's just different. But, like, my son just loves a bowl of, like, pasta and olive oil. That's all. He'll just, like. He just thinks that's the best stuff ever.",
    "start": "00:32:13",
    "end": "00:32:32"
  },
  {
    "text": "Yeah. Just carbs and fat.",
    "start": "00:32:32",
    "end": "00:32:34"
  },
  {
    "text": "And olive oil is an interesting flavor because it's a combination of not savory, but, like, its own category with a little bit of bitterness, but somehow it's not. Oh, I love. Anyway, okay, so the anointing oil, it gets poured over the head of Aaron. And Psalm 133 likes to imagine it dripping down the beard, off the edges of the beard, onto, like, the jewels and the gold breastplate. Yeah. Then Moses brought near that bowl for the purification offering. He slaughters it. He takes the blood, puts some around the altar, purifying it. He pours it out, the rest on the base to make atonement for it. That is for the altar.",
    "start": "00:32:34",
    "end": "00:33:22"
  },
  {
    "text": "To make atonement for the altar.",
    "start": "00:33:22",
    "end": "00:33:23"
  },
  {
    "text": "Yeah.",
    "start": "00:33:23",
    "end": "00:33:23"
  },
  {
    "text": "Trying to upload all these past conversations so hard.",
    "start": "00:33:23",
    "end": "00:33:26"
  },
  {
    "text": "Yeah. And we'll have him again.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "Okay.",
    "start": "00:33:27",
    "end": "00:33:27"
  },
  {
    "text": "We'll have him again. So purifying something is taking it from a state of impurity to make it pure. And actually, just for the next episode, we'll talk more. We'll talk more. To atone for it is to let the life of an animal conquer the death and impurity that the altar has contracted. The altar has been vandalized by Israel's sin and impurity, and it needs to be conquered by life. And that's what the blood of the bull Does. Okay, sorry, sorry, sorry. Just. I'll just say that sentence and there's. It raises a million questions that we'll talk about in the next.",
    "start": "00:33:27",
    "end": "00:34:03"
  },
  {
    "text": "And then you also used the word about holiness, like he's making this holy.",
    "start": "00:34:03",
    "end": "00:34:07"
  },
  {
    "text": "Yeah.",
    "start": "00:34:07",
    "end": "00:34:07"
  },
  {
    "text": "And that means.",
    "start": "00:34:07",
    "end": "00:34:08"
  },
  {
    "text": "Yeah. A person, place, or thing that's dedicated solely to the presence and service of Yahweh and no other to be able.",
    "start": "00:34:09",
    "end": "00:34:15"
  },
  {
    "text": "To be near in the presence.",
    "start": "00:34:15",
    "end": "00:34:17"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:34:17",
    "end": "00:34:18"
  },
  {
    "text": "And partnership.",
    "start": "00:34:18",
    "end": "00:34:18"
  },
  {
    "text": "So this altar, this tent, and these priests are being purified and set apart as holy and separate, dedicated only to the service of Yahweh in the heaven on Earth spot. Yep. Okay, that's it. Then he presents one of those rams as a going up in ascension offering.",
    "start": "00:34:19",
    "end": "00:34:39"
  },
  {
    "text": "The Olah.",
    "start": "00:34:39",
    "end": "00:34:40"
  },
  {
    "text": "The Olah. So it's an act of total surrender. That's what the Ollah is. So the priest and the place were just purified and atoned for. Now they're being surrendered over like the ram, wholly offered up to God. Then he takes the blood of the second ram, and after slaughtering it, he takes the blood and he puts it on the right earlobe of Aaron, on the thumb of the right hand.",
    "start": "00:34:40",
    "end": "00:35:06"
  },
  {
    "text": "What verse is this?",
    "start": "00:35:07",
    "end": "00:35:07"
  },
  {
    "text": "This is in verse 23. He takes the blood of that second ram and he puts that blood on the earlobe of Aaron. Oh, yeah.",
    "start": "00:35:07",
    "end": "00:35:16"
  },
  {
    "text": "The lobe of Aaron's right ear on.",
    "start": "00:35:16",
    "end": "00:35:17"
  },
  {
    "text": "The thumb of his hand. Right in that and on this big toe.",
    "start": "00:35:17",
    "end": "00:35:21"
  },
  {
    "text": "Okay.",
    "start": "00:35:21",
    "end": "00:35:22"
  },
  {
    "text": "Yeah.",
    "start": "00:35:22",
    "end": "00:35:22"
  },
  {
    "text": "That's random.",
    "start": "00:35:23",
    "end": "00:35:24"
  },
  {
    "text": "Hearing, hearing, doing and walking. Listening, acting and going. These are core biblical images.",
    "start": "00:35:27",
    "end": "00:35:39"
  },
  {
    "text": "And there's a purification going on of Aaron in a way, symbolizing those three aspects of being.",
    "start": "00:35:39",
    "end": "00:35:45"
  },
  {
    "text": "Yeah. He innocent's ears are being set apart to hear the command of Yahweh alone. No other command, just the command of Yahweh. How you hear it? Only doing the commands of Yahweh with your hands and only walking in the commands of Yahweh with your feet. Yeah. Isn't that rad?",
    "start": "00:35:45",
    "end": "00:36:05"
  },
  {
    "text": "Yeah, that's cool.",
    "start": "00:36:05",
    "end": "00:36:06"
  },
  {
    "text": "It's like a consecration, a setting apart of every aspect of their lives, their minds, their bodies, and their life choices. Yeah. Your ear, your hand, your finger. There's a new liturgy, ritual.",
    "start": "00:36:07",
    "end": "00:36:23"
  },
  {
    "text": "I know. I was thinking about that. Imagine doing that. Maybe not use blood.",
    "start": "00:36:23",
    "end": "00:36:27"
  },
  {
    "text": "Yeah. Maybe just use oil.",
    "start": "00:36:27",
    "end": "00:36:29"
  },
  {
    "text": "But that'd be a powerful symbol.",
    "start": "00:36:31",
    "end": "00:36:33"
  },
  {
    "text": "Yeah. Then he takes that gift offering of grain and bread, and he takes that and they put it in the hands of Aaron and his sons. And Aaron and his sons take these loaves of bread and they lift them up as an act of surrender. And they wave them back and forth. This is called the wave offering.",
    "start": "00:36:34",
    "end": "00:36:50"
  },
  {
    "text": "Oh, this is a new one.",
    "start": "00:36:51",
    "end": "00:36:52"
  },
  {
    "text": "Yeah. It's the first time that it's happening in the Torah right here. So just imagine somebody, you know, just.",
    "start": "00:36:52",
    "end": "00:36:58"
  },
  {
    "text": "Swaying with some bread basket.",
    "start": "00:36:58",
    "end": "00:37:00"
  },
  {
    "text": "You're swaying with your hands up with bread in the hands, and you're saying, thank you. And also, like, this is yours, but you're giving it to us. Yeah. So you take a moment to raise it up to the sky. Yeah, yeah. So cool.",
    "start": "00:37:00",
    "end": "00:37:12"
  },
  {
    "text": "Imagine doing that before a meal as you pray.",
    "start": "00:37:12",
    "end": "00:37:16"
  },
  {
    "text": "Yeah, totally. Then Moses took some of the anointing oil. Remember from the beginning, some of that oil, that super dense symbol of God's life and blessing, poured out from the heavens. Then he took some of the blood, which is from that animal, you know, which is.",
    "start": "00:37:16",
    "end": "00:37:32"
  },
  {
    "text": "And that represents the life of the animal that's atoning for you, substituting for you.",
    "start": "00:37:32",
    "end": "00:37:36"
  },
  {
    "text": "That's right. But also where I'm going is the origin of this. This oil is a symbol of a heavenly blessing coming from above. Blood is a symbol of an earth creature that comes from the dirt. And so what Moses does is he takes some of the oil and some of the blood and he mixes it into a bloody oil. Then he puts that on Aaron and on his sons and on their garments. And then Moses says, hey, you guys, here's some of the leftover meat from that first offering from that bowl. And this is called your ordination meal. So you take some of what Yahweh invited you to give, and he gave it back to you. And so sit here by the door of the tent for seven days. Don't leave the door of the tent. Just stay right here camped out so the Israelites can see them. They're in front of the door.",
    "start": "00:37:36",
    "end": "00:38:29"
  },
  {
    "text": "Yeah. They just sleep in there.",
    "start": "00:38:29",
    "end": "00:38:31"
  },
  {
    "text": "Yeah. It says, don't go out of the doorway of the tent for seven days until your ordination is complete.",
    "start": "00:38:31",
    "end": "00:38:38"
  },
  {
    "text": "Yeah. It's a public spectacle.",
    "start": "00:38:38",
    "end": "00:38:40"
  },
  {
    "text": "Yeah. So this is a new creation of a subset of Israel to become an idealized Adam humanity.",
    "start": "00:38:40",
    "end": "00:38:48"
  },
  {
    "text": "Because creation was ordered in six days. On the seventh day completed, God rests and Christians inaugurated. Essentially.",
    "start": "00:38:48",
    "end": "00:38:58"
  },
  {
    "text": "Correct. Yeah. With humans as his partners and rulers, male and female. And so now here, the symbolic Israelites and symbolic humans are to sit at the doorway that is the portal between heaven and earth.",
    "start": "00:38:58",
    "end": "00:39:10"
  },
  {
    "text": "The door.",
    "start": "00:39:10",
    "end": "00:39:10"
  },
  {
    "text": "Yeah, at the door. And be there for seven days, eating of the gift of food that Yahweh has given to them to just enjoy it for seven days of rest.",
    "start": "00:39:10",
    "end": "00:39:20"
  },
  {
    "text": "Have you thought about the door as a theme video yes.",
    "start": "00:39:20",
    "end": "00:39:23"
  },
  {
    "text": "Yeah, yeah, I have now. Not when we started the project, but Yeah.",
    "start": "00:39:23",
    "end": "00:39:27"
  },
  {
    "text": "I didn't see it on our list. Our long list.",
    "start": "00:39:27",
    "end": "00:39:29"
  },
  {
    "text": "Oh, our new list. Yeah. Yeah. Gosh, it's all so intertwined. Okay, there it is. And chapter eight ends saying, this is what Moses and Aaron did. So chapter nine begins on the eighth day. So we just went. A creation cycle.",
    "start": "00:39:29",
    "end": "00:39:42"
  },
  {
    "text": "Yeah.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Order has been established. A little liturgical order with our human representatives. I mean, it's all there. So the eighth day, it's like, all right, now let's get to work. We just set apart this new creation space as holy, dedicated to Yahweh. Now let's get busy.",
    "start": "00:39:43",
    "end": "00:40:01"
  },
  {
    "text": "The eighth day, in a way, would be Adam and Eve in the garden, told to work it.",
    "start": "00:40:01",
    "end": "00:40:07"
  },
  {
    "text": "Yeah, yeah. Exactly. To begin their work. Yep. So their first work is going to be another set of coming near things, another set of offerings. So he's to take for himself a calf and a bull and a ram and bring them into the tent. And they are come to purify themselves, but also to make atonement for the priesthood and the people.",
    "start": "00:40:07",
    "end": "00:40:30"
  },
  {
    "text": "Yeah.",
    "start": "00:40:30",
    "end": "00:40:30"
  },
  {
    "text": "So on the seven days ordination, we were setting apart the tent in the priesthood. Now the first day on the job.",
    "start": "00:40:30",
    "end": "00:40:37"
  },
  {
    "text": "Now they're acting on behalf of the people.",
    "start": "00:40:38",
    "end": "00:40:39"
  },
  {
    "text": "Yeah. Now they're going to make atonement on behalf of the people. So they get a whole bunch of descriptions that are very similar to the ordination, because the liturgy of the animal sacrifices, it's a lot when you first take it in, but once you get it, it's just the same thing over and over and over and over again. So what Aaron does is he makes all the offerings that Yahweh tells him to do. This is key. Chapter 9, verse 22. Aaron lifted his hands toward the people. He blessed them. Then he stepped down after making the purification offering and the ascension offering and the peace offering. And Moses and Aaron went into the tent.",
    "start": "00:40:39",
    "end": "00:41:13"
  },
  {
    "text": "Yeah. Hooray.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "And when they came out, they blessed the people, and the glory of Yahweh appeared, and fire came out from Yahweh and it ate up the ascension offering, and the people saw it, and they fell on their faces.",
    "start": "00:41:15",
    "end": "00:41:27"
  },
  {
    "text": "So wait, it wasn't the, like, altar fire that burnt up the offering. It's like Yahweh fire comes.",
    "start": "00:41:27",
    "end": "00:41:34"
  },
  {
    "text": "Yeah. The Yahweh, remember, the glory already came over the tent back when Moses couldn't go in. So it's hovering there, but it becomes visible to the people in some dramatic way, so much so that it shoots a lightning bolt down.",
    "start": "00:41:34",
    "end": "00:41:49"
  },
  {
    "text": "That's what we're supposed to imagine here.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "Yeah, yeah. The divine glory cloud that is over the tent appears to the people in a new way because they freak out and it shoots a lightning bolt.",
    "start": "00:41:50",
    "end": "00:42:00"
  },
  {
    "text": "They freak out here.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "The glory appeared to all the people. Fire came out from before Yahweh ate up the offering. The people saw it. They shouted and fell on their faces. Yep.",
    "start": "00:42:02",
    "end": "00:42:11"
  },
  {
    "text": "Shouted and fell on their faces means they were scared.",
    "start": "00:42:11",
    "end": "00:42:14"
  },
  {
    "text": "Ah. It's interesting. It's the verb ranan, which is usually a shout of joy.",
    "start": "00:42:14",
    "end": "00:42:18"
  },
  {
    "text": "So celebrating.",
    "start": "00:42:19",
    "end": "00:42:20"
  },
  {
    "text": "Celebrating.",
    "start": "00:42:20",
    "end": "00:42:20"
  },
  {
    "text": "Yeah.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "Yeah. Yahweh accepts our surrender.",
    "start": "00:42:21",
    "end": "00:42:23"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:42:23",
    "end": "00:42:24"
  },
  {
    "text": "Our priestly representatives just surrendered all of us and made atonement for all of us as the people of God.",
    "start": "00:42:24",
    "end": "00:42:30"
  },
  {
    "text": "This is the moment where they're reveling in the fact that God's presence, while dangerous among them, is now approachable.",
    "start": "00:42:30",
    "end": "00:42:37"
  },
  {
    "text": "Totally.",
    "start": "00:42:37",
    "end": "00:42:38"
  },
  {
    "text": "And they're safe.",
    "start": "00:42:38",
    "end": "00:42:38"
  },
  {
    "text": "He told us to come near in this way by bringing these offerings and appointing these priestly representatives.",
    "start": "00:42:38",
    "end": "00:42:44"
  },
  {
    "text": "And here we are.",
    "start": "00:42:44",
    "end": "00:42:44"
  },
  {
    "text": "And we did it exactly the way he told us to do it.",
    "start": "00:42:44",
    "end": "00:42:48"
  },
  {
    "text": "And the glory of the Lord appeared.",
    "start": "00:42:48",
    "end": "00:42:50"
  },
  {
    "text": "The divine fire eating the gift of Israel is a good thing because it brings blessing and communion.",
    "start": "00:42:50",
    "end": "00:42:59"
  },
  {
    "text": "Communion?",
    "start": "00:43:00",
    "end": "00:43:01"
  },
  {
    "text": "Yeah, between God and his people. Awesome. It's wonderful. So this is like the Garden of Eden on the first day.",
    "start": "00:43:01",
    "end": "00:43:07"
  },
  {
    "text": "Yeah.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "What a great setup. But later that day, Leviticus, chapter 10, two sons of Aaron, Nadav and Avihu, they picked up some firepans, what we would call them censers. If you've ever been to a Catholic mass or Greek Orthodox or just an Orthodox Christian, let's say a hat. Okay. It's a golden little. I don't even know what to call it other than calling it a sensor.",
    "start": "00:43:08",
    "end": "00:43:36"
  },
  {
    "text": "A sensor. I'm gonna image search this thing.",
    "start": "00:43:36",
    "end": "00:43:39"
  },
  {
    "text": "Yeah. It's a little pan that you put incense, a block of incense powder, and then you light it on fire.",
    "start": "00:43:39",
    "end": "00:43:45"
  },
  {
    "text": "Is this with a C or an S?",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "With a C. C, E, N, S, E, R. Sensor.",
    "start": "00:43:46",
    "end": "00:43:50"
  },
  {
    "text": "Oh, it's like a little lamp.",
    "start": "00:43:50",
    "end": "00:43:52"
  },
  {
    "text": "Yeah. It looks like a little lamp pan.",
    "start": "00:43:52",
    "end": "00:43:54"
  },
  {
    "text": "Yeah. Okay. I've seen these.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "Yeah. And usually it's held by chains. Yep. And so once the incense is burning, then the priest can swing it around and it starts to spread the smoke of the incense. So here's the thing. If you go back and look at the instructions God gave to Aaron, Aaron, their dad, was the only one ever told to pick up one of these and to walk into the tent. Aaron's sons were not told to. It's not their job yet. It's their dad's job. But Nadav and Avihu.",
    "start": "00:43:55",
    "end": "00:44:27"
  },
  {
    "text": "What do their names mean?",
    "start": "00:44:28",
    "end": "00:44:29"
  },
  {
    "text": "Oh, Nadav means noble or willing one, and Avihu means he is my dad.",
    "start": "00:44:29",
    "end": "00:44:35"
  },
  {
    "text": "Okay.",
    "start": "00:44:36",
    "end": "00:44:36"
  },
  {
    "text": "So noble, and he is my dad. The sons of Aaron pick up, like, incense censers and put fire in them, and then they put incense, and so they offered Esh, Zarah, Strange fire. Unauthorized fire. Fire that is not supposed to be in this place.",
    "start": "00:44:39",
    "end": "00:45:01"
  },
  {
    "text": "This is their rogue liturgy.",
    "start": "00:45:01",
    "end": "00:45:03"
  },
  {
    "text": "They just decide to make up their own liturgy. And they decide to take upon themselves the role that, for right now, only belongs to their dad. Think of Adam and Eve. They're appointed to rule. They're going to need the knowledge of good and bad to rule. The question is, how will they get it?",
    "start": "00:45:03",
    "end": "00:45:19"
  },
  {
    "text": "I see. And if they're gonna be the priest, they're gonna need the censor thing.",
    "start": "00:45:19",
    "end": "00:45:24"
  },
  {
    "text": "Yeah. They're gonna do this one day. But right now, up to this point, only their dad has been told to do this thing.",
    "start": "00:45:25",
    "end": "00:45:32"
  },
  {
    "text": "Yeah.",
    "start": "00:45:32",
    "end": "00:45:32"
  },
  {
    "text": "And they just somehow get it in their minds that, like, we're gonna do it now. So they offer unauthorized fire, which we might think on the surface, like, all right, you know. Yeah, it's technicality. But remember, timeout. Who are these people? They're more than just random people. They're in office. They're a role. And their role among the people is to be set apart for the hearing, the doing, and the walking out of only the commands of Yahweh. Remember the blood and oil on their earlobe. So there's a uniquely high bar of accountability that these are the people who steward and are in closest proximity to the good and dangerous presence of Yahweh. And on the first day on the job, they decide that the way Yahweh defined the role descriptions is not how we're going to roll.",
    "start": "00:45:32",
    "end": "00:46:26"
  },
  {
    "text": "They're going to fast track this thing.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. And it's this interesting parallel of children, like, trying to take the role of their parents. Usurped the role of their parents a lot. Like what was going on with Ham and Noah after the flood.",
    "start": "00:46:27",
    "end": "00:46:43"
  },
  {
    "text": "Oh, that's a rabbit hole.",
    "start": "00:46:44",
    "end": "00:46:45"
  },
  {
    "text": "Yeah. But watch. Just wait for it.",
    "start": "00:46:45",
    "end": "00:46:47"
  },
  {
    "text": "You're talking about the nakedness.",
    "start": "00:46:47",
    "end": "00:46:49"
  },
  {
    "text": "Noah plants a garden after the flood, and he gets drunk and exposed in his tent. And one of his younger sons, of his many sons, one of the youngest sons named Ham, comes and does something inappropriate to his father in the tent.",
    "start": "00:46:49",
    "end": "00:47:05"
  },
  {
    "text": "Yeah.",
    "start": "00:47:05",
    "end": "00:47:06"
  },
  {
    "text": "And whether that's to his father or to his father's wife, this is a whole debate because of drunkenness. There's nakedness and exposure and an illicit grab for power on the part of a child.",
    "start": "00:47:06",
    "end": "00:47:18"
  },
  {
    "text": "Which is very vague.",
    "start": "00:47:19",
    "end": "00:47:21"
  },
  {
    "text": "It's very vague.",
    "start": "00:47:21",
    "end": "00:47:22"
  },
  {
    "text": "Yeah.",
    "start": "00:47:22",
    "end": "00:47:22"
  },
  {
    "text": "Intentionally worded. Vaguely.",
    "start": "00:47:22",
    "end": "00:47:24"
  },
  {
    "text": "And here we've got a vague, strange fire.",
    "start": "00:47:24",
    "end": "00:47:26"
  },
  {
    "text": "Here we have a vague strange fire with sons trying to usurp what is right now, for the moment, the unique prerogative of their dad.",
    "start": "00:47:26",
    "end": "00:47:35"
  },
  {
    "text": "This is the meditation literature stuff where the story of Noah, you know, who knows what a weird kind of random story. But then when you see it hyperlinked to this story, it begins to take more shape.",
    "start": "00:47:35",
    "end": "00:47:48"
  },
  {
    "text": "Yep. In more ways than one. That little odd story with Ham and Noah has been worded and designed with an eye towards things happening here in Leviticus. One of them is the story right here. In other words, that story was designed and either written or edited in a way to make it hyperlink forward. But you would only know it once you get to this story and then reflect backward. Okay, so here's two sons trying to usurp the place of their dad with the strange fire. And so that same fire that came out and ate the offerings sentences ago, that same fire comes out from before the presence of the Lord and eats them, and they die in the presence of Yahweh. So they're in the tent, the fire bolt comes out of the holy holies. I don't know what it doesn't say. And they're zapped inside the tent. Then Moses said to Aaron, this is what Yahweh said. And it's a little multi line poem. Yahweh says, by those who come near to me, I must be treated as holy, and in front of all of the people, I will have Kavod. So Yahweh's Kavod just appeared to all the people, and they all shouted and honored it and fell down and said, yahweh is in our midst. But then these two guys who represent all those people just decide to remake the liturgy by doing what's good in their own eyes. And Yahweh's holiness, which consumed their offering, an act of surrender. And God's fire was a blessing here. That fire is also dangerous because by those who live near to Yahweh, if you don't live by his commands, you'll find yourself consumed. It's this paradox of the fiery presence of Yahweh as both a gift and dangerous. So this is severe.",
    "start": "00:47:48",
    "end": "00:50:04"
  },
  {
    "text": "Right.",
    "start": "00:50:04",
    "end": "00:50:05"
  },
  {
    "text": "But it's also not an average Israelite who just did what?",
    "start": "00:50:05",
    "end": "00:50:09"
  },
  {
    "text": "This isn't how God treats people when they don't do the purification offering. Correct. Or something.",
    "start": "00:50:09",
    "end": "00:50:15"
  },
  {
    "text": "Yeah. There's a lower bar of accountability and degrees of intentional and unintentional sin. And there's ways to account for all of that. But this is like the most accountable people in Israel.",
    "start": "00:50:15",
    "end": "00:50:27"
  },
  {
    "text": "The people who are like, they are dressed up as the true humans who are, then, on behalf of God, are going to reclaim this human divine partnership. And they're going rogue.",
    "start": "00:50:27",
    "end": "00:50:41"
  },
  {
    "text": "They're going rogue. So what God says is, hey, listen, like, you guys signed up for this. Aaron and your sons, like you just went through this ritual and said you'd be dedicated to hearing, doing, and walking in my ways. And so what's interesting is after Moses says that, that little poem of Yahweh to Aaron, we read that Aaron was silent, just like Abraham on Mount Moriah.",
    "start": "00:50:41",
    "end": "00:51:06"
  },
  {
    "text": "Really, there's a detail that he was silent.",
    "start": "00:51:06",
    "end": "00:51:08"
  },
  {
    "text": "Abraham says nothing. He just does what God says. In Genesis 22, Abraham's sins catch up with him. And God demands the life of his firstborn son through Sarah. And noticeably, Abraham is silent noticeably before God. Yeah, he just. It just says, Abraham woke up and he starts doing what God says. And the only time Abraham speaks is. Is when his son asks him, where's the lamb? And what Abraham says is, God will see to it, my son. So Abraham is silent before God. He doesn't protest God's request of his son's life. And I think that silence of Abraham, which is about his submitting to the will of Yahweh and surrendering what is most precious to him. And Yahweh has mercy, right? Gives his son back to him through the death of a substitute ram. Here, a father loses his firstborn sons, and he is silent too, because he recognizes that Yahweh's judgment is right. So I'm not saying any of this is easy for me as a 21st century person to process. I have a different. But what I'm saying is I'm trying to hear this story on its own terms. And interestingly, a father loses his sons and he doesn't protest, which I think is a symbol in the narrative of that. He says, yeah, my sons blew it, and they got what was coming to him. Interesting. So this is day one.",
    "start": "00:51:08",
    "end": "00:52:37"
  },
  {
    "text": "Yeah, this is how it begins.",
    "start": "00:52:37",
    "end": "00:52:39"
  },
  {
    "text": "Yeah. So this is like Adam and Eve blowing it, and it leads to them. A cycle of sin that spills over to their kids, and they lose one of their sons. Cain and Abel, they lose Abel. Abraham's sins catch up with him, lose. Cause him to surrender one of his sons, but he gets them back. Jacob's sins catch up. With him, and he loses Joseph, and he has to let go of Benjamin for a time only to get both back. But he thinks both of them are probably going to die. And now here's the two sons of Aaron who die. This is theme. Sorry. And then I forgot Passover, which is about the surrender of the firstborn, but God provides the mercy of the blood of the Passover lamb as a substitute. So we're working a theme here about the death of the firstborn or the death of the beloved son.",
    "start": "00:52:39",
    "end": "00:53:29"
  },
  {
    "text": "Yeah. So that's another theme.",
    "start": "00:53:29",
    "end": "00:53:32"
  },
  {
    "text": "Yeah, it is. It's like the Bible is a unified story.",
    "start": "00:53:32",
    "end": "00:53:37"
  },
  {
    "text": "Wow.",
    "start": "00:53:38",
    "end": "00:53:38"
  },
  {
    "text": "So this narrative right here is the Leviticus version of the repetition of the failure of Adam and Eve and the cycle of. It's the failure of the golden calf. The moment we just agreed, we just set up the Eden situation and wow, we're like basking in the glory. We blow it big time. So that's the story.",
    "start": "00:53:38",
    "end": "00:54:01"
  },
  {
    "text": "Is that how it ends?",
    "start": "00:54:03",
    "end": "00:54:04"
  },
  {
    "text": "No, what happens is Moses gets some of Aaron's nephews to come pick up the dead bodies in the tent and to take them outside the camp.",
    "start": "00:54:04",
    "end": "00:54:13"
  },
  {
    "text": "Oh, right.",
    "start": "00:54:13",
    "end": "00:54:13"
  },
  {
    "text": "Just like Adam and Eve were exiled as the living dead, as it were, to go outside the camp. So now the dead bodies are carried outside the camp. And then, dude, the next thing Yahweh says to Aaron is, hey, I make a new rule today. No getting drunk before you come into the tent. Leviticus.",
    "start": "00:54:13",
    "end": "00:54:33"
  },
  {
    "text": "So this. Okay, so this is the hyperlink back to Noah.",
    "start": "00:54:33",
    "end": "00:54:36"
  },
  {
    "text": "Exactly.",
    "start": "00:54:36",
    "end": "00:54:37"
  },
  {
    "text": "And it doesn't say earlier that they were drunk.",
    "start": "00:54:37",
    "end": "00:54:39"
  },
  {
    "text": "Nope.",
    "start": "00:54:39",
    "end": "00:54:40"
  },
  {
    "text": "So you're supposed to get to hear and go, oh, oh, oh, yeah.",
    "start": "00:54:40",
    "end": "00:54:43"
  },
  {
    "text": "Why did they exercise such poor judgment, the sons of Aaron? So again, the narrative doesn't say they were drunk. They just get a rule, a narrative about them doing something really stupid right after they were told. Yeah, like what to do. And then what always says to Aaron after that is, yeah, don't get drunk before.",
    "start": "00:54:43",
    "end": "00:55:02"
  },
  {
    "text": "No more drinking on the job.",
    "start": "00:55:02",
    "end": "00:55:03"
  },
  {
    "text": "Yeah. And here's another reason why you need to have a sober. You need to be in your right mind to have this job, you guys, because your job isn't just to go in and out of the tent.",
    "start": "00:55:03",
    "end": "00:55:16"
  },
  {
    "text": "You're not just performing rituals for the sake of performing rituals.",
    "start": "00:55:16",
    "end": "00:55:20"
  },
  {
    "text": "And these next sentences, Leviticus, chapter 10, verses 10 and 11, are the ski jump that launch you into the next part of the book.",
    "start": "00:55:20",
    "end": "00:55:28"
  },
  {
    "text": "Okay.",
    "start": "00:55:28",
    "end": "00:55:28"
  },
  {
    "text": "This is what Yahweh says to Aaron also. You also need to not drink any wine so that you can make distinctions, separations between what is holy. And what is common and between what is pure and what is impure. So that you can teach the sons of Israel all the statutes that Yahweh has spoken through Moses. Understanding, Understanding and separating. It's the word separate. That this is how God creates in Genesis 1. He separates day and night. He separates the waters above and below. He separates the waters from the land. The priests are to imitate God. They're an image of God.",
    "start": "00:55:28",
    "end": "00:56:12"
  },
  {
    "text": "Yeah.",
    "start": "00:56:12",
    "end": "00:56:12"
  },
  {
    "text": "And part of their job is to become teachers of the people through word and deed about the order of creation into holy and common, into pure and impure. Yeah.",
    "start": "00:56:12",
    "end": "00:56:25"
  },
  {
    "text": "The verse says, make a distinction between. That's the word. Separate.",
    "start": "00:56:25",
    "end": "00:56:29"
  },
  {
    "text": "It's the word Make a separation.",
    "start": "00:56:29",
    "end": "00:56:30"
  },
  {
    "text": "Make a separation between what is set apart to be near God, in God's presence, at God's disposal to work with, and the ordinary.",
    "start": "00:56:30",
    "end": "00:56:41"
  },
  {
    "text": "Yes. Yep. That's called the common or the profane.",
    "start": "00:56:41",
    "end": "00:56:44"
  },
  {
    "text": "The common. Yep.",
    "start": "00:56:44",
    "end": "00:56:45"
  },
  {
    "text": "And we're gonna have a long conversation about these terms in the next episode.",
    "start": "00:56:45",
    "end": "00:56:49"
  },
  {
    "text": "Okay.",
    "start": "00:56:49",
    "end": "00:56:50"
  },
  {
    "text": "So in other words, think of the Adam and Eve parallel. Wisdom. Don't get drunk. Don't consume the fruit of the garden. Taking inappropriately from the fruit of the garden will obscure your judgment, and you.",
    "start": "00:56:50",
    "end": "00:57:04"
  },
  {
    "text": "Won'T be able to know good from bad.",
    "start": "00:57:04",
    "end": "00:57:05"
  },
  {
    "text": "And you won't be able to know good from bad. So what I need are some humans who will not take of the food that is good in their own eyes. But trust me to give them their food like you did for seven days during the ordination ritual. And by trusting me to provide your food, you will begin to learn wisdom. And as you do so, you will become teachers to the people about what is holy and what is common, about what is pure and what is impure. So we're working the themes and the language of the Garden of Eden story here and its later repetitions in the melody. Isn't this fascinating?",
    "start": "00:57:05",
    "end": "00:57:41"
  },
  {
    "text": "Yeah.",
    "start": "00:57:41",
    "end": "00:57:41"
  },
  {
    "text": "So this is now going to be what the central section of the book is about. Now we have tragedy and crisis in the tent. You have dead bodies polluting the tent that is set apart as a space dedicated to the presence of the God of life. So now we got to deal with that. I mean, it's literally. It's like. It's like someone invites you over for dinner. Oh, okay, here it is. Have you ever house sat for somebody?",
    "start": "00:57:42",
    "end": "00:58:06"
  },
  {
    "text": "Yeah.",
    "start": "00:58:06",
    "end": "00:58:07"
  },
  {
    "text": "Okay, I have too. And I've actually blown it house sitting for somebody before, and they brought me over to their house for dinner. Did this happen in college? Oh, my gosh. It's all coming back to me. And Somebody brought me over to dinner at their house. I was gonna house sit for them for a week. And they had two very, very active dogs, very active dogs. And so they gave me all the instructions. And I had just started a new job working at a restaurant in downtown Portland. And so I wasn't in the home as much as I thought I was gonna be that week.",
    "start": "00:58:07",
    "end": "00:58:39"
  },
  {
    "text": "And so the dogs, did they tear something up?",
    "start": "00:58:40",
    "end": "00:58:43"
  },
  {
    "text": "Well, the dogs ended up, like, pooping in the house. And no matter how much I tried throughout the course of the week, I couldn't get the smell out of the house because I was at work more than I thought I was gonna be. And so anyway, when they got back, we had to, you know, had to deal with that. But it was like they brought me into their home, gave me, like, their place to be and their food to eat for the week, and I just blew it. And so now there was this rift, you know, that had to be Right. And a stench. A stench. And that's the scenario here. How do we get rid of the stench of death and rebellion and folly? They've now vandalized the tent.",
    "start": "00:58:43",
    "end": "00:59:27"
  },
  {
    "text": "Yeah. And there's this sense of, you know, this is God's solution to bring these people near to him, to partner with him. And at the heart of the solution is priests. And at the heart of their, like, vocation, they screw up and there's death.",
    "start": "00:59:27",
    "end": "00:59:48"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:59:48",
    "end": "00:59:49"
  },
  {
    "text": "And so this whole thing that God's trying to do is corrupted.",
    "start": "00:59:49",
    "end": "00:59:54"
  },
  {
    "text": "Yeah, that's right. So Yahweh both brings judgment on the violators, but then also there are two sons remaining, a remnant, and the dad, and he gives them a new command. Don't eat of the fruit of a tree. That will make you foolish. Obey my word, and that will be your wisdom so that you can teach the people wisdom about clean and unclean, pure and impure. You know, like what your sons just blow with. And so that launches us into the next section of the book, which is going to be about how to restore Israel and the people to a place of purity and trusting obedience in the word of Yahweh. And that's what Leviticus 11:15 is all about. But for the moment, you know, this narrative closes with just a meditation on both the potential and possibility of what's possible when God shows up to live with his people, but also of the folly of the human heart and mind.",
    "start": "00:59:54",
    "end": "01:00:52"
  },
  {
    "text": "And the seriousness of being his set apart to be his partner.",
    "start": "01:00:52",
    "end": "01:00:56"
  },
  {
    "text": "Yeah, that's right. Yeah. So, yeah, there you go, man. We're at the heart the center of the center of the center of the Torah. And yet we feel like we're still working the same ideas as pages one through three of Genesis.",
    "start": "01:00:56",
    "end": "01:01:09"
  },
  {
    "text": "It's as bad as ever.",
    "start": "01:01:09",
    "end": "01:01:10"
  },
  {
    "text": "Yeah, that's right. So that's how this section concludes. But it really just opens up the door to the next section, which is again, in God's mercy. He provides a way forward even when humans have proven really stupid and short sighted, which is sobering news. But it's good news.",
    "start": "01:01:10",
    "end": "01:01:28"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast. Next week we'll stay in this movement of Leviticus and we're going to get to a series of laws that are some of the hardest parts of the heat Hebrew Bible to read through food.",
    "start": "01:01:30",
    "end": "01:01:43"
  },
  {
    "text": "Childbirth, sex and skin disease. This is the subject matter of Leviticus 11 through 15. So here's what I have found. If you just read them at the surface level, really, you'll get nothing out of it. And I got nothing out of these chapters for years. When you see how they're deeply woven into the vocabulary and themes of the Torah that have been on recycle over and over and over again, all of a sudden all these features of these chapters just begin to pop with significance.",
    "start": "01:01:43",
    "end": "01:02:12"
  },
  {
    "text": "Today's show was produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey. Our show notes by Lindsey Ponder, Ashlyn Heiss and Mackenzie Buxman provide the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:02:12",
    "end": "01:02:38"
  },
  {
    "text": "Hi, this is Sharon and I'm from Indonesia.",
    "start": "01:02:39",
    "end": "01:02:41"
  },
  {
    "text": "Hi everyone.",
    "start": "01:02:41",
    "end": "01:02:42"
  },
  {
    "text": "This is Chloe and I'm from Temecula, California. I first heard about bibleproject through my local church and we actually use a lot of your Bible studies for our high school group.",
    "start": "01:02:42",
    "end": "01:02:52"
  },
  {
    "text": "I first heard about bibleproject from my teacher in school. I use bibleproject for studying important topics.",
    "start": "01:02:52",
    "end": "01:02:57"
  },
  {
    "text": "In the Bible and as an outline to learn more about the Old and New Testament. I use bibleproject to get closer to.",
    "start": "01:02:57",
    "end": "01:03:03"
  },
  {
    "text": "Jesus and to understand the Bible better. My favorite thing about bibleproject is the.",
    "start": "01:03:03",
    "end": "01:03:08"
  },
  {
    "text": "Simplicity in delivering the message without reducing the truth. I love linguistics. I love what you guys do and you're so appreciated. We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:03:08",
    "end": "01:03:20"
  },
  {
    "text": "We're a crowdfunded project by people like me.",
    "start": "01:03:20",
    "end": "01:03:22"
  },
  {
    "text": "Find free videos study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:03:22",
    "end": "01:03:28"
  }
]