[
  {
    "text": "God created humanity to be near to him. In fact, that's how the story of the Bible begins. Adam and Eve walking with God in an abundant garden. But this doesn't last long. Adam and Eve choose death over life, and God banishes them from his presence. And the story wants to let you know that to go back into God's presence is dangerous. God stations two spiritual beings called cherubim at the entrance of the garden, and there's a flaming of death guarding the way back in. And this should be ringing in our ears when we get to the book of Leviticus, because the tabernacle isn't just a tent. It is a place that mimics Eden. It is a place where God and humanity can dwell together again. But is it safe?",
    "start": "00:00:03",
    "end": "00:00:50"
  },
  {
    "text": "The dangerously good holiness of God is going to stake an outpost in their midst. How do you make things right?",
    "start": "00:00:50",
    "end": "00:00:56"
  },
  {
    "text": "Welcome to the Book of Leviticus. Answering that question. Question, how do we draw near to God?",
    "start": "00:00:57",
    "end": "00:01:02"
  },
  {
    "text": "So Leviticus 1 through 7 is presented as the thing that will provide the resolution for Israel to be able to enter into and be in God's presence.",
    "start": "00:01:03",
    "end": "00:01:13"
  },
  {
    "text": "Now, in the ancient world, animal sacrifices were a common way to try to appease a God. But in the Bible, sacrifices are God's gift to humanity so that we can know how and we can come near. And while reading them can feel kind of strange and even grisly, we're invited to sympathetically enter into these rituals and see what these sacrifices are teaching us.",
    "start": "00:01:13",
    "end": "00:01:37"
  },
  {
    "text": "So all these offerings, think of them as each one is little variations on a theme. It's teaching me that to come into greatest or closest proximity to God will mean utter surrender of life. That is, in essence, what these offerings are all about. Surrender.",
    "start": "00:01:37",
    "end": "00:01:54"
  },
  {
    "text": "Now, we no longer make animal sacrifices, but these offerings are here in the Bible as Torah instruction, teaching us that the stakes are high. And even though we failed, God wants to create a path back to life.",
    "start": "00:01:54",
    "end": "00:02:09"
  },
  {
    "text": "Death is the result of our choices. The wages, the outcome of sin is death. But God will accept the death of a blameless representative on behalf of sinful people. And that's not fair. But that is God's gift in the form of these offerings.",
    "start": "00:02:09",
    "end": "00:02:25"
  },
  {
    "text": "I'm John Collins, and you're listening to BibleProject Podcast today. Tim Mackey and I continue discussing the first movement of the scroll of Leviticus, looking at the five tabernacle offerings. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:25",
    "end": "00:02:44"
  },
  {
    "text": "John. Hello.",
    "start": "00:02:45",
    "end": "00:02:45"
  },
  {
    "text": "Hello. Hello. Yep, we are in the scroll of Leviticus. It is the third scroll in the Bible, and we are walking through the Whole Torah, which is first five scrolls of the Bible. Genesis, Exodus, Leviticus, Numbers, Deuteronomy.",
    "start": "00:02:45",
    "end": "00:03:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:03:01",
    "end": "00:03:02"
  },
  {
    "text": "And Leviticus is right in the center of that unit of scrolls. And it also has its own symmetry. And in the last episode, we talked about the whole composition of the Torah and how the Torah, as five books, has kind of this outer frame. Genesis and Deuteronomy, both of those scrolls.",
    "start": "00:03:02",
    "end": "00:03:19"
  },
  {
    "text": "End in a really parallel way that sets up their kind of matching nature as the outer frame. Yeah.",
    "start": "00:03:19",
    "end": "00:03:26"
  },
  {
    "text": "So that's the, like, outer bread of this sandwich and then the Torah sandwich. The Torah sandwich.",
    "start": "00:03:26",
    "end": "00:03:32"
  },
  {
    "text": "It's unleavened bread. It's unleavened bread on the outer.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "So the cracker bread in the center is what we'd call three scrolls, which is one kind of literary structure.",
    "start": "00:03:35",
    "end": "00:03:43"
  },
  {
    "text": "It's the center. It's the Torah, but it's made up of three scrolls.",
    "start": "00:03:43",
    "end": "00:03:47"
  },
  {
    "text": "It's made up of three scrolls.",
    "start": "00:03:47",
    "end": "00:03:48"
  },
  {
    "text": "Yeah. Exodus, Leviticus and numbers have a really tight unified narrative sequence and design to them. It's a one big mega unit that has three scrolls.",
    "start": "00:03:48",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, we won't go any further than that. Yeah, go back, listen to that episode.",
    "start": "00:03:59",
    "end": "00:04:03"
  },
  {
    "text": "If you want to, if you're into that kind of thing about that.",
    "start": "00:04:03",
    "end": "00:04:07"
  },
  {
    "text": "Yeah. But what Leviticus is jamming on is how can a people be in proximity to a holy God? And you helped me kind of imagine holiness.",
    "start": "00:04:07",
    "end": "00:04:20"
  },
  {
    "text": "Can I tweak that just a little bit?",
    "start": "00:04:22",
    "end": "00:04:23"
  },
  {
    "text": "Oh, yeah, yeah, tweak it.",
    "start": "00:04:23",
    "end": "00:04:23"
  },
  {
    "text": "It's a little bit more dialed in than that. It's not about people going to be in God's presence. It's that God is so committed to becoming one with the human family that God has come from the heavens down to earth.",
    "start": "00:04:23",
    "end": "00:04:38"
  },
  {
    "text": "We're not going to him. He came to us.",
    "start": "00:04:39",
    "end": "00:04:41"
  },
  {
    "text": "Yeah. The crisis of Leviticus, what it's jamming on is what should people do? God is here when God shows up to dwell in our midst, because that is both a great gift, because he's the source of all life, and it's a crisis because it is good and dangerous. So what are we going to do? God has shown up. That's what Leviticus is jamming on.",
    "start": "00:04:41",
    "end": "00:05:05"
  },
  {
    "text": "Cool. And the biblical vocabulary is holiness to describe that. That God is both good and dangerous, that God is the source of all life. He is the transcendent other. That is what it means to be holy. And there is a sense that then we need to be holy in order to be meeting with God in communion.",
    "start": "00:05:05",
    "end": "00:05:28"
  },
  {
    "text": "Yeah. And this is all kind of back to Garden of Eden. This fundamental Kind of theme, melody, music coming in our ears here. That tree of life, the place where God's life and power can become communicated to his people. It's a very special sacred place full of abundance and life. And so once humans betray God or foolishly, you know, break the divine command, they're exiled. And so when God shows up again in the form of a tent.",
    "start": "00:05:28",
    "end": "00:05:59"
  },
  {
    "text": "In a tent.",
    "start": "00:06:00",
    "end": "00:06:01"
  },
  {
    "text": "In a tent.",
    "start": "00:06:01",
    "end": "00:06:02"
  },
  {
    "text": "Well, you said in the form of a tent.",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "Oh, got it. Well, I guess hosted by the sacred tent for the purpose of God inviting his people to come near him. But we're going to have to solve some problems. We're going to have to work out the things that keep people exiled from proximity to God. We're going to have to overcome those obstacles in some way. And. And that's. Yeah, Leviticus is aimed at overcoming those obstacles.",
    "start": "00:06:04",
    "end": "00:06:25"
  },
  {
    "text": "And we've already been trained to sense and see the obstacles, what they are, and the solution, what that is.",
    "start": "00:06:25",
    "end": "00:06:32"
  },
  {
    "text": "Yes, that's exactly right.",
    "start": "00:06:32",
    "end": "00:06:33"
  },
  {
    "text": "We've been trained to see it because it's been repeating. Moses was in God's presence. And Moses goes up on Mount Sinai into God's presence, but then down below, the people create a false God, say that it's Yahweh, say that it's our deliverer. And it's just this just blatant, just horrible moment of idolatry. And God is like, this is a problem. This is a big problem. And Moses says, make me the atoning sacrifice.",
    "start": "00:06:33",
    "end": "00:07:07"
  },
  {
    "text": "Yeah. I will give up my life as an atoning sacrifice for their sins. Now, what that means is what we're going to talk about in this conversation.",
    "start": "00:07:07",
    "end": "00:07:15"
  },
  {
    "text": "Okay.",
    "start": "00:07:15",
    "end": "00:07:15"
  },
  {
    "text": "But it is what he says that I'm going to offer my life to provide atonement for this thing that you did. But in the narrative, it's what makes God change his plan from destroying the people because of their idolatry to choosing to forgive them and maintain a covenant partnership with them.",
    "start": "00:07:15",
    "end": "00:07:33"
  },
  {
    "text": "This is an ancient Bronze Age Semitic people in the Middle east doing rituals that made perfect sense for that time and place. But for us, 3,500 years later, looking back, we're kind of like, what? What's going on? Yeah, but all these rituals are getting at this idea that was very real, which is God is holy and we're being invited to be in God's presence. He's come to be with us. We're invited into his presence. And we need to alter ourselves and we need to live in a different way, and we need something or someone to, like, atone for us in Order for us to be in God's presence.",
    "start": "00:08:02",
    "end": "00:08:51"
  },
  {
    "text": "Yep. All of these rituals happening in and around the tabernacle, they have meaning. They're Torah, they are instruction. And it turns out the things that they are teaching is exactly what the rest of the Hebrew Bible is teaching through poetry and through narrative. But here, now it's teaching through ancient ritual symbolism and nothing for it. We just gotta. We gotta move towards it. So what I wanna focus on as think of this part of our conversation as an introduction to like the basic categories of meaning of these sacrifices, the animal sacrifices. So Leviticus 1:7 is presented as the thing that will provide the resolution for Israel to be able to enter into and be in God's presence in a way that is safe and that gives them life instead of destroying them. That's the narrative context of Leviticus 1 through 7.",
    "start": "00:08:51",
    "end": "00:09:46"
  },
  {
    "text": "What do you need to do to be in God's presence?",
    "start": "00:09:46",
    "end": "00:09:48"
  },
  {
    "text": "Yeah. And so What Leviticus chapters 1 through 7 tell us is you need to come to God with a posture of complete and utter humility and self surrender. That is in essence what these offerings are all about. Surrender. Surrendering.",
    "start": "00:09:49",
    "end": "00:10:08"
  },
  {
    "text": "When you say these offerings in this movement.",
    "start": "00:10:08",
    "end": "00:10:11"
  },
  {
    "text": "Yeah, in this movement of Leviticus is five offerings. Yes. Yeah. Okay, so let's get to it. So in here's just a quick list. Right here In Leviticus chapters 1 through 3, you get three offerings. That often happened in a sequence.",
    "start": "00:10:11",
    "end": "00:10:29"
  },
  {
    "text": "Offering is also a religious word. I never say that.",
    "start": "00:10:29",
    "end": "00:10:32"
  },
  {
    "text": "Yeah, we'll talk about it.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Okay.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "But basically you're giving, you're surrendering something over. We'll talk about it.",
    "start": "00:10:34",
    "end": "00:10:38"
  },
  {
    "text": "Yeah.",
    "start": "00:10:38",
    "end": "00:10:38"
  },
  {
    "text": "There's three sacrifices or offerings that are listed here. One is called the ascension offering. This is Leviticus chapter 1. It is sometimes translated as the burnt offering. The whole burnt offering. We'll talk about it. The second is called the gift offering, the mincha, sometimes called the cereal or grain offering. That's not an animal, that's your offering. Food. And then third is what's called the peace offering, or sometimes translated as the fellowship offering. That's the first three. Out of those three, only the first is one that is said to provide some kind of atonement that can release God's forgiveness, cover somebody's failure. And then after that come two more. One is called the purification offering, usually translated as the sin offering. And that is said to provide atonement that releases God's forgiveness. And then the fifth and final one is called the guilt offering, or could be translated as the reparation or restitution offering. And that one also Provides atonement for sins. There's five offerings. Four of them involve animals, and then three of them are said to.",
    "start": "00:10:38",
    "end": "00:11:54"
  },
  {
    "text": "To provide atonement.",
    "start": "00:11:55",
    "end": "00:11:57"
  },
  {
    "text": "Atonement, that's right. Yeah. So instead of starting out by talking about the word atonement, here's what I have found, is that it's best to get into the meaning of these from the inside.",
    "start": "00:11:57",
    "end": "00:12:11"
  },
  {
    "text": "Okay.",
    "start": "00:12:12",
    "end": "00:12:12"
  },
  {
    "text": "And walking our way through the description of what it'd be like to bring one of these. And what I'm going to invite us to do is to kind of walk through it. We're going to imaginatively walk our way.",
    "start": "00:12:12",
    "end": "00:12:23"
  },
  {
    "text": "Through the five offerings.",
    "start": "00:12:23",
    "end": "00:12:25"
  },
  {
    "text": "The offering. No, no, just of the Ascension offering. The first one. And we're going to walk through and kind of offer commentary on each step.",
    "start": "00:12:25",
    "end": "00:12:34"
  },
  {
    "text": "Okay.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "And here let me just highlight two works that have been so helpful for me. One is by an Israeli Jewish scholar named Joshua Berman, who wrote a book back in the early 90s, but it's so good. It's called the Temple. Its Symbolism and Meaning Then and Now. It's a book actually aimed at a modern Jewish reading audience. But if you're a follower of Jesus, you're part of the Messianic Jewish family, and you're part of the larger audience of the extended family of Israel. And it is immensely illuminating because he doesn't work in Christian vocabulary. He works primarily in the vocabulary of the historic Jewish tradition. So illuminating. And then another scholar is a scholar who is a follower of Jesus. Michael Morales, who wrote an amazing theology of Leviticus called who Shall Ascend the Mountain of the Lord. If you want to take a deeper dive into everything we're going to do now in the next conversation, those are two great places to start.",
    "start": "00:12:35",
    "end": "00:13:40"
  },
  {
    "text": "Okay.",
    "start": "00:13:40",
    "end": "00:13:41"
  },
  {
    "text": "So the first three offerings in Leviticus are the Ascension offering, then the gift offering, then the peace offering, and then you get the two purification offerings, and then the guilt offering. What's interesting about that list is that they don't reflect the order of the actual liturgies. When you read the narratives of how the liturgies worked, they don't work in.",
    "start": "00:13:41",
    "end": "00:14:07"
  },
  {
    "text": "That sequence, like when you give these offerings. And in the week or whatever, or the day.",
    "start": "00:14:07",
    "end": "00:14:14"
  },
  {
    "text": "Yeah. What's cool is just this list reflects their logical priority, that the Ascension offering is kind of the offering par excellence. It's the one in which all the others are variations of that. But in Israel's actual liturgy, here's how the order goes. And you know this by just turning to Leviticus 9, which is the inauguration of the tabernacle.",
    "start": "00:14:14",
    "end": "00:14:38"
  },
  {
    "text": "Okay. And they Actually do it.",
    "start": "00:14:38",
    "end": "00:14:40"
  },
  {
    "text": "Yeah. We watch Aaron and Moses walk up there and they first offer a purification offering, then they offer an ascension offering, then they offer a gift offering.",
    "start": "00:14:40",
    "end": "00:14:51"
  },
  {
    "text": "That's only three.",
    "start": "00:14:51",
    "end": "00:14:52"
  },
  {
    "text": "That's only three. Yeah, that's right. That's the three that are named in Leviticus. Leviticus 9.",
    "start": "00:14:52",
    "end": "00:14:57"
  },
  {
    "text": "They forgot a couple.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "Well, and it's because the other ones, the guilt offering and the peace offering, are about other occasions. Okay. So this is the fundamental liturgy of the offerings. So purification is about repairing a broken relationship, atoning for sins, and purifying the relationship from the harm that's been done. That is followed up by the ascension offering, which is about total surrender to God. And the ascension offering is offered along with a gift offering, which is about, as you surrender to God, you give back to God what God has given to you. So all these offerings, think of them as. Each one is little variations on a theme. But the goal, there's a story being told about a desire to repair a broken relationship by surrendering totally in a posture of humility and by gratefully giving back to you, God, what God has given to me in the first place. And that's the story being told. And so if you think about it, even just that right there, what has happened is a rift in the relationship. Israel has given their allegiance to an idol, but God is the dangerously good holiness of God is going to stake an outpost in their midst. How do you make things right? And so these offerings are fundamentally about somehow making right the wrong that's been done. Purification, now entering the relationship in a posture of humility and surrender and giving back to God what he's given me in the first place. And that's like, that's what these are about, fundamentally.",
    "start": "00:14:59",
    "end": "00:16:37"
  },
  {
    "text": "Yeah. Now, animal sacrifices were common in the ancient world.",
    "start": "00:16:37",
    "end": "00:17:05"
  },
  {
    "text": "Yeah.",
    "start": "00:17:05",
    "end": "00:17:05"
  },
  {
    "text": "And here's what I understand. Most commonly, they are trying to appease God. Appease a God whose. You don't know, is he for you or not? What's his mood gonna be today? And maybe I can appease him enough to. To be kind to me today. And there's even a sense of, like, I don't know how many sacrifices I'm gonna have to make. Maybe I'll even have to, like, scar myself or maybe, you know, it's just kind of like, can become pretty gruesome. So that's like the setting, that's what all the neighboring, like, nations are doing.",
    "start": "00:17:06",
    "end": "00:17:40"
  },
  {
    "text": "Yeah.",
    "start": "00:17:40",
    "end": "00:17:40"
  },
  {
    "text": "They're. They're using that same system in a way.",
    "start": "00:17:41",
    "end": "00:17:46"
  },
  {
    "text": "Yeah.",
    "start": "00:17:46",
    "end": "00:17:47"
  },
  {
    "text": "But it seems like it's repurposed.",
    "start": "00:17:47",
    "end": "00:17:51"
  },
  {
    "text": "Yeah, yeah. Similar to the way back to our podcast, conversations on Biblical Cosmology. The biblical authors freely used and adopted creation imagery and themes and motifs from the creation narratives of their neighbors. But they repurposed them, reframed it, and retold the story of creation with those images, but in a way that changed or focused their meaning. And that's exactly what's happening here. Yeah. The meaning of animal sacrifice in Leviticus, the reason why it's often repulsive and seen as gross or primitive is usually somebody who hasn't yet had the opportunity or taken the time to really sit in the narrative of the Bible, and then the meaning of how these offerings are framed in Leviticus. So let's do that. This has been a full reframe for me over the course of the last few years.",
    "start": "00:17:51",
    "end": "00:18:49"
  },
  {
    "text": "Cool.",
    "start": "00:18:49",
    "end": "00:18:49"
  },
  {
    "text": "So let's just start first with these two words, sacrifice and offering. So this section of Leviticus is often described as the list of sacrifices. What's fascinating is the word sacrifice is that actually not used very much in this section? The word sacrifice is the verb zavah, and then the noun sacrifice is zevach. And that word actually is only used to describe one of the five offerings. The word that is described, it's sort of like the category title of all five of these is not the word sacrifice. It's the Hebrew word korban or corban, which means offering. Well, actually, it doesn't even really mean offering. Okay, here's what it means. So the word korban, it's from the opening line of Leviticus right here, which is. And God called to Moses from the tent. And then Leviticus 1, verse 2, when anyone among you brings near a korban to Yahweh, bring near your korban, an animal either from the herd or the flock. So all of these five things that come from animals, and also the little pile of grain for the gift offering, they're called korban. So here's what's interesting about the word korban is it's the noun form of the verb that is used here. Bring near. I'll read the verse again. When anyone among you brings near, and it's the verb taqreev. I don't know if you can hear the Q, the R, and the B in there. Taqrib. Taqrib. Korban.",
    "start": "00:18:49",
    "end": "00:20:35"
  },
  {
    "text": "So the ta. What's the ta?",
    "start": "00:20:35",
    "end": "00:20:36"
  },
  {
    "text": "Oh, the ta is the second person singular verb conjugation.",
    "start": "00:20:37",
    "end": "00:20:44"
  },
  {
    "text": "Second person.",
    "start": "00:20:44",
    "end": "00:20:45"
  },
  {
    "text": "Yeah, you. Yeah. When you bring near, ta creeve.",
    "start": "00:20:45",
    "end": "00:20:50"
  },
  {
    "text": "So the ta Creev.",
    "start": "00:20:50",
    "end": "00:20:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:51",
    "end": "00:20:52"
  },
  {
    "text": "So kriev being the root. The root that could also be pronounced Korban.",
    "start": "00:20:52",
    "end": "00:20:59"
  },
  {
    "text": "That's right. So in other words, this word korban is the noun of the verb to bring something near. So a korban is that which is brought near, the thing that comes near. Okay, so all of these offerings, what they are called in Hebrew is the thing brought near.",
    "start": "00:20:59",
    "end": "00:21:18"
  },
  {
    "text": "Thing brought near.",
    "start": "00:21:19",
    "end": "00:21:19"
  },
  {
    "text": "When you bring near the thing brought near. So all five of these are called the things brought near. And it's all about God. Just landed. Remember, that's the narrative Leviticus is jamming on. God just staked an outpost in our midst, and it's dangerous for us. We wronged Yahweh.",
    "start": "00:21:19",
    "end": "00:21:40"
  },
  {
    "text": "You can't go near.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "We can't go near. But Yahweh is inviting us to come near. Wow. Wow. He's inviting us to come right in, right up to him. And what he's inviting us to do is to come near with things brought near. Things that will bring me near. So these are five ways that one can recommune with the God of Israel. They're vehicles of communion. They're the korban. So calling them offerings, you know, kind of gets there.",
    "start": "00:21:41",
    "end": "00:22:14"
  },
  {
    "text": "We don't have another word.",
    "start": "00:22:14",
    "end": "00:22:15"
  },
  {
    "text": "We don't actually. I don't know what English word can work here, but that's what they're called.",
    "start": "00:22:15",
    "end": "00:22:21"
  },
  {
    "text": "The korban, in a way. That's how to interpret this. You are bringing something, and you're offering it to God.",
    "start": "00:22:21",
    "end": "00:22:27"
  },
  {
    "text": "You're bringing it near.",
    "start": "00:22:27",
    "end": "00:22:28"
  },
  {
    "text": "You're bringing it. Well, you're bringing it near to offer it to God, right?",
    "start": "00:22:28",
    "end": "00:22:32"
  },
  {
    "text": "Yeah, that's right. But it also is a response to an invitation. When I bring this near, it's because God asked me to bring it near, because he wants me to come near. Like God wants me to come into the tent or come near to it. And so he asked me, as he invites me to come near, he asked me to bring a bringing near thing.",
    "start": "00:22:32",
    "end": "00:22:52"
  },
  {
    "text": "A bringing near thing.",
    "start": "00:22:52",
    "end": "00:22:53"
  },
  {
    "text": "Yeah, totally. A corban. That's what corban means. Yeah.",
    "start": "00:22:53",
    "end": "00:22:58"
  },
  {
    "text": "You know, we almost named our first son Corbin.",
    "start": "00:22:58",
    "end": "00:23:02"
  },
  {
    "text": "Did you really?",
    "start": "00:23:02",
    "end": "00:23:03"
  },
  {
    "text": "Yeah.",
    "start": "00:23:03",
    "end": "00:23:03"
  },
  {
    "text": "Whoa.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "I didn't know that's what this word meant. Yeah, it was our favorite name, and I actually liked how it sounded. Corbin Collins.",
    "start": "00:23:04",
    "end": "00:23:10"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:23:10",
    "end": "00:23:11"
  },
  {
    "text": "But then someone in the family said, oh, Corby as a nickname.",
    "start": "00:23:11",
    "end": "00:23:19"
  },
  {
    "text": "Oh, man.",
    "start": "00:23:19",
    "end": "00:23:19"
  },
  {
    "text": "And we were like, we don't like the nickname Corby. And that sounds like an inevitable nickname. So, yeah, totally pulled the plug.",
    "start": "00:23:19",
    "end": "00:23:28"
  },
  {
    "text": "That's funny. Or not funny.",
    "start": "00:23:28",
    "end": "00:23:31"
  },
  {
    "text": "I can't Tell nothing wrong. If you're named Corby, that's great. No, I just wasn't jiving for me.",
    "start": "00:23:31",
    "end": "00:23:38"
  },
  {
    "text": "So just to remember the coming near imagery is key to how Leviticus fits in to the biblical narrative and the pattern of the Eden story at the beginning. So to come near, this is all about re entry into Eden. This is about entering. God is inviting people to come back in. And so when an Israelite brought one of these offerings, brought a korban, you would walk through the little tent fence entrance that takes you into the courtyard, and you would have it like an animal. And you would walk up and you would be approaching the tabernacle tent, and what you would really see is a huge blue curtain on the entrance with two cherubim in it. But then if you're approaching it, front on the altar is right in front of it would be in front of it. And that altar, on that altar would be a perpetually burning fire. Okay, so you have a fire. If you're looking perspective wise, you would be looking forward. And what you see is a doorway into the tent with two cherubim and fire. And fire. And you're like, oh, that's what Adam and Eve walked past when they left Eden. In Genesis chapter 3, verse 24, God posted two cherubim and a sword of fire at the door. And so the altar in front of the door of the tent is a symbolic recreation of the door of Eden. And so to come near is about God's inviting us to re enter Eden. And I will bring this as a way to repair the relationship. So that's what this story is about. It's remarkable. It's pretty cool.",
    "start": "00:23:40",
    "end": "00:25:24"
  },
  {
    "text": "It also helps you understand the Cain and Abel story too.",
    "start": "00:25:25",
    "end": "00:25:29"
  },
  {
    "text": "Yes, they're offering.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "They're offering at that spot at the door.",
    "start": "00:25:30",
    "end": "00:25:32"
  },
  {
    "text": "At the door at the door of Eden. That's exactly right. Okay, that's the first thing. That's what these are called. So let's say you do want to come near.",
    "start": "00:25:32",
    "end": "00:25:40"
  },
  {
    "text": "Yeah.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "What do you do? Well, Leviticus 1 tells you, first you need to select an animal, and it needs to be an animal from the herd of the flock. And for differing subtypes, it could be a cow, could be a goat, could be a ram.",
    "start": "00:25:41",
    "end": "00:25:56"
  },
  {
    "text": "Does a herd refer to Herd would.",
    "start": "00:25:56",
    "end": "00:26:00"
  },
  {
    "text": "Be cattle, like cattle and flock would be like goats or lambs. But something that is required of any animal offered as sacrifice is that it is tamim, the Hebrew word tamim. It's usually translated when it's applied to animals as unblemished or without Blemish. But this is a word that is also used of people in the Bible. And when it's used of people, it's the word translated blameless. And that's the Hebrew word. When this got translated into Greek, in later Jewish history, Greek translators who are Jewish used the word teleos.",
    "start": "00:26:00",
    "end": "00:26:38"
  },
  {
    "text": "Oh, yes.",
    "start": "00:26:39",
    "end": "00:26:40"
  },
  {
    "text": "And this is the word Jesus uses in the Sermon on the Mount, which is be teleos, just as your heavenly Father is teleios. Be there. It's in our New Testament.",
    "start": "00:26:40",
    "end": "00:26:50"
  },
  {
    "text": "Perfect.",
    "start": "00:26:50",
    "end": "00:26:50"
  },
  {
    "text": "It's translated as perfect without blemish. So this is key. In other words, what we're beginning is we're choosing a animal that's going to be my substitute representative before God, because I'm going to stop at that altar. I can't go into the tent. It's too powerful.",
    "start": "00:26:50",
    "end": "00:27:09"
  },
  {
    "text": "If I'm a normal Israelite, this is as far as I go.",
    "start": "00:27:09",
    "end": "00:27:12"
  },
  {
    "text": "Yeah, I'll die if I go in there. But God will accept as my representative an animal that is Tamim for animals. It means in ideal physical form.",
    "start": "00:27:12",
    "end": "00:27:26"
  },
  {
    "text": "And to be more explicit, like what? They don't have patches of hair gone or they don't have, like.",
    "start": "00:27:27",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, there's actually a list later in Leviticus. Yeah. And it's like, essentially fully functioning.",
    "start": "00:27:31",
    "end": "00:27:37"
  },
  {
    "text": "Okay.",
    "start": "00:27:38",
    "end": "00:27:38"
  },
  {
    "text": "So no eye damage, no reproductive organ damage, no malformations, that kind of thing. So it's a. What do you say? This is like dog shows?",
    "start": "00:27:38",
    "end": "00:27:50"
  },
  {
    "text": "Totally.",
    "start": "00:27:51",
    "end": "00:27:51"
  },
  {
    "text": "Best of show, perfect specimen, something like that, you know. So that's the idea.",
    "start": "00:27:51",
    "end": "00:27:56"
  },
  {
    "text": "So the winner of a dog show is Tamim.",
    "start": "00:27:56",
    "end": "00:27:58"
  },
  {
    "text": "That's right. But that Tamim animal is representing this.",
    "start": "00:27:58",
    "end": "00:28:02"
  },
  {
    "text": "Idea of being blameless.",
    "start": "00:28:02",
    "end": "00:28:04"
  },
  {
    "text": "It's the same word used for someone's moral integrity.",
    "start": "00:28:04",
    "end": "00:28:06"
  },
  {
    "text": "Moral integrity, yeah. Okay.",
    "start": "00:28:06",
    "end": "00:28:08"
  },
  {
    "text": "Yeah. So Noah is said to be righteous and Tammy among his generation, and that's why God delivers him from the generation of the flood.",
    "start": "00:28:08",
    "end": "00:28:18"
  },
  {
    "text": "He was Tamim.",
    "start": "00:28:18",
    "end": "00:28:19"
  },
  {
    "text": "That's what we're told. He was righteous and Tamim. And he was delivered from death.",
    "start": "00:28:19",
    "end": "00:28:23"
  },
  {
    "text": "Well done.",
    "start": "00:28:23",
    "end": "00:28:24"
  },
  {
    "text": "Totally. And he walked with God. So you choose an animal. That is Tammim. Now, we know that Israelites were often tempted to make shortcuts here. And Malachi the prophet lays into his generation of Israelites. This is in chapter one. He describes Israel's priest as showing contempt for God's name. And then when he describes it more, he says, listen, you're offering animals that are blind and lame and that are diseased. And then he says, try taking that offering to your Persian governor. Like the Persian governor who rules around here. Would he accept that? So you wouldn't offer it to the Persian governor, but you're going to bring it to the Creator God and like think that he won't notice.",
    "start": "00:28:24",
    "end": "00:29:09"
  },
  {
    "text": "Yeah.",
    "start": "00:29:09",
    "end": "00:29:10"
  },
  {
    "text": "That it's a disease animal. Anyway, so it's kind of a classic.",
    "start": "00:29:10",
    "end": "00:29:13"
  },
  {
    "text": "Got it.",
    "start": "00:29:13",
    "end": "00:29:14"
  },
  {
    "text": "Prophetic scene here. But also speaking of the return to Eden, this is within the theology of the Psalms, Tamim is used to describe someone who can return to Eden. So in Psalm 15, famous. Well, I don't know if it's a famous psalm. It's a well known psalm, if you know the Psalms. But it begins, lord, who can dwell in your sacred tent?",
    "start": "00:29:14",
    "end": "00:29:35"
  },
  {
    "text": "Oh, yeah. Who can enter the tabernacle?",
    "start": "00:29:35",
    "end": "00:29:37"
  },
  {
    "text": "Who can live on your holy mountain? One whose walk is Tamim, who does what is righteous, who speaks truth in their heart. And it goes on. They don't take bribes, they don't lend with interest to their neighbor. They do righteousness and justice. Tamim. Tamim, yeah. So the Tamim is the person you.",
    "start": "00:29:37",
    "end": "00:29:58"
  },
  {
    "text": "Want to live next to. For sure.",
    "start": "00:29:58",
    "end": "00:30:00"
  },
  {
    "text": "Yeah. And I think. Yeah, ideally the person you would want to become. Yeah, Tamim. So Tamim, people can come near. Tamim. Things come near.",
    "start": "00:30:01",
    "end": "00:30:11"
  },
  {
    "text": "Things can come near.",
    "start": "00:30:11",
    "end": "00:30:12"
  },
  {
    "text": "Yeah, yeah. But here a Tamim person could go walk right into that tent. Wow. It's a high bar. Okay, so that's. You bring a tamim animal. It's the first thing. So let's say you walk up to the fire of the altar and you have your tamim animal. And then what you're told is that the worshipper would take their hands and samach, their hands on the head of the animal. It means to press.",
    "start": "00:30:12",
    "end": "00:30:38"
  },
  {
    "text": "Okay.",
    "start": "00:30:39",
    "end": "00:30:39"
  },
  {
    "text": "It's usually translated to lay their hand on the animal.",
    "start": "00:30:39",
    "end": "00:30:42"
  },
  {
    "text": "Okay.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "It means to press firmly down.",
    "start": "00:30:43",
    "end": "00:30:45"
  },
  {
    "text": "Okay.",
    "start": "00:30:45",
    "end": "00:30:46"
  },
  {
    "text": "It's clear. There's the symbol. And this happens with all the animal offerings. The offerer presses their hand down on the animal. And the descriptions in Leviticus don't tell you what it means. It's just like, what does it mean? There's been two main interpretations throughout history. One is that this is a moment where you're offering it. If you're offering it as a sacrifice of atonement, it's because you're apologizing. It's essentially a way to say, I'm sorry. And so there's some people who think that this is about transferring your wrongdoing onto the animal. And there's a good reason for thinking that could be what it means. Later in Leviticus, on the day of atonement, what we're told is the high priest of Israel takes two Tamim goats and takes one of them and puts both hands on the animal and confesses all the sins of Israel and places them on the goat's head.",
    "start": "00:30:46",
    "end": "00:31:41"
  },
  {
    "text": "This is the day. That's the day of atonement.",
    "start": "00:31:41",
    "end": "00:31:43"
  },
  {
    "text": "That's what it says. Yeah. Chapter 16, verse 21. The priest puts two hands, samachs them on the head, confesses the double press. Double pressed. Yeah, totally. It's the double press. Confession, symbolic placing of sins on the throne.",
    "start": "00:31:43",
    "end": "00:32:01"
  },
  {
    "text": "And there explicitly he. And then he announces the sins of Israel or.",
    "start": "00:32:01",
    "end": "00:32:06"
  },
  {
    "text": "Yeah, he says them out loud. Yeah, he says the prayer of confession for the sins of Israel.",
    "start": "00:32:06",
    "end": "00:32:10"
  },
  {
    "text": "Got it.",
    "start": "00:32:10",
    "end": "00:32:11"
  },
  {
    "text": "So there are many people who think, well, that's what it means on the day of atonement. Or at least that's the laying on of hands is involved in that part. So that's probably what it means here.",
    "start": "00:32:11",
    "end": "00:32:21"
  },
  {
    "text": "Okay, I could buy that.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "But there's problems, many problems with that interpretation because the laying on of hands is used for sacrifices that are not atonement sacrifices.",
    "start": "00:32:23",
    "end": "00:32:33"
  },
  {
    "text": "Oh, so in what way are you transferring guilt if it's not an atoning sacrifice?",
    "start": "00:32:33",
    "end": "00:32:38"
  },
  {
    "text": "That's right. So the third offering in Leviticus, a peace offering, does not atone for sins.",
    "start": "00:32:38",
    "end": "00:32:42"
  },
  {
    "text": "You press that one and you do.",
    "start": "00:32:42",
    "end": "00:32:44"
  },
  {
    "text": "The single hand press on that one. Yeah. The other thing is, this same word is used to describe rituals where you do it to people. The phrase laying on of hands, that is used even in the New Testament, it's this simple. It's the same ritual right here. So when Moses appoints Joshua as his representative leader, who will take over in his place, he lays his hands on him. When the Israelites commissioned the Levites to work in the tent and around the tablet on their behalf, they lay their hands on them. So that's one thing is you do this to animals and people, and you do it to animals that are not being offered in atonement. And the other thing that's kind of nerdy, but this is significant, is that it seems like the transfer of sin onto the goat in the day of atonement. This happens to the goat that stays alive and to the goat that is exiled out into the wilderness.",
    "start": "00:32:44",
    "end": "00:33:43"
  },
  {
    "text": "Yeah, there's two goats.",
    "start": "00:33:43",
    "end": "00:33:44"
  },
  {
    "text": "There's two goats.",
    "start": "00:33:44",
    "end": "00:33:45"
  },
  {
    "text": "One's killed.",
    "start": "00:33:45",
    "end": "00:33:46"
  },
  {
    "text": "That's right.",
    "start": "00:33:46",
    "end": "00:33:46"
  },
  {
    "text": "One's exiled.",
    "start": "00:33:46",
    "end": "00:33:47"
  },
  {
    "text": "Yeah. And the one that's killed is not the one that has the sins confessed over it. And here, this is super important. The goat that is killed and whose blood is brought into the tent is not a symbol of sin. It would actually be contradicting the whole point of the symbol of the tabernacle.",
    "start": "00:33:47",
    "end": "00:34:08"
  },
  {
    "text": "You're not going to sprinkle sin to.",
    "start": "00:34:08",
    "end": "00:34:09"
  },
  {
    "text": "Take sin into the tent. The whole point is to keep sin outside. And so the goat that bears the sins of Israel, it becomes like a trash, like a garbage truck, an outcast. And you send it outside, not into the tent. So the laying on of hands, it doesn't make logical sense.",
    "start": "00:34:09",
    "end": "00:34:31"
  },
  {
    "text": "So, okay, the day of atonement, which is a different. We haven't gotten there yet, but we'll.",
    "start": "00:34:31",
    "end": "00:34:35"
  },
  {
    "text": "Talk about that later.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "But there's two animals. One is sacrifice, one is sent out. That's the famous scapegoat.",
    "start": "00:34:36",
    "end": "00:34:41"
  },
  {
    "text": "That's right.",
    "start": "00:34:41",
    "end": "00:34:42"
  },
  {
    "text": "And the one between those two animals, one, the sin is confessed over it, and it's the one that goes out.",
    "start": "00:34:42",
    "end": "00:34:49"
  },
  {
    "text": "And that's the one that stays alive. And the one that is exiled to.",
    "start": "00:34:49",
    "end": "00:34:53"
  },
  {
    "text": "The camp outside, get the sin out.",
    "start": "00:34:53",
    "end": "00:34:55"
  },
  {
    "text": "Of the camp, get the sin out of here.",
    "start": "00:34:55",
    "end": "00:34:57"
  },
  {
    "text": "But another one is sacrificed, and its blood is still in some sense atoning. It's purifying.",
    "start": "00:34:57",
    "end": "00:35:04"
  },
  {
    "text": "That's right. And we'll get there. Okay, we'll get there.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "All right.",
    "start": "00:35:05",
    "end": "00:35:06"
  },
  {
    "text": "But I just want to draw attention to that. So it's more likely that the pressing of the hand on the animal's head means the same thing for the animals that it does when Moses does it to Joshua, when the Israelites do it to the Levites. It's. You're appointing a representative. You're saying, this person is now me. Moses appoints Joshua as a new Moses who takes the people through Joshua, takes the people through the waters of the Jordan, just like Moses took them through the waters of the sea. New Moses.",
    "start": "00:35:06",
    "end": "00:35:40"
  },
  {
    "text": "Does that jive with how the New Testament uses it, with laying on the hands? You're appointing people.",
    "start": "00:35:40",
    "end": "00:35:44"
  },
  {
    "text": "Yeah. You're appointing. Yeah, yeah, representatives. Paul appointed Timothy as a leader over the church, and that happened through the laying on of hands. It's a commissioning so that you act now on behalf of those who have appointed you. That's what it means with humans, and that's what it likely means with all these animals. Okay, so you're appointing a substitute. You're appointing a representative who will go in. So now this animal becomes your blameless representative before God. And it's gonna get a little. It's gonna go even more near to God.",
    "start": "00:35:44",
    "end": "00:36:21"
  },
  {
    "text": "But watch what happens when it goes near to God.",
    "start": "00:36:21",
    "end": "00:36:23"
  },
  {
    "text": "Okay, so here's the next thing you do after you appoint it as your representative. You kill it, or the priest kills it. The animal's throat is slit. And what's interesting is the moment of the animal's death is described in all these rituals just with usually just one word, shachat, just to slit the throat. There's not a huge emphasis on how the animal dies, or it's just its throat was slit and its life is given in the place of the one offering it. So remember, this animal is not bearing the sins. In other words, the laying on of hands is. This thing is now blameless on my behalf and it's going to come even nearer to God than I can. So what's the first thing that happens as it comes nearer to God? Yes, it dies.",
    "start": "00:36:23",
    "end": "00:37:18"
  },
  {
    "text": "But you're saying the death isn't because of the sin, because it's blameless.",
    "start": "00:37:18",
    "end": "00:37:23"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:37:24",
    "end": "00:37:25"
  },
  {
    "text": "The death is for another purpose.",
    "start": "00:37:25",
    "end": "00:37:28"
  },
  {
    "text": "Yeah. So in the same way, if an Adam and Eve were to go back into Eden, they would give up their lives, that fiery sword would take them out on their way in. So there's a symbol being communicated, something very important. There's Torah being given to us here that for humans, because of what we have all done here outside of Eden, in creating Babylons and Egypt and the world that we've created outside of Eden by doing what's good in our own eyes has so estranged us from the character and goodness of God that the only way for us to become fit for God's presence is the surrender of what we call life so that we can enter into the life that is truly life means a surrendering of life. You surrender the life of a blameless one who will go nearer to God than I could in my current state.",
    "start": "00:37:28",
    "end": "00:38:24"
  },
  {
    "text": "Adam and Eve were not Tamim after.",
    "start": "00:38:27",
    "end": "00:38:29"
  },
  {
    "text": "They left the garden. That's right.",
    "start": "00:38:29",
    "end": "00:38:32"
  },
  {
    "text": "And so because they were not Tamim, they were not blameless. The fiery sword keeping them out, you're saying the logic of that is they go in, they're going to lose their life.",
    "start": "00:38:33",
    "end": "00:38:44"
  },
  {
    "text": "Yes. Whatever a fiery sword is that's keeping you out of something, I think pretty much it's as simple that you'll die. Slice you in half, you'll die if you try to go buy it.",
    "start": "00:38:44",
    "end": "00:38:55"
  },
  {
    "text": "Now, in the logic of this offering, the going near thing is that though it is Tamim, it is blameless.",
    "start": "00:38:55",
    "end": "00:39:08"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:39:08",
    "end": "00:39:09"
  },
  {
    "text": "And so a blameless thing can enter, feed in. But you're saying even a blameless thing is gonna have to die.",
    "start": "00:39:09",
    "end": "00:39:19"
  },
  {
    "text": "Yeah, yeah. It's teaching me that death is somehow this boundary. Yeah. This boundary line that to come into greatest or closest proximity to God will mean an utter surrender of life.",
    "start": "00:39:20",
    "end": "00:39:36"
  },
  {
    "text": "Whether I'm blameless or not blameless.",
    "start": "00:39:36",
    "end": "00:39:38"
  },
  {
    "text": "Yeah. It is blameless. It represents. Well, it represents me and it's blameless. But, yeah, it dies.",
    "start": "00:39:38",
    "end": "00:39:44"
  },
  {
    "text": "So by representing me, I'm not blameless.",
    "start": "00:39:45",
    "end": "00:39:48"
  },
  {
    "text": "Correct.",
    "start": "00:39:49",
    "end": "00:39:49"
  },
  {
    "text": "But it is blameless.",
    "start": "00:39:49",
    "end": "00:39:50"
  },
  {
    "text": "It is blameless.",
    "start": "00:39:50",
    "end": "00:39:51"
  },
  {
    "text": "So is the idea that a. And sorry, if this is too.",
    "start": "00:39:51",
    "end": "00:39:56"
  },
  {
    "text": "It's okay. Yeah, that's good. No, I think what you're saying. Because you're saying, well, if it's blameless, then it shouldn't have to die.",
    "start": "00:39:56",
    "end": "00:40:02"
  },
  {
    "text": "Right.",
    "start": "00:40:02",
    "end": "00:40:02"
  },
  {
    "text": "Okay.",
    "start": "00:40:03",
    "end": "00:40:03"
  },
  {
    "text": "And it does.",
    "start": "00:40:03",
    "end": "00:40:04"
  },
  {
    "text": "Exactly. Yeah. So it's blameless and it dies because. So this is Torah. It's teaching me something.",
    "start": "00:40:05",
    "end": "00:40:14"
  },
  {
    "text": "Noah was blameless and he was saved from death.",
    "start": "00:40:14",
    "end": "00:40:17"
  },
  {
    "text": "Yeah, that's right. However, when Noah got off the boat, God said, you know, what I know about humans is they're just going to do this all over again. So what Noah offers is a sacrifice of atonement. And God sees the death of that tamim animal, and he accepts it as a representative substitute for a compromised humanity. So I'm with you. I'm just trying to sit with the actual language because where I'm so. But you're teaching us.",
    "start": "00:40:17",
    "end": "00:40:51"
  },
  {
    "text": "Yeah, it's a substitute for me. It represents me in a blameless state.",
    "start": "00:40:52",
    "end": "00:40:57"
  },
  {
    "text": "It is blameless. It is blameless, and it is my representative. And it dies on my behalf.",
    "start": "00:40:58",
    "end": "00:41:05"
  },
  {
    "text": "A blameless thing that represents me dying on my behalf.",
    "start": "00:41:06",
    "end": "00:41:11"
  },
  {
    "text": "That's right. It's not fair that that thing should die.",
    "start": "00:41:11",
    "end": "00:41:14"
  },
  {
    "text": "I see.",
    "start": "00:41:14",
    "end": "00:41:14"
  },
  {
    "text": "It's not fair. That thing shouldn't have to die.",
    "start": "00:41:14",
    "end": "00:41:16"
  },
  {
    "text": "That thing should be able to enter.",
    "start": "00:41:16",
    "end": "00:41:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:41:18",
    "end": "00:41:19"
  },
  {
    "text": "Because it's blameless. Because now the blameless thing represents me. It is going to die.",
    "start": "00:41:19",
    "end": "00:41:24"
  },
  {
    "text": "Yep, that's right. It's not fair that Moses should die up there giving his life for sinful people.",
    "start": "00:41:24",
    "end": "00:41:29"
  },
  {
    "text": "I see.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "But God accepted even the offer of a blameless life. God didn't even take Moses life and accept it, and he accepted that. So the image communicates its own meaning. God will accept the death of a blameless representative on behalf of sinful people. And that's not fair. But that is God's gift in the form of these offerings.",
    "start": "00:41:30",
    "end": "00:41:52"
  },
  {
    "text": "It seems like you were also meditating on just the access to God's life. There is an entering through death.",
    "start": "00:41:52",
    "end": "00:41:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:42:00",
    "end": "00:42:01"
  },
  {
    "text": "And when you say that, what was ringing in my ears was just Jesus saying, like, you want to follow me?",
    "start": "00:42:01",
    "end": "00:42:05"
  },
  {
    "text": "Yeah, that's right. The one who wants to save their life will lose it. But it's the one who will give.",
    "start": "00:42:06",
    "end": "00:42:12"
  },
  {
    "text": "Up their life who will find it.",
    "start": "00:42:12",
    "end": "00:42:14"
  },
  {
    "text": "That's the one who will find true life.",
    "start": "00:42:14",
    "end": "00:42:16"
  },
  {
    "text": "And if you want to Follow me. Take up your crucifixion death trap device.",
    "start": "00:42:16",
    "end": "00:42:22"
  },
  {
    "text": "Yeah. Carry your execution rack and follow me. Death is the way to life. So let's keep going because the next part of the ritual will bring us deeper into this mystery. And this is once the blood is drained from the animal, the priest puts it in some kind of basin or bowl, collects it in some way, and then picks it up and then goes and does something with the blood. And depending on what type of thing has been done wrong or who did it, it's going to start getting sprinkled on things. So the priests will dip their fingers in the blood and then maybe sprinkle it on the altar.",
    "start": "00:42:22",
    "end": "00:43:04"
  },
  {
    "text": "The altar being the thing that you just sacrificed the animal on?",
    "start": "00:43:05",
    "end": "00:43:08"
  },
  {
    "text": "The thing. Yeah. That the animal's going to be burned on. But first, it's just now a dead animal with its drained blood and bowl. And you're standing there and the priest is sprinkled on the altar, or let's say it was the whole congregation of Israel, or a king, a ruler that did something wrong is offering it. Then the priest takes the blood and goes into the tent, disappears behind the fire in the cherubim and starts sprinkling it on things inside the holy place. So what's this about? So later in Leviticus, we're going to be told two times over in chapter 17, that the blood of the animal doesn't as such represent death. It represents life. Leviticus 17:11, the life of the creature is in the blood. And I have given it to you to make atonement for yourselves on the altar. And then a couple verses later, verse 14, because the life of every creature is its blood. This is why I've said to the Israelites, don't eat blood, because the life of every creature is its blood. So it's very clear the blood is life. So this blood representing the blameless life.",
    "start": "00:43:08",
    "end": "00:44:22"
  },
  {
    "text": "Of the creature, the life that the creature just lost.",
    "start": "00:44:22",
    "end": "00:44:25"
  },
  {
    "text": "Life, the creature just lost and gave.",
    "start": "00:44:25",
    "end": "00:44:26"
  },
  {
    "text": "Up for me, is still present in this blood.",
    "start": "00:44:26",
    "end": "00:44:29"
  },
  {
    "text": "It's still present? Yeah. It's still alive. That's right. Even though it died, the blood is its life. And you take the life into the tent and it comes nearer to God's presence than I ever could, and it symbolically comes into contact with God's presence for me. And what I get is forgiveness. As the blameless representative goes into the tent on my behalf here, I'll just quote. This is. Michael Morales is very helpful here. He says on page 130 of his book, while the slaughter ritual signifies Death to oneself. So the killing of the animal is like the surrender of the animal's life. It's critical to understand the blood ritual in relationship to life. That is the worshipper's own life. The blood represents the life of a creature. And so through the blood manipulation, sprinkling the life of the worshipper which is now identified with the animal. Through the hand pressing ritual, the life of the worshiper is brought into contact with the divine. The blood symbolically conveys the offering up of one's life to God. So through this animal and the surrender of its life, I through it get to go into the tent. Here then is where the word atonement gets brought into the mix.",
    "start": "00:44:29",
    "end": "00:46:28"
  },
  {
    "text": "That is atonement.",
    "start": "00:46:28",
    "end": "00:46:29"
  },
  {
    "text": "This is called atonement. So the Hebrew word used for atonement, this whole ritual is called atonement. Our English word is actually a compound that you can still see at one mint.",
    "start": "00:46:29",
    "end": "00:46:42"
  },
  {
    "text": "Oh, really?",
    "start": "00:46:43",
    "end": "00:46:43"
  },
  {
    "text": "Yeah. Huh. At one ment. The English word atonement in its etymology is referring to the repairing of a relationship between two who were at odds but now can become at one. The making of two to be at one. That's what's underneath the word atonement. Isn't that funny? You don't hear that when you look at it as atonement, but when you say at one min.",
    "start": "00:46:43",
    "end": "00:47:10"
  },
  {
    "text": "Yeah. You're like, oh, I see it.",
    "start": "00:47:10",
    "end": "00:47:11"
  },
  {
    "text": "You get it immediately. Yeah, that's great. Now that's not quite what the Hebrew word means. Oh. In other words, at one min in English is about the two becoming one.",
    "start": "00:47:11",
    "end": "00:47:19"
  },
  {
    "text": "Okay.",
    "start": "00:47:19",
    "end": "00:47:20"
  },
  {
    "text": "And the Hebrew word has a different metaphor underneath it. So the Hebrew word is kipper.",
    "start": "00:47:20",
    "end": "00:47:25"
  },
  {
    "text": "Kippur.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Well, yeah, yeah. On the day of atonement. Yeah. On. Yeah. Yom. Yom Kippur.",
    "start": "00:47:26",
    "end": "00:47:30"
  },
  {
    "text": "Oh, Yom Kippur.",
    "start": "00:47:30",
    "end": "00:47:31"
  },
  {
    "text": "Yom Kippur.",
    "start": "00:47:31",
    "end": "00:47:32"
  },
  {
    "text": "But yeah, I was thinking of the dog, the cartoon. Oh, kippur.",
    "start": "00:47:32",
    "end": "00:47:34"
  },
  {
    "text": "Totally. Okay. It does look like kippur when you transliterate it in English.",
    "start": "00:47:37",
    "end": "00:47:41"
  },
  {
    "text": "I wonder if there's something there.",
    "start": "00:47:41",
    "end": "00:47:42"
  },
  {
    "text": "Yeah. So kipper.",
    "start": "00:47:42",
    "end": "00:47:44"
  },
  {
    "text": "Kipper.",
    "start": "00:47:44",
    "end": "00:47:45"
  },
  {
    "text": "So kipper means two things and people debate these. And much of the modern atonement debates in modern theology is trying to say is that this word kipper gets used in two ways that many people see as different. And essentially I think this is right. I might be wrong here. But there's two ways kipper gets used. And often one of the meanings of kuper gets more emphasized and the other de emphasized, but you just follow it right on through. And the word somehow means two things that for us it's difficult to See how they could be the one thing word can mean both these things at the same time, but they're deeply connected. So the first thing, first nuance of meaning is a ransom from death. Ransom referring to an actual payment that you give to somebody that you've wronged so that you are no longer in their debt. So this kipper is connected to the Hebrew noun kofer, which literally means like a payment that you owe somebody that you have wronged.",
    "start": "00:47:45",
    "end": "00:48:59"
  },
  {
    "text": "That's a kofir.",
    "start": "00:48:59",
    "end": "00:49:00"
  },
  {
    "text": "It's called a kofir. Yeah. Okay, so you know some of the famous laws in the Torah about the goring ox, you know, if your ox gores somebody, kills somebody. Yeah, yeah. So this is Exodus 21.",
    "start": "00:49:00",
    "end": "00:49:13"
  },
  {
    "text": "That's running someone over.",
    "start": "00:49:13",
    "end": "00:49:14"
  },
  {
    "text": "If you have an ox. Yeah. It runs somebody over. It spears them with its horns or something. So if you have an ox and it gores somebody to death, but let's say that it's never done that before. Nobody knew it was a dangerous ox. Your ox escapes and it tramples somebody, so the ox will be killed, but the owner of the ox shouldn't have to die. Yeah, but if this ox has threatened somebody before, if it's almost killed somebody a couple times and the owner just let it roam freely and then it kills somebody, then that person needs to be held accountable. A life for a life. The owner is liable to capital punishment. But this is Exodus 21, verse 30. If a kofer is demanded of him, Right. If the family member of the someone who died says, you know what, you owe me, I'm not going to make you die, but you owe me a kofer for, you know, my, whatever, my son's life that the ox gourd, I'll take a kofir. Then he shall give the redemption or the kofir of his life, whatever is demanded. So that's what this word means, to ransom from death. So this is one of the main meanings of kher, is that you give this offering, this substitute. Life is a.",
    "start": "00:49:14",
    "end": "00:50:49"
  },
  {
    "text": "Is a way for you to not die.",
    "start": "00:50:49",
    "end": "00:50:50"
  },
  {
    "text": "Yeah, it's a payment. And this is a fairly well known meaning, you know, from like the apostle Paul names this when he says, the wages of sin is death, you know, in Romans chapter three. But he's reflecting here on the fact that human, the fact that you're not.",
    "start": "00:50:51",
    "end": "00:51:06"
  },
  {
    "text": "Blameless means that you should die.",
    "start": "00:51:06",
    "end": "00:51:09"
  },
  {
    "text": "Well, okay, so here, when you just state it like a scientific fact. So here we have to live in the story that began with the Eden failure. So humanity was lifted out of the dust and put into proximity of eternal life through folly and moral failure, they forfeited that life, exiting right, the human family and the story into the realm of death. So in this story, death is a result of human failure to trust God, to live by his wisdom and by his word. So in this narrative, death is the result of our choices, and it's about God giving us over and then enforcing the consequences of our choices, the wages. The outcome of sin is death. So that's. Currently I am under a death sentence, and so are you.",
    "start": "00:51:10",
    "end": "00:52:08"
  },
  {
    "text": "Yeah. I'm going to return to the dust.",
    "start": "00:52:08",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. And that's how the biblical authors see reality. We're all dying.",
    "start": "00:52:10",
    "end": "00:52:13"
  },
  {
    "text": "I see. Existence is a death sentence.",
    "start": "00:52:13",
    "end": "00:52:16"
  },
  {
    "text": "Yes. To be human outside of Eden is to be under a death sentence under the curse. And it's. Yeah. From that perspective, it's the most intuitive thing you could imagine.",
    "start": "00:52:16",
    "end": "00:52:27"
  },
  {
    "text": "Sure.",
    "start": "00:52:27",
    "end": "00:52:27"
  },
  {
    "text": "Because I'm dying and so are you.",
    "start": "00:52:27",
    "end": "00:52:29"
  },
  {
    "text": "Okay.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "And why are we dying? Yeah. God is letting us die our violence and folly. Yep. Look around. However, God has given the life of this creature, made it available as a substitute. And if it's life, blameless life, which is allowed because a blameless thing can go in, surrenders its life on my behalf, then God will accept that life as a Kofir.",
    "start": "00:52:30",
    "end": "00:52:57"
  },
  {
    "text": "Now, when they did this, they weren't expecting to live forever. This isn't some, like, fountain of youth, like, exercise.",
    "start": "00:52:58",
    "end": "00:53:04"
  },
  {
    "text": "That's true.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "They're very well aware that I'm gonna die still. But in a sense, what they're realizing is I can still be in God's presence. So I'm like, re entering Eden even though I shouldn't be here.",
    "start": "00:53:05",
    "end": "00:53:18"
  },
  {
    "text": "Yeah. Because we want to keep playing host to the God of Israel. And if he's in our midst, he'll rescue us from death. He rescues us from our enemies. He'll provide manna for us. God's presence is life. And so we want to keep that source of life around us. And so he has given us these creatures as a way to pay him back for the ways that we wrong him, even though he's living in our midst. That's the first main meaning.",
    "start": "00:53:18",
    "end": "00:53:48"
  },
  {
    "text": "Yeah.",
    "start": "00:53:48",
    "end": "00:53:48"
  },
  {
    "text": "Okay. But here's what's interesting, is that this word atone or compare is also used not of people, but of things. So the day that the tabernacle gets inaugurated, this is Leviticus, chapter 8. Moses takes a bull, he slaughters it. He takes its blood, puts his finger in some of it, and then he puts it on the horns of the altar. He's sprinkling the blood, sprinkling the blood on the altar. And what we're told is it purifies the altar. Then he pours the rest of the blood at the base of the altar and makes it holy and makes atonement for it.",
    "start": "00:53:48",
    "end": "00:54:30"
  },
  {
    "text": "Atonement for the altar. Yeah, that's the word.",
    "start": "00:54:31",
    "end": "00:54:35"
  },
  {
    "text": "It's the same word. So the ransom doesn't really work here.",
    "start": "00:54:35",
    "end": "00:54:40"
  },
  {
    "text": "The altar doesn't owe its life in any manner.",
    "start": "00:54:40",
    "end": "00:54:42"
  },
  {
    "text": "The altar doesn't owe its life. Yeah, yeah. And what you're told, in terms of the literary design of this sentence, he puts the blood on the horns of the altar and purifies the altar. Then he pours out the blood at the base of the altar. He makes atonement for the altar. In other words, atonement is in parallel with purifying to purify. Yeah. And this happens, too, on the day of atonement, when the blood of the blameless goat, not the one that got sins, put on it, that one went out outside the camp. But the goat that is blameless and.",
    "start": "00:54:42",
    "end": "00:55:17"
  },
  {
    "text": "Presumably dies and dies.",
    "start": "00:55:17",
    "end": "00:55:18"
  },
  {
    "text": "And then its blood is taken, not just inside.",
    "start": "00:55:19",
    "end": "00:55:21"
  },
  {
    "text": "Sorry. The one that goes outside the camp presumably dies.",
    "start": "00:55:21",
    "end": "00:55:23"
  },
  {
    "text": "It'll die one day.",
    "start": "00:55:23",
    "end": "00:55:24"
  },
  {
    "text": "Yeah, but that's not the point. The point is getting cast out.",
    "start": "00:55:24",
    "end": "00:55:27"
  },
  {
    "text": "The point is exile. That's the goat with the sins on it. The goat that is blameless, that represents righteousness and blamelessness. That one is killed.",
    "start": "00:55:27",
    "end": "00:55:36"
  },
  {
    "text": "They do the double press.",
    "start": "00:55:37",
    "end": "00:55:38"
  },
  {
    "text": "Nope.",
    "start": "00:55:38",
    "end": "00:55:38"
  },
  {
    "text": "No.",
    "start": "00:55:39",
    "end": "00:55:39"
  },
  {
    "text": "Oh. Oh. Well, it doesn't say.",
    "start": "00:55:39",
    "end": "00:55:40"
  },
  {
    "text": "Oh, I thought this animal got the double press.",
    "start": "00:55:40",
    "end": "00:55:44"
  },
  {
    "text": "The double press. And the confession of sins was on the goat.",
    "start": "00:55:44",
    "end": "00:55:47"
  },
  {
    "text": "Oh, that gets sent out.",
    "start": "00:55:48",
    "end": "00:55:49"
  },
  {
    "text": "That's right.",
    "start": "00:55:49",
    "end": "00:55:49"
  },
  {
    "text": "I got it mixed up. Okay.",
    "start": "00:55:49",
    "end": "00:55:50"
  },
  {
    "text": "That's right.",
    "start": "00:55:50",
    "end": "00:55:51"
  },
  {
    "text": "That one gets exiled.",
    "start": "00:55:51",
    "end": "00:55:52"
  },
  {
    "text": "Two goats. Yeah, that's right. The one that gets exiled gets the double press. Confession of sins.",
    "start": "00:55:52",
    "end": "00:55:56"
  },
  {
    "text": "Yeah.",
    "start": "00:55:56",
    "end": "00:55:57"
  },
  {
    "text": "The one that gets the single press representative commissioned as a representative, that one is killed. Its blood is taken not just to the altar and not just inside the tent, but into the Holy of Holies. And here's what we're told about that goat's blood. The high priest, when he takes the blood, he will sprinkle it on the atonement lid. It's called a kaporet, the place of atonement. And he will make atonement for the holy place because of the impurities, the Sons of Israel, because of their transgressions in regard to all their sins. This is what he will do for the tent of meeting, which lives in the middle of them and in the middle of their impurities. So here we're In a different narrative. Well, an overlapping narrative. And the narrative is sin is like pollution and vandalism. It both puts me in God's debt because I'm wronging other people. But sin and evil, moral evil, is like a wrong against creation itself. It pollutes creation. It fills it with pain and violence and the blood of the innocent spilled on the ground. And so here is. It's like the furniture of the tabernacle is slowly building up piles and marks of vandalism throughout the year. And one day a year, all of it gets washed away. And so all of this metaphorical imagery about the washing with the blood, it comes from this meaning here.",
    "start": "00:55:57",
    "end": "00:57:41"
  },
  {
    "text": "Oh. When like New Testament authors say, Jesus blood washes away sins.",
    "start": "00:57:41",
    "end": "00:57:46"
  },
  {
    "text": "Yeah. It's the word purify.",
    "start": "00:57:46",
    "end": "00:57:48"
  },
  {
    "text": "I see.",
    "start": "00:57:48",
    "end": "00:57:49"
  },
  {
    "text": "Yeah.",
    "start": "00:57:49",
    "end": "00:57:49"
  },
  {
    "text": "Which is the word atonement.",
    "start": "00:57:50",
    "end": "00:57:52"
  },
  {
    "text": "It's the word atonement. Yeah.",
    "start": "00:57:53",
    "end": "00:57:54"
  },
  {
    "text": "But it's a different aspect of atonement. Atonement has two different aspects.",
    "start": "00:57:55",
    "end": "00:58:01"
  },
  {
    "text": "Yeah. At least the word. The meaning of the word, it gets used in two ways. One is ransom to pay a debt. The other is to wash something that has been made dirty and impure. It makes dirty things pure and dirty, not just in the sense of cleanliness. But here we're in another key symbolic way of the biblical authors see the world that'll connect with stuff going on later in the book of Leviticus. But impurity is a state of being that's similar to, like we would call being sick. It's being in a state of death or nearness to death. And it's connected to things like skin disease or losing bodily fluids or touching blood or dead bodies. These are all ways you become impure ritually. But Israel's moral failings and injustice and oppression actually slowly begins to pollute and vandalize the temple in their midst. And if that builds up too much, God's just going to say, I'm out of here. You're throwing trash in my living room.",
    "start": "00:58:01",
    "end": "00:59:13"
  },
  {
    "text": "It's the same idea of the flood washing creation.",
    "start": "00:59:13",
    "end": "00:59:18"
  },
  {
    "text": "Yes, yes, that's exactly right.",
    "start": "00:59:18",
    "end": "00:59:19"
  },
  {
    "text": "Like, so there's this biblical logic of when humans are violent against other humans. Like I slaughter a fellow human, fellow image, bearer of God, their blood. Like, there's actually. The Bible talks about the blood soaking into the ground and the ground itself is now defiled.",
    "start": "00:59:19",
    "end": "00:59:41"
  },
  {
    "text": "Yeah.",
    "start": "00:59:41",
    "end": "00:59:42"
  },
  {
    "text": "And that there was so much violence.",
    "start": "00:59:43",
    "end": "00:59:46"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:59:46",
    "end": "00:59:47"
  },
  {
    "text": "So much blood being shed, so much just horrible violence, that God washed it away with the flood.",
    "start": "00:59:47",
    "end": "00:59:57"
  },
  {
    "text": "Yeah. He allows creation to. It's as if creation rebels against human evil.",
    "start": "00:59:57",
    "end": "01:00:03"
  },
  {
    "text": "Yeah.",
    "start": "01:00:03",
    "end": "01:00:04"
  },
  {
    "text": "And God allows The order that he placed on creation to recede. And the waters become a purifying agent that washes clean.",
    "start": "01:00:04",
    "end": "01:00:14"
  },
  {
    "text": "But when the waters are the purifying agent that washes clean, you're going with them.",
    "start": "01:00:15",
    "end": "01:00:20"
  },
  {
    "text": "Yeah, totally.",
    "start": "01:00:20",
    "end": "01:00:21"
  },
  {
    "text": "Yeah.",
    "start": "01:00:21",
    "end": "01:00:21"
  },
  {
    "text": "You die. That's right. But when the blood is a purifying agent, you stay alive because the blood is of an animal that's blameless, that God will accept as a substitute for me, the who is not blameless.",
    "start": "01:00:21",
    "end": "01:00:37"
  },
  {
    "text": "So the blood can purify the land, purify creation that I've defiled through my violence, our violence. And it's such a weird. It's a hard mental space to be in to think about that my corruption, our collective corruption, is. Is creating an environment that needs to be reckoned with. The biblical imagination was a flood washing it clean.",
    "start": "01:00:38",
    "end": "01:01:11"
  },
  {
    "text": "Yeah. Here's the thing, though. It's not that hard to imagine in one sense. I mean, I know that climate change is hugely politicized issue, so let's just keep it local. But if through human greed, you know, like the sewage plant is poorly run and has a negligent manager, those moral failings will start to result in the malfunction of the sewage plant, that will start to spill sewage into the local streams and so on. And that's very similar to what's happening here. Human moral failings actually degrade the environment, such that creation will rebel against us and destroy us and God will let it as a natural course of action and consequence.",
    "start": "01:01:12",
    "end": "01:02:06"
  },
  {
    "text": "So the same word kapper is used to describe that. The purifying of the land, of the way that we're corrupting it.",
    "start": "01:02:06",
    "end": "01:02:19"
  },
  {
    "text": "Yeah.",
    "start": "01:02:19",
    "end": "01:02:19"
  },
  {
    "text": "In a way that protects me, because the flood, the waters will purify it, but it will destroy me. This will purify it, but also protect me.",
    "start": "01:02:21",
    "end": "01:02:29"
  },
  {
    "text": "That's exactly right.",
    "start": "01:02:29",
    "end": "01:02:30"
  },
  {
    "text": "And so you pair that with the same logic of this word kheper, meaning a blameless, one thing, experiencing death on my behalf to protect me.",
    "start": "01:02:30",
    "end": "01:02:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:02:43",
    "end": "01:02:44"
  },
  {
    "text": "Both are protecting me from death.",
    "start": "01:02:44",
    "end": "01:02:46"
  },
  {
    "text": "Correct.",
    "start": "01:02:46",
    "end": "01:02:46"
  },
  {
    "text": "But one through this idea of purifying and one through the idea of payment being a payment.",
    "start": "01:02:47",
    "end": "01:02:54"
  },
  {
    "text": "That's right. And the payment and the purifying, you could say they're different, metaphorical. Remember all the way back to our conversations years ago on metaphorical schemes, the word kipper has two different stories underneath its meaning, but they both overlap. And one is about, I wronged you and I owe you. Now, I offer this as a payment to make right what has been done wrong. The other metaphorical story is I've wronged You. And that has polluted the environment of our relationship such that this environment is.",
    "start": "01:02:54",
    "end": "01:03:33"
  },
  {
    "text": "Yeah. Just being in your presence is like triggering me.",
    "start": "01:03:34",
    "end": "01:03:36"
  },
  {
    "text": "Yeah.",
    "start": "01:03:36",
    "end": "01:03:36"
  },
  {
    "text": "Kind of thing.",
    "start": "01:03:36",
    "end": "01:03:37"
  },
  {
    "text": "Yeah. So the life of this animal will clear the air.",
    "start": "01:03:37",
    "end": "01:03:41"
  },
  {
    "text": "Yeah. Okay.",
    "start": "01:03:42",
    "end": "01:03:44"
  },
  {
    "text": "And they're overlapping. The whole point is that these are not separate. The biblical authors had one word to refer to both of these things, and we find them difficult. And I think our modern atonement debates are a reflection of my inability to sympathetically enter into the imagination of the biblical authors. And so the blood purifies and the blood repays. And that is what the word kipper.",
    "start": "01:03:44",
    "end": "01:04:12"
  },
  {
    "text": "When the New Testament authors talk about the blood purifying. Wash me in the blood. It's about me, not the environment.",
    "start": "01:04:12",
    "end": "01:04:18"
  },
  {
    "text": "Sometimes.",
    "start": "01:04:20",
    "end": "01:04:21"
  },
  {
    "text": "Okay.",
    "start": "01:04:21",
    "end": "01:04:21"
  },
  {
    "text": "But in Hebrews, the act of atonement that Jesus accomplishes is not primarily when he dies. It's when he ascends into the heavenly temple and presents his blameless life, that is blood into the heavenly temple before the Father. That's the moment of atonement in Hebrews. Yeah. There's a work of a New Testament scholar, David Moffatt, wrote an important work called, I think, Resurrection and the Logic of Atonement in the letter to the Hebrews. Thrilling, thrilling reading. But no, I learned so much. But what's interesting is primarily we think of atonement in the New Testament as happening when Jesus dies in one element. That's true. But even in this ritual here in Leviticus, atonement happens not with the animal's death.",
    "start": "01:04:21",
    "end": "01:05:14"
  },
  {
    "text": "Yeah. With the animal's life being brought into.",
    "start": "01:05:14",
    "end": "01:05:16"
  },
  {
    "text": "It's about when the life. Exactly.",
    "start": "01:05:16",
    "end": "01:05:18"
  },
  {
    "text": "Yeah. So that's what Hebrews is riffing on.",
    "start": "01:05:18",
    "end": "01:05:20"
  },
  {
    "text": "Hebrews. Yeah.",
    "start": "01:05:20",
    "end": "01:05:21"
  },
  {
    "text": "Jesus, life is brought up into the holy place.",
    "start": "01:05:22",
    "end": "01:05:24"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:05:24",
    "end": "01:05:25"
  },
  {
    "text": "And becomes the atonement. And that's purifying the environment, creation in a way that's not going to take my life.",
    "start": "01:05:25",
    "end": "01:05:34"
  },
  {
    "text": "Yep, that's right. That's right. So here, let me tie this up with another quote from Michael Morales here. He summarizes it this way. He says the blood served as a purging agent, a purifying agent. Think of it like a detergent almost. Okay. Yeah, yeah. So the blood served as a purging agent, purifying the sacred objects from the pollution of the Israelite worshipers. Sin, wiping away that sin from God's eyes. Because this is the stuff right near God's presence. Yeah. Both ransom from death and purification from pollution are tied to the underlying logic that the blood is life. It's a life that is ransomed from Death. And it's a life that wipes away the stain of death. The basic point that an utterly blameless life can obliterate death is the rationale underlying the sacrifices of atonement.",
    "start": "01:05:34",
    "end": "01:06:33"
  },
  {
    "text": "Say that last sentence again.",
    "start": "01:06:34",
    "end": "01:06:36"
  },
  {
    "text": "So the basic point is that a blameless life offered on my behalf can obliterate death by repaying what I owe and by purifying the effects of sin and death. And that's the rationale that underlies the sacrifices of atonement. And so this leads to just a final note. And to me this is actually the most important one. Back to the one explanation of atonement given in Leviticus is where in Leviticus 17:11, God says the life of a creature is in the blood. And I, God says, I have given it to you to make atonement for yourselves on the altar.",
    "start": "01:06:36",
    "end": "01:07:16"
  },
  {
    "text": "That's interesting because you would think the person's bringing it to God.",
    "start": "01:07:17",
    "end": "01:07:21"
  },
  {
    "text": "Yes, you would think what it says that the life of the creature is in the blood. So you have to give it to me.",
    "start": "01:07:21",
    "end": "01:07:26"
  },
  {
    "text": "Give me the blood.",
    "start": "01:07:26",
    "end": "01:07:27"
  },
  {
    "text": "And that's the opposite of what God says. And you're paying attention to exactly the. Remember how you began this conversation? Like the way most people think about offering animal sacrifices is to buy God's favor. And this is saying that atonement in the Bible is the opposite.",
    "start": "01:07:27",
    "end": "01:07:45"
  },
  {
    "text": "It's a gift.",
    "start": "01:07:45",
    "end": "01:07:46"
  },
  {
    "text": "It's a gift from God to us.",
    "start": "01:07:46",
    "end": "01:07:48"
  },
  {
    "text": "Oh, wow.",
    "start": "01:07:48",
    "end": "01:07:49"
  },
  {
    "text": "I'm giving you the way to become right with me.",
    "start": "01:07:50",
    "end": "01:07:53"
  },
  {
    "text": "Yeah, well, and then John 3:16.",
    "start": "01:07:54",
    "end": "01:07:56"
  },
  {
    "text": "Yeah.",
    "start": "01:07:56",
    "end": "01:07:57"
  },
  {
    "text": "God loved the world. He gave.",
    "start": "01:07:57",
    "end": "01:07:59"
  },
  {
    "text": "That's exactly right.",
    "start": "01:07:59",
    "end": "01:08:00"
  },
  {
    "text": "He gave his son.",
    "start": "01:08:00",
    "end": "01:08:00"
  },
  {
    "text": "That's right. So yeah, I think for a lot of years I have a such a huge stack of books on atonement in my library and I really tried to figure out the atonement debates. And this is raging topic theological studies.",
    "start": "01:08:00",
    "end": "01:08:16"
  },
  {
    "text": "Yeah.",
    "start": "01:08:16",
    "end": "01:08:17"
  },
  {
    "text": "And I decided at some point to just kind of let that debate sit because the categories of the debate were capturing my imagination. And then all I could do was read Leviticus in light of the debate. And so for me, what I'm now.",
    "start": "01:08:17",
    "end": "01:08:31"
  },
  {
    "text": "You'Re trying to read the debate in light of Leviticus.",
    "start": "01:08:31",
    "end": "01:08:33"
  },
  {
    "text": "Trying to read the debate in light of understanding the deep logic of atonement just within the biblical story, which is I know what the debates are about, but I had to put the debates aside and just inhabit the story and do lots of deep word studies. And it's completely shaped my reshaped how I think about the whole thing. It's beautiful. Like Israelites thought of this as beautiful, even though it involved the death of a very valuable animal. They viewed it as an act of God's grace. Like, they approached the tent and experience God's grace. They didn't see it as whatever else you might, you know, appeasing a God who's about to hammer me. They saw it as a gift of God that he wants me to come near and he's given it to me.",
    "start": "01:08:33",
    "end": "01:09:27"
  },
  {
    "text": "Yes. And if that doesn't happen, I will die.",
    "start": "01:09:27",
    "end": "01:09:32"
  },
  {
    "text": "That's right. Totally. I will die. That's right.",
    "start": "01:09:32",
    "end": "01:09:35"
  },
  {
    "text": "So it is saving me from death.",
    "start": "01:09:36",
    "end": "01:09:39"
  },
  {
    "text": "It saves me from death. That's right. Yeah. But the death that I will experience. And what death means, means what it means in light of the story that began with the Garden of Eden. And what we often do is abstract it out into some new story that we make up, which is God is perfect. You're not perfect. So God has to kill you because you're not perfect. But he'll kill something. You can kill something in your place and then God will accept you. And you can see, like the elements of what the Bible's saying are there. But when you abstract it and shorten it to that little formulation, you're just really missing, I think, what the richness of what the story is saying. It's like that little summary that I just gave is not. It's not that it's entirely wrong. It's just. It's a remade narrative that I don't think is emphasizing what the biblical authors are trying to emphasize. And this last point, God makes perfectly clear. This is my gift to you. It's not about you trying to appease me. It's I've given you away. And dude, okay, I'm so sorry, but here, let me just. This is a part of how the Hebrew Bible is Messianic literature.",
    "start": "01:09:40",
    "end": "01:10:55"
  },
  {
    "text": "Yeah.",
    "start": "01:10:55",
    "end": "01:10:56"
  },
  {
    "text": "Because this is in the same collection of scrolls that has the suffering servant of Isaiah that talks about God's servant who will give his life as a sacrifice of atonement for the sins of Israel and therefore for all humanity. So this section of Leviticus is trying to give us the categories that will prepare us for the messianic hope of the suffering servant who is God's gift to humans.",
    "start": "01:10:56",
    "end": "01:11:23"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're concluding the first movement of Leviticus. Looking closer at the offerings.",
    "start": "01:11:25",
    "end": "01:11:35"
  },
  {
    "text": "The more I've learned about these offerings, the more I see that there may be meaning. Is working on themes that are developed all throughout the rest of the Bible. Self surrender, purification from sin, making right loving God, loving your neighbor, thanking God for what he's given to me. That's the meaning of all these offerings. These are ideas deep in the heart of the biblical story that comes out everywhere.",
    "start": "01:11:35",
    "end": "01:11:58"
  },
  {
    "text": "Today's show was produced by Cooper Peltz and edited by Dan Gummel and Tyler Bailey. Our show notes by Lindsey Ponder. Also, Ashlyn Hice and Hannah Wu provide the annotations for our annotated podcast in the app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you for being a part of this with us.",
    "start": "01:11:59",
    "end": "01:12:26"
  },
  {
    "text": "All right, I think we're recording.",
    "start": "01:12:26",
    "end": "01:12:27"
  },
  {
    "text": "Here we go.",
    "start": "01:12:27",
    "end": "01:12:28"
  },
  {
    "text": "G'. Day. This is Chad and I'm from South Australia. I first heard. I heard about Bibleproject in 2018 when I was helping our church read through the Bible in a year. My favourite thing about the bibleproject is their commitment to presenting the Bible's big picture story in an approachable and meaningful manner. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com all right, thanks, fellas.",
    "start": "01:12:28",
    "end": "01:13:01"
  }
]