[
  {
    "text": "Throughout the story of the Bible, God is on a mission to draw near to humanity, to dwell among us. And this is the gift God gives Israel when he fills the tabernacle with his presence. And what Israel discovers is that God's holiness is both good and dangerous.",
    "start": "00:00:05",
    "end": "00:00:22"
  },
  {
    "text": "Now that God has come to live among his people, that causes a crisis because there's a collision between God's holiness and. And the impurity and death among Israel.",
    "start": "00:00:22",
    "end": "00:00:30"
  },
  {
    "text": "God provides an answer in the Day of Atonement, where Israel's sins are cast out into the wilderness. And this radical gift, it begs a question.",
    "start": "00:00:30",
    "end": "00:00:39"
  },
  {
    "text": "If the Holy One, the source of all life and goodness and beauty, lives in the middle of our camp, how should we live? How should we treat each other?",
    "start": "00:00:39",
    "end": "00:00:48"
  },
  {
    "text": "What we find is that God gives many rules and rituals, and at the heart of all of them is God's desire to transform Israel. And at the center of it all is a.",
    "start": "00:00:48",
    "end": "00:01:00"
  },
  {
    "text": "We call the Sabbath, the weekly Sabbath, and then the monthly annual rhythms teach the Israelites that their lives and their time are not their own, that their whole existence as a people is dedicated to the purpose of becoming holy. Become holy as I am holy.",
    "start": "00:01:00",
    "end": "00:01:16"
  },
  {
    "text": "Sabbath is about resting, but it's more than that. It's an opportunity to stop providing for yourself and to trust that God will meet your needs. And so perhaps it won't be a surprise to find out that while God gives many practices to transform Israel, Sabbath is right at the center.",
    "start": "00:01:17",
    "end": "00:01:35"
  },
  {
    "text": "The practice of justice for the vulnerable, the practice of mercy and generosity, and of personal moral integrity. They're all bound together as one way of life with one story underneath them. And so Sabbath and holiness are really inextricable.",
    "start": "00:01:36",
    "end": "00:01:51"
  },
  {
    "text": "I'm John Collins. Today Tim Mackey and I begin the third movement of Leviticus. We talk about holiness, love for God and neighbor, a surrendered life, a life of mercy and justice. And at the center of it all, Sabbath. Thanks for joining us. Here we. Hello, Tim.",
    "start": "00:01:52",
    "end": "00:02:21"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Hello. We are in the book of Leviticus. We have been for a little bit of time now quite.",
    "start": "00:02:22",
    "end": "00:02:29"
  },
  {
    "text": "Wait. This is our seventh.",
    "start": "00:02:29",
    "end": "00:02:31"
  },
  {
    "text": "Seventh episode in Leviticus.",
    "start": "00:02:31",
    "end": "00:02:33"
  },
  {
    "text": "Seventh episode in Leviticus. Because we've done three in the first movement, three of the second movement. We're beginning the third movement of Leviticus. And this is our first conversation of three on the third part. So this is conversation number seven.",
    "start": "00:02:33",
    "end": "00:02:47"
  },
  {
    "text": "Three sets of three conversations is also kind of biblical, right?",
    "start": "00:02:47",
    "end": "00:02:50"
  },
  {
    "text": "Oh, and so biblical. We're so biblical right now. Yeah. Yes. This is our seventh conversation on Leviticus. And for many people, the fact that you could ring out of a book like Leviticus so much, I'm using a metaphor. Like wringing water out of a. You know, like a washcloth.",
    "start": "00:02:50",
    "end": "00:03:14"
  },
  {
    "text": "Yeah, I feel like the washcloth is still pretty soaked.",
    "start": "00:03:14",
    "end": "00:03:17"
  },
  {
    "text": "Oh, yeah. Oh, yeah.",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "Wrong. This thing much?",
    "start": "00:03:18",
    "end": "00:03:20"
  },
  {
    "text": "No, no, we just. We're just skimming. Skimming the surface to use a different. Entirely different metaphor. So, yeah, we are here entering into the third and final movement of the Leviticus scroll that goes from chapters 17 through 27. And I think my first help, to just do a quick overview of the whole scroll and how it fits in to the Torah, but then also the previous two movements, because they had a real coherence and closure moments. And so when we come to Leviticus 17, we open up a new horizon in the scroll. It's a significant step forward in the developing themes and argument of the book.",
    "start": "00:03:20",
    "end": "00:04:00"
  },
  {
    "text": "Yeah.",
    "start": "00:04:01",
    "end": "00:04:01"
  },
  {
    "text": "And we are going to focus in on just one main theme for this section. There are many themes going on, and I'll play tour guide and point different things out, but the main thing that corresponds to a theme video that we made and that corresponds to the reader's journey that we've created for people to experience within the BibleProject app. The focus theme is Sabbath.",
    "start": "00:04:01",
    "end": "00:04:27"
  },
  {
    "text": "Sabbath.",
    "start": "00:04:27",
    "end": "00:04:28"
  },
  {
    "text": "Sabbath or the seventh day. Yeah, yeah. The video we made is called Sabbath, but it's about the seventh day rest throughout the whole story of the Bible.",
    "start": "00:04:28",
    "end": "00:04:35"
  },
  {
    "text": "So you'll be tracing that theme. We'll be tracing that theme in the app. You can also unlock that theme, and we're gonna see it at work here in the third movement of Leviticus.",
    "start": "00:04:36",
    "end": "00:04:48"
  },
  {
    "text": "But first, let's get a bird's eye view before we dive into the details. So the book of Leviticus began from the launchpad of the last paragraph of the previous scroll, which was Exodus. And there God came to dwell and live among his people, fire and glory hovering over this beautiful sacred tent that got built at the foot of Mount Sinai. And the relationship between Yahweh and his people, however, has already become fraught with problems because the people have already broken the covenant relationship they made with a God who wants to live with them, like, within 40 days of having agreed to it. That's the golden calf episode.",
    "start": "00:04:48",
    "end": "00:05:32"
  },
  {
    "text": "Yeah. Would it be worth backing up even further? Just if someone's coming in Mount Sinai, God's people.",
    "start": "00:05:32",
    "end": "00:05:41"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:05:41",
    "end": "00:05:42"
  },
  {
    "text": "All right, what's happening?",
    "start": "00:05:42",
    "end": "00:05:43"
  },
  {
    "text": "All right, we're going macro. We're going big, real big.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "It's helpful for me, too.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "Okay, good.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "Just re. Situate things.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "That's good. In the beginning, God created the skies and the land. So the biblical story begins by trying to invite the reader into viewing the world they inhabit in a particular way, by telling the story of our world with a particular take or slant. And the slant goes like this. We live in a beautiful world packed full of potential that has been ordered, which is why it's not a perpetual disorganized chaos. And God has appointed among all the creatures of the land one particular species to be a partner, an image of God's character and purpose here in the world. Human beings, they're given an ideal setup, an abundant opportunity, but also are faced with a choice about how they're going to partner with God and rule the world on God's behalf. The humans make a really poor decision, but not entirely of their own doing. They're deceived by a dark, mysterious force of evil at work trying to support God's purposes. And so the human rulers make a stupid mistake and find themselves separated from the life and presence of God that wants to dwell on earth. So that's Adam and Eve exiled from Eden, which is like a sacred garden on a mountain high place, protected now by angelic beings and fire.",
    "start": "00:05:50",
    "end": "00:07:21"
  },
  {
    "text": "The place that they were. What you're saying is the ideal setup. Yeah, which the Bible calls a garden in Eden. They no longer have access and it's actually guarded by angels and fire.",
    "start": "00:07:22",
    "end": "00:07:35"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:07:35",
    "end": "00:07:35"
  },
  {
    "text": "So this is a story about like humanity's origins.",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "Yeah. It's also the introduction to the Hebrew Bible, which are the scriptures of a particular people group. Okay, so it's the introduction to a story of the world, but told from the vantage point of this people group and its convictions about the world, which they believe are a gift from God. They believe that how they tell the story is how the God of the universe tells the story. It's quite a bold claim to make about a collection of scrolls, but there you go, that's the claim. That's certainly what Jesus believed about these scrolls, but that's getting way ahead of ourselves. So what God does is he allows human folly to keep spiraling because he honors the dignity of these image bearing creatures. But at the same time, God keeps stepping in to prevent the worst from happening. Until the violence of humans gets so out of control, God allows the world to descend into chaos and disorder. And so just as God brought orders by separating the waters of chaos at the beginning, God allows the waters of chaos to collapse back in due to human violence. Cosmic collapse. Otherwise known as the flood.",
    "start": "00:07:39",
    "end": "00:08:49"
  },
  {
    "text": "Thought you were going to say otherwise known as Armageddon.",
    "start": "00:08:50",
    "end": "00:08:52"
  },
  {
    "text": "Oh, well, that's Another kind of flood. But in Greek, the Greek Septuagint, the word flood is translated with the Greek word kataklusmas, which is where we get our English word, cataclysm.",
    "start": "00:08:52",
    "end": "00:09:06"
  },
  {
    "text": "That's where we get our. Oh, I thought you're gonna say Santa Claus.",
    "start": "00:09:06",
    "end": "00:09:08"
  },
  {
    "text": "No, I'm joking.",
    "start": "00:09:08",
    "end": "00:09:10"
  },
  {
    "text": "That's where we get Kris Kringle.",
    "start": "00:09:13",
    "end": "00:09:14"
  },
  {
    "text": "Cataclysmos.",
    "start": "00:09:19",
    "end": "00:09:20"
  },
  {
    "text": "Cataclysmos, yeah, Way off.",
    "start": "00:09:20",
    "end": "00:09:23"
  },
  {
    "text": "Way off. Not Kris Kringle, but cataclysm.",
    "start": "00:09:23",
    "end": "00:09:26"
  },
  {
    "text": "Cataclysm.",
    "start": "00:09:26",
    "end": "00:09:27"
  },
  {
    "text": "Cataclysmic disaster.",
    "start": "00:09:27",
    "end": "00:09:28"
  },
  {
    "text": "Oh. So the word flood, that is a cataclysmic event.",
    "start": "00:09:29",
    "end": "00:09:33"
  },
  {
    "text": "Name the collapse of order in the cosmos. However, what God does is single out one family from among that cataclysmos and through them gives them a new chance to do the Garden of Eden, rule the world as God's partner. On the other side of the cataclysm, that's Noah. And Noah and his family replays the failure of Adam and Eve and their children. The cycle starts beginning, where God keeps selecting one out of the many, gives them a chance to represent him and partner with him. They blow it, ushering their community, their family, their own lives into violence, chaos, strife of some kind that God honors.",
    "start": "00:09:33",
    "end": "00:10:22"
  },
  {
    "text": "What do you mean he honors?",
    "start": "00:10:23",
    "end": "00:10:24"
  },
  {
    "text": "Oh, well, God honors humans decisions to screw up their lives.",
    "start": "00:10:24",
    "end": "00:10:28"
  },
  {
    "text": "He doesn't step in right away.",
    "start": "00:10:28",
    "end": "00:10:30"
  },
  {
    "text": "And not all the time. Sometimes, but not all the time. Which is really annoying for a lot of biblical authors. That's why there's so many poems in the book of Psalms that begin with people frustrated with God. Like, why do you let it go on this long? Do something, Rise up, O Lord, deliver, save, you know, that kind of thing. Those are people that are watching the cascade of human violence and evil spiral.",
    "start": "00:10:30",
    "end": "00:10:57"
  },
  {
    "text": "They're watching the flood.",
    "start": "00:10:57",
    "end": "00:10:58"
  },
  {
    "text": "Yeah, they're watching innocent blood soak the land like before the flood.",
    "start": "00:10:58",
    "end": "00:11:03"
  },
  {
    "text": "Oh, before the flood.",
    "start": "00:11:03",
    "end": "00:11:03"
  },
  {
    "text": "Yeah. And they're asking for God to rise up and do something. Bring evil to a cataclysmic end, but save your chosen ones so that you can fulfill your promises through them. So this is a melody that's on replay over and over and over again, replaced many times through the Genesis scroll, through the Exodus scroll. Now in Leviticus, God's chosen one family out of all the nations, the family of Abraham, and appointed them to be his kingdom of priests and a holy nation. He brought them out of slavery, through the wilderness, and then to the foot of this mountain, Mount Sinai. So there God invited all of them. Actually, this is really relevant for the section of Leviticus we're Talking about God said to all the people in Exodus 19. Here, I'll just read it. We've read this passage many times over the years, but it is super important. This is Exodus, chapter 19, verse 4. God says to the sons of Israel, you all have seen what I did to the Egyptians. That is your oppressors. And how I bore you on eagle's wings. I carried you through the wilderness, and I brought you here to myself at this sacred mountain. Now then, if you will. Shema, Shema, listen. Listen to my voice and keep my covenant. We're about to enter into a partnership, a sacred agreement. Yeah. Sacred agreement. Yeah. So listen to my voice. Honor the agreement that we're about to make. And then if you do that, you shall be my special possession among all the nations. Because, listen, all the land is mine. I could work with a lot of people here, but I've chosen you. You'll be my special possession. And y' all will be to me a kingdom of priests and a holy nation. And those two concepts are key for this third and final movement of Leviticus.",
    "start": "00:11:03",
    "end": "00:13:00"
  },
  {
    "text": "Okay. Kingdom of priests. There are priests from the line of Aaron.",
    "start": "00:13:00",
    "end": "00:13:05"
  },
  {
    "text": "Yes.",
    "start": "00:13:05",
    "end": "00:13:05"
  },
  {
    "text": "Aaron is Moses brother. He's the high priest. We met his four kiddos.",
    "start": "00:13:05",
    "end": "00:13:11"
  },
  {
    "text": "That's right. So God selected Moses, older brother and his four sons to be the priests within the kingdom of priests.",
    "start": "00:13:12",
    "end": "00:13:20"
  },
  {
    "text": "Yeah.",
    "start": "00:13:20",
    "end": "00:13:20"
  },
  {
    "text": "So if all of Israel are priestly representatives for all the other nations, then within the kingdom of priests, there is a special family of representatives. Representatives within the representatives.",
    "start": "00:13:21",
    "end": "00:13:34"
  },
  {
    "text": "Now, this idea of being priests within priests is that anywhere else thought about and talked about in the Hebrew Bible that everyone's supposed to be a priest in some sense?",
    "start": "00:13:34",
    "end": "00:13:48"
  },
  {
    "text": "It is. It's actually explored on the other side of Leviticus in the stories of numbers that we're going to be looking at in future conversations.",
    "start": "00:13:48",
    "end": "00:13:55"
  },
  {
    "text": "Okay.",
    "start": "00:13:55",
    "end": "00:13:56"
  },
  {
    "text": "But there it's clear that God's desire is to pour out his spirit on all of his people so that they all could speak the words of God to each other and listen to the voice of God. But because of Israel's continual cycle of failure and covenant betrayal, God keeps selecting out a smaller and smaller group among the family.",
    "start": "00:13:56",
    "end": "00:14:21"
  },
  {
    "text": "Okay.",
    "start": "00:14:21",
    "end": "00:14:22"
  },
  {
    "text": "But still calling all. So it's the idea of within the many who are all together to be representative priests before the nations. He selects one particular family, and there'll be the priests who work in and around the tent. And all of what they're doing is a ritual liturgical drama that symbolically tells a story about who they are among the nations. So who the priests are among Israel is a ritual drama showing all the Israelites every day what Israel is to be among the nations.",
    "start": "00:14:22",
    "end": "00:14:56"
  },
  {
    "text": "That's cool. And that brings us up to speed, too. And where we're at in that. God gave them designs for this tent, the tabernacle, and this is where all this ritual happens and where God himself comes to dwell.",
    "start": "00:15:20",
    "end": "00:15:34"
  },
  {
    "text": "Yeah. And it's depicted as a portable micro Eden. It's a micro cosmos, as it were. It's both Eden, but also an image of all the heaven and earth. God came to live among his people in fire cloud. And it's good, but it's also dangerous. And so when the cloud touches down over the tent at the end of the Exodus scroll, Moses, the one who has been going in and out of the Divine presence on the people's behalf, he can't go in. It's sort of like you buy a brand new car, it won't start. And then the first day, right, that you like. Yeah. You go to drive and it's yours. And you're like, the doors won't unlock. That's more. You can't get in.",
    "start": "00:15:34",
    "end": "00:16:15"
  },
  {
    "text": "You can't even get in.",
    "start": "00:16:15",
    "end": "00:16:16"
  },
  {
    "text": "You can't even get in. So how do I get in?",
    "start": "00:16:16",
    "end": "00:16:19"
  },
  {
    "text": "This is how you fob batteries are dead.",
    "start": "00:16:20",
    "end": "00:16:22"
  },
  {
    "text": "Totally. Yeah. So Leviticus, chapters 1 through 7. The first movement is God giving to Israel new batteries for the key fob.",
    "start": "00:16:22",
    "end": "00:16:31"
  },
  {
    "text": "You know, they're actually, there's a little key in the fob. Have you ever had to use that?",
    "start": "00:16:31",
    "end": "00:16:34"
  },
  {
    "text": "Yes, there is. In mine, too. Yes.",
    "start": "00:16:34",
    "end": "00:16:36"
  },
  {
    "text": "I had to call a dealership, and they had to tell me about that. I was like, how do I get in my car? I don't have a battery. And they're like, there's a key in there.",
    "start": "00:16:36",
    "end": "00:16:43"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:16:43",
    "end": "00:16:43"
  },
  {
    "text": "I was like, oh, sweet.",
    "start": "00:16:43",
    "end": "00:16:44"
  },
  {
    "text": "Sorry. No, it was fine.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "So Moses didn't have the special key.",
    "start": "00:16:46",
    "end": "00:16:49"
  },
  {
    "text": "He didn't have the key God gave him. God reveals to him in what we call Leviticus 1:7, a whole network of symbolic offerings. They also tell a story of Israel's complete surrender to the presence and will of God, about fostering an attitude of constant gratefulness, giving back to God what God has given to me, but then also an invitation from God. Even though the Israelites are morally flawed and betrayers of the covenant, God wants them to come near. And so he gives them these substitute animals whose life can be offered up and surrendered on their behalf. A blameless life can die. And so rise up to God and smoke into the heavenly throne room and appeal to God on behalf of people who are not Blameless. And God says, I'll accept the intercession of that blameless substitute so that you all can live near me, my good and dangerous presence.",
    "start": "00:16:49",
    "end": "00:17:54"
  },
  {
    "text": "The takeaway that I love to come back to on that is that while this was a normal ancient ritual, the other nations that do this, they're trying to like appease the gods and they never know, like, is this enough? Like, am I sacrificing enough? Do I need to even like cut myself? Do I need to sacrifice a kid? Like, there's just kind of like all this drama around, like, how do I know that this Elohim is actually going to be on my side?",
    "start": "00:17:54",
    "end": "00:18:20"
  },
  {
    "text": "That's right.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "But these are presented as a gift from Yahweh, saying like, here's what you could do and know that I will be with you.",
    "start": "00:18:21",
    "end": "00:18:30"
  },
  {
    "text": "Yeah, that's right, yeah. God says in actually Leviticus 17, which we'll start with in this conversation, God says, I have given you these sacrifices to cover for your failures.",
    "start": "00:18:30",
    "end": "00:18:43"
  },
  {
    "text": "Yeah. Which is backwards.",
    "start": "00:18:43",
    "end": "00:18:44"
  },
  {
    "text": "Yeah. Normally it's a human offering a sacrifice to God. And God says, no, I've given the sacrifices to you to give to me because I want you to come near. And that's. Yeah, that's the heart of God revealed here in the sacrifices and offerings.",
    "start": "00:18:44",
    "end": "00:18:59"
  },
  {
    "text": "So that's the first movement of living.",
    "start": "00:19:00",
    "end": "00:19:01"
  },
  {
    "text": "In the first movement. Yep. And so the second movement begins with the tent being inaugurated. The priests being ordained in a seven day ritual that echoes Genesis 1. So Aaron and his sons become like the new humanity, recreated over seven days to work in the new Eden. And on the first day on the job, the eighth day, Aaron's sons decide to just rewrite the whole liturgy and take the place of their dad by doing what God had asked their dad to do, but just deciding they're going to do it on their own by taking unauthorized incense fire into the tent. And so In Leviticus chapter 10, those sons die. God's good and dangerous holiness consumes them in fire. And they did so by passing by the curtain with angelic cherubim on it, and then they're consumed by the divine fire.",
    "start": "00:19:01",
    "end": "00:19:54"
  },
  {
    "text": "It's kind of a reflection on what would have happened to Adam and Eve if they tried to just crash back into Eden.",
    "start": "00:19:54",
    "end": "00:19:59"
  },
  {
    "text": "Yeah, the fire and cherubim that God stationed at the boundary of Eden are represented by the altar fire and the cherubim on the door to the tent. So they go in doing what's good in their eyes, and it does not go good for them. And so now you've got dead bodies inside the most sacred place dedicated to life and holiness and purity and goodness. It's a big problem there. So what God says to Aaron after that whole debacle is first, hey, no drinking on this job. No alcohol. No drinking alcohol when you come in to do your priestly duties. So that's one thing. Reason being is you need a right mind that's clear and is able to make sober and wise decisions about two fundamental categories that are important for Leviticus and for the biblical story. And this is Leviticus 10:10 11, so that you can make a distinction between what is holy and what is common, between what is pure and what is impure. Now watch this. What follows in Leviticus 11:15 is five long chapters about purity and impurity in particular. And it's all about how the priests are to teach the people about purity and purity. We talked about that at length. Now, as Israel, this is like the.",
    "start": "00:19:59",
    "end": "00:21:24"
  },
  {
    "text": "Priests becoming like the health teachers.",
    "start": "00:21:24",
    "end": "00:21:26"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:21:26",
    "end": "00:21:27"
  },
  {
    "text": "Health class.",
    "start": "00:21:28",
    "end": "00:21:28"
  },
  {
    "text": "Yeah, yeah, kind of. And also like their pastors slash pastors slash spiritual directors. And so. But here's the thing. Even if Israelites learn how to honor the laws of purity and impurity, there's a lot of impurity surrounding this sacred tent dedicated to life. Impurity in the middle of an impure people. And so what God also provides climactically is the day of atonement, that once a year, all of the impurities and covenant, betrayal and sin of Israel is atoned for, and that the tent is purified once a year from all of it. And you're like, okay, that purity, impurity thing, we've got a handle on how to deal with that. But remember, God told Aaron that you need to teach the people about two binary sets. The first is purity and impurity. But there's another one back to Leviticus 10:10. So don't drink on the job so that you can make a distinction not just between the pure and impure, but between the holy and. And the common. And that is the summary of Leviticus 17 to the end of the book.",
    "start": "00:21:28",
    "end": "00:22:37"
  },
  {
    "text": "So the third movement is all about separating between holy and common.",
    "start": "00:22:37",
    "end": "00:22:41"
  },
  {
    "text": "Holy and common. So what's interesting is movement two begins with a story that prepares you for the whole rest of the book.",
    "start": "00:22:41",
    "end": "00:22:49"
  },
  {
    "text": "All of these new ancient laws, essentially.",
    "start": "00:22:49",
    "end": "00:22:52"
  },
  {
    "text": "Yeah, the rules about purity and impurity. And that launches Leviticus 11:16. And once impurity has a set of guidelines around it, we come back to Leviticus 10:10 and that we learn that the priests are also to teach the people about what is holy and common. And that's the main theme of the third movement of the book. So it's kind of cool. Chapter 10 literally gives you the program.",
    "start": "00:22:52",
    "end": "00:23:16"
  },
  {
    "text": "It's like a table of contents.",
    "start": "00:23:16",
    "end": "00:23:17"
  },
  {
    "text": "It's like a little table of contents.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "So you do the pure and impure. But then we pause and we look at the day of the Lord. I'm sorry, not the day. The day of atonement.",
    "start": "00:23:18",
    "end": "00:23:25"
  },
  {
    "text": "Yeah. That was Freudian slip, wasn't it? You're more right than you know.",
    "start": "00:23:25",
    "end": "00:23:29"
  },
  {
    "text": "Really? I wondered as soon as I said that if you were going to say that.",
    "start": "00:23:29",
    "end": "00:23:32"
  },
  {
    "text": "Yeah.",
    "start": "00:23:32",
    "end": "00:23:33"
  },
  {
    "text": "Oh, really?",
    "start": "00:23:33",
    "end": "00:23:33"
  },
  {
    "text": "Yeah. What is the day of the Lord in the prophets except a cataclysm, Cataclysmic collapse of the cosmos on the forces of evil, whoever they happen to be. But then a preservation of remnant out the other side to be the seed of a new humanity. This is Isaiah, this is Jeremiah, this Ezekiel, did the Hebrew Bible study.",
    "start": "00:23:35",
    "end": "00:23:56"
  },
  {
    "text": "So.",
    "start": "00:23:56",
    "end": "00:23:56"
  },
  {
    "text": "Amazing. Anyway, yes, the day of atonement is the atonement.",
    "start": "00:23:56",
    "end": "00:23:59"
  },
  {
    "text": "So we just talked about that. And that's right in the center of the book. So we do the purity laws, day of atonement. And then on this backside of the book, in the third movement, we're focusing on holiness and the profane as the King James.",
    "start": "00:23:59",
    "end": "00:24:18"
  },
  {
    "text": "Yeah, that's right. Chapter 1727. You know, right now. So this is a live project for me of discerning the literary design of this section. It's clear to me. It's a section. It's clear to many other Hebrew bible scholars too. 17 to 27 of Leviticus is a big climactic movement of the book. The debate is what is the intended literary organization within that section.",
    "start": "00:24:18",
    "end": "00:24:44"
  },
  {
    "text": "Okay.",
    "start": "00:24:44",
    "end": "00:24:44"
  },
  {
    "text": "And you can make a very persuasive case that there are three parts to this final movement. You can also make a really persuasive case that there's two. So I'm on the fence as of the day we're recording this conversation. And I hope to have more clarity on this in about a month or so after working on it more. But right now I'm just gonna go with three.",
    "start": "00:24:44",
    "end": "00:25:07"
  },
  {
    "text": "Okay. We're gonna talk about it in terms of three.",
    "start": "00:25:07",
    "end": "00:25:10"
  },
  {
    "text": "Three parts. Yeah. Leviticus 17:20 does have a meaningful kind of organization and set of themes around it. What's interesting in this section 17 to 20 of Leviticus is it begins with a whole chapter on sacrifices and offerings.",
    "start": "00:25:10",
    "end": "00:25:26"
  },
  {
    "text": "And we've seen a lot of these so far.",
    "start": "00:25:26",
    "end": "00:25:27"
  },
  {
    "text": "Totally. But it echoes the first seven chapters of the book, which are all about that. And chapter 17 opens with the similar language as chapter one began with, so that's cool. And then what 17, 18, 19, and 20 all focus on are guidelines specifically for the priests and all of the people. This is the first time in Leviticus where all the Israelites are addressed by God. Everything before has been either to Moses or to Aaron and his sons, the priests. So now we're moving out. This is now a calling that's going to be placed on all of the Israelites.",
    "start": "00:25:27",
    "end": "00:26:08"
  },
  {
    "text": "Kingdom of Priests.",
    "start": "00:26:08",
    "end": "00:26:09"
  },
  {
    "text": "Yeah, we're back to Kingdom of Priests. And if you are doing, like, word counts, the words for holiness just leap off the page in the section they're in pink in my study notes, and it's just like pink everywhere from all the way in this final movement.",
    "start": "00:26:09",
    "end": "00:26:26"
  },
  {
    "text": "And we're not tracing holiness, though.",
    "start": "00:26:26",
    "end": "00:26:27"
  },
  {
    "text": "We're not.",
    "start": "00:26:27",
    "end": "00:26:28"
  },
  {
    "text": "Which could.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "You could very easily, it sounds like, because here's another factor for holiness is the words for holiness are connected to God's commands. And this section is overwhelmingly dominated by the number seven in like, every way you could imagine. So there are seven sets of commands for the priests and the people in chapters 17 to 22. And then within chapter 18, 19, 20, 21, the middle of 21, first half of 22, or the second half of 22, each of those has sets of laws that are all grouped together in numerals of 7, usually 2 times 7, but sometimes 3 times 7. So 14 or 21. And that leads to the last part of this movement, which is chapters 23, 27. And it begins with a discussion of the Sabbath on the seventh day, then outlines the seven annual feasts of Israel, and then the seven lamps of the Menorah, that the priesthood of light, day and night, and then the Sabbath bread. That's to go in to the tent. And then the seventh year of the release of the land, and then the seven times seventh year of the Jubilee. So you can feel the crescendo. And this is a part of how the whole Leviticus scroll is architected on the pattern of Genesis 1, building up to a climactic seventh, seventh day rest. So that's why we chose the Sabbath theme is seven is an organizing principle for chapters 17 to 27. And you could just summarize it this way. God has come to dwell among his people. The tent has been purified by the day of Atonement.",
    "start": "00:26:29",
    "end": "00:28:14"
  },
  {
    "text": "Okay, by purified you mean the tent.",
    "start": "00:28:14",
    "end": "00:28:18"
  },
  {
    "text": "Has been, according to the logic of chapters 11 through 16, it's been vandalized, polluted by the sins and impurities of the Israelites. And so once a year the day of atonement washes clean.",
    "start": "00:28:18",
    "end": "00:28:33"
  },
  {
    "text": "It's a reset.",
    "start": "00:28:33",
    "end": "00:28:34"
  },
  {
    "text": "It's a reset. Yeah. And the sins that have polluted Israel and polluted the tent are exiled in the form of a goat that's sent out of the camp. That having been accomplished, that's not the end of the story, though. All that accomplishes is that God can live among his people. Yeah, but what's the purpose of God living among his people? So that they can be a kingdom of priests and a holy nation. Remember, that's the program.",
    "start": "00:28:34",
    "end": "00:28:59"
  },
  {
    "text": "Holy meaning set apart. Set apart to be in proximity and service.",
    "start": "00:28:59",
    "end": "00:29:04"
  },
  {
    "text": "That's right. And if you're set apart to be in proximity to the source of all beauty and goodness and justice and purity and life, then that's going to begin to transform every aspect of daily life among the Israelites. And that's why God starts to address all the people now. And so what we're going to find here are laws about the daily lived communal experience of living in an ancient Israelite village or camp and how people are to relate to God and how people are to relate to each other. This is the section where Jesus found the second most important command in the Torah, which is to love your neighbor as yourself. That line comes from Leviticus, chapter 19.",
    "start": "00:29:04",
    "end": "00:29:52"
  },
  {
    "text": "These are community guidelines.",
    "start": "00:29:52",
    "end": "00:29:54"
  },
  {
    "text": "Yeah, yeah. So lots of rules around marriage, around sex, around treatment of the most vulnerable, especially the elderly, people with disabilities, the poor, the immigrant and orphans. Special focus on them in the way Israelite society was structured. Those were the groups of people that most often became vulnerable. Very quickly, there's going to be laws to safeguard the holiness of the priests among the people. And then there's going to be all woven into their lives, these rhythms of time. And all in patterns of seven.",
    "start": "00:29:54",
    "end": "00:30:32"
  },
  {
    "text": "These are the feasts.",
    "start": "00:30:32",
    "end": "00:30:33"
  },
  {
    "text": "Yeah. The weekly Sabbath and then the monthly annual rhythms of Sabbath. Teach the Israelites that their lives and their time are not their own, that their whole existence as a people is dedicated to the purpose of becoming holy. Become holy as I am holy.",
    "start": "00:30:33",
    "end": "00:30:52"
  },
  {
    "text": "Quoting Jesus here.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "Well, actually, and Jesus is quoting this section of Leviticus. Be holy as I am holy is a refrain in this movement of Leviticus that Jesus riffs on in the Sermon on the Mount by saying, be complete as your heavenly Father is complete.",
    "start": "00:30:54",
    "end": "00:31:08"
  },
  {
    "text": "You used a different word there because he.",
    "start": "00:31:09",
    "end": "00:31:12"
  },
  {
    "text": "Well, our English translations say, be perfect as your heavenly Father is perfect.",
    "start": "00:31:12",
    "end": "00:31:16"
  },
  {
    "text": "And it's translating the word. What Greek word teleos.",
    "start": "00:31:16",
    "end": "00:31:19"
  },
  {
    "text": "Greek word teleos. Yeah. Which means complete.",
    "start": "00:31:19",
    "end": "00:31:22"
  },
  {
    "text": "Is that the way you would translate the Hebrew word holy?",
    "start": "00:31:22",
    "end": "00:31:26"
  },
  {
    "text": "No, it's the way you translate the Hebrew word. Blameless.",
    "start": "00:31:26",
    "end": "00:31:30"
  },
  {
    "text": "Blameless. Oh, right, right, yeah.",
    "start": "00:31:30",
    "end": "00:31:32"
  },
  {
    "text": "What Jesus is doing, that's a whole rabbit hole. We'll get there. Yeah. I don't know. One day. So maybe we can talk about it. So that's this section of the book. This is the holiness charter for all the people of Israel now that God has come to live among his people. And that causes a crisis because there's a collision between God's holiness and purity and the impurity and death among Israel. Day of atonement resolved that. So now what should it look like in the daily lived experience of Israelites if the Holy One, the source of all life and goodness and beauty, lives in the middle of our camp? How should we live? How should we treat each other? That's what this section is all about. Sa.",
    "start": "00:31:32",
    "end": "00:32:13"
  },
  {
    "text": "Now, this is kind of what many people hope the Bible will be for them. Oh, yeah, it's like a holiness charter.",
    "start": "00:32:44",
    "end": "00:32:52"
  },
  {
    "text": "A holiness rule book.",
    "start": "00:32:52",
    "end": "00:32:53"
  },
  {
    "text": "Yeah. Like, yeah, okay, tell me in my context. Give me all the goods. How do I do this? Right.",
    "start": "00:32:53",
    "end": "00:33:01"
  },
  {
    "text": "Give me the list of rules.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "The list of rules.",
    "start": "00:33:02",
    "end": "00:33:03"
  },
  {
    "text": "And so there's going to be rules in here. Like, don't oppress the immigrant.",
    "start": "00:33:03",
    "end": "00:33:07"
  },
  {
    "text": "You're like, cool, I can use that one.",
    "start": "00:33:07",
    "end": "00:33:08"
  },
  {
    "text": "Yeah. Don't publicly shame a deaf person. Love your neighbor as yourself, you know.",
    "start": "00:33:08",
    "end": "00:33:14"
  },
  {
    "text": "Great copy paste.",
    "start": "00:33:14",
    "end": "00:33:16"
  },
  {
    "text": "Yeah, exactly. There are also going to be laws in this section, which are when you get an orchard, don't eat of the fruit for the first three years, dedicate it as holy to Yahweh for the first three years. And you're like, oh, okay, I guess. What do I do with that one? Yeah, don't get tattoos. Yeah, that one's in here.",
    "start": "00:33:16",
    "end": "00:33:39"
  },
  {
    "text": "Oh, that's in here?",
    "start": "00:33:39",
    "end": "00:33:40"
  },
  {
    "text": "Yep. Right now, in our culture, hotly debated statements about sexuality are found in here. Statements about not having sex with animals are in here. So what we need to remember, all biblical literature is ancient literature. This is part of our paradigm.",
    "start": "00:33:40",
    "end": "00:33:57"
  },
  {
    "text": "Yeah, this is ancient literature.",
    "start": "00:33:57",
    "end": "00:33:59"
  },
  {
    "text": "It's ancient literature in its wisdom for all later generations of God's people. So we are not the first audience of these commands. The audience of these commands are ancient Israelites, escaped slaves who were having their identity reformed in the transition between the Bronze and Iron Age, you know, in the ancient Near East. And these laws are dialed into that context. And so to simply copy and paste without doing your cultural background homework likely lead in the long term or even in the short term to, I think, misapplication, misuse of these laws. So to wisdom Literature, there's divine wisdom for all of God's people of any place and any time. But we will hear that wisdom by learning to read these in context, literary context and ancient context. And you can see Jesus doing that, and you can see the Apostle Paul doing that by how they draw upon a quote from this section.",
    "start": "00:33:59",
    "end": "00:35:00"
  },
  {
    "text": "You're talking about Jesus in the Sermon on the Mount, especially doing that.",
    "start": "00:35:00",
    "end": "00:35:03"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:03",
    "end": "00:35:03"
  },
  {
    "text": "And Paul, when he did it kind of famously with don't muzzle the ox.",
    "start": "00:35:03",
    "end": "00:35:07"
  },
  {
    "text": "Yeah. He did it by quoting from a law in Deuteronomy about how to treat your animal. And he takes that as a wisdom reflection on how to compensate leaders in a local house church.",
    "start": "00:35:07",
    "end": "00:35:17"
  },
  {
    "text": "Yeah.",
    "start": "00:35:18",
    "end": "00:35:19"
  },
  {
    "text": "Which then Christians throughout history have taken as wisdom for how to compensate clergy. Clergy in other church structures. So we're all using the Bible as wisdom literature. The point is to become hyper aware of it. So what we're going to do in the rest of this conversation and then in the next two, I just want to camp us out in different parts to see how the themes of holiness and Sabbath are intertwined, because we might think of, well, Sabbath rest is just, you know, it's something you're supposed to do, so you get a break. And then also there's like, love your neighbor as yourself and be nice to people, you know. But within the storyline of the Torah in Leviticus, the practice of Sabbath, the practice of justice for the vulnerable, the practice of mercy and generosity and of personal moral integrity, they're all bound together as one way of life with one story underneath them. And so Sabbath and holiness are really inextricable here. And so that's kind of what I want to point out in this section. Okay, real quick, let's just read or touch down on the opening section of this movement. Leviticus 17, verse 1. Then Yahweh spoke to Moses, saying, speak to Aaron and speak to his sons, and speak to all the sons of Israel. So again, this is the first time in Leviticus that all the Israelites are being addressed, say to them, this is what Yahweh has. Anybody from the house of Israel who slaughters an ox or a lamb or a goat in the camp, or anyone who slaughters it outside the camp, but doesn't bring it to the door of the Tent of Meeting to give it as an offering to Yahweh in front of the dwelling place of Yahweh, that person will be reckoned as a murderer. Whoa.",
    "start": "00:35:20",
    "end": "00:37:23"
  },
  {
    "text": "So you're not supposed to slaughter animals other than for sacrifices.",
    "start": "00:37:23",
    "end": "00:37:28"
  },
  {
    "text": "So this is to The Israelites in the wilderness. We can't just take this out of narrative context.",
    "start": "00:37:28",
    "end": "00:37:33"
  },
  {
    "text": "Okay.",
    "start": "00:37:33",
    "end": "00:37:33"
  },
  {
    "text": "While they're in the wilderness, traveling through.",
    "start": "00:37:33",
    "end": "00:37:36"
  },
  {
    "text": "The wilderness, there's one place to butcher animals.",
    "start": "00:37:36",
    "end": "00:37:38"
  },
  {
    "text": "Yeah, well, state it positively. Any animal that you do butcher, you need to present it first as an offering to Yahweh. And notice the list of animals. An ox, a lamb, or a goat. These are the three main categories of animals that are offered in all the offerings. So every life that you take to provide for yourselves, first surrender it as an offering to me before you get any of the meat in return.",
    "start": "00:37:38",
    "end": "00:38:06"
  },
  {
    "text": "Is this a different type of offering? This isn't like.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "Yeah, it doesn't say what category of offering.",
    "start": "00:38:10",
    "end": "00:38:12"
  },
  {
    "text": "Yeah.",
    "start": "00:38:12",
    "end": "00:38:12"
  },
  {
    "text": "Because there's four different kinds.",
    "start": "00:38:12",
    "end": "00:38:14"
  },
  {
    "text": "Right.",
    "start": "00:38:14",
    "end": "00:38:14"
  },
  {
    "text": "It just says any time you slaughter an animal to provide for yourself as we travel through the wilderness, whether you do it outside the camp or inside the camp, first come and dedicate it to Yahweh.",
    "start": "00:38:14",
    "end": "00:38:26"
  },
  {
    "text": "Is this why we pray before meals? This is the verse.",
    "start": "00:38:26",
    "end": "00:38:29"
  },
  {
    "text": "Okay. All right, let's keep going. So the reason verse 5 is that so the sons of Israel bring their sacrifices that they were sacrificing out there in the wilderness. Oh.",
    "start": "00:38:29",
    "end": "00:38:42"
  },
  {
    "text": "Because a lot of shady sacrifices were.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Happening out there, they need to bring all that to the doorway of the tent and sacrifice them as. Oh, and then here we get the category. Sorry, I forgot about this. As a peace offering. Peace offering is one of the main offerings where most of the meat is for the person offering.",
    "start": "00:38:45",
    "end": "00:39:01"
  },
  {
    "text": "That's right. And it's a way to kind of reconcile with each other.",
    "start": "00:39:01",
    "end": "00:39:04"
  },
  {
    "text": "Yeah. Or it's a way to offer an animal to say thank you to God. But then you take the meat of the animal and you invite people and have a big party and say Yahweh is thank you.",
    "start": "00:39:04",
    "end": "00:39:15"
  },
  {
    "text": "When you slaughter an animal in the ancient world, you're not putting it in a deep freezer.",
    "start": "00:39:15",
    "end": "00:39:19"
  },
  {
    "text": "Totally.",
    "start": "00:39:19",
    "end": "00:39:19"
  },
  {
    "text": "You're throwing a party and everyone's gonna eat.",
    "start": "00:39:19",
    "end": "00:39:21"
  },
  {
    "text": "That's right. Yeah. You kill it to have a party.",
    "start": "00:39:21",
    "end": "00:39:23"
  },
  {
    "text": "And are you gonna do that out in the wilderness, parts of the wilderness, to some unknown God?",
    "start": "00:39:23",
    "end": "00:39:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "Or are you going to do it here in the center camp?",
    "start": "00:39:30",
    "end": "00:39:31"
  },
  {
    "text": "That's right.",
    "start": "00:39:31",
    "end": "00:39:32"
  },
  {
    "text": "Okay.",
    "start": "00:39:32",
    "end": "00:39:32"
  },
  {
    "text": "And here's the reason why. Verse 7. So that they no longer sacrifice their sacrifices to the Seirim that they prostitute with out there in the wilderness?",
    "start": "00:39:32",
    "end": "00:39:44"
  },
  {
    "text": "So who's this?",
    "start": "00:39:44",
    "end": "00:39:45"
  },
  {
    "text": "The Se Rim.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "The Se Rim. The Se Rim we talked about. What was the other guy? Azazel.",
    "start": "00:39:47",
    "end": "00:39:51"
  },
  {
    "text": "Azazel. In the previous chapter, Leviticus 16 mentions a wilderness spiritual being named Azazel.",
    "start": "00:39:51",
    "end": "00:39:59"
  },
  {
    "text": "The powerful God.",
    "start": "00:39:59",
    "end": "00:40:01"
  },
  {
    "text": "Yeah. Whose name Azazel means a powerful l. A powerful spiritual being who is out in the wilderness. And you send the goat loaded with the sins of Israel out to him like a garbage truck. Like, here, take the garbage.",
    "start": "00:40:01",
    "end": "00:40:13"
  },
  {
    "text": "Toxic waste. Take our sins, take our garbage. You'll enjoy this.",
    "start": "00:40:13",
    "end": "00:40:16"
  },
  {
    "text": "Send it back to where it came from. So now we get an image in the next chapter. This is good meditation, literature, technique, where you're like, who's Azazel? And like, what's that all about? Well, in the next chapter you find out, like, well, you know, the Israelites have just been really tempted to go out to the wilderness and offer sacrifices out there to the se Rim. So the se.",
    "start": "00:40:16",
    "end": "00:40:42"
  },
  {
    "text": "Hararim.",
    "start": "00:40:43",
    "end": "00:40:44"
  },
  {
    "text": "No, Se Irim. Sorry, I've been unclear. Se Irim.",
    "start": "00:40:44",
    "end": "00:40:47"
  },
  {
    "text": "You're being clear. I just don't understand how to say it.",
    "start": "00:40:48",
    "end": "00:40:51"
  },
  {
    "text": "How do you pronounce it? S I rim.",
    "start": "00:40:51",
    "end": "00:40:54"
  },
  {
    "text": "S. It's the word se.",
    "start": "00:40:54",
    "end": "00:40:58"
  },
  {
    "text": "Se means goat. Or it's the word for hairy.",
    "start": "00:40:58",
    "end": "00:41:04"
  },
  {
    "text": "Oh. And this is what Jacob and Esau.",
    "start": "00:41:05",
    "end": "00:41:08"
  },
  {
    "text": "What Esau was called.",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "Yeah.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "And so to dress up like his sair brother, Jacob puts on the animal skin of a ear. That's right. So it's some sort of spiritual being.",
    "start": "00:41:09",
    "end": "00:41:20"
  },
  {
    "text": "It's a spiritual being referred to as a goat. And when you put an im at the end of something, like the seraphim, it's plural, plural.",
    "start": "00:41:20",
    "end": "00:41:27"
  },
  {
    "text": "Yeah, that's right. So lots of debate about the se'. Rym. And they are mentioned as desert dwellers, dangerous desert dwellers. Elsewhere in the Hebrew Bible where it seems like it's just referring to, like, goats who take up residence in the wilderness. But here it seems like these goat figures refer to something more.",
    "start": "00:41:27",
    "end": "00:41:52"
  },
  {
    "text": "Yeah. So, like, I would be tempted as an ancient Israelite to go like, hey, let's go bring this animal out into the wilderness and sacrifice it to this goat God.",
    "start": "00:41:52",
    "end": "00:42:02"
  },
  {
    "text": "It's dangerous out there. Oh, here we are. Yes, here we are in this little camp, a little place of order with a little Eden at the center. But out there it's dark, just dangerous. We've been out here for a long time, and Yahweh keeps providing for us. The sky, goo, bread, the manna. What is it? From the skies. And he'll lead us to oases. But, you know, we could cover our bases and appease the wilderness gods.",
    "start": "00:42:02",
    "end": "00:42:32"
  },
  {
    "text": "Yeah, we got the priest doing the Yahweh thing. Let's go take care of the gods.",
    "start": "00:42:32",
    "end": "00:42:36"
  },
  {
    "text": "So that's it. So the Israelites are tempted to shore up their own security by offering animals to the gods of the wilderness, Azazel. And so Yahweh's like, okay, how do we deal with this? Okay, everybody, any animal that ever gets killed for any reason, always bring him here. Yeah. So this whole narrative when we're opening to the theme of sacrifices and offerings. So this is a link back to chapter one, but also now for the people. Everything that I consume first been dedicated to Yahweh, who is my sole security and provider. This is a habit Yahweh's asking the people to engage in, but it's a formative habit. And so you've made this joke about. Is this what praying before meals is about? But that's kind of true.",
    "start": "00:42:36",
    "end": "00:43:27"
  },
  {
    "text": "Yeah. Right.",
    "start": "00:43:27",
    "end": "00:43:29"
  },
  {
    "text": "That's a wisdom response to this strange ancient law.",
    "start": "00:43:29",
    "end": "00:43:32"
  },
  {
    "text": "Yeah. Because we don't have the temptation to go and sacrifice things to, like, goat demons.",
    "start": "00:43:33",
    "end": "00:43:41"
  },
  {
    "text": "Sure.",
    "start": "00:43:41",
    "end": "00:43:41"
  },
  {
    "text": "Per se.",
    "start": "00:43:42",
    "end": "00:43:42"
  },
  {
    "text": "Yeah.",
    "start": "00:43:42",
    "end": "00:43:43"
  },
  {
    "text": "But there is a propensity towards saying, okay, Yahweh provides, but I should cover my bases.",
    "start": "00:43:43",
    "end": "00:43:53"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "And I should make sure that I'm diversified in like, all these other ways, which means chasing after all sorts of other things potentially.",
    "start": "00:43:54",
    "end": "00:44:06"
  },
  {
    "text": "Yeah. Even things that contradict my loyalty to Yahweh.",
    "start": "00:44:06",
    "end": "00:44:11"
  },
  {
    "text": "Yeah. I know that the way that I'm making money is a little shady, but you got to butter your bread somehow.",
    "start": "00:44:11",
    "end": "00:44:20"
  },
  {
    "text": "Yeah, totally. Yeah. And it provides and it allows me to do good things for my family and my community.",
    "start": "00:44:21",
    "end": "00:44:26"
  },
  {
    "text": "Yeah.",
    "start": "00:44:27",
    "end": "00:44:27"
  },
  {
    "text": "So what you're doing there is you're meditating on the core issue of the heart. Right. The motivations of the heart, of the Israelites that are exposed here. And you are creating a wisdom principle.",
    "start": "00:44:27",
    "end": "00:44:41"
  },
  {
    "text": "What does it mean to bring everything to Yahweh first?",
    "start": "00:44:41",
    "end": "00:44:44"
  },
  {
    "text": "That's right. And so this is why it sounds crazy, but like any animal that you don't dedicate to Yahweh and kill it and eat it, as murder is like murder. This is like where Jesus quotes the law, the Ten Commandments in the Sermon on Mount do not murder. And then he says, I tell you what, anybody who insults their brother, saying, you, empty head, will be guilty of murder.",
    "start": "00:44:44",
    "end": "00:45:09"
  },
  {
    "text": "That was a Timaki translation.",
    "start": "00:45:09",
    "end": "00:45:11"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:45:11",
    "end": "00:45:12"
  },
  {
    "text": "Empty head.",
    "start": "00:45:12",
    "end": "00:45:13"
  },
  {
    "text": "Empty head. So where did Jesus get this idea that you could equate something that's not a capital crime with murder?",
    "start": "00:45:13",
    "end": "00:45:21"
  },
  {
    "text": "Well, yeah, I guess.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "Here we are. If you take the life of an animal, but use it in your own eyes and dedicate it to something that.",
    "start": "00:45:23",
    "end": "00:45:31"
  },
  {
    "text": "Actually you're improperly taking the life of the animal.",
    "start": "00:45:31",
    "end": "00:45:34"
  },
  {
    "text": "Yeah. And you're dedicating the life of a precious animal to some force or ideology or something in the world, that is actually a part of the problem that won't bring life, it actually brings death.",
    "start": "00:45:34",
    "end": "00:45:47"
  },
  {
    "text": "Yeah, you know, the sacrificial system back then, there was a high respect for animals.",
    "start": "00:45:47",
    "end": "00:45:51"
  },
  {
    "text": "Oh, totally.",
    "start": "00:45:51",
    "end": "00:45:52"
  },
  {
    "text": "I mean, these animals are like enacting this really important role for you, and they're nourishing you.",
    "start": "00:45:52",
    "end": "00:45:58"
  },
  {
    "text": "And part of the reason why this improper sacrifice is akin to murder is in the next statement here, which is in Leviticus 17:11, which is another law about any Israelite who consumes blood will be cut off from the people of Israel.",
    "start": "00:45:59",
    "end": "00:46:16"
  },
  {
    "text": "And this is kind of core to kosher law. Draining the blood from the meat.",
    "start": "00:46:17",
    "end": "00:46:21"
  },
  {
    "text": "That's right. Leviticus 17:11. For the life of the flesh is the blood. And I, Yahweh, have given to y' all on the altar the blood to cover for and purify you from your sins. It's because of the blood being the life. That's what makes it atone. So the blood is life. So don't consume the life of a creature as if it's yours. First, drain the blood from it on the ground. But if you do that, then you're like Cain spilling blood on the ground. So what you do is you take that life and you dedicate it to Yahweh and you say, yahweh, you gave this animal to me. This animal really belongs to you. Its life is yours, not mine. And I receive it as a gift. And I take what you've given me as a gift. And I have a party.",
    "start": "00:46:21",
    "end": "00:47:12"
  },
  {
    "text": "This is the peace offering.",
    "start": "00:47:12",
    "end": "00:47:13"
  },
  {
    "text": "The peace offering. And I invite all the people around my tent and share with what God has given to me. And that ritual forms you to see the world in a certain way. That's different than just, I can do what I want. I can take the life of these creatures and dedicate it to some other loyalty. And that's what this chapter is about. It's pretty profound, SA. So that's Leviticus 17. We haven't gotten to Sabbath yet. Yeah, no, but it'll pay dividends for what happens after this. Okay, so what follows is a three chapter unit, what we call Leviticus 18, 19 and 20. And it's a triad organized as a symmetry. In fact, most of the rules articulated in chapter 18 are restated almost verbatim in chapter 20. Okay, it's like, wait a minute, I just read this. But it has this effect of surrounding chapter 19. And we'll just read the opening and closing of 18, chapter 18 begins, speak to the sons of Israel and say to them, I am Yahweh, your God. You shall not do what is done in the land of Egypt where you lived, nor are you to do what is done in the land of Canaan where I'm bringing you. You shall not walk in their statutes. So you came from an empire that.",
    "start": "00:47:13",
    "end": "00:49:10"
  },
  {
    "text": "Has their own rituals, that has their.",
    "start": "00:49:10",
    "end": "00:49:11"
  },
  {
    "text": "Statutes, their way of walking. And you were going into a culture of Canaan that has also an established way of living in the world. And you are to be a kingdom of priests and a holy nation. So you are to perform my justice and my statutes live in accordance with them. I am Yahweh, your God. And so you shall keep my statutes and my justice, because the human who lives by them will have life. Leviticus 18:5. Paul the Apostle loved this line. He quotes it a few times in his letters. Okay, so if people who follow the word of God, who live by the will and command of God, will have life. I mean, the Garden of Eden teaches you that story.",
    "start": "00:49:11",
    "end": "00:49:58"
  },
  {
    "text": "This isn't just talking about the specific rules that Yahweh is giving them in this context. It's also reflection on this meta theme of when God gives a command, following the command brings life.",
    "start": "00:49:59",
    "end": "00:50:14"
  },
  {
    "text": "Brings life. Yep, that's right. And here Yahweh's commands are set in contrast to the commands or the ways of life from Egypt and the way of life in Canaan. And so that's the frame for this list of rules about marriage and sex they're about to follow. So that's really important. Like you were joking earlier about, oh, just copy and paste these rules. Well, why are these rules stated the way that they are? They're in dialogue with active cultural practices and norms in both Egypt and in.",
    "start": "00:50:14",
    "end": "00:50:46"
  },
  {
    "text": "Canaan, and they speak to a wisdom of how to act instead.",
    "start": "00:50:46",
    "end": "00:50:52"
  },
  {
    "text": "That's right. It's not that they have nothing to say to us, but what they say to us is through wisdom, reflection. Which might mean that we respond to this through a different surface expression of the command. Copying and pasting command might look like misdirect us for how to respond to it as wisdom. So there's 14 laws that follow about people that it's inappropriate to have sex with. And it's essentially drawing the boundary lines around the nuclear family, the extended family, and how many degrees out from aunts, uncles, second cousins, third cousins, is it appropriate to marry within? So this is a deep rabbit hole. But what's really fascinating here is God wants to safeguard the sexual integrity and reputation of his people because he's calling them to be fruitful and multiply. And that's one of the blessings of the covenant. But apparently there are more appropriate and less appropriate ways to do that as a community. And so these laws represent a way that honored the wisdom of Yahweh, but that's set in contrast to both Egyptian and Canaanite practice. So some of them might strike us as really strange, like, don't sleep with your dad's wife. Let's say it's your stepmom. Don't marry your sister. Don't marry your father's wife's daughter. So every one of these has some kind of cultural issue in its ancient context that it's addressing. But that's what these 14 laws are about.",
    "start": "00:50:53",
    "end": "00:52:25"
  },
  {
    "text": "Is this a Hebrew idiom?",
    "start": "00:52:25",
    "end": "00:52:26"
  },
  {
    "text": "Okay, so this was fascinating. The phrase used for sex is the phrase to uncover the nakedness or to look upon the nakedness?",
    "start": "00:52:27",
    "end": "00:52:36"
  },
  {
    "text": "Okay.",
    "start": "00:52:36",
    "end": "00:52:36"
  },
  {
    "text": "It's a figure of speech.",
    "start": "00:52:36",
    "end": "00:52:38"
  },
  {
    "text": "Oh, is this why then with Noah's tent, it's kind of like, oh, something sexual is happening.",
    "start": "00:52:38",
    "end": "00:52:44"
  },
  {
    "text": "Yeah. So this is all parallel to after the cataclysm of the flood and God delivers the family of Noah. Noah plants a garden with a tent in the garden. He eats the fruit of the garden, gets drunk and exposed, and then his son comes in and the phrase is looks upon the nakedness of his father. So if you read Leviticus 18, 7, do not uncover the nakedness of your father, namely the nakedness of your mother. She is your mother. Don't uncover her nakedness. In other words, to look upon the nakedness of your father. Here is a figure of speech for having sex with your own mom, his wife. So to sleep with your mom is to expose the nakedness of both your mom and your dad, because it's his wife and she's his husband. So this is a great meditation, literature, example.",
    "start": "00:52:44",
    "end": "00:53:37"
  },
  {
    "text": "So now you go back to that story and you're like, oh, oh, yes.",
    "start": "00:53:37",
    "end": "00:53:40"
  },
  {
    "text": "In other words, it's a puzzle. It's a riddle back in Genesis, chapter nine. And the key to the riddle you don't come across Till Leviticus, chapter 18.",
    "start": "00:53:41",
    "end": "00:53:51"
  },
  {
    "text": "Is that because we're not native Hebrew thinkers, Or is this like a really obscure Hebrew idiom?",
    "start": "00:53:52",
    "end": "00:53:58"
  },
  {
    "text": "Oh, well, just within the collection of the Hebrew Bible, it's the idiom that's used right here and then there. Oh, okay, yeah, yeah. And it also makes sense of why after Noah's son does that, it's Noah's grandson Canaan through Ham, that bears the consequences of Ham's Sin. In other words, Ham wrongs his father by looking upon his nakedness. But it's Ham's grandson, Canaan, that bears the brunt. Oh, Canaan.",
    "start": "00:53:59",
    "end": "00:54:29"
  },
  {
    "text": "Where they're gonna be going.",
    "start": "00:54:30",
    "end": "00:54:31"
  },
  {
    "text": "Where they're going. And God just said, don't act like Canaanites. That's what this chapter is about. So don't sleep with your mom like the Canaanites do. And what is Genesis 9 about but a guy named Ham who does this to his dad?",
    "start": "00:54:31",
    "end": "00:54:48"
  },
  {
    "text": "The origin story of Canaan.",
    "start": "00:54:48",
    "end": "00:54:49"
  },
  {
    "text": "It's the origin story of Canaan.",
    "start": "00:54:49",
    "end": "00:54:50"
  },
  {
    "text": "Interesting.",
    "start": "00:54:50",
    "end": "00:54:51"
  },
  {
    "text": "Yeah. So that's Leviticus 18. Two other things I want to draw attention to here. One is chapter 21, which illuminates a little bit more the mysterious Azazel and the goat demons.",
    "start": "00:54:51",
    "end": "00:55:04"
  },
  {
    "text": "Verse 21.",
    "start": "00:55:04",
    "end": "00:55:05"
  },
  {
    "text": "Verse 21, yeah. Of chapter 18. Yeah. You shall not give any of your children or offspring to offer them up to Molech. And so profane the name of your God. I am Yahweh.",
    "start": "00:55:05",
    "end": "00:55:22"
  },
  {
    "text": "Here's another Elohim in the mix.",
    "start": "00:55:23",
    "end": "00:55:27"
  },
  {
    "text": "Yeah. Except this time it's not offering an animal. It's sacrificing children.",
    "start": "00:55:27",
    "end": "00:55:31"
  },
  {
    "text": "Child sacrificing. Yeah.",
    "start": "00:55:31",
    "end": "00:55:32"
  },
  {
    "text": "So the identity of Molech is a big rabbit hole. It's spelled with the same letters as the Hebrew word melech, which is the word king. And it's for sure some sort of deity that claimed to have royal authority to demand the life of people's children. If you want to have this deity.",
    "start": "00:55:33",
    "end": "00:55:51"
  },
  {
    "text": "On your side, likely a Canaanite deity.",
    "start": "00:55:51",
    "end": "00:55:53"
  },
  {
    "text": "Okay. Yeah. And again, the rabbit hole's deep on Molech. And why that title? It seems like a title. So offering up your children as a sacrifice profanes the name of your God. So you're an Israelite. People look at you and say, oh, those are the people of Yahweh. Oh, but they sacrificed their kids to Molech, too. Oh, okay. So people will see you, and the name of Yahweh will be considered like the name of any other deity. Because you can worship Molech. You can worship Yahweh. It's cool. It's like a degrading of Yahweh's reputation. So it's just important because this chapter isn't just like, rules about sex and then there's rules about worship. This is all about not living like an Egyptian or a Canaanite. It's about how your family is structured. It's about your sexual ethic. It's about what you do with your animals. It's about what you do with your children. It's all woven together as one thing here. So that's chapter 18. There's other things we could explore there. And it's matched on the other side by chapter 20. And then in the middle is chapter 19, Leviticus 19. So let's just read some of these. Then Yahweh said to Moses, speak to all the congregation of the sons of Israel. Say to them, y' all shall be holy because I, Yahweh, your God, am holy. Become like me. Every one of you, become a source.",
    "start": "00:55:54",
    "end": "00:57:21"
  },
  {
    "text": "Of life and light. Like I am a source of life and light.",
    "start": "00:57:21",
    "end": "00:57:23"
  },
  {
    "text": "Yes. Become like me. Yeah. Isn't that interesting? I mean, it makes sense if these people are living near the fire cloud of Yahweh's glory and life and light, that they would begin to take on the characteristics of that, like Moses did up on Mount Sinai. Verse 3. Every one of you shall fear his mother and father. You're like, oh, that kind of sounds like Ten Commandments. Honor your father and mother. Yep.",
    "start": "00:57:23",
    "end": "00:57:53"
  },
  {
    "text": "But here the words fear.",
    "start": "00:57:53",
    "end": "00:57:55"
  },
  {
    "text": "Fear. Yeah.",
    "start": "00:57:55",
    "end": "00:57:55"
  },
  {
    "text": "So fear and honor is a synonym.",
    "start": "00:57:55",
    "end": "00:57:58"
  },
  {
    "text": "Yeah. Fear your father and mother and keep my Sabbaths. I am Yahweh, your God. You should not make any idols or any molten gods. I am Yahweh, your God. Those are three of the Ten Commandments right there, but reworded here. So honoring your parents, who are images of God to you, keeping the Sabbaths plural and not making any idol images of God. So it's a little sandwich. We're quoting the three of the Ten Commandments, but we reordered them to create a little symmetrical sandwich here. So fear your parents, who were images of God to you. Matching that on the other side is don't make any images that are your own making. And then in the middle is make sure you keep my Sabbaths.",
    "start": "00:57:58",
    "end": "00:58:50"
  },
  {
    "text": "Right. The middle is the Sabbath.",
    "start": "00:58:50",
    "end": "00:58:51"
  },
  {
    "text": "Yes.",
    "start": "00:58:51",
    "end": "00:58:52"
  },
  {
    "text": "It's an important idea. Sabbath. Apparently.",
    "start": "00:58:53",
    "end": "00:58:57"
  },
  {
    "text": "Apparently. Yeah. Okay, so I'm just trying to put the picture, like, we might read a section of a book like this and be like, okay, random rules for being holy.",
    "start": "00:58:57",
    "end": "00:59:06"
  },
  {
    "text": "I guess it does feel often when you're reading through these, like, wow, this is random.",
    "start": "00:59:06",
    "end": "00:59:10"
  },
  {
    "text": "Yeah. So, yeah, so I'm just trying to sample different sections and see they're all cohesive together. This is about forming a contrast community that's different than Egypt, different than Canaan. It's the people of Yahweh. So these are not the people of Molech. These are the people of Yahweh. And these are people who honor the sexual dignity of every other member of the Community in a very unique way, to a degree that their neighbors were not doing. These are people who dedicate everything they have to Yahweh, even every meal, every food, all their food. These are people who honor their parents. They don't give their loyalty to the gods that we all here in Canaan think are normal. And man, they even surrender all of their time to Yahweh by resting every seventh day. It's crazy. Why would you do that? There's work that needs to be done. There's fields, there's sheep that need to be tended. And you're just going to let them graze the field next or day and.",
    "start": "00:59:10",
    "end": "01:00:17"
  },
  {
    "text": "Not move them around?",
    "start": "01:00:17",
    "end": "01:00:18"
  },
  {
    "text": "Yeah. So I guess what's cool about this section of Leviticus is that Sabbath is woven into all these other commands and just, you know, Leviticus 19 is worth. When you reap the harvest of your land, don't harvest the corners of the field, but leave the corners. Don't milk your land for maximum profit. Leave whole sections of it so that the vulnerable in your community can come and generate value and work and earn a living too. So that's Leviticus 19 alongside. Don't steal, don't deal falsely some more.",
    "start": "01:00:18",
    "end": "01:00:58"
  },
  {
    "text": "10 commandments.",
    "start": "01:00:58",
    "end": "01:00:59"
  },
  {
    "text": "Don't oppress your neighbor. Don't withhold the wages of somebody that you've hired. Don't curse someone who's deaf. Don't take advantage of the blind. Do justice in judgment. Don't be partial to the poor or the rich. Don't hate your fellow countrymen in your heart. Don't take vengeance. Don't bear a grudge, but love your neighbor as yourself. Wow. And then keep going. This list continues and it culminates again down here in verse 30. You shall keep my Sabbath and honor my sanctuary. I am Yahweh. You know, there's this theme. If I had more time in my life, I always struggle with time scarcity. But I've always wanted to go and just take like a few months and just read all of like the classic Greek philosophers. I just kind of know I'm in hodgepodge. But so as I understand, and maybe there's probably listeners of the podcast, you're like, this is your jam. But as I understand it, a big motif in classical Greek philosophy was striving for a fully integrated life, where every decision you make is directed by some core principle that you've determined your life is about. I guess it's very similar to like inspirational speakers today, but it's how to make your life fully integrated so that everything you do with your time, your energy, your money, your relationships is all in service of some.",
    "start": "01:00:59",
    "end": "01:02:34"
  },
  {
    "text": "It's all working towards the one goal.",
    "start": "01:02:34",
    "end": "01:02:35"
  },
  {
    "text": "Yeah. And I just. And I know it's a temperamental thing. Some temperaments are more like that than others. My wife's kind of like that in some ways, but not in others. And I'm kind of like that in other ways and not in some. And ours are mismatched. But that's essentially what a section of Leviticus like this is about. These might seem all disparate and random, but they're really all in service. Love God and love your neighbor as an image of God. But the way that translates into every aspect of life, each law gives us this wisdom principle. And the Sabbath is a key piece here. That's going to just keep ramping up in importance as you read throughout this section of the book. But that's at least what I'm reflecting on at this point in our conversation.",
    "start": "01:02:35",
    "end": "01:03:23"
  },
  {
    "text": "Say that back to you. These can feel like a hodgepodge, but there is a coherent symmetry and order and logic behind how they're presented within the narrative and even within themselves.",
    "start": "01:03:25",
    "end": "01:03:37"
  },
  {
    "text": "Yeah.",
    "start": "01:03:37",
    "end": "01:03:37"
  },
  {
    "text": "But then also it's a big selection of just like all of life.",
    "start": "01:03:37",
    "end": "01:03:41"
  },
  {
    "text": "That's right.",
    "start": "01:03:41",
    "end": "01:03:42"
  },
  {
    "text": "And it's giving you wisdom for how to live in Right relationships with people in, like, this coherent, integrated way.",
    "start": "01:03:42",
    "end": "01:03:52"
  },
  {
    "text": "Yeah, coherent, incomplete in that. I forgot to mention this. Chapter 18 has two times seven laws. Chapter 19 has three times seven laws. Chapter 20 has two times seven laws.",
    "start": "01:03:52",
    "end": "01:04:03"
  },
  {
    "text": "So we're clearly seven laws.",
    "start": "01:04:03",
    "end": "01:04:04"
  },
  {
    "text": "Yeah. For a total of seven times seven laws. So we're clearly selecting from some larger body of laws.",
    "start": "01:04:04",
    "end": "01:04:12"
  },
  {
    "text": "This isn't the entire Covenant Law code that they would have had. These are selections.",
    "start": "01:04:13",
    "end": "01:04:19"
  },
  {
    "text": "That's right.",
    "start": "01:04:19",
    "end": "01:04:19"
  },
  {
    "text": "In this section, even repeat some. So instead of giving you the complete list, they chose to repeat certain ones to make a certain point in Patterns.",
    "start": "01:04:19",
    "end": "01:04:29"
  },
  {
    "text": "Of seven, which is a common Hebrew way of making a complete statement about something. And in the middle of that block of seven times seven laws, in the beginning and ending of chapter 19 is keep my Sabbaths, which is leveled up just as much importance as doing justice to your neighbor and sexual integrity and dedicating everything you have to Yahweh is.",
    "start": "01:04:29",
    "end": "01:04:54"
  },
  {
    "text": "Resting every seventh day.",
    "start": "01:04:55",
    "end": "01:04:56"
  },
  {
    "text": "Yeah. Dedicating the time that you have to Yahweh.",
    "start": "01:04:56",
    "end": "01:05:02"
  },
  {
    "text": "Yeah. Because if you're going to be fully integrated, one big block that you need to integrate is your time. How you think of just being a human living through time.",
    "start": "01:05:02",
    "end": "01:05:13"
  },
  {
    "text": "Yeah, yeah. Who or what determines how you use your time? Spend your time, invest your time.",
    "start": "01:05:13",
    "end": "01:05:21"
  },
  {
    "text": "It's all from the Time is a metaphor.",
    "start": "01:05:22",
    "end": "01:05:24"
  },
  {
    "text": "Time is money. Metaphor. So we haven't talked about everything that we could talk about here, but it introduces the Sabbath theme, the section Leviticus 17:20. Everything's organized in sevens. And then that intensity of the number seven is just going to keep ramping up to the final part of the book, which we'll look at next, which is all about honoring not just the Sabbath, but the seven annual feasts and then the seventh year and then the seven times seventh year. And all of a sudden huge amounts of your life. Your entire lifetime is dedicated to Yahweh in cycles of time. And this is a whole part of what it means to be a kingdom of priests and a nation that is holy, set apart for the service of Yahweh.",
    "start": "01:05:24",
    "end": "01:06:12"
  },
  {
    "text": "Thanks for listening to this episode of BibleProjects Podcast. Next week we continue reading the third movement of Leviticus.",
    "start": "01:06:14",
    "end": "01:06:22"
  },
  {
    "text": "If the tabernacle represents an actual piece of real estate, this belongs to Yahweh. And in this space he will take up residence and fill it with his presence. And I can go there and meet with him in the same way. There's set times that are appointed to meet with Yahweh because Yahweh sits that time in a unique way. And I can find God there in that time in a special way.",
    "start": "01:06:22",
    "end": "01:06:45"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey show notes by Lindsey Ponder, Ashlyn Hice and Mackenzie Buxman provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you for being a part of this with us.",
    "start": "01:06:46",
    "end": "01:07:11"
  },
  {
    "text": "Hi, this is Coleman and I'm from Georgia.",
    "start": "01:07:11",
    "end": "01:07:14"
  },
  {
    "text": "Hello. This is Charles and I'm from the Philippines. I first heard about the Bible Project around two years ago when I was starting out my walk with God.",
    "start": "01:07:14",
    "end": "01:07:23"
  },
  {
    "text": "I first heard about the Bible Project at my church. I use the Bible Project for whenever I'm explaining the scriptures. My favorite, my favorite thing about the Bible Project is how relatable the drawings are.",
    "start": "01:07:23",
    "end": "01:07:33"
  },
  {
    "text": "It's a creative guide for us to go deeper in our relationship with God.",
    "start": "01:07:33",
    "end": "01:07:37"
  },
  {
    "text": "We believe that the Bible is a unified story that leads to Jesus.",
    "start": "01:07:37",
    "end": "01:07:41"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:07:41",
    "end": "01:07:44"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes, and more@bibleproject.com it.",
    "start": "01:07:44",
    "end": "01:07:55"
  }
]