[
  {
    "text": "Foreign. We are at the center of Leviticus. If you've been following along, you've been reading the Torah with us, from Genesis to Numbers, the first five books of the Bible. And today we happen to be at the center of second movement of Leviticus, which is at the center of Leviticus, which is the center of the Torah.",
    "start": "00:00:00",
    "end": "00:00:23"
  },
  {
    "text": "This chapter is in the section that's at the center of the center of the center of the Torah. So we're. We know we're close to the heartbeat of the message of the Torah when we enter into the tent on the Day of Atonement.",
    "start": "00:00:23",
    "end": "00:00:35"
  },
  {
    "text": "This chapter is not in the middle by chance. The Day of Atonement is something to pay attention to. It is the solution to a problem that we have encountered many times, that God wants to work with humans to bless and rule the world, but we're not up to the task. In fact, in this section, God has chosen priests, set them apart to act on behalf of Israel, who he sets apart to act on behalf of all humanity. And what do these priests do? They bring death right into the center of the Tabernacle.",
    "start": "00:00:35",
    "end": "00:01:05"
  },
  {
    "text": "When death has been introduced into the very heart of the tent, which is the source of all life, we need to deal with the problem there, not just out there in the camp. We need to deal with the pollution that's taking place in the tent. And that's what the Day of Atonement is all about.",
    "start": "00:01:05",
    "end": "00:01:18"
  },
  {
    "text": "The Day of Atonement, or Yom Kippur, happens one time a year. The high priest first makes a sacrifice for his own sins and then cast slots for the fate of two goats. One goat symbolically receives the sin of Israel and then sent away into the wilderness. The second goat is sacrificed in the tabernacle, and its blood, its life, its blameless life, is brought into the holy of holies. And it's sprinkled on the COVID of the Ark of the Covenant, the throne of God himself. And the COVID of the ark is called the atonement lid.",
    "start": "00:01:18",
    "end": "00:01:52"
  },
  {
    "text": "And so the moral failings are compensated for, and the effects of our moral failings are reversed by the blood of the substitute put on the atonement lid. It's as if this lid, the place where God's presence touches down, is the place where God has provided the substitute.",
    "start": "00:01:52",
    "end": "00:02:11"
  },
  {
    "text": "The Day of Atonement happens every year, year after year. It was never thought of as a permanent, lasting atonement, but it was designed to stir in Israel the expectation of something even greater.",
    "start": "00:02:11",
    "end": "00:02:24"
  },
  {
    "text": "When the author of Hebrews says it's impossible for the blood of Animals to take away sins. He's not saying something new. What he's saying is what is already the message of the Hebrew Bible. Because the Hebrew Bible is telling you that the animal sacrifices are just a symbolic gift of Yahweh, of a down payment of something bigger that needs to happen, which is of a blameless human who would come and stand in the holy place and offer their life.",
    "start": "00:02:24",
    "end": "00:02:50"
  },
  {
    "text": "Hello, I'm John Collins. This is BibleProject podcast. Today, Tim Mackey and I meditate on the heart of the Torah, the yearly ritual called the day of Atonement. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:51",
    "end": "00:03:12"
  },
  {
    "text": "Hey, John.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Here we are in the scroll of Leviticus. It is an intimidating book.",
    "start": "00:03:13",
    "end": "00:03:20"
  },
  {
    "text": "Yeah, it's the book of the Bible in which many people trying to read through the Bible just give up.",
    "start": "00:03:20",
    "end": "00:03:26"
  },
  {
    "text": "Just go. Enough is enough.",
    "start": "00:03:26",
    "end": "00:03:28"
  },
  {
    "text": "Yeah. And it's understandable.",
    "start": "00:03:28",
    "end": "00:03:29"
  },
  {
    "text": "One example of that is what we talked about last week, which was chapters, five chapters of ancient purity law code about things you can touch and not touch. It makes you pure impure.",
    "start": "00:03:30",
    "end": "00:03:44"
  },
  {
    "text": "Bodily fluids, skin diseases. It's all very strange.",
    "start": "00:03:45",
    "end": "00:03:49"
  },
  {
    "text": "It's like, who cares? This is weird. I thought this book was supposed to help me understand what it means to be a good person and, like, go to heaven one day.",
    "start": "00:03:49",
    "end": "00:03:59"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:03:59",
    "end": "00:04:00"
  },
  {
    "text": "And here I am reading ancient purity laws.",
    "start": "00:04:00",
    "end": "00:04:03"
  },
  {
    "text": "Yeah.",
    "start": "00:04:03",
    "end": "00:04:03"
  },
  {
    "text": "The reason we were reading ancient purity laws is because right in the center of the book of Leviticus, we just came off of a story where, man.",
    "start": "00:04:03",
    "end": "00:04:12"
  },
  {
    "text": "Where do you start these conversations? I know. Yeah, here. Mega, mega story.",
    "start": "00:04:12",
    "end": "00:04:16"
  },
  {
    "text": "We gotta go all the way back.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "God made a good world. He installed humans as partners in ruling the world through folly and ignorance. They forfeit that opportunity. Introducing death into the world.",
    "start": "00:04:17",
    "end": "00:04:31"
  },
  {
    "text": "Yeah.",
    "start": "00:04:31",
    "end": "00:04:31"
  },
  {
    "text": "That spread so intensely that God has to set in motion a plan to both purify his world from all the death and violence and bloodshed that humans spread on it, but then also to carry forward the plan to partner with humans. So he keeps choosing smaller and smaller groups of humans to be his partners. And at this point in the biblical story, he's chosen one family, the people of Israel, and then within that family, one family of priestly representatives, to be these representative humans. A new Adam and Eve, so to speak, on behalf of everybody else. And the space that they are to do that in is a lot like the Garden of Eden. In fact, it is described and looks very similar to the Garden of Eden from the beginning of the story. That's how Leviticus fits in.",
    "start": "00:04:31",
    "end": "00:05:19"
  },
  {
    "text": "You're referring to the Tabernacle?",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "I'm referring to the Sacred tent, that is the tabernacle. That's right.",
    "start": "00:05:21",
    "end": "00:05:24"
  },
  {
    "text": "And all the rituals around the tabernacle are what the book of Leviticus are about.",
    "start": "00:05:24",
    "end": "00:05:29"
  },
  {
    "text": "That's right.",
    "start": "00:05:29",
    "end": "00:05:30"
  },
  {
    "text": "In what way do you do you interact with this space that's set apart to allow you to be close to God and in partnership with God, or the word we would use or the Bible uses is to be holy.",
    "start": "00:05:30",
    "end": "00:05:42"
  },
  {
    "text": "To be holy, yeah. God has staked an outpost of Eden and God's presence and holiness in the middle of the desert among the people of Israel. And now that this people is hosting that divine Eden presence, and this one group within Israel is the steward of the boundary between that space and the rest of Israel, how are they to live and behave? So one thing God gives them is the gift of being able to come right up to his presence, to approach God with sacrifices and offerings, which are called the coming near things. That's what Leviticus 1:7 is about. And then when God gives Israel the gift of a priesthood representatives who will live and work in that place, there's a seven day ordination ritual. And these Israelites are recreated to be priests who will serve in the space. And on the eighth day, that is their first day on the job, the two sons of Aaron decide to try and usurp their dad's authority and rewrite the liturgy by doing what's good in their own eyes.",
    "start": "00:05:42",
    "end": "00:06:46"
  },
  {
    "text": "They replay the fall, not obeying God's commands, taking the knowledge of good and bad on their own terms. We've seen it now unfold in the biblical narrative over and over. It just leads to violence and shame and death. Death?",
    "start": "00:06:47",
    "end": "00:07:04"
  },
  {
    "text": "Yeah. In this case, the two sons were rebelliously rewriting the liturgy inside the tent. And so because of their severe, not just negligence, but willful rebellion, God deals with them severely and takes their lives. And that results in dead bodies inside the tent. So God tells their dad, Aaron, hey, Aaron, here's why this happened. And Aaron is silent because he knows that God's right, or at least he believes that God is right. And then God tells Aaron, okay, no more drinking on the job.",
    "start": "00:07:04",
    "end": "00:07:40"
  },
  {
    "text": "Yeah.",
    "start": "00:07:41",
    "end": "00:07:41"
  },
  {
    "text": "So that you can have a sober mind to discern between what is holy and what is common, between what is pure and impure. And that's how that story ended, with a crisis in the tent. And so Israel and the priests are to be a people who live in every aspect of their being out. This story that even in their own bodies retells the biblical story that we are outside Eden, that we're dying, we're in a state of Impurity we come into contact with. We have brushes with death and substances. And here we get into the section of the book which outlines all of these ways that Israelites could become ritually impure. That was the last conversation. So this is chapters 11 through 15. And these are the main ways that Israelites can become ritually impure. So just to summarize, it's not bad to be ritually impure.",
    "start": "00:07:42",
    "end": "00:08:34"
  },
  {
    "text": "There wasn't a moral failure.",
    "start": "00:08:34",
    "end": "00:08:36"
  },
  {
    "text": "You didn't break a command. It's temporary. There's a way to move out of a state of ritual impurity. But the thing that is precarious about being in a state of ritual impurity is that you are not allowed to walk into the presence of the source of all life in the tent or the courtyard of the tent. You have to stay away. So you become ritually impure by touching dead bodies, by touching certain animals, by having a skin disease, or touching mold or fungus, or coming into contact with bodily reproductive fluids.",
    "start": "00:08:36",
    "end": "00:09:10"
  },
  {
    "text": "And if you want to hear more about that, that's what we talked about.",
    "start": "00:09:10",
    "end": "00:09:13"
  },
  {
    "text": "Previous conversation. But those were taboo substances that in their cultural imagination were identified with death. And to be in contact with death puts you in a state of temporary impurity because you could pollute or bring death into the presence of God if you were to come into the temple. And that doesn't put God at danger. What it does is pollute or vandalize the holy space with the scent of death. It's like bringing in the scent of death, so to speak.",
    "start": "00:09:13",
    "end": "00:09:46"
  },
  {
    "text": "And we're being told all this as.",
    "start": "00:09:46",
    "end": "00:09:48"
  },
  {
    "text": "Torah, as instruction, wisdom, instruction for later generations of Israel who are reading the whole collection of the Hebrew Bible. Correct. So it teaches us that God wants to and has staked an outpost of pure life and goodness here in the middle of our world outside Eden. And it's precarious, but it's precarious for us.",
    "start": "00:09:48",
    "end": "00:10:09"
  },
  {
    "text": "Yeah.",
    "start": "00:10:09",
    "end": "00:10:09"
  },
  {
    "text": "So learning how to honor the holiness and purity and goodness of the author of all life means recognizing when I've been in contact with death and living in a state of temporary distance from God's holy space, not because I did something wrong, but as a Torah, as instruction, it begins to shape me into somebody who comes to love the life giving presence of Yahweh and wanting every part of my life and my diet to just be in the presence of the author of my life.",
    "start": "00:10:10",
    "end": "00:10:41"
  },
  {
    "text": "And it's taking the opportunities, the normal situations that you're going to be in when you have the birth of a child or when you have to bury a Loved one, or when you come in contact with disease, mark those moments as, in a way, sacred. Saying, this is a big deal. This is signifying the frailty of my condition. It's not good.",
    "start": "00:10:42",
    "end": "00:11:04"
  },
  {
    "text": "Correct. And so that's why being ritually impure and coming into contact with death or these signs of death is not in itself morally wrong, but it is a reminder that I'm outside of evil.",
    "start": "00:11:04",
    "end": "00:11:15"
  },
  {
    "text": "Something is wrong.",
    "start": "00:11:15",
    "end": "00:11:16"
  },
  {
    "text": "Something is wrong in the world because we're all dying. And why are we dying? We're dying because none of us have yet been able to live up to our true potential as images of God. And we live in a world that, back in our family story, the early stories of Genesis, you know, our ancestors all the way back have forfeited the opportunity to take hold of life that is truly life that's given to us by God. And so ritual impurity reminds me that I'm not in Kansas anymore. We're not in Eden. And so it is, in that way, associated with sin and the failure to live by God's commands and wisdom. So this all leads up to a need to resolve this crisis, the crisis being. Okay, so this is what's interesting. So this is how the center of Leviticus is shaped. You had that narrative about Aaron and his sons. Yeah, that was chapters eight through ten. Then you get God saying, hey to Aaron, don't drink on the job. Your son turned.",
    "start": "00:11:16",
    "end": "00:12:21"
  },
  {
    "text": "Now, here's a bunch of purity laws.",
    "start": "00:12:21",
    "end": "00:12:22"
  },
  {
    "text": "Here's the purity laws that are given to you, the reader, not for the.",
    "start": "00:12:22",
    "end": "00:12:25"
  },
  {
    "text": "Priests, but for everyone.",
    "start": "00:12:25",
    "end": "00:12:26"
  },
  {
    "text": "Yeah, for everybody. I mean, the priests will, you know, enact these rituals. But it's just interesting. You get the story about rebellion that introduces death and impurity into the tent. Then you get this block of laws about ritual impurity and the ways to resolve it. Yeah, and the ways to resolve it. We didn't so much focus on this in the last conversation, so we'll do it now. Every one of them is resolved by a period of waiting, usually by a multiple of seven.",
    "start": "00:12:26",
    "end": "00:12:50"
  },
  {
    "text": "Okay.",
    "start": "00:12:50",
    "end": "00:12:51"
  },
  {
    "text": "Then it's resolved by going through the waters, washing, and then by offering of a hattat sacrifice, which is the Hebrew word for purification offering. It's usually translated sin offering in our modern translations. And that is where an animal is offered as a blameless representative substitute before God and its blood, which is its life. This is our conversation all the way back to.",
    "start": "00:12:51",
    "end": "00:13:18"
  },
  {
    "text": "Yeah, here's another ancient ritual to upload.",
    "start": "00:13:18",
    "end": "00:13:21"
  },
  {
    "text": "Yeah, totally. The blood represents its life, and its life gets sprinkled on the altar. Sometimes it gets sprinkled on me as a way of saying, this animal's life is now covering me and its life is conquering the death and impurity that I was in contact with and making me now pure to be able to go into the presence of God.",
    "start": "00:13:21",
    "end": "00:13:44"
  },
  {
    "text": "Which is a meditation on I need something outside of myself to atone for me.",
    "start": "00:13:45",
    "end": "00:13:50"
  },
  {
    "text": "That's right. This is where the imagery of being washed in the blood comes from.",
    "start": "00:13:50",
    "end": "00:13:55"
  },
  {
    "text": "You're talking about, like the hymns that some Christians sing.",
    "start": "00:13:55",
    "end": "00:13:57"
  },
  {
    "text": "Yeah, yeah. In a lot of Christian worship songs and poetry, which is a strange, almost nonsensical when you first hear it because you're like, getting rinsed with blood would make me dirty.",
    "start": "00:13:57",
    "end": "00:14:09"
  },
  {
    "text": "Yeah. What's the song? There is power, power, wonder, working power in the blood.",
    "start": "00:14:10",
    "end": "00:14:16"
  },
  {
    "text": "In the blood of the lamb. Yeah, that's right. So that imagery comes from Leviticus chapters 13 and 14. People are cleansed by being sprinkled with blood of a blameless substitute. Yeah. So all of that begins to shape your life into a story of cycles.",
    "start": "00:14:16",
    "end": "00:14:35"
  },
  {
    "text": "And sorry, I always go here, and I'm so sorry, but there's nothing like magical about the goat blood.",
    "start": "00:14:35",
    "end": "00:14:43"
  },
  {
    "text": "Oh, totally. Actually, here, wait on it.",
    "start": "00:14:43",
    "end": "00:14:45"
  },
  {
    "text": "Okay.",
    "start": "00:14:45",
    "end": "00:14:45"
  },
  {
    "text": "Because this is all a lead up to the day of atonement, which is what we're going to talk about for the rest of this conversation.",
    "start": "00:14:45",
    "end": "00:14:49"
  },
  {
    "text": "Okay.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "But all those cycles of touching death, waiting in a period where I recognize my mortality, then I'm washed, then I'm covered, cleansed by the blood of a blameless substitute so that I can re. Enter into God's presence. These are all cycles in the book of Leviticus that are building up, building up, building up to a great act of cleansing that needs to take place not just for individuals, but for the whole tent. And so here we come to Leviticus chapter 16. And just check out how the chapter begins. So Leviticus 16.",
    "start": "00:14:50",
    "end": "00:15:28"
  },
  {
    "text": "So we just finished the purity laws.",
    "start": "00:15:28",
    "end": "00:15:30"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:15:30",
    "end": "00:15:30"
  },
  {
    "text": "They come to a close.",
    "start": "00:15:30",
    "end": "00:15:31"
  },
  {
    "text": "That's right. And what they taught me was God has provided a way to make the impure person restored to a place of purity so they can live in his presence. It's through the sprinkling of the blood so that the life of a blameless substitute can cover over and wash away the impurity. So that's happened multiple times now in Leviticus 11, 15. And then we start with Leviticus chapter 16 and says, Now Yahweh spoke to Moses after the death of the two sons of Aaron, when they had approached the presence of Yahweh and died. That's the Introduction to Leviticus, chapter 16, which is the description of the day of atonement. In other words, we're still in the eighth day. This is still the same day.",
    "start": "00:15:31",
    "end": "00:16:18"
  },
  {
    "text": "Yeah.",
    "start": "00:16:19",
    "end": "00:16:19"
  },
  {
    "text": "In terms of the narrative, you could.",
    "start": "00:16:19",
    "end": "00:16:21"
  },
  {
    "text": "Have taken out all those purity laws and this would have been a seamless.",
    "start": "00:16:21",
    "end": "00:16:24"
  },
  {
    "text": "This would be the next thing.",
    "start": "00:16:24",
    "end": "00:16:25"
  },
  {
    "text": "Yeah.",
    "start": "00:16:25",
    "end": "00:16:26"
  },
  {
    "text": "So if you're thinking about it in literary terms, the seven day inauguration of the priesthood in chapters eight and nine, the eighth day, their first day on the job, that's Leviticus nine, the rebellion of Aaron's sons on the eighth day. That was Leviticus ten. And then all the speeches about the purity laws are happening on the eighth day. The narrative hasn't shifted time or place. Then Leviticus 16 comes along and links back and says, yeah, all that stuff about purity, impurity, and even what's about to be said right now is a response to that rebellion. And what did happen on the eighth day? Oh, yeah, rebellion. The introduction of death into Yahweh's living room. So the day of atonement is revealed to Aaron and Moses on the day that death was introduced into the tent. This is similar to how in the Garden of Eden, even his act of severity of exiling them and telling them, you're going to live outside Eden and you're going to die now is laced with mercy and a promise of the snake crushing seed of the woman. So here his words to Moses and Aaron on the day of the rebellion of Aaron's sons is laced with the promise.",
    "start": "00:16:26",
    "end": "00:17:38"
  },
  {
    "text": "You're talking about when Adam and Eve, when he comes to tell them, like death has come.",
    "start": "00:17:38",
    "end": "00:17:44"
  },
  {
    "text": "Yeah. This is Genesis chapter three.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "Genesis chapter three.",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "Yeah. Yeah. You just authored your own deaths.",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "You're now slaves to the earth. Like this is bad. Yes, Right in there. God also promises that a seed of the woman, meaning a future child.",
    "start": "00:17:48",
    "end": "00:17:58"
  },
  {
    "text": "A child. Yeah.",
    "start": "00:17:58",
    "end": "00:17:59"
  },
  {
    "text": "Will be someone who will crush the snake. And the snake is the one that caused Adam and Eve to corrupt. And so God promises a solution. And it's going to be human. Who's gonna crush the snake.",
    "start": "00:17:59",
    "end": "00:18:18"
  },
  {
    "text": "Yeah. Undo what the snake has done.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "And while crushing the snake, being bit.",
    "start": "00:18:20",
    "end": "00:18:21"
  },
  {
    "text": "By the snake being bit. Yeah. The victory and rescue will happen through one who also dies. Yeah. And that's a little riddle that begins to be unpacked in every cycle of the melody as you go throughout the rest of the Hebrew Bible. And we're looking at another one right here. The failure of the two sons of Aaron in the Eden tent, introducing death into the tent is now linked to all these laws about the spreading of impurity through the camp. But God wants to provide for it by washing and purifying through the blood of a blameless substitute. And that all leads up to Leviticus 16, which is now going to be not just about how individual Israelites can be restored from impurity to a place of purity in life, but how the tent itself and the all of Israel, when death has been introduced into the very heart of the tent, which is the source of all life, we need to deal with the problem there.",
    "start": "00:18:21",
    "end": "00:19:22"
  },
  {
    "text": "Yeah.",
    "start": "00:19:22",
    "end": "00:19:23"
  },
  {
    "text": "Not just like with your average Israelite out there in the camp. Like, we need to deal with the pollution that's taking place in the tent. And that's what the day of Atonement is all about. This chapter is in the section that's at the center of the center of the center of the Torah.",
    "start": "00:19:23",
    "end": "00:19:37"
  },
  {
    "text": "Yeah.",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "So we know we're close to the heartbeat of the message of the Torah when we enter into the tent on the day of atonement. This chapter is super, super important. So we're gonna take some time to go through it. Shall we?",
    "start": "00:19:38",
    "end": "00:19:51"
  },
  {
    "text": "Let's.",
    "start": "00:19:51",
    "end": "00:19:51"
  },
  {
    "text": "Okay, we've already read the first sentence, but I'll just read it again. Of Leviticus 16. Now, Yahweh spoke to Moses after the death of the two sons of Aaron when they approached the presence of the Lord and died. So in other words, within the narrative, the guidelines about a day of atonement are being revealed to Moses on the eighth day of the inauguration of the tent, the day that everything went terribly wrong. So the actual day of atonement will fit into another slot in Israel's religious calendar, but I guess the first one will be about six months from this day in terms of narrative time.",
    "start": "00:20:20",
    "end": "00:20:59"
  },
  {
    "text": "Because it's an actual day of the year.",
    "start": "00:20:59",
    "end": "00:21:01"
  },
  {
    "text": "Yeah. In the seventh month, on the tenth day of the month.",
    "start": "00:21:01",
    "end": "00:21:04"
  },
  {
    "text": "Okay.",
    "start": "00:21:04",
    "end": "00:21:04"
  },
  {
    "text": "Yeah. Whereas right now, we are still in the earlier part of the year, so it's about five or six months away. Anyway, the Lord said to Moses, speak to your brother Aaron so that he won't enter at any time into the holy place inside the veil before the atonement lid, which is on the ark, or he will die.",
    "start": "00:21:04",
    "end": "00:21:27"
  },
  {
    "text": "Oh, so now the high priest might die.",
    "start": "00:21:28",
    "end": "00:21:30"
  },
  {
    "text": "Yeah.",
    "start": "00:21:30",
    "end": "00:21:31"
  },
  {
    "text": "By even going in.",
    "start": "00:21:31",
    "end": "00:21:32"
  },
  {
    "text": "Yeah. And why would he die? Because I will appear in the cloud over the atonement lid.",
    "start": "00:21:32",
    "end": "00:21:39"
  },
  {
    "text": "And we talked about this atonement lid thing.",
    "start": "00:21:39",
    "end": "00:21:41"
  },
  {
    "text": "Yeah. Back in the tabernacle. Furniture conversation. Yes. Yeah.",
    "start": "00:21:42",
    "end": "00:21:46"
  },
  {
    "text": "It's the only piece of furniture we really talked about. I think we.",
    "start": "00:21:46",
    "end": "00:21:50"
  },
  {
    "text": "We talked about the table for the bread and the Menorah. Okay, you're right. We did altar.",
    "start": "00:21:50",
    "end": "00:21:55"
  },
  {
    "text": "We just went into a lot of detail.",
    "start": "00:21:55",
    "end": "00:21:56"
  },
  {
    "text": "Yeah, that's right. So the cloud and the glory fire appeared first to lead the Israelites out of Egypt and the wilderness. It protected them at the passing of the Red Sea, moved up over the mountain. Then it moved down over the tent where Moses couldn't go in. Then they got the guidelines about all the offerings. Then it appeared on the eighth day when they inaugurated the tent, which is this day. This is that day. And now what we hear is that dangerous good presence of Yahweh is going to be both a gift and a threat to Israel and specifically to their high priest in the holy of holies. So that the most holy place, holy of holies, is not somewhere he can go except one day a year. But the point here is he can't just go in anytime he wants.",
    "start": "00:21:56",
    "end": "00:22:48"
  },
  {
    "text": "Is this a new development? Like before, you kind of assumed he could.",
    "start": "00:22:48",
    "end": "00:22:51"
  },
  {
    "text": "Yeah, it wasn't made clear. Like, how often would somebody go in there?",
    "start": "00:22:51",
    "end": "00:22:56"
  },
  {
    "text": "We do know that only the high priest goes in there.",
    "start": "00:22:56",
    "end": "00:22:58"
  },
  {
    "text": "Only the high priest goes in there.",
    "start": "00:22:58",
    "end": "00:22:59"
  },
  {
    "text": "Now we know even for the high priest, this is treacherous.",
    "start": "00:22:59",
    "end": "00:23:02"
  },
  {
    "text": "That's right. So you can't just go in at any old time. So the rest of the chapter is going to talk about the one time per year that he can go in. So we begin mentioning the death of this guy's two sons because of how they went in. And now here we are talking about their dad, the high priest. So this is all being brought back into connection to that story. Okay. This is how Aaron will enter the holy place. One with a bowl for a purification offering, second with a ram for a ascension or going up offering.",
    "start": "00:23:02",
    "end": "00:23:39"
  },
  {
    "text": "And your translation is probably going to say sin offering.",
    "start": "00:23:39",
    "end": "00:23:43"
  },
  {
    "text": "Correct?",
    "start": "00:23:43",
    "end": "00:23:43"
  },
  {
    "text": "You called it a purification offering.",
    "start": "00:23:43",
    "end": "00:23:45"
  },
  {
    "text": "That's right.",
    "start": "00:23:45",
    "end": "00:23:45"
  },
  {
    "text": "And we talked about that during the offerings.",
    "start": "00:23:45",
    "end": "00:23:47"
  },
  {
    "text": "That's right.",
    "start": "00:23:47",
    "end": "00:23:48"
  },
  {
    "text": "Sin offering is a translation of a word that doesn't mean sin, right?",
    "start": "00:23:48",
    "end": "00:23:53"
  },
  {
    "text": "Yeah. It is spelled with the same Hebrew root letters as the word sin, but when it's put into a certain verb form for Hebrew nerds, it's the plural. The meaning of that verbal form is to purify from sin. So it's a purification from sin offering.",
    "start": "00:23:53",
    "end": "00:24:08"
  },
  {
    "text": "And that's what you use it for. You use it to sprinkle the blood, to purify the space.",
    "start": "00:24:08",
    "end": "00:24:12"
  },
  {
    "text": "That's right. So this is all standard stuff that you know already, if you've been tracking with Leviticus so far. So you expect him to bring in a purification offering. You expect him to Come with an ascension offering.",
    "start": "00:24:12",
    "end": "00:24:24"
  },
  {
    "text": "Okay.",
    "start": "00:24:24",
    "end": "00:24:24"
  },
  {
    "text": "Next, he's going to put on a holy linen tunic. He's going to take off his standard gear.",
    "start": "00:24:24",
    "end": "00:24:30"
  },
  {
    "text": "Oh, this is a different gear.",
    "start": "00:24:30",
    "end": "00:24:31"
  },
  {
    "text": "Yeah, He's. He's just gonna wear a very simple, thin white linen tunic and thin, light white linen underwear. So none of the fancy stuff.",
    "start": "00:24:31",
    "end": "00:24:41"
  },
  {
    "text": "Okay.",
    "start": "00:24:41",
    "end": "00:24:41"
  },
  {
    "text": "The crown goes off. Breastplate. It's really interesting.",
    "start": "00:24:41",
    "end": "00:24:46"
  },
  {
    "text": "Okay.",
    "start": "00:24:46",
    "end": "00:24:46"
  },
  {
    "text": "And this is where he goes in to the most holy place. You would expect him to have it on. Most interpreters through history see this as the one day that he does go directly before Yahweh, who goes in in a humble state. The rest of the time when he's out, more visible to people outside, he would look like a God, an image of God. But when he goes in before Yahweh, he goes in in a humble state. Isn't that interesting? So before he goes in, he shall go through the waters, bathe his body, then put on the clothes. Now, here's the unique thing about this day. So after the waters, he takes from all the Israelites two goats for a purification offering and another ram for an ascension offering.",
    "start": "00:24:46",
    "end": "00:25:32"
  },
  {
    "text": "And we've already done these two offerings.",
    "start": "00:25:32",
    "end": "00:25:34"
  },
  {
    "text": "So here's the first animals were for himself in his household. So the first bull and the ram are just for himself and his household.",
    "start": "00:25:34",
    "end": "00:25:42"
  },
  {
    "text": "Okay.",
    "start": "00:25:42",
    "end": "00:25:43"
  },
  {
    "text": "Then these he gets from the Israelites, and these are for the whole community.",
    "start": "00:25:43",
    "end": "00:25:46"
  },
  {
    "text": "Okay.",
    "start": "00:25:46",
    "end": "00:25:47"
  },
  {
    "text": "Yeah. So he's going to take the two goats and present them before Yahweh at the tent of meeting. And he's going to get out Dice. Dice. He shall cast lots for the two goats.",
    "start": "00:25:47",
    "end": "00:25:58"
  },
  {
    "text": "That's dice.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "Ancient dice. Yeah, Some sort of little. I mean, they're not described in great.",
    "start": "00:25:59",
    "end": "00:26:04"
  },
  {
    "text": "Detail, but the goral, it's a randomizer.",
    "start": "00:26:04",
    "end": "00:26:07"
  },
  {
    "text": "Yeah, the lot. Usually they're called casting lots, but it's rolling ancient dice. And the dice will determine the fate of these goats. One lot will assign the goat for Yahweh, the other lot will assign the goat for Zazel. Who's this Azazel? It's a wonderful question, John. So let me just show you. Leviticus 16, verse 8.",
    "start": "00:26:07",
    "end": "00:26:33"
  },
  {
    "text": "Sounds like a different God.",
    "start": "00:26:34",
    "end": "00:26:35"
  },
  {
    "text": "Leviticus 16. 8. All of our English translations. No, not all. Wonderful. Niv translates the word ezazel as for the scapegoat. One lot for Yahweh, the other lot for the scapegoat. Even that English phrasing is a little bit odd. For the scapegoat.",
    "start": "00:26:35",
    "end": "00:26:58"
  },
  {
    "text": "Yeah. Instead of as the scapegoat.",
    "start": "00:26:58",
    "end": "00:27:00"
  },
  {
    "text": "Yeah. Makes you sound like this goat is being sent for Some other. On behalf of for some other thing named the scapegoat. And actually, the oddity is the problem at the heart of the NIV's interpretation here. The New American Standard also translates it as scapegoat. So does King James. But the ESV transliterates the word Azazel with a capital A. Yeah. One lot for Yahweh, one lot for Azazel.",
    "start": "00:27:00",
    "end": "00:27:29"
  },
  {
    "text": "Like it's a name of something.",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, and the NRSV does that as well. Why do they do that? Well, so notice the parallelism of verse 8. It's almost like a poetic line. Aaron will cast lots for two goats, one lot for Yahweh, the other lot for Azazel. So the sentence structure leads you to think that each lot will designate each goat for someone. The first lot's for someone. And then the way the Hebrew's phrased for Azazel puts it in a parallel slot, as if it's a name or title of some kind. Then we'll just keep reading. Then Aaron will offer the goat on which is the lot for Yahweh felt, make it a purification offering, and the goat on which the lot for Azazel fell shall be presented alive before Yahweh to make atonement for it, to send it to Azazel into the wilderness. So there's two ways this has been translated throughout history, two main ways. There is ample evidence that the earliest interpreters of Leviticus understood this as the name of a spiritual being. So I'm just looking here at the Hebrew Aramaic lexicon of the Old Testament by Kohler and Baumgartner. And their first kind of main entry here is a demon of the wilderness. Lots of scholarly history to that. The etymology, like what's the Hebrew root for the name, is, they say, uncertain. However, there has been an explanation offered by a Semitic scholar, Nicholas Wyatt, who thinks it derives from two roots. One is the word Azaz in Hebrew, which means strong, and the other one is el, which means spiritual being, powerful spiritual being who resides in the wilderness. The scapegoat interpretation, you really have to do some legwork here. This is also an ancient interpretation, actually. It gets really complicated and into Semitic philology, nerdiness stuff. But there are some people who think it's related to an Arabic cognate word, qhazal, which means to remove, and that it's a shorthand, the goat for removal. I'm compelled by the parallelism multiple times that these are both names or titles for the one to whom it is sent. So here's the next thing that is interesting, these two goats are unique. This is like a unique ritual that only happens on this day. So none of the other offerings involve anything like what's happening with these two goats. The second thing is the two goats are presented together as a singular offering, and there's no other offering that's quite like this. So it makes clear what's true for all the others, that they are symbolic rituals. They tell a story. So you have to ask yourself what story would be told by a singular offering made up of two animals, one of whom gives its life as a blameless substitute and is killed and its life is brought in before Yahweh. And we're familiar with that from the other offerings. But then this other one doesn't die immediately. At least it remains alive.",
    "start": "00:27:31",
    "end": "00:30:56"
  },
  {
    "text": "You haven't told the story yet of what happens to these goats.",
    "start": "00:30:56",
    "end": "00:30:59"
  },
  {
    "text": "Yeah, totally. So let us do that. So first, the goat, that is for Yahweh, he shall slaughter the goat of the purification offering. That's for the people. And he will bring its blood inside.",
    "start": "00:30:59",
    "end": "00:31:12"
  },
  {
    "text": "The veil, inside the holy place.",
    "start": "00:31:12",
    "end": "00:31:14"
  },
  {
    "text": "Yeah, the holy of holies. And this is it. This is like the time that he goes in. Once a year, he will do with its blood as he did with. With the blood of a bull. He will sprinkle it right on the atonement lid, on the mercy seat. And he shall make atonement for the holy place because of the impurities of the sons of Israel and because of their transgressions in regard to all their sins. So he will do this for the tent of meeting that dwells in the middle of them, in the middle of their impurities. So right here in verse 16. And this is kind of an easy way to remember it because it's chapter 16. 16. 16 tells you the meaning. We're going to link together the last many episodes of conversations here, but this is a culminating moment in the book so far. Okay, so tell me what you see here where I can play tour guide.",
    "start": "00:31:14",
    "end": "00:32:07"
  },
  {
    "text": "All right, well, to catch up, we've got two goats.",
    "start": "00:32:09",
    "end": "00:32:11"
  },
  {
    "text": "Yeah.",
    "start": "00:32:11",
    "end": "00:32:12"
  },
  {
    "text": "Or leaving aside this mystery of Azazel, but we'll come back to it. Yeah, two goats. One is going to be an atonement purification. Purification offering.",
    "start": "00:32:12",
    "end": "00:32:22"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:32:22",
    "end": "00:32:23"
  },
  {
    "text": "And we know from that purification offering the lifeblood's taken from the animal, and the animal gave its life, even though it didn't deserve it because it didn't have blemish. So it's this idea of something without the moral feelings that you had, even though its blemishes weren't about moral failings.",
    "start": "00:32:23",
    "end": "00:32:40"
  },
  {
    "text": "They were a symbol of them.",
    "start": "00:32:41",
    "end": "00:32:42"
  },
  {
    "text": "They were a symbol of them is dying on your behalf. The blood is drained out. The life is in the blood. There's some sort of life power still in that blood. The priest sprinkles it on objects and on the space. And it's still hard for me to wrap my mind around. But it's this idea of our corruption, our moral failings isn't just something that screws with me and my relationship with maybe God or with others. It actually screws up with the whole environment.",
    "start": "00:32:42",
    "end": "00:33:18"
  },
  {
    "text": "There's this kind of pollution, a vandalism.",
    "start": "00:33:19",
    "end": "00:33:21"
  },
  {
    "text": "Vandalism is the metaphor you've been using. And that the lifeblood is this ritual kind of cleansing to kind of clear the air, clean the slate, wash it clean. And so this is what's happening here, but also because of the transgressions in regard to their sins. Okay, so the sins creating the impurity that needs to be atoned for.",
    "start": "00:33:21",
    "end": "00:33:48"
  },
  {
    "text": "Yeah, there's two reasons given here in Leviticus 16:16, making atonement. One, because of the impurities of the sons of Israel. So this is like. This is the stuff that doesn't have to do with moral failings.",
    "start": "00:33:48",
    "end": "00:34:03"
  },
  {
    "text": "Impurities just means, like, being impure.",
    "start": "00:34:04",
    "end": "00:34:06"
  },
  {
    "text": "We just talked about being ritually impure. And it's as if those ritual impurities of skin disease and of touching dead bodies and of leaking reproductive fluids, and these are all symbols, fluids and substances that are associated with death or the loss of life. It's as if the tent in the middle of the camp is depicted as surrounded by a chaotic sea of encroaching death by dying people who live around the tent. And those are constantly breaking at the shore, as it were, and spattering up little bits of impurity over the tent curtains and, like, slowly vandalizing. So that's one image.",
    "start": "00:34:06",
    "end": "00:34:49"
  },
  {
    "text": "Okay?",
    "start": "00:34:49",
    "end": "00:34:50"
  },
  {
    "text": "So that needs to be dealt with. And then the second reason given is because of their transgressions in regard to all their sins, their moral impurities.",
    "start": "00:34:51",
    "end": "00:34:59"
  },
  {
    "text": "And that's also polluting.",
    "start": "00:34:59",
    "end": "00:35:00"
  },
  {
    "text": "It's also polluting.",
    "start": "00:35:01",
    "end": "00:35:02"
  },
  {
    "text": "Okay.",
    "start": "00:35:02",
    "end": "00:35:02"
  },
  {
    "text": "And so the singular act of atonement, it's dealing with both. And this is. We're back to our conversation many episodes ago. The atonement is used in two ways. And the Hebrew Bible scholar here that I've learned the most from is J. Sklar. His book Impurity and Sin and Atonement in Ancient Israel. That's not the precise title, but we'll put a link in the show notes to his book is the atonement is used in two ways, related to the two main meanings of its root word. One is to provide a ransom. When you wronged someone, you owe them. And so when we wrong each other, we wrong God. That's core to this idea. And so we owe God for wronging each other. And so a blameless life being offered unfairly to give its life for my sins is a ransom. But then also another metaphorical kind of scheme is that my sins and impurities pollute the divine presence like that, encroaching waves of ickiness. And so that blood can overpower the forces of death by standing in my place as a blameless substitute where life, a blameless life, can cover over death and sin. Both stories are being told right here in Leviticus 16:16. And this goat, which is only one half of the day of atonement offering, the one that goes into the holy place by the priest, does that.",
    "start": "00:35:02",
    "end": "00:36:31"
  },
  {
    "text": "But the emphasis is on the pollution and the vandalism.",
    "start": "00:36:31",
    "end": "00:36:35"
  },
  {
    "text": "Yeah. I have to separate them to make sense of them. But the idea is our signs of mortality, our impurities, which are not morally wrong, but they are signs that we're dying creatures. And then also my moral failures and death and moral failure is linked closely together in the biblical story, because the only reason we're all outside of Eden is because of humanity's moral failings. And so the moral failings are compensated for and the effects of our moral failings are reversed by the blood of the substitute put on the atonement lid. It's as if this lid, which is the place where God's presence touches down, is the place where God has provided the substitute. I'm not saying any of this makes deep intuitive sense, but I'm saying it's a symbolic ritual language that I've had to work a long time to learn what it's saying. But I think once you sympathetically can enter into the symbols, you can see at least the story that it's telling.",
    "start": "00:36:36",
    "end": "00:38:12"
  },
  {
    "text": "And the atonement that's happening is the atonement for the space. It's not atonement for the person.",
    "start": "00:38:12",
    "end": "00:38:16"
  },
  {
    "text": "Yeah. The blood is not being sprinkled on the people.",
    "start": "00:38:16",
    "end": "00:38:18"
  },
  {
    "text": "Right.",
    "start": "00:38:19",
    "end": "00:38:19"
  },
  {
    "text": "The blood is being sprinkled here because it's Yahweh's dwelling place that has been polluted.",
    "start": "00:38:19",
    "end": "00:38:25"
  },
  {
    "text": "Because that's another confusing thing, is when I think of toment, I think of. Or a ransom on behalf of a person.",
    "start": "00:38:25",
    "end": "00:38:31"
  },
  {
    "text": "Yeah.",
    "start": "00:38:31",
    "end": "00:38:32"
  },
  {
    "text": "But there's this biblical concept of a place needs to have atonement.",
    "start": "00:38:32",
    "end": "00:38:37"
  },
  {
    "text": "And there are Offerings, purification offerings that people make for individuals and their own sins are atoned for. These are atonements for the corporate. All of the people throughout the course of the year, all the unconfessed sin, all the things that have never been dealt with.",
    "start": "00:38:37",
    "end": "00:38:54"
  },
  {
    "text": "So it is atoning the people. In a way, it is.",
    "start": "00:38:54",
    "end": "00:38:57"
  },
  {
    "text": "But what it's providing atonement for is the effects of their sins by polluting the sacred space in their midst. The other way this works is if this ritual is not upheld and Israel's sins splash over the bounds of the tent and, you know, fill up the holy place, Yahweh will leave. That's how the Babylonian exile is presented in the book of Ezekiel. As the idolatry and injustice of Israel become so heinous, so unaccounted for, that Yahweh packs up and leaves, which is death. Because once the source of life leaves town, Babylon is just free to come pluck Israel and Jerusalem for the taking.",
    "start": "00:38:57",
    "end": "00:39:38"
  },
  {
    "text": "But the classic sense of atonement, which is, I have a debt obligation that needs to be paid so that I can be right with God and others.",
    "start": "00:39:39",
    "end": "00:39:52"
  },
  {
    "text": "Ah, yeah.",
    "start": "00:39:52",
    "end": "00:39:53"
  },
  {
    "text": "That is different than the one we're talking about.",
    "start": "00:39:54",
    "end": "00:39:56"
  },
  {
    "text": "Well, the day of atonement is for all the people.",
    "start": "00:39:56",
    "end": "00:39:59"
  },
  {
    "text": "Yeah.",
    "start": "00:39:59",
    "end": "00:39:59"
  },
  {
    "text": "And it's about how the collective sins of all the individuals in Israel represent an offensive act of pollution of Yahweh's living room. And if we want Yahweh to still be here, we need to approach God through this ritual. So it does compensate and atone for my sins, but it does so by being taken into the holy space and dealing with the effects of my sin there.",
    "start": "00:39:59",
    "end": "00:40:31"
  },
  {
    "text": "Because I thought in a previous conversation you made a point of saying the sins are actually put on the scapegoat.",
    "start": "00:40:32",
    "end": "00:40:39"
  },
  {
    "text": "Oh, oh, oh, got it. So remember this, the purification offering, singular, is happening through two animals. So we're getting one aspect of it right here.",
    "start": "00:40:39",
    "end": "00:40:48"
  },
  {
    "text": "Oh, so this is summarizing both animals.",
    "start": "00:40:49",
    "end": "00:40:51"
  },
  {
    "text": "This is summarizing the one animal that was for Yahweh and that was slaughtered and brought into the temple.",
    "start": "00:40:51",
    "end": "00:40:57"
  },
  {
    "text": "But didn't you say that the scapegoat, which is the one that was for Azazel?",
    "start": "00:40:57",
    "end": "00:41:01"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "That's the one that the priest puts.",
    "start": "00:41:02",
    "end": "00:41:04"
  },
  {
    "text": "And confesses sins over.",
    "start": "00:41:04",
    "end": "00:41:05"
  },
  {
    "text": "Confesses the sins over.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "This one does not carry the sins of Israel.",
    "start": "00:41:06",
    "end": "00:41:09"
  },
  {
    "text": "That's what I'm trying to get at.",
    "start": "00:41:09",
    "end": "00:41:10"
  },
  {
    "text": "I see, I see. No, no, this one represents a blameless life who can ascend the mountain of the Lord. Psalm 15. Only the blameless one who does what Is right. And just so this animal unfairly dies for the sins of the non blameless and carries in its life to cover over the effects of Israel's sins that have polluted the most holy place. That's the symbolism here. Okay. So it would be a contradiction in terms for it to bring the sins of Israel into the most holy place. What this, this animal is doing is erasing the effects of those sins through its blameless life.",
    "start": "00:41:11",
    "end": "00:41:49"
  },
  {
    "text": "All right.",
    "start": "00:41:49",
    "end": "00:41:50"
  },
  {
    "text": "What we also hear is nobody else should be in the tent when he brings in that goat. Just one representative human and Yahweh, okay, down to verse 20. So then he comes out and when he finishes atoning for the holy place and for the tent of meeting and for the altar, because he actually sprinkles blood on all those. This is cool. So where he goes is he takes the blood of that goat and he goes in to the most holy place, which is going to the most westward point. The door is always facing east toward the sunrise. So you go in through the door. That brings you into the courtyard. You go past the altar, you go in the east door to the holy place. You go in the east door. So you're constantly going west. But what happens is he takes the blood in and then he starts a journey from the western holy spot to.",
    "start": "00:41:50",
    "end": "00:42:41"
  },
  {
    "text": "Go east to sprinkle the blood.",
    "start": "00:42:41",
    "end": "00:42:42"
  },
  {
    "text": "Yeah. And he's sprinkling at each key point on his eastward exile from the holy place. For sure. Adam and Eve are exiled at the east side of the garden. Cain is exiled east of Eden. The Babylonians go east. So it's as if the high priest is following the eastward exile of humanity from the early chapters of Genesis, sprinkling blood at every exile along the way. So then he comes out and he comes to that goat that's alive, and he puts the two hands and he presses them down on the head of that goat that's alive. And he confesses over it all the iniquities of the sons of Israel, all their transgressions and all their sins. Those are the three bad words. We made a video series about each one of them. There's a variety of ways of describing human failure. There's all three. Then he will place them on the head of the goat. Now there's good symbolic language for you. Put the sin on the goat.",
    "start": "00:42:42",
    "end": "00:43:44"
  },
  {
    "text": "Yeah. Somehow.",
    "start": "00:43:45",
    "end": "00:43:46"
  },
  {
    "text": "Somehow. Then what he does is send it into the wilderness by the hand of a man of my time. A man of the time. A man of appointing. That's a whole rabbit hole. We don't have time to go down there.",
    "start": "00:43:46",
    "end": "00:43:59"
  },
  {
    "text": "Okay. But someone will set him up.",
    "start": "00:43:59",
    "end": "00:44:01"
  },
  {
    "text": "And that goat will carry upon itself the iniquities of Israel to a land that is cut off. And he will send the goat into the wilderness.",
    "start": "00:44:01",
    "end": "00:44:12"
  },
  {
    "text": "The sins are exiled.",
    "start": "00:44:12",
    "end": "00:44:14"
  },
  {
    "text": "Yeah. So the holy of holies represents like the Eden tree of life center. And one goat goes in there, the blameless goat goes in there. The living goat goes out into the wilderness to a cut off land, the opposite end of the cosmos in the biblical imagination. And what's interesting is Azazel is not.",
    "start": "00:44:14",
    "end": "00:44:38"
  },
  {
    "text": "Brought up there, noticing that here it's.",
    "start": "00:44:38",
    "end": "00:44:41"
  },
  {
    "text": "Just called the realm of being cut off in the wilderness, which is the opposite of the garden. So scholars call this the elimination ritual. And I learned a lot about this from reading lots of scholars. One particularly illuminating account for this ritual was a scholar named Roy Gain in his book Cult and Character. It's a whole book about purification offerings in the day of atonement and the problem of evil in the Hebrew Bible. So I'm just going to talk through this kind of extended quote, but this was hugely illuminating for me. And he says, no part of this goat, the living goat, is offered to Yahweh. This is not a sacrifice. It's an elimination ritual. The biblical prescription does not call for the death of this goat. It is simply sent away as a ritual garbage truck carrying controlled toxic waste to Azazel. Now, Azazel's precise nature is elusive. The common understanding of Azazel is a scapegoat. Referring to the goat itself is ruled out by the fact that the animal is sent to Azazel.",
    "start": "00:44:41",
    "end": "00:45:53"
  },
  {
    "text": "Right.",
    "start": "00:45:53",
    "end": "00:45:54"
  },
  {
    "text": "You could even sniff that out in reading the niv.",
    "start": "00:45:54",
    "end": "00:45:57"
  },
  {
    "text": "Right?",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Yeah. So obviously the goat could not be sent to the scapegoat. The reason for the LOT ritual before Yahweh is that he must decide the role of the goats through what appears to be chance. Through the LOT ceremonies, the goats are designated as belonging to Yahweh and Azazel respectively, each being a party capable of ownership. The fact that Yahweh is a supernatural being could be taken to imply that Azazel is the same. But the animal is not an offering to Azazel. Rather, the live goat transports Israelite failures to Azazel, who ends up having to take this noxious load. The ritual is an unfriendly gesture to Azazel.",
    "start": "00:45:58",
    "end": "00:46:47"
  },
  {
    "text": "You know what it makes me think of?",
    "start": "00:46:47",
    "end": "00:46:49"
  },
  {
    "text": "Yeah, go ahead.",
    "start": "00:46:50",
    "end": "00:46:51"
  },
  {
    "text": "Do you know that prank where you take poop and put it in a paper bag and then light it on fire and then leave it on Someone's doorstep and ring the doorbell.",
    "start": "00:46:51",
    "end": "00:47:00"
  },
  {
    "text": "Oh, wow. Never.",
    "start": "00:47:00",
    "end": "00:47:03"
  },
  {
    "text": "I think I've seen it in a movie or something.",
    "start": "00:47:04",
    "end": "00:47:06"
  },
  {
    "text": "Okay, yeah.",
    "start": "00:47:06",
    "end": "00:47:06"
  },
  {
    "text": "And you hear rumors of that prank.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "Wow.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "Kind of feels like that.",
    "start": "00:47:09",
    "end": "00:47:10"
  },
  {
    "text": "Well, okay, here, let me finish. It kind of is like that, but it's also different. Okay, but Roy Gaine will continue because this is great. He said it's more like sending someone a load of chemical or nuclear waste.",
    "start": "00:47:10",
    "end": "00:47:22"
  },
  {
    "text": "Yeah.",
    "start": "00:47:23",
    "end": "00:47:23"
  },
  {
    "text": "Because it's Yahweh who commands the priest to perform the ritual. It appears that Azazel is his enemy. It's likely therefore that Azazel is some kind of spiritual being. That his presence in the desert regions is the extreme opposite of God's holy presence in the holy of holies. However, the nature of Azazel's personality is not revealed in Leviticus, likely to avoid the danger that some might be tempted to honor him. So this is more like. This is the snake. It's a name for the snake. If the mosaic of the Messianic deliverer in the Hebrew Bible is truly a mosaic, they're a second Adam. They're like a king from the line of Judah. They're like the high priest, they're like the prophet, like Moses. Right. And the Hebrew Bible gives you all these characters to create a mosaic. The same is true for the mysterious, the one Jesus called the evil one.",
    "start": "00:47:24",
    "end": "00:48:18"
  },
  {
    "text": "Yeah. Lucifer.",
    "start": "00:48:18",
    "end": "00:48:19"
  },
  {
    "text": "Uh huh. That is one name in the Latin translation. But the biblical images are the slanderer, the snake.",
    "start": "00:48:20",
    "end": "00:48:27"
  },
  {
    "text": "The slander is where we get Satan. Right.",
    "start": "00:48:28",
    "end": "00:48:30"
  },
  {
    "text": "Or is that something else? The Satan or the Satan is the one who is opposed. The opposed, the opponent. Yeah. Okay, so Azazel, which very plausibly is a Hebrew compound word meaning powerful spiritual being.",
    "start": "00:48:30",
    "end": "00:48:45"
  },
  {
    "text": "The morning star.",
    "start": "00:48:45",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. Is the Image from Isaiah 14. So but here it's the idea of Azazel is an image of a spiritual being, the non existent one. I mean the one who exists but in a state of chaos and darkness. And so that evil one is the architect behind why we're all outside of Eden. So once a year we send him a load of BS in a paper bag on fire. Right. And we send it out like, send it back where it came from.",
    "start": "00:48:46",
    "end": "00:49:19"
  },
  {
    "text": "Ring the doorbell.",
    "start": "00:49:19",
    "end": "00:49:20"
  },
  {
    "text": "It's the elimination ritual. It's so illuminating. And both goats together, remember, are a singular purification offering.",
    "start": "00:49:20",
    "end": "00:49:28"
  },
  {
    "text": "How do you get that both goats are a singular.",
    "start": "00:49:28",
    "end": "00:49:30"
  },
  {
    "text": "Back when he said take two special goats for a singular purification offer. And uniquely this ritual, the purification happens through two goats selected by lots. By Yahweh. Right. A man may cast lots, but the decision comes from Yahweh. That's a proverb. I don't remember what chapter it's in. So one is the blameless one who goes in and gives its life for sinful people and its blameless life ransoms them from death and also purifies the pollution of their iniquities. And then the other goat represents Yahweh's desire to do away with the effects of sin and evil once and for all by sending the load of waste back to the one who brought it into the world in the first place. This is the core of the day of atonement. It's remarkable.",
    "start": "00:49:30",
    "end": "00:50:27"
  },
  {
    "text": "Yeah.",
    "start": "00:50:27",
    "end": "00:50:27"
  },
  {
    "text": "I mean, think. Think of the scene.",
    "start": "00:50:28",
    "end": "00:50:30"
  },
  {
    "text": "Yeah.",
    "start": "00:50:30",
    "end": "00:50:31"
  },
  {
    "text": "When that goat's being led out. Everybody's watching.",
    "start": "00:50:31",
    "end": "00:50:33"
  },
  {
    "text": "Yeah.",
    "start": "00:50:33",
    "end": "00:50:34"
  },
  {
    "text": "It's a pretty profound moment. It'd be cool to recreate that cinematically in a way that could get viewers. Captures the mood sympathetically into the scene.",
    "start": "00:50:34",
    "end": "00:50:43"
  },
  {
    "text": "Yeah. So can we talk about Jesus.",
    "start": "00:50:43",
    "end": "00:51:11"
  },
  {
    "text": "Always? I'm always down to talk about Jesus.",
    "start": "00:51:15",
    "end": "00:51:18"
  },
  {
    "text": "So Jesus is talked about in terms of being an atoning sacrifice.",
    "start": "00:51:19",
    "end": "00:51:24"
  },
  {
    "text": "He talked about his own coming death as an atoning sacrifice. Yes.",
    "start": "00:51:24",
    "end": "00:51:29"
  },
  {
    "text": "Yeah. And when he does that, he means in probably both senses of purifying the land and also a ransom for our debt obligations.",
    "start": "00:51:29",
    "end": "00:51:43"
  },
  {
    "text": "Yeah, yeah. What's interesting about Jesus is he is bringing together all of the mosaic tiles of depicting God's victory over the evil one and his dealing with the consequences of human sin, and he's merged them all together. So important passages here for Jesus are like Mark 10:45, where after two disciples come and say, hey, Jesus, you know when you're enthroned as the king of the universe could, like we sit at your right and left hands, and Jesus says, you have no idea what you're asking for. Are you going to be able to be baptized? Go through the waters that I'm going to have to go through. That's suggestive of purification. Purification. Yep. You know, the kings of our world, he says, love to become lords over people. They love to have authority.",
    "start": "00:51:43",
    "end": "00:52:38"
  },
  {
    "text": "Yeah.",
    "start": "00:52:38",
    "end": "00:52:38"
  },
  {
    "text": "But nah, here in this crew, the one who is great becomes the servant. Whoever wants to be first must become the servant of all. For even the son of Adam, son of humanity, didn't come to be served, but to become a servant and to give his life as a lutron. Ransom for many.",
    "start": "00:52:39",
    "end": "00:53:02"
  },
  {
    "text": "Atonement.",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "Yeah, sacrifice. Atonement. That ransoms someone from death. Yeah.",
    "start": "00:53:04",
    "end": "00:53:09"
  },
  {
    "text": "The word atonement's not used.",
    "start": "00:53:09",
    "end": "00:53:11"
  },
  {
    "text": "No, it's the word redemption. Yeah. It's to purchase someone from a state of Slavery leading unto death. Yep. But the point is here, he's activating the son of Daniel 7, the son of Man. He's activating the suffering servant of Isaiah with this language. And he's activating the Exodus narrative of redemption from death through the death of the Passover lamb.",
    "start": "00:53:11",
    "end": "00:53:36"
  },
  {
    "text": "Oh, yeah, because there's that image, too.",
    "start": "00:53:37",
    "end": "00:53:38"
  },
  {
    "text": "Yep, there's that. That's Mark 10:45. Other key passages. I'll just. I could go to any of the Last Supper narratives, but Jesus chooses Passover. I'll go to Luke 22's account of the Last Supper. But Jesus chooses the weekend of Passover to time his showdown with the powers in Jerusalem. In Luke's account, he says, I've desired to eat this Passover with you before I come. When he takes the bread, he says, this is my body given for you. Do this in remembrance of me. In the same way he took the cup, and he said, this cup, which is poured out for y', all, is the new covenant in my blood poured out versus sprinkled.",
    "start": "00:53:38",
    "end": "00:54:20"
  },
  {
    "text": "That's interesting.",
    "start": "00:54:20",
    "end": "00:54:21"
  },
  {
    "text": "Yeah. Because remember, the blood would get taken from an animal, a purification offering. It would get taken into the Holy of holies, sprinkled and sprinkled in the holy place, and then sprinkled on the altar, and then what's left in the bowl gets poured out at the base of the altar. Yeah. So here Jesus is merging together imagery from the purification offerings happening in the tabernacle, the cup of the new covenant.",
    "start": "00:54:21",
    "end": "00:54:47"
  },
  {
    "text": "As the blood poured out.",
    "start": "00:54:47",
    "end": "00:54:48"
  },
  {
    "text": "Blood poured out. And the purification offerings that happen throughout the year culminate in this one great purification that is the day of atonement. But he's doing this on Passover, which.",
    "start": "00:54:48",
    "end": "00:55:01"
  },
  {
    "text": "Is a different type of substitute, a.",
    "start": "00:55:01",
    "end": "00:55:03"
  },
  {
    "text": "Different narrative, but both had to do with the sins of Israel, and the sins of the empires of this world lead to slavery and evil and death. And so Yahweh is going to bring a great flood of justice over the land. But for anyone who wants to be covered by God's mercy, he provides a blameless substitute. That's the Passover lamb. But that's also essentially what the day of atonement is about. He's brought Israel out into the wilderness, a land of danger and death. And he's provided a way for them to be washed of their sins and impurities. But, man, if they don't deal with them, they're going to pollute Yahweh's presence, and he'll leave, which will leave them to die in the wilderness. And so the day of Atonement. Goats become another way of looking into the mystery of what Passover is. Become another way of looking into the mystery of when Judah lays down his life for his brother Benjamin. Become another way of meditating on the substitute ram that God puts in the place of Isaac on Mount Moriah. That become a way of meditating on the snake crushing seed of the woman who both crushes the head of the snake, but also is struck by the snake at the same time. The Hebrew Bible is a huge mosaic. So all these narratives and here ritual symbols to help us become wise about what's wrong with us and what's wrong with the world. What is God doing about it? What has God done about it? And Jesus just in a very few little words, brings all of these narrative images together in a really provocative way. And the Last Supper is an important place for that.",
    "start": "00:55:03",
    "end": "00:56:51"
  },
  {
    "text": "What Christians like to say is that these sacrifices were pointing to or trying to enact is what Jesus actually accomplished.",
    "start": "00:56:52",
    "end": "00:57:02"
  },
  {
    "text": "Yeah, Yep, that's right.",
    "start": "00:57:02",
    "end": "00:57:03"
  },
  {
    "text": "That he's actually doing something that all of the symbolism was connecting to kind of the hope and power of.",
    "start": "00:57:03",
    "end": "00:57:11"
  },
  {
    "text": "Yeah. So here an important distinction needs to be made between the actual historical activities happening around the tent and the tabernacle and the Hebrew Bible's representation of all of that. Because the Hebrew Bible gives us a literary representation of the day of Atonement and a Passover, but included within a collection of scrolls that have all of these other stories in it. And one scroll in the Hebrew Bible is Isaiah, which tells you Israel and humanity really needs is a person who will ascend to the high place and offer their life as a blameless sacrifice. In other words, Leviticus is alongside Isaiah, is alongside Genesis. So when the author of Hebrews says it's impossible for the blood of animals to take away sins, he's not saying something new. What he's saying is what is already the message of the Hebrew Bible. Because the Hebrew Bible is telling you that the animal sacrifices are just a symbolic gift of Yahweh, of a down payment of something bigger that needs to happen, which is of a blameless human who would come and stand in the holy place and offer their life. And that's what Moses story is about. Does that make sense?",
    "start": "00:57:12",
    "end": "00:58:28"
  },
  {
    "text": "So Jesus saw himself as the blameless goat whose blood is purifying. Now there's a sense of the goat who bears the sins and is cast out. Jesus identified with that goat.",
    "start": "00:58:29",
    "end": "00:58:46"
  },
  {
    "text": "It seems like the Gospel authors want to associate Jesus with both goats, one by being the blameless sufferer. But then there's the emphasis that Jesus death is happening outside the city near a burial plot grave area outside the city gate.",
    "start": "00:58:47",
    "end": "00:59:06"
  },
  {
    "text": "Yeah.",
    "start": "00:59:06",
    "end": "00:59:07"
  },
  {
    "text": "And so the one place in the New Testament this is really exploited is in the letter to the Hebrews where he says, therefore Jesus also, that he might sanctify the people through his own blood suffered outside the gate. So let us go out to him outside the camp bearing his shame. The purification offering animals their remains were taken outside the camp to a dumping site. So it could be that he's referring to that. He could also be referring to the goat that is exiled outside of the camp as well. Yeah, you could join him.",
    "start": "00:59:07",
    "end": "00:59:45"
  },
  {
    "text": "Well, because there's one Peter two.",
    "start": "00:59:45",
    "end": "00:59:48"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:59:49",
    "end": "00:59:49"
  },
  {
    "text": "Jesus himself bore our sins in his body.",
    "start": "00:59:50",
    "end": "00:59:53"
  },
  {
    "text": "Yep.",
    "start": "00:59:53",
    "end": "00:59:53"
  },
  {
    "text": "That makes me think of like the ordination of the scapegoat with, like, taking the sins.",
    "start": "00:59:54",
    "end": "00:59:59"
  },
  {
    "text": "Yeah, yeah. Of bearing the sins. Yeah, yep. Yeah. What verse is that?",
    "start": "00:59:59",
    "end": "01:00:06"
  },
  {
    "text": "2:24.",
    "start": "01:00:06",
    "end": "01:00:07"
  },
  {
    "text": "There it is. Yeah. 2 verse 24. Yeah. He links Jesus to a sacrificial animal that carries our sins. And there's only one animal that's said to carry the sins of Israel, and that's the goat for Azazel.",
    "start": "01:00:07",
    "end": "01:00:22"
  },
  {
    "text": "Yeah, the scapegoat.",
    "start": "01:00:22",
    "end": "01:00:23"
  },
  {
    "text": "Yeah. So that's a good example. That little line comes from Leviticus 16. But he's refracted that language through the way that's all summarized in Isaiah 53, which he's also quoting from right here. And then in the next line where.",
    "start": "01:00:23",
    "end": "01:00:38"
  },
  {
    "text": "He says, by his wounds you've been healed.",
    "start": "01:00:38",
    "end": "01:00:41"
  },
  {
    "text": "By his wounds, we've been healed. So he's reading the Day of Atonement through the poem about the suffering servant. That's what we're seeing. Peter's mind is so saturated that he thinks about the day of atonement through the prism through the looking glass of Isaiah 53. He sees them as deeply connected.",
    "start": "01:00:41",
    "end": "01:01:01"
  },
  {
    "text": "Where did Isaiah get the idea that the suffering servant would bear his sins?",
    "start": "01:01:01",
    "end": "01:01:08"
  },
  {
    "text": "Yeah, yeah. I think from the day of atonement and from the narratives about Moses giving his life for the sins of the people and so on. So, yeah, this is the chapter that resolves the crisis at the center of the center of the center of the Torah. And the fact that it needs to happen every year also tells us that it's like a stopgap. This is not new creation.",
    "start": "01:01:09",
    "end": "01:01:33"
  },
  {
    "text": "This doesn't settle it.",
    "start": "01:01:33",
    "end": "01:01:34"
  },
  {
    "text": "We haven't restored humanity back to Eden.",
    "start": "01:01:34",
    "end": "01:01:37"
  },
  {
    "text": "We're still enacting something.",
    "start": "01:01:37",
    "end": "01:01:38"
  },
  {
    "text": "Yeah, that's right. What God has given is a way for Torah instruction and a way for his people to understand who they are. What they need what God wants to give them. This is what the ritual instructions of Leviticus are all about. Yeah.",
    "start": "01:01:39",
    "end": "01:01:57"
  },
  {
    "text": "I am shocked. This is the first time I've heard of Azazel.",
    "start": "01:01:58",
    "end": "01:02:01"
  },
  {
    "text": "Are you?",
    "start": "01:02:01",
    "end": "01:02:02"
  },
  {
    "text": "Yeah.",
    "start": "01:02:02",
    "end": "01:02:02"
  },
  {
    "text": "Yeah. I was bothered too, when I learned about Azazel.",
    "start": "01:02:02",
    "end": "01:02:05"
  },
  {
    "text": "Don't feel bothered. But I feel kind of shocked.",
    "start": "01:02:05",
    "end": "01:02:08"
  },
  {
    "text": "Yeah, it's right there in the ESV and the nrsv.",
    "start": "01:02:08",
    "end": "01:02:12"
  },
  {
    "text": "Yeah, I don't read those translations, I guess. Well, I don't really read this. Leviticus.",
    "start": "01:02:12",
    "end": "01:02:17"
  },
  {
    "text": "I can read Leviticus. Yeah, totally. Yeah. Yeah, I hear that. No, it's. Yeah. The Evil One. Where did Jesus go to meet the Evil One? He went to the wilderness.",
    "start": "01:02:17",
    "end": "01:02:27"
  },
  {
    "text": "Yeah.",
    "start": "01:02:27",
    "end": "01:02:27"
  },
  {
    "text": "And then he met the Evil One who was trying to convince Jesus not to give up his life, but to take a shortcut to power.",
    "start": "01:02:27",
    "end": "01:02:35"
  },
  {
    "text": "Yeah.",
    "start": "01:02:35",
    "end": "01:02:36"
  },
  {
    "text": "Yeah, man. Yeah. It's as if the Bible really is a unified collection telling a core meta story that Jesus claimed he was bringing to its fulfillment. It's remarkable.",
    "start": "01:02:36",
    "end": "01:02:49"
  },
  {
    "text": "Also, as a concluding note, when we were talking about the offerings before you showed, there was a sentence, and this was in the first movement, I think.",
    "start": "01:02:50",
    "end": "01:03:00"
  },
  {
    "text": "Where God says he's, I have given them to you.",
    "start": "01:03:00",
    "end": "01:03:05"
  },
  {
    "text": "I'm giving them to you.",
    "start": "01:03:05",
    "end": "01:03:06"
  },
  {
    "text": "Yeah.",
    "start": "01:03:06",
    "end": "01:03:06"
  },
  {
    "text": "This isn't like an obligation we owe to God to try to appease him, but was a gift that God was giving to us to know we can be in a right standing and to embrace this. Right standing.",
    "start": "01:03:06",
    "end": "01:03:19"
  },
  {
    "text": "Yeah. It's actually in the chapter right after the day of atonement. Oh, it's in Leviticus 17, where God says, the life of flesh is in the blood and I have given it to you on the altar to make atonement for yourselves. It's God presented as the initiator and the giver of the blameless life that will ransom from death and purify from the effects of sin.",
    "start": "01:03:19",
    "end": "01:03:46"
  },
  {
    "text": "God is giving the life of the blood to us.",
    "start": "01:03:47",
    "end": "01:03:50"
  },
  {
    "text": "Yeah. Life of a blameless one.",
    "start": "01:03:50",
    "end": "01:03:52"
  },
  {
    "text": "Of a blameless one.",
    "start": "01:03:52",
    "end": "01:03:53"
  },
  {
    "text": "Yeah.",
    "start": "01:03:53",
    "end": "01:03:53"
  },
  {
    "text": "As a gift.",
    "start": "01:03:54",
    "end": "01:03:54"
  },
  {
    "text": "Yep. That is clearly how Jesus saw it, which is why he presented himself as the gift of God, as God's gift to a failed Israel and a failed humanity. Which is, I think, why, you know, the apostles and the apostle John among them, whoever penned the letters of John and whichever apostle you think it is, the one that abandoned him in Gethsemane, or the one, John the Elder, who stuck around with Jesus mom, by the cross. But either way, John's takeaway from having seen Jesus die is the most simple, profound statement in the New Testament. God is love. And he demonstrated his Love for us in this. While we were. Well, actually, I'm merging it now with Romans 5. While we were still sinner, the Messiah died for us. The atonement is a revelation of the love of God for Jesus and for the apostles. And I think here in Leviticus 2, it just takes a little more work for us to get there. Well, so where do we go from here?",
    "start": "01:03:55",
    "end": "01:05:03"
  },
  {
    "text": "Where do we go? Well, we have one more movement of Leviticus to do.",
    "start": "01:05:03",
    "end": "01:05:06"
  },
  {
    "text": "Yeah, we do.",
    "start": "01:05:06",
    "end": "01:05:07"
  },
  {
    "text": "So that's the end of the second movement of Leviticus.",
    "start": "01:05:07",
    "end": "01:05:09"
  },
  {
    "text": "That's right.",
    "start": "01:05:09",
    "end": "01:05:10"
  },
  {
    "text": "Started with the priests being inaugurated.",
    "start": "01:05:10",
    "end": "01:05:13"
  },
  {
    "text": "Yes.",
    "start": "01:05:14",
    "end": "01:05:14"
  },
  {
    "text": "And then failing. And then all these purity laws. And then the day of atonement.",
    "start": "01:05:14",
    "end": "01:05:19"
  },
  {
    "text": "Yeah, that's right. And remember, the failure of priests on day one created defilement and death in the middle of the tent.",
    "start": "01:05:19",
    "end": "01:05:26"
  },
  {
    "text": "And now we're dealing with that. We're dealing with the central problem.",
    "start": "01:05:26",
    "end": "01:05:29"
  },
  {
    "text": "And there was a long aside about all the ways impurity can creep into the life of God's people, and about how God wants to wash Israel clean and provide the gift of atonement for their impurities leading up to the day of atonement, when that space, defiled by the rebellious priests itself gets purified along with all of the camp of Israel. Where we're going to go next is how should a group of people who have received the gift of God's love through the sacrifices of atonement, how should they live? How should they respond to a people that has been not just delivered from slavery, but then also delivered from the effects of their own failings? How should they live? What are the rhythms of life and standards of morality and ethics that God called them to? And that's what this last section is about. What we're going to focus on is a theme that may not at first blush seem relevant to that, which is this theme of the seventh day rest in Leviticus 17:27. But it is all connected, okay, in a powerful way. But for the moment, let us meditate on the love of God in the center of Leviticus.",
    "start": "01:05:29",
    "end": "01:06:40"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week, we're diving into the third and final movement of Leviticus, where we'll be exploring the theme of Sabbath.",
    "start": "01:06:42",
    "end": "01:06:53"
  },
  {
    "text": "You could just summarize it this way. God has come to dwell among his people. The tent has been purified by the day of atonement. It's a reset. And the sins that have polluted Israel and polluted the tent are exiled in the form of a goat that's sent out of the camp. All that accomplishes is that God can live among his people. But what's the purpose of God living among his people? So that they can be a kingdom of priests and a holy nation.",
    "start": "01:06:53",
    "end": "01:07:17"
  },
  {
    "text": "Today's show is produced by Cooper Peltz, edited by Dan Gummel and Tyler Bailey are show notes by Lindsey Ponder. Ashlyn Heiss and Mackenzie Buxman have provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit. We exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. So thank you for being a part of this with us.",
    "start": "01:07:18",
    "end": "01:07:46"
  },
  {
    "text": "Hi, this is this is Jerry and Malachi and we're from San Antonio, Texas.",
    "start": "01:07:47",
    "end": "01:07:51"
  },
  {
    "text": "We first heard about the Bible Project.",
    "start": "01:07:51",
    "end": "01:07:52"
  },
  {
    "text": "Through friends at our church, and we use the Bible Project for gaining a deeper understanding of the Scripture that we read every day. Our favorite thing about the Bible Project is how approachable it is for people of all ages and walks of life. We believe the Bible is a unified story that leads to Jesus, and we're a crowdfunded project by people like us. Find free videos, study notes, podcasts, classes and more at Bible Project. Com.",
    "start": "01:07:52",
    "end": "01:08:14"
  }
]