[
  {
    "text": "Okay. All right.",
    "start": "00:00:07",
    "end": "00:00:09"
  },
  {
    "text": "Hey, Tim.",
    "start": "00:00:09",
    "end": "00:00:10"
  },
  {
    "text": "Hey, John.",
    "start": "00:00:10",
    "end": "00:00:11"
  },
  {
    "text": "We get to listen to some questions from people who've been following along.",
    "start": "00:00:11",
    "end": "00:00:15"
  },
  {
    "text": "Yeah.",
    "start": "00:00:15",
    "end": "00:00:16"
  },
  {
    "text": "In the Torah Movement by Movement series we did.",
    "start": "00:00:16",
    "end": "00:00:20"
  },
  {
    "text": "Yep.",
    "start": "00:00:20",
    "end": "00:00:21"
  },
  {
    "text": "Specifically around the Leviticus scroll.",
    "start": "00:00:21",
    "end": "00:00:23"
  },
  {
    "text": "Yeah.",
    "start": "00:00:23",
    "end": "00:00:24"
  },
  {
    "text": "So let's just get right into it and here, hear what people were processing and I'd love to hear you respond.",
    "start": "00:00:24",
    "end": "00:00:30"
  },
  {
    "text": "Yep. So many great questions, as always, more than we can answer. So we just try and pick out the most repeated ones that rise to the top and that's what we've done. Yeah, we'll see what happens. I always love interacting with people's questions. I feel like people who listen to this podcast are so smart.",
    "start": "00:00:30",
    "end": "00:00:49"
  },
  {
    "text": "That is a theme.",
    "start": "00:00:51",
    "end": "00:00:52"
  },
  {
    "text": "Really perceptive questions. So, anyway, should we dive in?",
    "start": "00:00:52",
    "end": "00:00:56"
  },
  {
    "text": "Let's do it.",
    "start": "00:00:56",
    "end": "00:00:56"
  },
  {
    "text": "Sweet. Let's start with a question from Marie in Virginia.",
    "start": "00:00:56",
    "end": "00:01:01"
  },
  {
    "text": "Hi, Tim. Hi, John. My name is Marie and I am from beautiful Buckingham, Virginia. I've really enjoyed the series on Leviticus, but my question is of a more practical nature. How who or was the tabernacle ever cleaned after all of that blood sacrifice as well as food sacrifice. Thanks for everything. Bye. That's a very practical question.",
    "start": "00:01:02",
    "end": "00:01:36"
  },
  {
    "text": "So practical. So practical. So many people asked a version of that question.",
    "start": "00:01:36",
    "end": "00:01:41"
  },
  {
    "text": "Oh, really?",
    "start": "00:01:41",
    "end": "00:01:42"
  },
  {
    "text": "Yes.",
    "start": "00:01:42",
    "end": "00:01:42"
  },
  {
    "text": "Because it's going to get messy.",
    "start": "00:01:43",
    "end": "00:01:45"
  },
  {
    "text": "So messy. Well, Sahir, and this is. I think it came out in our conversations, but it highlights this funny irony for us listening. I don't know, as modern, separated. Because the language of all of this in Leviticus is about purity.",
    "start": "00:01:45",
    "end": "00:02:01"
  },
  {
    "text": "Yeah.",
    "start": "00:02:01",
    "end": "00:02:02"
  },
  {
    "text": "But the way you purify things is to smother them with.",
    "start": "00:02:02",
    "end": "00:02:06"
  },
  {
    "text": "Yeah. Wiping blood and pouring blood and. Yeah.",
    "start": "00:02:06",
    "end": "00:02:09"
  },
  {
    "text": "And sometimes with water for purification rituals for, like, a person.",
    "start": "00:02:09",
    "end": "00:02:13"
  },
  {
    "text": "Right.",
    "start": "00:02:13",
    "end": "00:02:14"
  },
  {
    "text": "You take a bath.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "Yeah. But for the altar.",
    "start": "00:02:15",
    "end": "00:02:16"
  },
  {
    "text": "The altar, it's just washing a lot. A lot of blood. And for, like, the things in the tent.",
    "start": "00:02:16",
    "end": "00:02:22"
  },
  {
    "text": "You're sprinkling blood on it.",
    "start": "00:02:23",
    "end": "00:02:24"
  },
  {
    "text": "Yeah, totally. On the curtains, on the.",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "You get nasty.",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "Totally. So it's a very practical question because for us, it seems like you're making it dirty.",
    "start": "00:02:27",
    "end": "00:02:34"
  },
  {
    "text": "Yeah.",
    "start": "00:02:34",
    "end": "00:02:35"
  },
  {
    "text": "Even though symbolically, you know, it's being purified.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "What does happen? Does blood. Does it mold? What happens if you just leave blood out?",
    "start": "00:02:39",
    "end": "00:02:46"
  },
  {
    "text": "All right. Yeah. Yeah. You know, I think we've all had experience. You get a cut.",
    "start": "00:02:46",
    "end": "00:02:50"
  },
  {
    "text": "Well, I mean, it'll scab and it'll dry. The blood will dry. And then you just clean it off.",
    "start": "00:02:51",
    "end": "00:02:57"
  },
  {
    "text": "Let's say you cut yourself, and as you're walking to the bathroom to put on a band aid, it drips.",
    "start": "00:02:57",
    "end": "00:03:02"
  },
  {
    "text": "Yeah, it drips on, like, my alarm clock.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "What'll it do there?",
    "start": "00:03:04",
    "end": "00:03:05"
  },
  {
    "text": "It dries and it dries there.",
    "start": "00:03:05",
    "end": "00:03:07"
  },
  {
    "text": "It kind of flats. I mean, it's fabric. It might stain it. But if it's a hard surface, doesn't it just kind of dry and you could just flake it off?",
    "start": "00:03:07",
    "end": "00:03:15"
  },
  {
    "text": "I mean, why are we hypothesizing when I'm sure there's a YouTube video?",
    "start": "00:03:16",
    "end": "00:03:19"
  },
  {
    "text": "I mean, all my experiences, like, with my kids who cut themselves all the time on sticks and branches and stuff like that. So there's been blood around my house that will be on, like, the corner of the bathroom, and it'll dry and be there for a week. And then it's like, oh, that's dried blood. Weird. But I feel like it just flakes off.",
    "start": "00:03:21",
    "end": "00:03:41"
  },
  {
    "text": "I don't even know what to Google, actually.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "But no, man, if you're pouring, if you're, like, smearing a big amount of blood on an object, let's say there.",
    "start": "00:03:43",
    "end": "00:03:49"
  },
  {
    "text": "Was a crime scene and, like, a pool of blood on the ground, no one ever cleans it up.",
    "start": "00:03:49",
    "end": "00:03:55"
  },
  {
    "text": "Yeah.",
    "start": "00:03:55",
    "end": "00:03:55"
  },
  {
    "text": "It's not what happens.",
    "start": "00:03:55",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. It's going to grow stuff.",
    "start": "00:03:57",
    "end": "00:03:58"
  },
  {
    "text": "It's going to grow stuff. Don't you think?",
    "start": "00:03:58",
    "end": "00:04:00"
  },
  {
    "text": "Yeah. Yes.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "Will blood mold?",
    "start": "00:04:02",
    "end": "00:04:03"
  },
  {
    "text": "That's an interesting question. It's different than Marie's question.",
    "start": "00:04:04",
    "end": "00:04:07"
  },
  {
    "text": "Well, I guess I'm just wondering, because if it could just stay there, then it just becomes like. There's just blood everywhere.",
    "start": "00:04:07",
    "end": "00:04:15"
  },
  {
    "text": "Yeah.",
    "start": "00:04:15",
    "end": "00:04:15"
  },
  {
    "text": "Which is its own intense kind of way of experiencing something holy. But if it, like, needs to be disinfected, like, then what happens?",
    "start": "00:04:15",
    "end": "00:04:26"
  },
  {
    "text": "So here's what's interesting. The Torah never addresses this issue. It just doesn't come up. Solomon's Temple. When it's described in First Kings, chapter six through eight, there is a new addition of an element in the courtyard that was not present in the wilderness tabernacle. And that's a huge tub of water. It's called the sea. It's literally called the ocean. And it has these pedestals, you know, that are made of oxen, and it's all gold and bronze and stuff like that. But it never says what all that water is for. It just says that it's there. So that's a factor when you get into the second Temple. So this is the temple built after return from exile. And then when Herod renovates the temple in the first century, what we call the first century B.C. we know from Second Temple literature, the writings of Josephus, also from archaeological finds that there were huge water cisterns created under the temple and conduit systems to pipe that water up onto the Temple Mount. And Josephus describes it how they would wash. So it's a process not described in the Torah, but it's just, I guess, taken for assumption or taken as assumed that a lot of this blood, especially by the altar, is going to need a pretty significant amount of water to keep washing it away. And so those systems were at work in the second Temple, we know, probably in the Solomon's Temple, because of that huge tub of waters for something.",
    "start": "00:04:26",
    "end": "00:06:10"
  },
  {
    "text": "Well. And the tabernacle was just on the ground.",
    "start": "00:06:10",
    "end": "00:06:13"
  },
  {
    "text": "Exactly. In the wilderness.",
    "start": "00:06:14",
    "end": "00:06:15"
  },
  {
    "text": "And then they would move it.",
    "start": "00:06:15",
    "end": "00:06:16"
  },
  {
    "text": "Totally.",
    "start": "00:06:16",
    "end": "00:06:17"
  },
  {
    "text": "So the blood could just stay there and they would move it, and then you could wipe it off of the. Of the objects.",
    "start": "00:06:17",
    "end": "00:06:23"
  },
  {
    "text": "I suppose so almost certainly. Certainly they were cleaning off the altar.",
    "start": "00:06:23",
    "end": "00:06:28"
  },
  {
    "text": "Yeah.",
    "start": "00:06:28",
    "end": "00:06:29"
  },
  {
    "text": "And whatever ditch or drains around the altar. What's never mentioned is things that get smeared with blood, like the curtains or the different. The. The Ark of the Covenant and the top of the atonement lid. It seems weird because the application of the blood is what purifies.",
    "start": "00:06:29",
    "end": "00:06:51"
  },
  {
    "text": "Yeah.",
    "start": "00:06:51",
    "end": "00:06:52"
  },
  {
    "text": "So it seems weird that you'd go in a week later and wipe it off.",
    "start": "00:06:52",
    "end": "00:06:55"
  },
  {
    "text": "Yeah. You would think they probably would just keep it there.",
    "start": "00:06:55",
    "end": "00:06:57"
  },
  {
    "text": "Yeah.",
    "start": "00:06:57",
    "end": "00:06:58"
  },
  {
    "text": "So.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "But what's even more fascinating is it's just that the detail never addressed.",
    "start": "00:06:58",
    "end": "00:07:02"
  },
  {
    "text": "All right.",
    "start": "00:07:02",
    "end": "00:07:03"
  },
  {
    "text": "Which should tell us something. It's a good example of. We have questions that we come to the Bible with biblical authors just don't answer. And that creates an opportunity for us to say, okay, that's the question I have. But clearly the biblical authors are putting this information in front of me that introduces all kinds of questions. But what questions are they answering by how they tell it and what they focus on. And that's where they want our attention, which is clearly on the symbolism of purification, not of the literal cleaning or dirtying of the surface. That's almost incidental to them because they never address it. Isn't that interesting?",
    "start": "00:07:03",
    "end": "00:07:41"
  },
  {
    "text": "Yeah. And it also helps to recognize what type of literature this is and that it's not. This isn't to help you know how to create your own tabernacle system.",
    "start": "00:07:42",
    "end": "00:07:53"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "Right.",
    "start": "00:07:54",
    "end": "00:07:54"
  },
  {
    "text": "Yeah. Good.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "So. Because, like, there's so much left out.",
    "start": "00:07:55",
    "end": "00:07:57"
  },
  {
    "text": "You would have to answer that you.",
    "start": "00:07:57",
    "end": "00:07:59"
  },
  {
    "text": "Wouldn'T know exactly how to build it. You wouldn't know exactly how to run it. And the same thing goes for the laws. And we've talked about this many times. It's not a complete set of law code that you could then now run a tribal system off of. You're gonna left with a ton of Questions. So whatever this literature is doing, it's not to say, cool, now you go and do this.",
    "start": "00:07:59",
    "end": "00:08:21"
  },
  {
    "text": "Yeah, that's right. So even though Leviticus, and we jokingly call it like the priestly tech manual, in a sense, priest, that's exactly what it's not. Because it doesn't act like a manual because it doesn't address so many things you would need to address if it was.",
    "start": "00:08:21",
    "end": "00:08:37"
  },
  {
    "text": "Yeah. So like, where does the blood go?",
    "start": "00:08:37",
    "end": "00:08:40"
  },
  {
    "text": "Yeah. So clearly the main point is on the symbolism of purification through a representative. Blameless life that goes in, goes before God on my behalf. And that's the focus. And therefore those are the details that are put forward in the narrative. But inquiring minds want to know.",
    "start": "00:08:40",
    "end": "00:08:59"
  },
  {
    "text": "Yeah.",
    "start": "00:08:59",
    "end": "00:09:00"
  },
  {
    "text": "So thanks, Marie.",
    "start": "00:09:00",
    "end": "00:09:01"
  },
  {
    "text": "Okay, looks like we have a question from Elijah in West Virginia. Hi, Tim and John. This is Elijah Turk from Ransom, West Virginia. I have a question on the meaning behind the laying of hands that's described in Leviticus. So on the day of atonement and with the blasphemer, the laying of hands seems to indicate a transfer of sins and impurity. But in the New Testament, specifically in Acts with Paul, the laying of hands and sending out seems to accomplish a different role. Considering Paul calls himself a blasphemer prior to his conversion, is there supposed to be a connection between these two practices? Thanks for all you do, you guys. You are the best. Thanks, Elijah.",
    "start": "00:09:02",
    "end": "00:09:48"
  },
  {
    "text": "No, no, no, Elijah, you're the best. That's a good question.",
    "start": "00:09:48",
    "end": "00:09:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:54",
    "end": "00:09:56"
  },
  {
    "text": "We talked about the single hand press.",
    "start": "00:09:56",
    "end": "00:09:58"
  },
  {
    "text": "Yes. And the double hand press. If I can remember correctly, your hypothesis is, and it's not clear, it's not explicitly stated. Not explicitly stated what this means, but that the laying on a hands is saying, this thing that I am touching is. Now I'm associating myself with appointing it.",
    "start": "00:09:58",
    "end": "00:10:21"
  },
  {
    "text": "As my representative in my place and.",
    "start": "00:10:21",
    "end": "00:10:25"
  },
  {
    "text": "Appointing it as a representative in my place. So an association of a representative on my behalf.",
    "start": "00:10:25",
    "end": "00:10:31"
  },
  {
    "text": "Yeah.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "And so if that's the case, then.",
    "start": "00:10:32",
    "end": "00:10:35"
  },
  {
    "text": "If that's the core meaning.",
    "start": "00:10:35",
    "end": "00:10:36"
  },
  {
    "text": "That's the core meaning. Then the logic works for what the priests do to the goat as a representative. And also what Paul does with.",
    "start": "00:10:36",
    "end": "00:10:45"
  },
  {
    "text": "That's right.",
    "start": "00:10:46",
    "end": "00:10:46"
  },
  {
    "text": "Who does he do it with? Like.",
    "start": "00:10:47",
    "end": "00:10:48"
  },
  {
    "text": "Yeah, he talks about the laying on of hands with Timothy.",
    "start": "00:10:48",
    "end": "00:10:51"
  },
  {
    "text": "Okay.",
    "start": "00:10:51",
    "end": "00:10:51"
  },
  {
    "text": "And then it happens when Paul and Barnabas are sent out from. I forget what church, maybe Antioch they lay on, lay their hands on them.",
    "start": "00:10:51",
    "end": "00:11:00"
  },
  {
    "text": "So even though the end result is very different. Right. Like the goat as a representative is going to go and like wander in the wilderness.",
    "start": "00:11:00",
    "end": "00:11:09"
  },
  {
    "text": "Yeah. Well, oh, sorry, hold on. Yeah, but even within Leviticus, there's two different hand ceremonies. There's the single hand press, which you do for a ascension offering or for the purification offering or the guilt or reparation offering.",
    "start": "00:11:09",
    "end": "00:11:31"
  },
  {
    "text": "Okay. You put your hand on it, one hand, and you.",
    "start": "00:11:31",
    "end": "00:11:35"
  },
  {
    "text": "Yeah, it's just. You put your hand upon it. And that's part of the ritual. It's not explained what it means.",
    "start": "00:11:35",
    "end": "00:11:40"
  },
  {
    "text": "Yeah.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Then you get the day of atonement and it's the double hand press and the high priest confesses the sins of Israel over it, placing them upon it. And that's the goat that goes into exile. Then you get the guy in Leviticus 24, the guy who pierces or curses God's name, and everybody who heard it puts their hands on him. And then he is taken out into exile outside the camp and executed. And then you get these laying on of hands in the New Testament. So the question is, does the laying on of hands inherently mean a transfer of sins? Well, that only accounts for 1, maybe 2 of all of these.",
    "start": "00:11:41",
    "end": "00:12:20"
  },
  {
    "text": "Right.",
    "start": "00:12:20",
    "end": "00:12:20"
  },
  {
    "text": "What would account for all of them? Is this appointing of a representative.",
    "start": "00:12:20",
    "end": "00:12:25"
  },
  {
    "text": "Yes.",
    "start": "00:12:25",
    "end": "00:12:25"
  },
  {
    "text": "And what it means is that the placing of the sins on the goat is a little sub variation within the bigger meaning, which I think makes sense of the day of Atonement. In the day of Atonement, it is the sins of Israel. Our sins are now represented by this goat. And instead of us going into exile, it goes into exile.",
    "start": "00:12:26",
    "end": "00:12:45"
  },
  {
    "text": "Right.",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "The blasphemer story is fascinating, but he.",
    "start": "00:12:46",
    "end": "00:12:49"
  },
  {
    "text": "Is a type of scapegoat.",
    "start": "00:12:49",
    "end": "00:12:50"
  },
  {
    "text": "He is, yes. Yeah. It's as if they have all been defiled by hearing him curse the name. And so they take their corporate or their communal impurity and place it on him and he is exiled and dies on their behalf. Like the goat for Azazel that goes into exile. It's interesting, but the core meaning in all of those, regardless of placing sins or not, is the. The appointing of a representative.",
    "start": "00:12:50",
    "end": "00:13:19"
  },
  {
    "text": "So I think what Elijah was doing with. Well, maybe there's something with how Paul used to be a blasphemer, is trying to figure out a way. How does the laying on the hands is transferring some sort of guilt. But you don't have to figure that out. If the laying on the hands isn't strictly about transferring guilt, it's about transferring a representative. Authority to represent. It's transferring authority to represent.",
    "start": "00:13:19",
    "end": "00:13:46"
  },
  {
    "text": "That's right, yeah.",
    "start": "00:13:46",
    "end": "00:13:47"
  },
  {
    "text": "And if that representative is going to bear your guilt or bear your calling.",
    "start": "00:13:47",
    "end": "00:13:53"
  },
  {
    "text": "Right.",
    "start": "00:13:53",
    "end": "00:13:53"
  },
  {
    "text": "That's the difference.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "That's it. Yeah. Yeah. So for Paul with Timothy, or Paul and Barnabas with the church that sends them, instead of the whole house church going on the missionary journeys, they send two representatives and they represent, you know, that church on the road out there. That's the idea. So, yeah, it's about representation is the core meaning. Yeah. Thanks, Elijah. Great question. Next, we have a question from Sarah from Australia.",
    "start": "00:13:54",
    "end": "00:14:26"
  },
  {
    "text": "Hi, Tim and John. It's Sarah from sunny Sydney in Australia. Thanks so much for the work that you do with bibleproject. It makes a huge difference in the lives of many people. I have a question about the Day of Atonement, specifically the two goats. And I'm wondering, is there any connection with Cain and Abel? Cain who is sent off into the wilderness and Abel, whose blood is spilled on the ground. Thanks again. Whoa.",
    "start": "00:14:26",
    "end": "00:14:56"
  },
  {
    "text": "Yeah.",
    "start": "00:14:56",
    "end": "00:14:57"
  },
  {
    "text": "That's a really fascinating observation.",
    "start": "00:14:57",
    "end": "00:15:00"
  },
  {
    "text": "It's a wonderful observation.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Holy cow. Okay. Is there something there?",
    "start": "00:15:02",
    "end": "00:15:04"
  },
  {
    "text": "Of course there is.",
    "start": "00:15:04",
    "end": "00:15:05"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:15:05",
    "end": "00:15:06"
  },
  {
    "text": "Of course there is.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Wow.",
    "start": "00:15:08",
    "end": "00:15:09"
  },
  {
    "text": "Yeah. We are just in the middle, real time. Also, while we're recording this, we're recording a series of conversations about a theme video on the firstborn. The theme of the firstborn.",
    "start": "00:15:09",
    "end": "00:15:20"
  },
  {
    "text": "So Cain and Abel's on the brain.",
    "start": "00:15:20",
    "end": "00:15:22"
  },
  {
    "text": "So Cain and Abel is already on our minds because we've been talking about that story more recently.",
    "start": "00:15:22",
    "end": "00:15:25"
  },
  {
    "text": "Yeah. So Cain and Abel, they give a sacrifice to God. God chooses Abel's sacrifice or favors it, puts his attention on it first, makes Cain jealous, Cain kills Abel, and the blood of Abel is spilled on the ground. And it calls out. And there's this, like, this idea of the blood crying out begins here. It's a very vivid image of the blood on the ground. Yeah, but then there's this vivid image of Cain being sent into exile. And what she's saying is, look at the two goats. There's the same two things happening. One goat, its blood is spilled on the ground on behalf of the violence of humans, and the other goat is sent into exile. Now, what's interesting, though, is Cain sent into exile, but he's protected. This goat is sent into exile, and you don't get a sense that it has any sort of protection on it.",
    "start": "00:15:26",
    "end": "00:16:18"
  },
  {
    "text": "Sorry. One other detail of the Cain narrative. When God speaks to Cain and says, your brother's blood cries out from the ground. You are cursed from the ground. This is Genesis 4:11 and following. When you work the ground, it will no longer give its strength to you. You'll be a migrant and a wanderer in the land. Exile. And Cain said, my Avon is too great to bear. We made a Word study video about Avon.",
    "start": "00:16:18",
    "end": "00:16:51"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:16:51",
    "end": "00:16:52"
  },
  {
    "text": "And what's fascinating, it's one of the. What I call the bad words in Hebrew, one of the three big words for sin or evil. It's the word usually translated iniquity. What's fascinating is Avon can refer to both the wrong action and to the consequence for that action. So what he says literally is my Avon, which can refer both to the thing I did to my brother and.",
    "start": "00:16:53",
    "end": "00:17:21"
  },
  {
    "text": "The punishment I'm getting here, the consequences.",
    "start": "00:17:22",
    "end": "00:17:24"
  },
  {
    "text": "Being assigned to him. So you could read it two ways. He could say, the wrong that I have done is too great to bear, meaning how can I bear my sin? And it's the verb to bear is to carry NASA in Hebrew. NASA, to lift up. And it's the word used of animals sacrificed on behalf of. To cover your wrongdoings. They carry your sin or they carry your Avon. Oh, it's a standard phrase in Leviticus. In other words, Cain is using.",
    "start": "00:17:24",
    "end": "00:17:56"
  },
  {
    "text": "Cain is using the Levitical language to.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "Talk about himself as a sacrifice, carrying the consequences of his wrong for his brother.",
    "start": "00:17:58",
    "end": "00:18:03"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:18:03",
    "end": "00:18:04"
  },
  {
    "text": "So even his language is as if he's a talking goat in the moment, saying, I can't carry the sins. It's too much. And that's when God has mercy and doesn't give him the death penalty. But. So you're right. So in other words, what we're saying here is in the Cain and Abel narrative, we're already. It's a story being told with an eye towards the day of atonement in Leviticus. But as you read through the Torah, it also works forward so that when you get to that day of atonement, you're meditating on a theme that you've already been invited to think about many times over throughout the Torah, and that's of when humans do evil, it defiles the land such that God must respond to it and he can't ignore. And so the two goats act together as one symbol that's divided into two. One goat enters in, it dies, and therefore can enter into the presence of God with its blameless life. And then the goat bearing the consequences is exiled. But that's a pattern that's already been at work in how God, in the outworking of God's response to human evil throughout the earlier stories. Does that make sense?",
    "start": "00:18:04",
    "end": "00:19:19"
  },
  {
    "text": "Yeah. So what are we supposed to reflect on with Cain and Abel? That Cain is in some way like a sacrifice, but he instead he. And he is sent out into exile. But you get the sense with the goats that the goat being sent out to Azazel is going to die.",
    "start": "00:19:19",
    "end": "00:19:38"
  },
  {
    "text": "Yeah, maybe. It just doesn't say.",
    "start": "00:19:39",
    "end": "00:19:41"
  },
  {
    "text": "It doesn't say, does it?",
    "start": "00:19:41",
    "end": "00:19:42"
  },
  {
    "text": "What's fascinating is in later Jewish tradition, when the ritual is filled out more with more detail, because you need to. If you're going to turn into liturgy. So in both the later Jewish collections, the Mishnah and the Talmud, there's more specification of what to do with the goat. And I know at least one tradition. I forget if it's in the Mishnah or the Talmud or both. Is that pushing it off a cliff?",
    "start": "00:19:42",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, you mentioned that. That's right. Make sure it actually dies.",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "Make sure it. Because you don't want it to wander, wander back in.",
    "start": "00:20:09",
    "end": "00:20:12"
  },
  {
    "text": "You don't want the sin wandering back in.",
    "start": "00:20:12",
    "end": "00:20:13"
  },
  {
    "text": "Totally. But Abel's the sacrifice, too. It's his righteous blood, so to speak.",
    "start": "00:20:13",
    "end": "00:20:20"
  },
  {
    "text": "It's crying out.",
    "start": "00:20:20",
    "end": "00:20:21"
  },
  {
    "text": "It's crying out before God and God hears and appeals to it. Yeah. So in other words, somebody wants us to see a close analogy between those two moments in the Torah and to meditate on them. That's kind of what we're doing.",
    "start": "00:20:21",
    "end": "00:20:36"
  },
  {
    "text": "Yeah. Okay. So there's a lot of. There's a cool moment to meditate on that. I think we don't have time to really do that whole thing proper. But to answer the question, yes, there.",
    "start": "00:20:37",
    "end": "00:20:52"
  },
  {
    "text": "Is a deep connection. And actually this connects to our next question, which I just put the two together, but I was amazed that the Cain and Abel thing came up in so many questions. And so did this next question, which I will let Abraham from Oregon articulate. Hi, Tim and John. My name is Abraham and I live in Klamath Falls, Oregon. My question is about episode six, about the day of Atonement last spring. My college group studied the life of Abraham in Genesis. And when you guys talked about the two goats, one sent into the wilderness and one for the sin offering, it made me think about how God asked Abraham to send one son into the wilderness and to sacrifice the other in Genesis 21 and 22. Is that significant? If so, does it change how we understand the narrative or the law? Thanks for all you do.",
    "start": "00:20:52",
    "end": "00:21:45"
  },
  {
    "text": "So you're saying multiple people were making these connections?",
    "start": "00:21:45",
    "end": "00:21:48"
  },
  {
    "text": "Yes. Yeah. Multiple people asked both of these questions.",
    "start": "00:21:48",
    "end": "00:21:51"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:21:51",
    "end": "00:21:51"
  },
  {
    "text": "This makes me so happy.",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "That is wild. Okay. Yeah, yeah.",
    "start": "00:21:55",
    "end": "00:21:58"
  },
  {
    "text": "That's as clear as. Yes.",
    "start": "00:21:58",
    "end": "00:22:00"
  },
  {
    "text": "Whoa. Yeah, yeah. Maybe elaborate on what he's saying.",
    "start": "00:22:01",
    "end": "00:22:08"
  },
  {
    "text": "Okay. So way to go, Abraham. The short answer is, yes, it's significant, and yes, I think it should inform how we understand both those stories and the laws and how they're connected.",
    "start": "00:22:09",
    "end": "00:22:23"
  },
  {
    "text": "So the biblical authors had an eye towards Ishmael and him being sent out, being like a goat, or Isaac being brought up into up the mountain to the holy place and being sacrificed in parallel of the other goat. Those two ideas are present.",
    "start": "00:22:23",
    "end": "00:22:44"
  },
  {
    "text": "Yep. What I'm saying is that the entire Torah in all of its various parts have been coordinated. It's been coordinated so that you're really just cycling around a core set of ideas. Whether you're in the narratives about Cain and Abel or of Abraham or in the ritual symbol narratives of Leviticus, we're really just cycling around a core or of Moses or of Aaron and his sons. It's just on replay, it's the melody. So and here it's, you have a key figure, Abraham, who God has elevated and chosen and blessed. He and his wife, they make a royal mess of things through all these rivalries, producing two children out of their envy and rivalry and abuse. And so what God does is require the lives of both sons, but also restoring miraculously the life of both of these sons. Yeah, but almost as a form of rescuing from their parents sins.",
    "start": "00:22:44",
    "end": "00:23:49"
  },
  {
    "text": "Yeah.",
    "start": "00:23:49",
    "end": "00:23:50"
  },
  {
    "text": "So for Ishmael, he and his mom are exiled to the east into the wilderness, but then spares their lives at the last moment. And so they map clearly onto Cain, the non chosen firstborn, whereas the second born is chosen, but that's the one who is God also demands his life to be a sacrificial offering. And then God. The twist from Cain and Abel is God provides a substitute that dies in the place of Isaac on the Mount. What's happening on the Day of Atonement is another iteration of exploring these themes of. It's Yahweh's judgment and mercy.",
    "start": "00:23:50",
    "end": "00:24:34"
  },
  {
    "text": "And it's responding to human evil. It's interesting when these stories are riffed on, it's always little variations. So it's Cain and Abel, Cain murders his brother, makes his brother the sacrifice out of his evil. In the Abraham story, it's Abraham's evil that has God ask him as a test to sacrifice the Abel character, the younger brother, Isaac.",
    "start": "00:24:36",
    "end": "00:25:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:25:04",
    "end": "00:25:05"
  },
  {
    "text": "And then when we get to the goats now you're just like this theme is there and you're thinking about, okay, human evil, the sins being on these goats, one being brought up into God's presence as a sacrifice, one being sent out.",
    "start": "00:25:05",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, yeah, yeah. The continual pattern is that human evil and human failure is dealt with in these two ways of one through a righteous representative.",
    "start": "00:25:24",
    "end": "00:25:39"
  },
  {
    "text": "That's the one being brought in that.",
    "start": "00:25:39",
    "end": "00:25:41"
  },
  {
    "text": "Goes before God to and receive God's mercy paired with or matched with this need to banish and do away with evil once and for all by sending it into the wilderness. But what's interesting is with Cain, God comes to him with the opportunity to confess.",
    "start": "00:25:41",
    "end": "00:26:00"
  },
  {
    "text": "Yeah.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Just like he did to his parents. You know, where's your brother?",
    "start": "00:26:01",
    "end": "00:26:04"
  },
  {
    "text": "And when he sends him out, he puts the sign on him to protect him.",
    "start": "00:26:05",
    "end": "00:26:09"
  },
  {
    "text": "To protect him. And so similarly with Ishmael, the exile of Ishmael and Hagar is also a kind of mercy, because if they stick around, Sarah's just gonna be really abusive and mean to them.",
    "start": "00:26:09",
    "end": "00:26:22"
  },
  {
    "text": "Right.",
    "start": "00:26:22",
    "end": "00:26:22"
  },
  {
    "text": "So it's this tragic necessity. And what God says is, I'm gonna bless Ishmael.",
    "start": "00:26:22",
    "end": "00:26:26"
  },
  {
    "text": "And he protects them in exile and.",
    "start": "00:26:26",
    "end": "00:26:28"
  },
  {
    "text": "He provides them water in the wilderness.",
    "start": "00:26:28",
    "end": "00:26:30"
  },
  {
    "text": "Yeah. But you don't get the sense of the goat bearing the sins of Israel is gonna get like, yeah, sure, like some water in the wilderness.",
    "start": "00:26:30",
    "end": "00:26:36"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:26:36",
    "end": "00:26:37"
  },
  {
    "text": "But it makes you wonder what does happen to that goat who's bearing the sins that goes out.",
    "start": "00:26:37",
    "end": "00:26:43"
  },
  {
    "text": "Yeah.",
    "start": "00:26:43",
    "end": "00:26:43"
  },
  {
    "text": "Because Cain was protected, Ishmael was blessed.",
    "start": "00:26:43",
    "end": "00:26:46"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:26:46",
    "end": "00:26:47"
  },
  {
    "text": "That's so interesting.",
    "start": "00:26:47",
    "end": "00:26:47"
  },
  {
    "text": "It is so interesting. Yep. Yep. The next one of the other sibling sets in Genesis that we didn't talk about, but that's for sure connected in here is Jacob and Esau. One of. Remember when Esau comes out of the womb, what, what his mom says about him is he's sair, which means hairy. It's the word goat.",
    "start": "00:26:47",
    "end": "00:27:11"
  },
  {
    "text": "Oh, it's the word for goat.",
    "start": "00:27:12",
    "end": "00:27:14"
  },
  {
    "text": "It's the word goat. Yeah. Hairy. He's goat hair. Goat hairy.",
    "start": "00:27:14",
    "end": "00:27:17"
  },
  {
    "text": "Yeah.",
    "start": "00:27:17",
    "end": "00:27:18"
  },
  {
    "text": "And so the two goats on the Day of Atonement are called Seir, which is one of Esau's names. So when you're reading the Day of Atonement, you see Esau in the goat that's exiled to the east, just like Esau is. So the Day of Atonement is bringing together all of these themes of these sibling rival sets, which are all about this complex response to.",
    "start": "00:27:18",
    "end": "00:27:44"
  },
  {
    "text": "That's the bottom of it. It's the complexity of God's response of confronting evil, banishing evil, standing up for. For justice for those who have experienced evil, but then the same time forgiving.",
    "start": "00:27:45",
    "end": "00:28:02"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "And allowing people to be re established in relationship with God who have forfeited that through their evil and this tension. And you can see it in the goats. But now we're meditating on it in the way that happened with Cain and Abel and Isaac and Ishmael.",
    "start": "00:28:04",
    "end": "00:28:22"
  },
  {
    "text": "Yeah. Jacob and Esau. Yeah, yeah. And then what's interesting then is with. In the gospel narratives present this in other fascinating ways. We've explored this with the two Jesuses. The two Jesuses before Pilate. Do you remember this? Jesus Bar Abbas, Barabbas, and then Jesus son of Joseph.",
    "start": "00:28:22",
    "end": "00:28:45"
  },
  {
    "text": "Did we talk about this?",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "Yeah, we have in the past that there's two alternate titles. There's two figures named Jesus.",
    "start": "00:28:46",
    "end": "00:28:52"
  },
  {
    "text": "Oh, oh, oh, oh, oh.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "Yeah. In the trial scene of Jesus when.",
    "start": "00:28:54",
    "end": "00:28:56"
  },
  {
    "text": "He'S before Pilate, it's an actual other person, another guy.",
    "start": "00:28:56",
    "end": "00:28:59"
  },
  {
    "text": "It's the other criminal.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "I see. Right.",
    "start": "00:29:01",
    "end": "00:29:01"
  },
  {
    "text": "When Pilate says, should I. You know, it's my custom to release a prisoner every year of Passover. Do you want Jesus Bar Abbas, which is Aramaic for son of the Father. Who's that? An actual criminal.",
    "start": "00:29:01",
    "end": "00:29:15"
  },
  {
    "text": "He's the actual criminal.",
    "start": "00:29:15",
    "end": "00:29:16"
  },
  {
    "text": "And then Jesus of Nazareth, who is innocent. And what they all say is, give us the guilty one, give us Jesus. Barbara's. So just kind of you have this twin duo thing, almost like a sibling kind of thing, one in place of the other. So you have the innocent who dies in the place of the guilty. But then you have Jesus, who. He both dies. So he dies like the goat that is selected to be sacrificed and have its blood brought into the holy place.",
    "start": "00:29:16",
    "end": "00:29:51"
  },
  {
    "text": "Yeah.",
    "start": "00:29:51",
    "end": "00:29:52"
  },
  {
    "text": "But then he's also taken outside the city.",
    "start": "00:29:52",
    "end": "00:29:56"
  },
  {
    "text": "Jesus is.",
    "start": "00:29:56",
    "end": "00:29:56"
  },
  {
    "text": "Jesus is of Nazareth and he dies outside the city. Which, you know, whoever wrote Hebrews mapped that onto the goat that's exiled outside the city. So he's both. He's both goats.",
    "start": "00:29:56",
    "end": "00:30:06"
  },
  {
    "text": "So Jesus is both goats.",
    "start": "00:30:07",
    "end": "00:30:08"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:30:08",
    "end": "00:30:08"
  },
  {
    "text": "That's an interesting insight. But then you're also saying the moment where Pilate says, what Jesus do you want? We're also supposed to see kind of a two goat thing going on there.",
    "start": "00:30:09",
    "end": "00:30:19"
  },
  {
    "text": "Yeah, the innocent and the guilty. Because on the day of atonement, one goat is blameless. That's the one that dies. And then one goat has the sins placed upon it, and that's the one that's exiled. But it's yet another creative twist where the innocent Jesus takes on both of those fates while the guilty, Jesus Bar Abbas, goes free. Super interesting. So good job, everyone. Totally. Oh, that's great, man. Yeah. Well, I think once you start to read the scriptures with a certain mindset, certain skill set, and you're looking for unified language and ideas across all the different parts, you really see it because it's really there.",
    "start": "00:30:19",
    "end": "00:31:09"
  },
  {
    "text": "Yeah.",
    "start": "00:31:09",
    "end": "00:31:09"
  },
  {
    "text": "But if you're not, you're not forcing it. Taught to ask or look for that, you won't. And so for me, it's just Rewarding, because it makes me feel like this bigger community that's learning along with us as weird.",
    "start": "00:31:09",
    "end": "00:31:21"
  },
  {
    "text": "Reading the Bible as meditation there too.",
    "start": "00:31:21",
    "end": "00:31:24"
  },
  {
    "text": "Yeah, totally. Super cool. Okay, we've got a question from Jessica in Wisconsin.",
    "start": "00:31:24",
    "end": "00:31:30"
  },
  {
    "text": "Hello, my name is Jessica and I live in Appleton, Wisconsin. In Leviticus 4, the author mentions that if someone sins unintentionally, they are to bring a sin or a purification offering to the tabernacle. I'm imagining that every person would be coming just about every day to make a sacrifice. I am mostly just amazed through this example alone, how much blood and how many dead animals are required to uphold the Levitical law. How was it even possible to even partially uphold the law? Thank you for all you do. It's a great question.",
    "start": "00:31:30",
    "end": "00:31:59"
  },
  {
    "text": "Great question.",
    "start": "00:31:59",
    "end": "00:32:00"
  },
  {
    "text": "Now, as part of the answer to this, that they actually got to eat these animals too, some of these offerings, they couldn't. Like the burnt offering. Right. That thing just gets fired up and smoke rises and it's gone. But some of them, it's kind of like you're treating it like the butcher shop.",
    "start": "00:32:00",
    "end": "00:32:17"
  },
  {
    "text": "Yes.",
    "start": "00:32:18",
    "end": "00:32:18"
  },
  {
    "text": "And you're like, you get to partake in the animal.",
    "start": "00:32:18",
    "end": "00:32:23"
  },
  {
    "text": "Some for the priests, some for you. Just depends.",
    "start": "00:32:23",
    "end": "00:32:26"
  },
  {
    "text": "Yeah. What about this one about the unintentional sins? Which one is that?",
    "start": "00:32:26",
    "end": "00:32:33"
  },
  {
    "text": "Oh, well, that's actually any of the three sacrifices that atone are said to atone or provide atonement for sins are for unintentional sins. For intentional sins, it says there's no. It's just. That's not covered.",
    "start": "00:32:33",
    "end": "00:32:51"
  },
  {
    "text": "Oh.",
    "start": "00:32:51",
    "end": "00:32:51"
  },
  {
    "text": "Which is terrifying. So, once again, it's a great example of how, if you're going to fill out a comprehensive system, you would need a lot more specification to cover all the varieties, which is, again, what later Jewish tradition does in the Mishnah and the Talmud as they cover these sections. Okay, so I guess here's the question. Did every Israelite bring an animal for every. You know, every day. Unintentional infraction every day. You know, like keeping a tally today. Oh, three goats.",
    "start": "00:32:52",
    "end": "00:33:29"
  },
  {
    "text": "Right.",
    "start": "00:33:29",
    "end": "00:33:29"
  },
  {
    "text": "You know, and you're just constantly doing that, then. I think you're right. What's fascinating is we don't get that impression of how the system actually worked in practice. In fact, we don't actually have narratives that talk in detail about how many people were coming or how often it was. Which is, again, another kind of like Marie's question earlier, that the rituals are there to explore the ideas through the cycling of the melody, for meditation, for the reader, not to tell us how the system actually worked in practice. So we don't know. Was it possible that you just bring one goat every.",
    "start": "00:33:29",
    "end": "00:34:10"
  },
  {
    "text": "Every new moon?",
    "start": "00:34:10",
    "end": "00:34:11"
  },
  {
    "text": "Yeah, we just don't have that information of how that's how this system worked. So here's what I haven't done, and I probably should at some point. I bet there's more information in Second Temple literature about how people thought about the practice in the system in the Second Temple period. Yeah.",
    "start": "00:34:13",
    "end": "00:34:31"
  },
  {
    "text": "Because they were doing it.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "And it was economically viable. It wasn't bankrupting.",
    "start": "00:34:33",
    "end": "00:34:36"
  },
  {
    "text": "Totally. Oh, yeah. Because that's another factor. It's sort of like these animals are precious resources, which is what makes the sacrifice valuable. But. Yeah, you're gonna end up sacrificing your whole flock.",
    "start": "00:34:36",
    "end": "00:34:46"
  },
  {
    "text": "Right.",
    "start": "00:34:47",
    "end": "00:34:47"
  },
  {
    "text": "So there's some way. Which the ritual was effective and meaningful, but seems like probably you weren't doing it every day. And there's just gaps in our knowledge because the Torah doesn't address it. Yeah, that's one factor. Another factor is I know for. And I don't know if this is just Protestants in my experience, because that's mainly the tradition I have personal experience in. But there's often this moment when we come across all of these laws, especially the ritual laws, and we think, like, this is impossible. How could anyone have done this? And I want to make sure I'm not just importing my own kind of cultural prejudice or my own. I'm not saying this about you, Jessica. I'm saying this about myself. Like I have this own inner kind of.",
    "start": "00:34:48",
    "end": "00:35:39"
  },
  {
    "text": "Are you talking about the thought of the reason why these laws are so intense is to show you how it's impossible to please God through your own efforts.",
    "start": "00:35:39",
    "end": "00:35:51"
  },
  {
    "text": "Oh, is that what you're talking about? Yeah, kind of. Kind of. But I think that sense of impossibility can also translate sometimes to, we read all the laws and we just think that's just too much.",
    "start": "00:35:51",
    "end": "00:36:01"
  },
  {
    "text": "Yeah.",
    "start": "00:36:01",
    "end": "00:36:02"
  },
  {
    "text": "Too much for anybody to do.",
    "start": "00:36:02",
    "end": "00:36:03"
  },
  {
    "text": "Right.",
    "start": "00:36:03",
    "end": "00:36:03"
  },
  {
    "text": "And it doesn't seem like that is ever an idea that entered the biblical author's minds or even most Jews who ever wrote or expressed. When Jewish, where Israelite authors talk about the laws of the Torah, they celebrate and they love it.",
    "start": "00:36:04",
    "end": "00:36:20"
  },
  {
    "text": "They're so thankful for them.",
    "start": "00:36:20",
    "end": "00:36:21"
  },
  {
    "text": "They're thankful for it, and they see it as a way to life. And so I just want to make sure that when I look. Feel the strangeness and the overwhelming pressure to bring all these sacrifices, that it doesn't seem like that's ever how any Israelites experience.",
    "start": "00:36:21",
    "end": "00:36:40"
  },
  {
    "text": "That's really good. Cause you could get this brooding sense of that the Tabernacle System is just sucking the life out of the community. Like, give me all your goods. Give me your goats, and give me your. And it's like, oh, we just gotta appease this thing versus this sense of a joy in being able to participate and being like, I get to reconcile with a friend, and we get to bring. I'm gonna bring this. This offering, and then we're gonna have a feast.",
    "start": "00:36:40",
    "end": "00:37:11"
  },
  {
    "text": "Yeah.",
    "start": "00:37:12",
    "end": "00:37:12"
  },
  {
    "text": "Like, these kind of, like, moments where it's like, I get to be a part of this.",
    "start": "00:37:12",
    "end": "00:37:15"
  },
  {
    "text": "Yeah, yeah, yeah, yeah. For example, I just. As you're talking, it just brought the end of Psalm 118 to my mind. And it's actually. The section begins with what people say about Jesus when he rides into Jerusalem. Blessed is the one who comes in the name of the Lord. Blessed is the one. Blessed are you from the house of the Lord. And in the poem here, it's about the king coming to participate in a sacrificial liturgy, walking up to the temple.",
    "start": "00:37:15",
    "end": "00:37:45"
  },
  {
    "text": "During the week of Passover. Oh, well, that's what Jesus was doing.",
    "start": "00:37:46",
    "end": "00:37:49"
  },
  {
    "text": "That's what Jesus was doing. Yeah. But the poem continues in Psalm 118, verse 27. The Lord is God. He's given us light. He gives us light. Genesis 1. So bind the festival sacrifice with cords to the horns of the altar. You are my God. I give thanks to you. You're my God. I praise you. Give thanks to the Lord. Like, they're stoked bringing this sacrifice because they view it that Yahweh has given this opportunity to them to be reconciled and to have peace with God. And that's how they experience. That's when Israelite authors talk about the sacrifices. That's what they feel. They don't feel the. That's at least not the thing that's described.",
    "start": "00:37:49",
    "end": "00:38:35"
  },
  {
    "text": "Not like a weighty burden that they're just like, man, I have to get this over with again.",
    "start": "00:38:35",
    "end": "00:38:39"
  },
  {
    "text": "So I want to get to the place where that's my default way of experiencing these laws. And I appreciated your honesty, Jessica, in naming that feeling, because I think it's something a lot of us feel, too.",
    "start": "00:38:40",
    "end": "00:38:54"
  },
  {
    "text": "All right, moving on.",
    "start": "00:38:56",
    "end": "00:38:57"
  },
  {
    "text": "Okay, let's look at a question from Rowena in New Zealand.",
    "start": "00:38:57",
    "end": "00:39:00"
  },
  {
    "text": "Hi, this is Rowena from New Zealand. I was interested in what you were saying about the sacrifices and how the blood of the blameless animal represents its life and not its death. And I wondered how that changes how we see what Jesus is doing when he institutes communion and essentially says to us followers, this is my blood for you to drink. Thank you.",
    "start": "00:39:01",
    "end": "00:39:27"
  },
  {
    "text": "Yeah. Do you remember this point in our conversations about the symbolism of the blood.",
    "start": "00:39:28",
    "end": "00:39:33"
  },
  {
    "text": "Isn'T it weird that we talk about drinking the blood of Jesus?",
    "start": "00:39:35",
    "end": "00:39:39"
  },
  {
    "text": "Yeah.",
    "start": "00:39:39",
    "end": "00:39:40"
  },
  {
    "text": "Just like a weird, like you step back and you're just like.",
    "start": "00:39:41",
    "end": "00:39:44"
  },
  {
    "text": "That's depends on very odd the angle that you're coming from. But from one angle, that's our cultural location and upbringing. It's weird to talk about drinking blood. However, in many cultures, it's not actually so weird. I just happened to be at some event and I was meeting somebody who's a really skilled and accomplished bow hunter here in the state of Oregon. He, he actually has like won some awards for his bow hunting skills. It was a fascinating person to talk to. But somehow we got onto the topic of like, you know, when he's dressing or cutting apart, you know, an animal out in the wilderness and you know, how for him a way to honor the gift that God's provided for him in the life of this animal is one that provides food for his family for a long time, but also that he feels obligated to use every part of the animal towards some productive end and not just leave stuff in the.",
    "start": "00:39:44",
    "end": "00:40:52"
  },
  {
    "text": "Field that he doesn't leave anything out there.",
    "start": "00:40:52",
    "end": "00:40:55"
  },
  {
    "text": "Oh yeah, some, like the hooves. But he takes a lot.",
    "start": "00:40:55",
    "end": "00:40:59"
  },
  {
    "text": "Does he take the guts?",
    "start": "00:40:59",
    "end": "00:41:00"
  },
  {
    "text": "He takes a lot more than you would imagine.",
    "start": "00:41:00",
    "end": "00:41:02"
  },
  {
    "text": "Okay.",
    "start": "00:41:02",
    "end": "00:41:03"
  },
  {
    "text": "But what he was talking about, for example, was the blood and about. He was talking about its nutritional value.",
    "start": "00:41:03",
    "end": "00:41:10"
  },
  {
    "text": "Oh yeah.",
    "start": "00:41:11",
    "end": "00:41:12"
  },
  {
    "text": "And then he starts talking about all these other cultures, he starts naming them.",
    "start": "00:41:12",
    "end": "00:41:15"
  },
  {
    "text": "That just drink blood.",
    "start": "00:41:15",
    "end": "00:41:17"
  },
  {
    "text": "Yeah. Because it's such a, such a precious resource. So that, of course was prohibited in Israel.",
    "start": "00:41:17",
    "end": "00:41:22"
  },
  {
    "text": "Highly prohibited.",
    "start": "00:41:23",
    "end": "00:41:24"
  },
  {
    "text": "Highly prohibited for. Because of the symbolic value attached to the blood.",
    "start": "00:41:24",
    "end": "00:41:29"
  },
  {
    "text": "Yeah.",
    "start": "00:41:29",
    "end": "00:41:30"
  },
  {
    "text": "But I guess my point, life is in the life. The idea of drinking blood I see is abnormal, depending on your social location.",
    "start": "00:41:30",
    "end": "00:41:36"
  },
  {
    "text": "Got it. Yeah.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "So I'm with you. I have a revulsion to it as well, but it is not weird in some other cultural settings.",
    "start": "00:41:37",
    "end": "00:41:46"
  },
  {
    "text": "Yeah. So in the logic of the Torah, blood represents life.",
    "start": "00:41:46",
    "end": "00:41:54"
  },
  {
    "text": "And just to be clear, we were talking about a key passage in the chapter next to the day of atonement chapter in Leviticus. So David, Thomas, Leviticus 16 and the chapter afterwards, Leviticus 17 is a series of laws for the wilderness generation saying whenever you butcher any animal, bring it to the tent and dedicate its life and its blood to Yahweh, and then Leviticus 17:11, because the life of the flesh is in the blood, I have given it to you on the altar for making atonement for your yourselves. Because it is the Blood. Gosh. Our English translations really struggle. It's a dense statement for the blood. It is by means of its life that it provides atonement.",
    "start": "00:41:54",
    "end": "00:42:56"
  },
  {
    "text": "Blood, by the means of its life, provides atonement.",
    "start": "00:42:57",
    "end": "00:43:00"
  },
  {
    "text": "So the point here, I think, in our conversation, and that's what you're tracking on Rowena, is the explicit symbolism attached to the blood is not death as the main point.",
    "start": "00:43:01",
    "end": "00:43:11"
  },
  {
    "text": "Right.",
    "start": "00:43:11",
    "end": "00:43:11"
  },
  {
    "text": "It's that it is life. Now, of course, it's the life of.",
    "start": "00:43:12",
    "end": "00:43:16"
  },
  {
    "text": "A creature separated from its body.",
    "start": "00:43:16",
    "end": "00:43:18"
  },
  {
    "text": "Separated from its body through death. Yeah. I just wanted to clarify. I'm not saying that the blood has nothing to do with death. The primary emphasis is on the blood is the representation of a blameless life. But the way that that blood and that life gets brought into the holy of holies or to the holy place is through its death. But the death is not the foreground. It's the surrendering of the blame of the blood.",
    "start": "00:43:18",
    "end": "00:43:46"
  },
  {
    "text": "The death is the way the blood became detached from the body.",
    "start": "00:43:46",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:51"
  },
  {
    "text": "The blood itself represents life, Correct?",
    "start": "00:43:51",
    "end": "00:43:54"
  },
  {
    "text": "That's right.",
    "start": "00:43:54",
    "end": "00:43:55"
  },
  {
    "text": "The life of the animal. You wouldn't look at a bowl of blood and think that's alive. Or perhaps you would, depending on your cultural position or background. But this is a deeply biblical idea which I can't even fully wrap my head around, which is.",
    "start": "00:43:55",
    "end": "00:44:14"
  },
  {
    "text": "Yeah.",
    "start": "00:44:14",
    "end": "00:44:14"
  },
  {
    "text": "Like there is the aliveness of. Is this what they're saying, for me to be a living being, which is the breath of God in me that animates the flesh. That animates my flesh in the same way. I could think of it that way. When I have die, there's still a living element which is represented in the blood in some way.",
    "start": "00:44:14",
    "end": "00:44:40"
  },
  {
    "text": "Yeah.",
    "start": "00:44:41",
    "end": "00:44:41"
  },
  {
    "text": "My life.",
    "start": "00:44:42",
    "end": "00:44:42"
  },
  {
    "text": "The blood is life. It's the stuff pumping through you and providing, in a way. I mean, this is a more modern viewpoint. But the blood, the vehicle of the oxygen, of the breath. Of the breath. Yeah. It's actually.",
    "start": "00:44:42",
    "end": "00:44:56"
  },
  {
    "text": "They were onto something.",
    "start": "00:44:56",
    "end": "00:44:57"
  },
  {
    "text": "That's how it works. Yeah. But the blood. Yeah, the blood is the life. So the blood assumes that the animal has gone through death and by surrendering its life, it's precisely through the act of surrender unto death that the life can now enter into and appeal to God with this blamelessness. That's the essence of the symbol. So when Jesus is talking about my blood, he is referring to his coming death, but he's referring to the death as the vehicle, the means by which.",
    "start": "00:44:57",
    "end": "00:45:32"
  },
  {
    "text": "To experience his life.",
    "start": "00:45:32",
    "end": "00:45:33"
  },
  {
    "text": "His life, his blameless life will cover for the sins of the many. And so when he invites us to drink his Blood, he's inviting us to drink his life. Which is why, for example, in Eastern Orthodox liturgy, there's a close connection of drawn between taking the Eucharist bread and the cup and eating from the tree of life. Because in both cases, you're ingesting life, life. And so in Orthodox liturgy, the Adam and Eve, it's Jesus becomes both the new humanity and the tree of life, giving us his life to ingest for ourselves. So the emphasis is on life with the death assumed as the vehicle. And I think that's what's going on there. So thanks, Rowena. Great question. Good opportunity to clarify and meditate on the meaning of that symbol.",
    "start": "00:45:33",
    "end": "00:46:31"
  },
  {
    "text": "All right, here's a question from Emily in Canada. Hi, my name is Emily and I'm from Prince Albert, Saskatchewan. Growing up, I was taught that the best approach to Leviticus was studying it for types and agitypes that point to Jesus. While I've never been entirely compelled by this approach, especially as it doesn't account for what the average Israelite thought about Leviticus, reading this book without a New Testament seems unwise. How much should the New Testament influence how I read Leviticus? I appreciate your response and I'm so grateful for all the work that you do.",
    "start": "00:46:31",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, great question.",
    "start": "00:47:07",
    "end": "00:47:09"
  },
  {
    "text": "How would you restate her question?",
    "start": "00:47:09",
    "end": "00:47:11"
  },
  {
    "text": "My hunch, Emily. And maybe it's just personally, I resonate with it from my own journey with being a follower of Jesus. Reading the Old Testament is. In the first classes I took about the Bible at the Christian college I attended, I wasn't invited to understand Leviticus on its own terms within its own narrative context or symbolic logic. It was sort of like the book that you go to when essentially you want to explain what happened to Jesus on the cross, Right. And so you refer everything to that and you just. You hopped into Leviticus and think about the symbolism that way. So. And I think that's a common approach in many Christian traditions. And so I guess what we're trying to model, I guess in two ways. One, we're trying to really get into what's the ancient context of these rituals and what do they convey. But also what we're doing with the melody is trying to track how Leviticus is actually working out through hyperlinks and narrative patterning. Like the stuff with all the siblings of Genesis, that in its narrative and literary context, Leviticus is exploring the key themes that all of the Torah and the prophets are exploring. And the New Testament authors are drawing and filling out and continuing on that process. So I think the way I would talk about my own journey, Emily, is that my first acquaintance with Leviticus was very much like what you're describing, which.",
    "start": "00:47:11",
    "end": "00:48:55"
  },
  {
    "text": "Would be like, okay, so Jesus had to die as a sacrifice. Oh, let's understand that. Because there was animal sacrifices in the Old Testament. Where was that? Leviticus. Okay, let's find the verses that help us understand how Jesus was a sacrifice.",
    "start": "00:48:55",
    "end": "00:49:11"
  },
  {
    "text": "Yep, that's right. And that'll get you into Leviticus and reading it and thinking about it, but probably not as a whole. We're not trying to understand its literary design and message and what it's trying to communicate within the context of the Torah.",
    "start": "00:49:11",
    "end": "00:49:27"
  },
  {
    "text": "Right.",
    "start": "00:49:27",
    "end": "00:49:27"
  },
  {
    "text": "Probably that's not.",
    "start": "00:49:27",
    "end": "00:49:29"
  },
  {
    "text": "Because you're not going to be that interested in all the different types of sacrifices there were and how those all relate to all the themes in the Torah.",
    "start": "00:49:29",
    "end": "00:49:42"
  },
  {
    "text": "The purity rituals are going to feel kind of bizarre, stuff like that. And that's how they were to me for many years. So one way that I've tried to imagine the project that my life turned into, which is trying to recover the way that Simeon or Anna, who are featured in the early chapters of the Gospel of Luke, how would they have read and understood the Scriptures or Leviticus? So Simeon was a. Was an old man, righteous and devout, devoted to the laws of the Torah. And he was, it was revealed to him that the Messiah that his Bible pointed to would be revealed in his day. Or Anna, a prophetess who hung out praying every day in the temple. How did they read and understand Scripture? Because they firmly believed it pointed forward to their need for an anointed deliverer for Israel and humanity. They just didn't know what person that would be, and that's what's revealed to them. So I want to read Leviticus and see what they saw and understand it in those terms. And then what I think that does for me is it reverses the flow. Instead of reading the New Testament back into Leviticus, it reverses it so that I'm now reading the portraits of Jesus in the Gospels and seeing how they draw upon the image and imagery and language of Leviticus to portray Jesus. And that's more relationship of continuity. The Gospels come downstream as opposed to. Yeah, there you go. But in that sense, it's reading the Bible as a unified story that leads to Jesus. In which case you're going to come out with many of the same observations that you did way back at the beginning. Yeah, I think you'll just find them.",
    "start": "00:49:43",
    "end": "00:51:40"
  },
  {
    "text": "In a bigger context, richer, more nuanced, more interconnected and more compelling and more compelling. I think yeah, yeah, I get it. Okay. So her question very explicitly was, how much should the New Testament influence how we read Leviticus? Well, you're following Jesus.",
    "start": "00:51:40",
    "end": "00:51:59"
  },
  {
    "text": "The only reason you're reading Leviticus.",
    "start": "00:52:00",
    "end": "00:52:01"
  },
  {
    "text": "It's kind of the only reason. Yeah.",
    "start": "00:52:01",
    "end": "00:52:02"
  },
  {
    "text": "Is because of Jesus.",
    "start": "00:52:02",
    "end": "00:52:03"
  },
  {
    "text": "But she also asked, is it unwise to read Leviticus without the New Testament mind? And what you were just saying was like. Well, I mean, no, like Simeon.",
    "start": "00:52:03",
    "end": "00:52:13"
  },
  {
    "text": "Yeah.",
    "start": "00:52:14",
    "end": "00:52:14"
  },
  {
    "text": "That's how he read it.",
    "start": "00:52:14",
    "end": "00:52:15"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:52:15",
    "end": "00:52:16"
  },
  {
    "text": "But it's almost like, what a gift that Simeon was so saturated in the rituals and the literature of the Torah.",
    "start": "00:52:16",
    "end": "00:52:24"
  },
  {
    "text": "Yeah.",
    "start": "00:52:24",
    "end": "00:52:25"
  },
  {
    "text": "So that when Jesus came, he would able to connect those dots.",
    "start": "00:52:25",
    "end": "00:52:30"
  },
  {
    "text": "Yep, that's right. Yeah. The author to the letter to the Hebrews is very similar. You could experience what he's doing there as he's just kind of picking out of context passages from Leviticus and saying Jesus did that. But I don't. If we could sit down with that author, whoever they were, I think they would describe it as the opposite and say everything that Leviticus was pointing forward to, along with all the Torah and the prophets, is what supplies the categories for that author to make sense of Jesus in the first place.",
    "start": "00:52:30",
    "end": "00:53:05"
  },
  {
    "text": "And so what we're talking about is the Bible as messianic literature.",
    "start": "00:53:05",
    "end": "00:53:09"
  },
  {
    "text": "Yeah, that's right. Yep.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "So we've been in this conversation, we've talked about the Bible as meditation literature.",
    "start": "00:53:11",
    "end": "00:53:14"
  },
  {
    "text": "Yeah.",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "And as messianic literature. And this all gets back to. Yeah. What we're doing, that this is messianic literature that we're supposed to meditate on day and night and will give us wisdom and connect us to God.",
    "start": "00:53:15",
    "end": "00:53:29"
  },
  {
    "text": "That's right. Which isn't to say that every Israelite that participated in these rituals in the wilderness understood all of that. What we're saying is the authors who have woven Leviticus and shaped it to have the form it does. Paul said it was hidden within the Torah, that all of it is a part of a message that the Torah and prophets are communicating. And that's what Simeon and Anna saw. And when they read their Scriptures, what was on top of mind for them was who and when is it gonna be? Yeah, that's what they. That's what they got from reading their Bible.",
    "start": "00:53:29",
    "end": "00:54:06"
  },
  {
    "text": "Or the stories where Jesus talks with the. On the road to Emmaus. Is it where he's just like, let me tell you about how I'm in all these stories.",
    "start": "00:54:06",
    "end": "00:54:19"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:54:19",
    "end": "00:54:19"
  },
  {
    "text": "Or when he went to his disciples and then he taught them how the whole Hebrew Bible was about him.",
    "start": "00:54:19",
    "end": "00:54:25"
  },
  {
    "text": "Yeah. And what's fascinating There, that's at the other end of Luke's gospel. Simeon and Anna at the beginning. So they're very expectant. And at the other end of the gospel you have this man and woman couple, the two on the road to Emmaus. Oh, I've never thought about this. And they have. No, they are clueless because for them, Jesus dying to them was the failure of all their hopes, not the fulfillment of the scriptural hopes.",
    "start": "00:54:25",
    "end": "00:54:52"
  },
  {
    "text": "Jesus had to show them how. Yeah, if you can see it, it's actually there in their scriptures.",
    "start": "00:54:54",
    "end": "00:55:01"
  },
  {
    "text": "That's right. So the manner of Jesus fulfilling the scriptural hopes through his death and resurrection was a twist and a surprise to many. And he's saying it's right there in the Torah and prophets in Psalms, if you have eyes to see it.",
    "start": "00:55:01",
    "end": "00:55:16"
  },
  {
    "text": "You think Jesus would have looked at the Day of Atonement with them?",
    "start": "00:55:16",
    "end": "00:55:19"
  },
  {
    "text": "Oh, well, I don't know. Surely, surely. Yeah. But at this point it's like I can't go anywhere in the Torah and the prophets and not find the same basic things like Cain and Abel. It's also the same ideas as what's going on at the Day of Atonement. Ishmael, Isaac. Anyway, thank you everybody. Wonderful questions.",
    "start": "00:55:19",
    "end": "00:55:42"
  },
  {
    "text": "There was many we couldn't get to. Yeah, thank you for sending them in. I'm imagining someone who's maybe sent in like five questions. We've never gotten to it.",
    "start": "00:55:42",
    "end": "00:55:50"
  },
  {
    "text": "Yeah, I'm so sorry, sorry, many of you sending questions. There's a lot to work through so we do our best to highlight the repeated ones. And anyway, we did, man. And everybody, thank you, thank you both for participating and also many of you send really encouraging, like notes to us, email or whatever. And we just celebrate how awesome Jesus is, the scriptures are and that we get to be in this big community that's learning how to read and meditate on these texts that lead us to Jesus. What a great, what a great thing to be alive.",
    "start": "00:55:50",
    "end": "00:56:27"
  },
  {
    "text": "Yeah.",
    "start": "00:56:28",
    "end": "00:56:29"
  },
  {
    "text": "So thanks everybody, all the best. And we'll do another Q and R with the numbers scroll down the road. Yeah, cool.",
    "start": "00:56:29",
    "end": "00:56:37"
  },
  {
    "text": "Bible Project is a crowdfunded nonprofit and we exist to experience Bible. Bible is a unified story that leads to Jesus and everything that we make is free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us. Hi, this is Jacob Michael and I'm from Murfreesboro, Tennessee.",
    "start": "00:56:41",
    "end": "00:56:59"
  },
  {
    "text": "Hey, this is Laura from Houston, Texas.",
    "start": "00:56:59",
    "end": "00:57:01"
  },
  {
    "text": "I first heard about the Bible Project about two and a half years ago from my brother in law, Anthony I first heard about BibleProject from my pastor. He consistently referred back to BibleProject's podcasts and online resources in his sermons. I use BibleProject anytime I start a new book of the Bible. I use the bibleproject for in depth study of Scriptures. My favorite thing is bibleproject Classroom, which offers free online graduate level Bible courses. And my favorite thing about bibleproject is that Tim and John have a passion for equipping the church. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com sa.",
    "start": "00:57:01",
    "end": "00:58:03"
  }
]