[
  {
    "text": "We're reading through the book of Leviticus, and in the last few episodes, we've been looking at the many sacrifices that God instructs the people of Israel to offer him. And there are a lot of them, day in and day out, animals being slaughtered. And you might think, is this a little much, a little wasteful? The disciples of Jesus asked a very similar question when a woman came and poured expensive perfume all over Jesus feet.",
    "start": "00:00:04",
    "end": "00:00:32"
  },
  {
    "text": "The disciples are saying, why this waste? And what he says is, she gave the most precious gift of all. She surrendered the most. And that's why the story will be told.",
    "start": "00:00:32",
    "end": "00:00:41"
  },
  {
    "text": "Jesus called her act an olah offering, the ascension offering, or what we call the burnt offering, where you take an entire animal, all of it, and you let it be consumed by the fire of the altar.",
    "start": "00:00:41",
    "end": "00:00:53"
  },
  {
    "text": "But the olah, all value is surrendered over to God. It's complete surrender. It's the most costly.",
    "start": "00:00:53",
    "end": "00:01:00"
  },
  {
    "text": "I can't go into God's heavenly throne room, but here is a blameless animal that can go up on my behalf.",
    "start": "00:01:00",
    "end": "00:01:06"
  },
  {
    "text": "It's a powerful image.",
    "start": "00:01:07",
    "end": "00:01:08"
  },
  {
    "text": "To enter God's life, I must go through death.",
    "start": "00:01:08",
    "end": "00:01:11"
  },
  {
    "text": "The death of the animal and its purging through fire and ascending is an image of what I need to undergo. Purging that could take my life. But in taking my life, what it would be doing is transforming me to live in proximity to the source of real life. This offering takes me through a journey that I need to undergo myself, which is a burning away of what I call life to embrace what is true life.",
    "start": "00:01:12",
    "end": "00:01:39"
  },
  {
    "text": "I'm John Collins and this is bibleproject podcast. Today, Tim Mackey and I wrap up the first movement, Leviticus, and we'll take a closer look at the five sacrifices described in these opening pages and explore what it takes for humanity and God to dwell in the same space. Thanks for joining us.",
    "start": "00:01:39",
    "end": "00:01:58"
  },
  {
    "text": "Here we go. Hey, Tim.",
    "start": "00:01:58",
    "end": "00:02:11"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:11",
    "end": "00:02:11"
  },
  {
    "text": "We are in the book of Leviticus. We have been for the last two episodes and we're walking through the whole Torah. We've been talking about atonement, and the reason why we've been talking about atonement is because we are going to look at the first movement of Leviticus. We haven't actually looked at the movement really that much yet, but the first movement of Leviticus is five offerings.",
    "start": "00:02:12",
    "end": "00:02:38"
  },
  {
    "text": "Yeah. Walking through a description of the ritual of giving five offerings. This is what Israelites were invited to bring forward when they came into the courtyard of the tabernacle.",
    "start": "00:02:39",
    "end": "00:02:50"
  },
  {
    "text": "Now, if you're just jumping in fresh, we had a conversation prior to this where we Walked through the logic of sacrificial systems and what it means to make an atoning sacrifice.",
    "start": "00:02:50",
    "end": "00:03:04"
  },
  {
    "text": "Yeah.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "And I think there's nothing for it but to say, listen to that episode.",
    "start": "00:03:04",
    "end": "00:03:09"
  },
  {
    "text": "Totally.",
    "start": "00:03:10",
    "end": "00:03:10"
  },
  {
    "text": "Because what we're going to do now is we're going to talk about the five different offerings, and we're going to just get in it, and we're just.",
    "start": "00:03:10",
    "end": "00:03:17"
  },
  {
    "text": "Going to say, this is one of the offerings that atones for sins.",
    "start": "00:03:17",
    "end": "00:03:21"
  },
  {
    "text": "Yeah. If that doesn't mean anything to you.",
    "start": "00:03:21",
    "end": "00:03:24"
  },
  {
    "text": "Yeah. We really recommend pausing right now and listening to the last conversation. And then the conversation before that was about how this section of Leviticus fits into the larger storyline of the Torah.",
    "start": "00:03:24",
    "end": "00:03:37"
  },
  {
    "text": "Yeah.",
    "start": "00:03:37",
    "end": "00:03:37"
  },
  {
    "text": "Which is about the God of heaven and earth has taken his holy life, giving source of all being and existence, presence, and made an outpost among the people of Israel that is both good for them and very dangerous for them. And so these offerings represent a way that. That Israel is invited to come near to God, but they need to adapt, change their behavior. And these offerings are meant to be Torah instruction for how Israel is to come near to God, and therefore how anybody is to come near to God, maybe not through offering animal sacrifices, but through understanding their meaning. And that's what we're going to do. We're going to talk about the meaning of the five offerings described in Leviticus, chapters one through seven.",
    "start": "00:03:37",
    "end": "00:04:24"
  },
  {
    "text": "Okay. And we did just say we're not going to explain atonement, but the explainer impulse in me wants to at least try to do something very simple.",
    "start": "00:04:25",
    "end": "00:04:32"
  },
  {
    "text": "Yeah. All right.",
    "start": "00:04:32",
    "end": "00:04:33"
  },
  {
    "text": "The word atonement was the Hebrew word kapper.",
    "start": "00:04:33",
    "end": "00:04:36"
  },
  {
    "text": "Kapper.",
    "start": "00:04:36",
    "end": "00:04:37"
  },
  {
    "text": "And it's used in two different. Fundamentally different contexts. One is the English word that we were using is ransom. That's even a word we don't really.",
    "start": "00:04:38",
    "end": "00:04:48"
  },
  {
    "text": "Use very much, but a restitution payment.",
    "start": "00:04:48",
    "end": "00:04:51"
  },
  {
    "text": "Yeah, you owe me something.",
    "start": "00:04:51",
    "end": "00:04:52"
  },
  {
    "text": "It's the debt obligation.",
    "start": "00:04:52",
    "end": "00:04:54"
  },
  {
    "text": "Damages, as it were.",
    "start": "00:04:54",
    "end": "00:04:56"
  },
  {
    "text": "Damages. And so when you take a blameless animal and you put your hand on it, signifying this thing, now is my representative. Although I'm not blameless. It is. And it's gonna represent me in some meaningful way, and then it dies. Well, that death should have been mine.",
    "start": "00:04:56",
    "end": "00:05:16"
  },
  {
    "text": "Mm. Yeah. It's not fair. Not fair that something blameless should die for someone that's not blameless. But that's what God's invited us to do.",
    "start": "00:05:16",
    "end": "00:05:25"
  },
  {
    "text": "That's the debt obligation, the ransom. Now, the same word, kheper, is used in the context of now. After that animal dies, its blood is drained, it's put in a bowl, and it's Very explicit in Leviticus, that blood represents the life of the animal.",
    "start": "00:05:25",
    "end": "00:05:44"
  },
  {
    "text": "That's right.",
    "start": "00:05:44",
    "end": "00:05:44"
  },
  {
    "text": "The animal's dead, but we have the life of the animal.",
    "start": "00:05:44",
    "end": "00:05:47"
  },
  {
    "text": "The life of the animal is right here in this bowl.",
    "start": "00:05:47",
    "end": "00:05:49"
  },
  {
    "text": "Yeah.",
    "start": "00:05:49",
    "end": "00:05:49"
  },
  {
    "text": "Now. Yeah.",
    "start": "00:05:49",
    "end": "00:05:50"
  },
  {
    "text": "The life is here. And that life is still life. And that the priests take their fingers and dip it in the blood and sprinkle objects that. And we use the word purification. And so there's this logic, which is our corruption and violence actually also damages the environment, and it damages creation. We are damaging the gift of creation.",
    "start": "00:05:50",
    "end": "00:06:14"
  },
  {
    "text": "And in particular, it's polluting and vandalizing.",
    "start": "00:06:15",
    "end": "00:06:19"
  },
  {
    "text": "God's outpost, the place he wants to.",
    "start": "00:06:19",
    "end": "00:06:21"
  },
  {
    "text": "Dwell, the place he. Yeah. Comes. As we damage the environment in general through human evil and injustice, we are also vandalizing God's living room, which is set up here in the middle of us. Yes. Yeah.",
    "start": "00:06:21",
    "end": "00:06:35"
  },
  {
    "text": "And in the biblical narrative, the environment will be washed clean from that.",
    "start": "00:06:35",
    "end": "00:06:39"
  },
  {
    "text": "Or it needs to be.",
    "start": "00:06:39",
    "end": "00:06:40"
  },
  {
    "text": "Needs to be.",
    "start": "00:06:40",
    "end": "00:06:41"
  },
  {
    "text": "If you want to keep coming near to God, then we got to deal with all the garbage you're piping out.",
    "start": "00:06:41",
    "end": "00:06:47"
  },
  {
    "text": "That washing can be a flood that's going to take you out. Or it could be a sprinkling of blood from a blameless animal. And that purification will keep you alive.",
    "start": "00:06:47",
    "end": "00:06:56"
  },
  {
    "text": "Well, it will purify what has been polluted so that God can stay in our midst. I mean, the goal is we want to keep playing host to God's presence in our midst, but we keep vandalizing his space. But God has given to us a means to both repay and to purify the vandalism so that he can stay here in the space that we keep ruining.",
    "start": "00:06:57",
    "end": "00:07:23"
  },
  {
    "text": "And both means allow me to be saved from death.",
    "start": "00:07:23",
    "end": "00:07:27"
  },
  {
    "text": "Yeah, Ultimately. Ultimately, yeah. Somehow. Because if God is here in our midst, we're safe. He'll keep providing manna. He'll save us from our enemies. He'll bring us into the promised land. But our sins endanger my proximity to the source of all life. And so the atonement is what repairs the relationship, to keep me in proximity to the source of life. This is what the word atonement means in biblical Hebrew and in all the examples where it's used in Leviticus, it means repaying for damages and purifying what has been vandalized by my moral failing. Yeah.",
    "start": "00:07:27",
    "end": "00:08:06"
  },
  {
    "text": "So that I may live so that.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "We can have life.",
    "start": "00:08:08",
    "end": "00:08:09"
  },
  {
    "text": "And what is life but being in communion with God? Eating of the tree of life.",
    "start": "00:08:09",
    "end": "00:08:14"
  },
  {
    "text": "That's right.",
    "start": "00:08:14",
    "end": "00:08:15"
  },
  {
    "text": "Knowing him and knowing God.",
    "start": "00:08:15",
    "end": "00:08:18"
  },
  {
    "text": "Yeah. This is eternal life. John 17. I forget what verse that they May know you and Jesus Messiah, whom you've sent. Yeah. Now remember, there are five offerings in the first chapters of Leviticus. Only three of those five are sacrifices of atonement. So those are important, but they're not the whole package. There's more going on. There's more layers of meaning in addition to atonement, of what these offerings are all about. That's a pretty good summary. Okay, so five offerings. I'll just name them real quick in the order that they appear. They are, first, the ascension offering, sometimes called the burnt offering. Second is the gift offering, sometimes called the grain offering. Third is the peace offering, sometimes called the fellowship offering. Fourth is the purification offering, sometimes called the sin offering. Fifth is the restitution or reparation offering, sometimes called the guilt offering. You can see the translation of the titles of these offerings is up for grabs because. Well, because it is hard to put into one English word the richness of what each of these symbolizes. Yeah. So the first one, the first offering, Leviticus Chapter one, it's called the olah in Hebrew. It's a normal Hebrew word. It's a participle that means going up.",
    "start": "00:08:18",
    "end": "00:09:59"
  },
  {
    "text": "Going up?",
    "start": "00:09:59",
    "end": "00:09:59"
  },
  {
    "text": "Olah, that which rises up.",
    "start": "00:10:00",
    "end": "00:10:01"
  },
  {
    "text": "So if you say that person is going up a mountain, you would say they're.",
    "start": "00:10:02",
    "end": "00:10:05"
  },
  {
    "text": "Yes. In fact, it is the same word used to describe when Moses goes up the mountain.",
    "start": "00:10:05",
    "end": "00:10:09"
  },
  {
    "text": "The Olah.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "Yeah. There. It's another verb form, which is Allah, but it's the same root.",
    "start": "00:10:10",
    "end": "00:10:14"
  },
  {
    "text": "Got it.",
    "start": "00:10:14",
    "end": "00:10:15"
  },
  {
    "text": "Yep. So that which ascends, that which goes up. Yeah, it's first in the list because it's like the most foundational of all the offerings for reasons that we're going to see. Why? Oh, the altar that sits in the courtyard of the tabernacle, that's right in front of it. So when you're approaching the tabernacle, you would be looking at the door of the tabernacle, would. With the altar in front of it and the flames of the altar covering the door from your vantage point.",
    "start": "00:10:15",
    "end": "00:10:44"
  },
  {
    "text": "And the door's got the Cherubim.",
    "start": "00:10:44",
    "end": "00:10:46"
  },
  {
    "text": "Cherubim, yeah.",
    "start": "00:10:46",
    "end": "00:10:47"
  },
  {
    "text": "Yeah.",
    "start": "00:10:47",
    "end": "00:10:47"
  },
  {
    "text": "So that altar is called the altar of the Olah. The very name of the altar is for this sacrifice. It is described by this sacrifice. The Olah offering was the type of offering offered every day at morning and at evening. It marked the boundaries between day and night, morning and evening, every day, all year round.",
    "start": "00:10:48",
    "end": "00:11:10"
  },
  {
    "text": "Yeah.",
    "start": "00:11:10",
    "end": "00:11:10"
  },
  {
    "text": "And the main thing that sets this offering apart is that the entire animal is burned up in the fire. The word going up is actually referring, like, cremated. Yeah, that's right. Yeah. Going up refers to the smoke, the rising. The whole animal goes up.",
    "start": "00:11:10",
    "end": "00:11:29"
  },
  {
    "text": "Isn't that interesting? You know, that's what smoke is. It's the actual atoms of the wood.",
    "start": "00:11:29",
    "end": "00:11:34"
  },
  {
    "text": "It's the actual material going up into the sky. It has material that has been transformed into a new kind of body.",
    "start": "00:11:35",
    "end": "00:11:41"
  },
  {
    "text": "Oh, wow.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Yeah. That's actually the most intuitive way to think about it. Like, that's the animal going up, just in a different form.",
    "start": "00:11:42",
    "end": "00:11:51"
  },
  {
    "text": "Yeah. In a transformed form.",
    "start": "00:11:51",
    "end": "00:11:53"
  },
  {
    "text": "Yeah. Sacrifice and the burning is what transforms. So anyway, I'm getting ahead of myself, but. But this is fundamental to what this offering means. Okay, so first, actually, let's start here.",
    "start": "00:11:53",
    "end": "00:12:05"
  },
  {
    "text": "Wait, you think this means, like, resurrection?",
    "start": "00:12:05",
    "end": "00:12:07"
  },
  {
    "text": "Just wait. Just wait for it. Okay, so first of all, it's the whole animal that's offered.",
    "start": "00:12:07",
    "end": "00:12:14"
  },
  {
    "text": "Yeah.",
    "start": "00:12:14",
    "end": "00:12:14"
  },
  {
    "text": "There's three other offerings that are animal offerings.",
    "start": "00:12:14",
    "end": "00:12:17"
  },
  {
    "text": "Yeah.",
    "start": "00:12:17",
    "end": "00:12:17"
  },
  {
    "text": "And in all of those, only part of the animal is burned up.",
    "start": "00:12:17",
    "end": "00:12:20"
  },
  {
    "text": "Okay.",
    "start": "00:12:21",
    "end": "00:12:21"
  },
  {
    "text": "The meat was kept and then given either to the priests or. Or to the priests and to the person who offered it.",
    "start": "00:12:21",
    "end": "00:12:27"
  },
  {
    "text": "In that sense, it's like an ancient butcher shop.",
    "start": "00:12:27",
    "end": "00:12:29"
  },
  {
    "text": "It is. Yeah. Ancient temples were the local butcher shop. Yeah. I mean, you could slaughter an animal just on your own house if you wanted to.",
    "start": "00:12:29",
    "end": "00:12:38"
  },
  {
    "text": "Right.",
    "start": "00:12:38",
    "end": "00:12:38"
  },
  {
    "text": "But there was a lot of meat being outsourced from the temple, and it's what the priests ate, and they would take it home for the families, but then also the worshipers could keep it. So this is like the surrender of an animal and all the other sacrifices. The value of the animal goes out to feed people, but the Olah is.",
    "start": "00:12:38",
    "end": "00:12:59"
  },
  {
    "text": "Transformed into the air.",
    "start": "00:12:59",
    "end": "00:13:00"
  },
  {
    "text": "That's right. All value is surrendered over to God. It's complete surrender. It's the most costly.",
    "start": "00:13:00",
    "end": "00:13:08"
  },
  {
    "text": "Sure. Or wasteful in a sense.",
    "start": "00:13:09",
    "end": "00:13:11"
  },
  {
    "text": "Or wasteful, you would think, depending on what story you have in your mind about it.",
    "start": "00:13:11",
    "end": "00:13:16"
  },
  {
    "text": "Yeah.",
    "start": "00:13:17",
    "end": "00:13:17"
  },
  {
    "text": "Right. Yeah. This is akin to the woman who pours the big alabaster jar of offering on Jesus when he's on his way to Jerusalem.",
    "start": "00:13:17",
    "end": "00:13:27"
  },
  {
    "text": "Yeah.",
    "start": "00:13:27",
    "end": "00:13:28"
  },
  {
    "text": "You know, the disciples are like, what? What a waste.",
    "start": "00:13:28",
    "end": "00:13:31"
  },
  {
    "text": "Yeah.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "What a waste. And Jesus accepts it. He calls it his anointing.",
    "start": "00:13:31",
    "end": "00:13:36"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "00:13:36",
    "end": "00:13:37"
  },
  {
    "text": "But then the disciples are saying, why this waste? And what he says is, she gave the most precious gift of all.",
    "start": "00:13:37",
    "end": "00:13:44"
  },
  {
    "text": "She surrendered the most.",
    "start": "00:13:44",
    "end": "00:13:45"
  },
  {
    "text": "She surrendered the most. And that's why the story will be told around the world. Wherever the good news goes, people will hear about what this woman surrendered. So there. It's an anointing for burial in the story. But there is shades of meaning for the Olah offering and what she's doing.",
    "start": "00:13:45",
    "end": "00:14:02"
  },
  {
    "text": "Yeah.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "And remember, this is an animal. It's blameless. It's tamim is the Hebrew word. It's unblemished. It's an ideal specimen of its kind with no physical blemishes or defects, which.",
    "start": "00:14:03",
    "end": "00:14:15"
  },
  {
    "text": "Is an image of a human who is morally blameless.",
    "start": "00:14:16",
    "end": "00:14:20"
  },
  {
    "text": "Correct. Yeah. Its physical health is a symbol of the moral blamelessness that I ought to have. Ought to have. Yeah. Yes. Okay. So surrendering the whole animal is about total, utter surrender of myself, because when I put my hand on the animal.",
    "start": "00:14:20",
    "end": "00:14:40"
  },
  {
    "text": "I commission it to represent me.",
    "start": "00:14:40",
    "end": "00:14:42"
  },
  {
    "text": "I commission it to represent me, and then it goes up into the heavens, the whole thing. And so this is the second aspect of meaning, which is how the animal is transformed into smoke.",
    "start": "00:14:42",
    "end": "00:14:54"
  },
  {
    "text": "Yeah.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "So there's a lot of Hebrew words for burn. Seraph.",
    "start": "00:14:55",
    "end": "00:14:59"
  },
  {
    "text": "Oh, yeah, the seraph.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Yep.",
    "start": "00:15:00",
    "end": "00:15:01"
  },
  {
    "text": "Burning creatures.",
    "start": "00:15:01",
    "end": "00:15:01"
  },
  {
    "text": "The burning ones. Yep. B', er, which means to consume something in fire. So the word used for all these offerings, and right here for the olah is the Hebrew verb hiktir, and it's formed from the same root as the Hebrew word for smoke, ketoret, and specifically incense. The altar of incense inside is called the altar of ketoret. It's altar smoke. So in other words, the word for burn used here is to turn into smoke. Remember, this animal, this fits into the category of things that bring one near to God. That's what the word korban means. This is our last conversation.",
    "start": "00:15:01",
    "end": "00:15:45"
  },
  {
    "text": "An offering.",
    "start": "00:15:45",
    "end": "00:15:45"
  },
  {
    "text": "An offering. That which brings me near to God. How does burning something up bring it near to God or bring me near to God? Well, what happens with the smoke? And so here we're back to the little aha moment you were having a few minutes ago. The burning is what transforms it into a mode of existence that can go up, that can go up into the.",
    "start": "00:15:45",
    "end": "00:16:08"
  },
  {
    "text": "Skies, to the heavens. The skies, yeah.",
    "start": "00:16:08",
    "end": "00:16:10"
  },
  {
    "text": "Yes. In other words, the burning is like a transforming agent. It turns it into a form where it can enter into the heavenly throne room of God. Going up. And this is what's interesting. And this was Michael Morales, who pointed this out in his book on the theology of Leviticus called who shall Ascend the Mountain of the Lord? He says, again, if you're standing in front of the altar, looking out the door of the tabernacle, you would see the two cherubim on the door, but then the fire of the altar would be right at the middle.",
    "start": "00:16:10",
    "end": "00:16:44"
  },
  {
    "text": "Yeah.",
    "start": "00:16:44",
    "end": "00:16:44"
  },
  {
    "text": "And then if you just happen to see the priest open up the curtain as he goes in, what you'd see, you would see A room with another identical curtain back there with two more cherubim on it that goes into the holy of holies. But. Right.",
    "start": "00:16:44",
    "end": "00:16:58"
  },
  {
    "text": "You thought you got by the cherubim.",
    "start": "00:16:58",
    "end": "00:17:00"
  },
  {
    "text": "But there's another altar in there in the tent called the Altar of Incense. And that thing is also burning with the same word. And it's burning incense perpetually with smoke rising up into the rim. And so from your vantage point, the smoke. This is the menorah on the altar. No, no, that's the seven. Oh, Life Spring.",
    "start": "00:17:01",
    "end": "00:17:21"
  },
  {
    "text": "This is just an incense.",
    "start": "00:17:21",
    "end": "00:17:22"
  },
  {
    "text": "This is literally golden incense stand. And it's actually described as having. Proportionately, It's a mini altar. It's a mini altar. And so from your vantage point, this is sort of like if you were to. Where was I? Oh, yeah, you know, Wes Anderson, the movie director, he's made a couple like live animation, what do you call them? Stop motion animation shorts. One's called fantastic Mr. Fox the kids book by Roald Dahl. And there was this making of fantastic Mr. Fox. So awesome. Have you seen that? Have you watched it?",
    "start": "00:17:22",
    "end": "00:17:56"
  },
  {
    "text": "Not the Making of.",
    "start": "00:17:56",
    "end": "00:17:57"
  },
  {
    "text": "Okay, but you've seen the movie?",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "Yeah.",
    "start": "00:17:58",
    "end": "00:17:58"
  },
  {
    "text": "Have your kids seen it? Uh, oh, it's amazing.",
    "start": "00:17:58",
    "end": "00:18:00"
  },
  {
    "text": "Oh, I should watch it with them.",
    "start": "00:18:00",
    "end": "00:18:02"
  },
  {
    "text": "Oh, yes. It is so good. Anyway, he often used playing with a camera's ability to do depth perception to create the sets. And so he would put a tiny miniature object in the foreground of the camera when he would be creating a little stop motion scene. But the way it was posed, it looked like it's in the background. So it would look big, but actually it was just a small thing really close to the camera.",
    "start": "00:18:02",
    "end": "00:18:29"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:18:29",
    "end": "00:18:30"
  },
  {
    "text": "So in a way, that's what the altar of incense is inside. You would watch the priest go in and you're like, wait, it's the altar in front of me out here. But it's in there.",
    "start": "00:18:30",
    "end": "00:18:39"
  },
  {
    "text": "You're looking down, you're like, there's the altar looking up. There's another altar.",
    "start": "00:18:39",
    "end": "00:18:42"
  },
  {
    "text": "There's the altar. Yeah. And both have smoke going up. So Morales thinks that that visual symbolism is important. The thing I'm doing out here occasionally is actually happening inside the tent with the altar of incense. Perpetually. Isn't that cool?",
    "start": "00:18:42",
    "end": "00:18:57"
  },
  {
    "text": "Yeah.",
    "start": "00:18:57",
    "end": "00:18:58"
  },
  {
    "text": "The smoke of the incense or the smoke of my offering is what goes up to the skies. Once again. It's all about. If symbolism is retelling the story of ascending to Eden, it's the return to.",
    "start": "00:18:58",
    "end": "00:19:10"
  },
  {
    "text": "Eden through the fire.",
    "start": "00:19:10",
    "end": "00:19:12"
  },
  {
    "text": "Through the fire, one is transformed, purified.",
    "start": "00:19:13",
    "end": "00:19:17"
  },
  {
    "text": "But also, if that was you, you're done yeah, totally.",
    "start": "00:19:18",
    "end": "00:19:24"
  },
  {
    "text": "Okay, so here we go. Ooh. How did this altar fire get lit in the first place?",
    "start": "00:19:25",
    "end": "00:19:31"
  },
  {
    "text": "I have no idea.",
    "start": "00:19:32",
    "end": "00:19:32"
  },
  {
    "text": "In Leviticus 9, the altar fire is lit when the glory cloud.",
    "start": "00:19:33",
    "end": "00:19:37"
  },
  {
    "text": "Oh, really?",
    "start": "00:19:37",
    "end": "00:19:38"
  },
  {
    "text": "Descends upon it.",
    "start": "00:19:38",
    "end": "00:19:39"
  },
  {
    "text": "Oh, my goodness.",
    "start": "00:19:39",
    "end": "00:19:39"
  },
  {
    "text": "And lights the fire. It's like the Olympic torch.",
    "start": "00:19:39",
    "end": "00:19:42"
  },
  {
    "text": "It's shooting the arrow into the Olympic torch. You remember that one? The guy shot the arrow.",
    "start": "00:19:42",
    "end": "00:19:48"
  },
  {
    "text": "So cool. Yeah. So it's God's own glory and holiness that lit the fire. And a blameless representative on my behalf goes into the fire and dies and is transformed through that death and burning into a form where it can ascend up to Eden into the heavenly temple. So all of a sudden, dude, just biblical narratives start clicking into place. When Moses goes up the mountain on Israel's behalf, God comes down on the mountain and Israelites say, no, we don't want to go up there. And Moses says, okay, I will. Well, actually, God just tells him to, you come up. So Moses, Allah's mountain, he goes through the fire, and he's alive. And then he's up in the heavens looking at the heavenly temple before God. So Moses lives through the fire, and.",
    "start": "00:19:48",
    "end": "00:20:43"
  },
  {
    "text": "He comes down transformed.",
    "start": "00:20:43",
    "end": "00:20:44"
  },
  {
    "text": "And he comes down transformed in some way that people are freaked out by his face when Isaiah wakes up in a vision in Isaiah chapter six, and he's standing in the temple, which is a portal to the heavenly temple, and he sees seraphim, burning ones. And the burning ones take a coal from the altar of incense, and he says, woe is me. I am impure.",
    "start": "00:20:44",
    "end": "00:21:12"
  },
  {
    "text": "I'm going to get burned up.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "Yeah. I'm about to be burned up.",
    "start": "00:21:13",
    "end": "00:21:15"
  },
  {
    "text": "Yeah.",
    "start": "00:21:15",
    "end": "00:21:15"
  },
  {
    "text": "And he does get burned up. But because of his posture of humility, the fire of God's heavenly temple doesn't destroy him, it burns him. And what God says to him is, your sins are atoned for. The burning of Isaiah is what atones for his sin.",
    "start": "00:21:15",
    "end": "00:21:31"
  },
  {
    "text": "The burning is his lips are burned.",
    "start": "00:21:32",
    "end": "00:21:34"
  },
  {
    "text": "His lips are burned. And then what God tells him is, your sins are atoned for. So the death of the animal and its purging through fire and ascending is an image of what I need to undergo. Purging that could take my life.",
    "start": "00:21:34",
    "end": "00:21:51"
  },
  {
    "text": "Yeah.",
    "start": "00:21:51",
    "end": "00:21:52"
  },
  {
    "text": "But in taking my life, what it would be doing is transforming me to live in proximity to the source of real life. We're out here creating our versions of life by doing what's good in our own eyes, and we call that life. But then this offering takes me through a journey that I need to undergo myself, which is a burning away of what I call life to Embrace what is true life. That's what this offering means.",
    "start": "00:21:52",
    "end": "00:22:20"
  },
  {
    "text": "That's cool.",
    "start": "00:22:20",
    "end": "00:22:21"
  },
  {
    "text": "Isn't that profound?",
    "start": "00:22:21",
    "end": "00:22:21"
  },
  {
    "text": "Yeah. And we did talk about that a little bit in the last hour where we talked about Jesus is saying, to that effect, whoever wants to find their life will lose it. There's something about being burnt up into death. Losing your life is the way to find real life.",
    "start": "00:22:22",
    "end": "00:22:39"
  },
  {
    "text": "Totally. Jesus was so into this. The story animating Jesus is the story that's being symbolically encapsulated in the olah offering. The surrender of one's life for the sins of others. Right. Or just for others is the way to true life. Okay. I know we've only done one out of five, but you can see why this is the fundamental one. Yeah, really. Just working on this has made me realize the fire, that fiery sword of.",
    "start": "00:22:39",
    "end": "00:23:09"
  },
  {
    "text": "Eden, is that a theme video?",
    "start": "00:23:09",
    "end": "00:23:11"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:12",
    "end": "00:23:12"
  },
  {
    "text": "Okay.",
    "start": "00:23:13",
    "end": "00:23:13"
  },
  {
    "text": "And I just always thought it was an interesting biblical image, but I think it's a deep theme connecting the story together. Purifying fire. I think fire is what comes over the disciples heads. At Pentecost, Daniel and the three friends sacrificed their lives in the furnace of fire and lived through it. They lived through it because they're blameless.",
    "start": "00:23:13",
    "end": "00:23:36"
  },
  {
    "text": "Doesn't the apostle Paul say something about going through the fire?",
    "start": "00:23:36",
    "end": "00:23:39"
  },
  {
    "text": "Yes. In 1 Corinthians 3, he talks about the day of the Lord will be like a purifying fire and our lives offered in service to our discipleship, to Jesus only.",
    "start": "00:23:39",
    "end": "00:23:49"
  },
  {
    "text": "That's blameless. We'll pass through.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "Yeah.",
    "start": "00:23:52",
    "end": "00:23:52"
  },
  {
    "text": "That's the logic of the Olah offering that Paul's working with there.",
    "start": "00:23:53",
    "end": "00:23:56"
  },
  {
    "text": "Wow.",
    "start": "00:23:56",
    "end": "00:23:56"
  },
  {
    "text": "Our actual lives, your bodies. That's living sacrifice.",
    "start": "00:23:57",
    "end": "00:24:00"
  },
  {
    "text": "Romans 12.",
    "start": "00:24:00",
    "end": "00:24:01"
  },
  {
    "text": "That's Romans chapter 12. Your whole life can become an ola. Okay. That's the ola offering number. The gift offering, the mincha. So these are offerings of grain, but you could also offer vegetables and fruit.",
    "start": "00:24:01",
    "end": "00:24:39"
  },
  {
    "text": "This is Cain's offering.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Yes, it is. Cain offers the mincha. The mincha is the Hebrew word, and the logic of it isn't described here. Actually, the only place you get a real offer's eye view of it is later in Deuteronomy when there's this ritual about bringing the first fruits. This is Deuteronomy, chapter 26. And Israelites were told to bring the first fruits of all the produce of the ground as a gift.",
    "start": "00:24:40",
    "end": "00:25:05"
  },
  {
    "text": "Meaning the first harvest.",
    "start": "00:25:05",
    "end": "00:25:07"
  },
  {
    "text": "Yeah. The first grapes, the first olives. And you come and give them to the priest. And the priest will take some of it. They'll take a handful and Burn that on the altar and then take the rest and it will feed the priests. And the logic of it is explained later here in Deuteronomy 26:10, where the Israelite is to say, look, I have brought the first of the produce of the ground that you, O Yahweh, have given to me. You gave it to me. I take the first and I give it back to you. So you give back to God the thing that he gave you.",
    "start": "00:25:07",
    "end": "00:25:48"
  },
  {
    "text": "And this is the logic of the tithe, Typically.",
    "start": "00:25:48",
    "end": "00:25:50"
  },
  {
    "text": "Yeah, that's right. That's right. But for the Israelites gave one tenth of all their produce to the people.",
    "start": "00:25:51",
    "end": "00:25:59"
  },
  {
    "text": "Because this is one tenth.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "No, no, this is just called the first fruit.",
    "start": "00:26:00",
    "end": "00:26:02"
  },
  {
    "text": "Oh, this is the first fruit.",
    "start": "00:26:02",
    "end": "00:26:02"
  },
  {
    "text": "They were also supposed to bring just one tenth of their produce in general and give it to the temple.",
    "start": "00:26:02",
    "end": "00:26:07"
  },
  {
    "text": "Give it to the temple, Yep.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "So this is the mincha, the food offering. So it doesn't atone. It's essentially a way. If the olah offering is about God, I offer my whole self in surrender to you. The mincha offering is essentially saying, thank you for what you've given me.",
    "start": "00:26:08",
    "end": "00:26:27"
  },
  {
    "text": "And it's offering back all your stuff. It's like everything I have is yours. Yeah, but you're saying thank you. Okay, tell me more about that.",
    "start": "00:26:27",
    "end": "00:26:35"
  },
  {
    "text": "Well, so the olah, you give a whole animal, I don't get anything back, and nobody gets anything from it. It is solely dedicated to God. The mincha offering is. You've given me olive harvest this year. Thank you, Yahweh. I'm going to take the first olives that bud, bring them here. I'm going to take a sample section and bring it here, and the priest will burn up a handful of it, and then the rest will be for the priests. And it's my thank you gift for the big harvest waiting back for me on the farm that we're going to enjoy for the rest of the year. So. So it's truly like a token thank you kind of thing. It's kind of like if you get given a present by somebody, it's taking a bit of the present and giving it back to the giver, which I don't know. We don't.",
    "start": "00:26:35",
    "end": "00:27:20"
  },
  {
    "text": "It's not a customer.",
    "start": "00:27:20",
    "end": "00:27:22"
  },
  {
    "text": "Oh. You know, but it's kind of like when often when you come over to someone's house and you bring, you know, you bring a bottle of wine and then you open it up and then you enjoy it together. And so you get to participate in the gift that you gave anyway. Cool. That's the gift Offering.",
    "start": "00:27:22",
    "end": "00:27:35"
  },
  {
    "text": "Nice.",
    "start": "00:27:35",
    "end": "00:27:35"
  },
  {
    "text": "Ooh. The third one is called the Zevach shelamim. It's called the peace offering, because that word shelamim is formed of the same root as the Hebrew noun shalom, which means wholeness or harmony. Actually, this offering gives a great window into the biblical meaning of shalom, because the whole point of this offering is that you bring it in, you put your hand on it, but it is not a sacrifice of atonement. It's a sacrifice that is offered. But then you take all the valuable meat and the priests get some, but you get a bunch, too. And then it says you go and you invite the Levite, the widow, the orphan, your family, and you have a party.",
    "start": "00:27:36",
    "end": "00:28:23"
  },
  {
    "text": "That's cool.",
    "start": "00:28:25",
    "end": "00:28:25"
  },
  {
    "text": "It's super cool. So shalom, which is not just the absence of conflict, it's the presence of.",
    "start": "00:28:25",
    "end": "00:28:31"
  },
  {
    "text": "Yeah. Repaired relationships. Wholeness.",
    "start": "00:28:32",
    "end": "00:28:34"
  },
  {
    "text": "Yeah. Of relational harmony, and then abundance. Celebration of abundance. So this is straight up. You offer the sacrifice, then you get the meat from the animal, and you have a party.",
    "start": "00:28:34",
    "end": "00:28:45"
  },
  {
    "text": "It's the party sacrifice.",
    "start": "00:28:45",
    "end": "00:28:46"
  },
  {
    "text": "Yeah. So this is also about Eden. It's about enjoying the abundance of God's gifts in the presence of God in my community.",
    "start": "00:28:46",
    "end": "00:28:56"
  },
  {
    "text": "Wow.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "Imagine, these were great parties.",
    "start": "00:28:57",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, that'd be fun. Like, time to make the peace offering.",
    "start": "00:28:59",
    "end": "00:29:03"
  },
  {
    "text": "Sweet.",
    "start": "00:29:03",
    "end": "00:29:04"
  },
  {
    "text": "Sweet.",
    "start": "00:29:04",
    "end": "00:29:05"
  },
  {
    "text": "Who are you inviting? Can I come? Like, that's how it would be. So these types of meals are very common in ancient temples. This is what Paul has to deal.",
    "start": "00:29:05",
    "end": "00:29:14"
  },
  {
    "text": "With in, oh, the Zeus temples with.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "The letter 1 Corinthians.",
    "start": "00:29:16",
    "end": "00:29:19"
  },
  {
    "text": "But those get out of hand. Those become like, oh, toy.",
    "start": "00:29:19",
    "end": "00:29:22"
  },
  {
    "text": "Yeah, parties and orgies and that kind of thing.",
    "start": "00:29:22",
    "end": "00:29:25"
  },
  {
    "text": "Oh, that's not what you're going to talk about.",
    "start": "00:29:25",
    "end": "00:29:26"
  },
  {
    "text": "But I'm just saying this was common in the ancient world, that meat sacrificed to a God could be taken and then used to make a meal that's a party.",
    "start": "00:29:26",
    "end": "00:29:36"
  },
  {
    "text": "Got it.",
    "start": "00:29:36",
    "end": "00:29:36"
  },
  {
    "text": "So this is the Israelite version of that. So this image of going to the temple, receiving meat, food that I've offered to God, but I get some back, and then I have a party with it is really core Passover, in its own way, is riffing off of this kind of a different story. But it's that God has provided a substitute animal. But what we do is we eat and enjoy it as God's gift of abundance. So here are just some sections of some psalms that are connecting the Eden story and the food and divine abundance with the temple offerings and the Zevach Shelamim here. So Psalm 36. 7. How precious is your loyal love, O God, as the children of Adam. Take refuge in the shadow of your wings. This is the imagery of come into the temple where God lives. It's like he's a big bird and we come under his wings. And so when people come to take refuge, when they come near, they drink of the abundance of your house. It's temple. And you give them drink from the river of your. And it's the Hebrew word Eden. It's usually translated delight. Because with you is the fountain of light. And by your light, we see light.",
    "start": "00:29:37",
    "end": "00:31:06"
  },
  {
    "text": "I was picturing God having a wine cellar, which is the rivers of Eden.",
    "start": "00:31:07",
    "end": "00:31:13"
  },
  {
    "text": "Yeah. Okay. That's pretty co. Yeah.",
    "start": "00:31:13",
    "end": "00:31:15"
  },
  {
    "text": "And it's the fountain of life.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Yeah.",
    "start": "00:31:18",
    "end": "00:31:18"
  },
  {
    "text": "When you're drinking of that wine, you're drinking of life itself.",
    "start": "00:31:18",
    "end": "00:31:22"
  },
  {
    "text": "This section of Psalm 36 is a poetic description of going to the temple, offering a peace offering, taking of the food that I've offered up, and having a party near the temple. But you describe it in this cosmic language of taking refuge in God's shadow. And I get to drink from God's.",
    "start": "00:31:22",
    "end": "00:31:47"
  },
  {
    "text": "Temple, drinking from the rivers of Eden.",
    "start": "00:31:47",
    "end": "00:31:48"
  },
  {
    "text": "Yes, because he's the source of all life. Right. He's the fountain of life. He's the source of light. All the light that we see is by means of God's light. It's this meditation on day one of creation. And I love just the biblical poets, man. They, like, they got this. They got what it's about. Okay, one more good one. Just because it's cool. Let's see. Psalm 65, verse 4. How blessed is the one whom you choose and bring near to you to dwell in your courts.",
    "start": "00:31:48",
    "end": "00:32:21"
  },
  {
    "text": "And the courts being the outer courts.",
    "start": "00:32:21",
    "end": "00:32:23"
  },
  {
    "text": "Yep. The courtyard of the temple.",
    "start": "00:32:23",
    "end": "00:32:24"
  },
  {
    "text": "You make the sacrifice.",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "We will be satisfied with the goodness of your house, your holy temple. So this idea of coming in, going up to the mountain of the Lord, ascending, entering into the courts, having meals and feasts, celebrating the abundance of God's goodness. That's what this offering is all about. It's the Eden over abundant food. Yeah, it's good, man. It's good. Offering number four.",
    "start": "00:32:27",
    "end": "00:33:22"
  },
  {
    "text": "Okay.",
    "start": "00:33:22",
    "end": "00:33:22"
  },
  {
    "text": "Almost all of our modern English translations call it the sin offering. So the Hebrew word is chatat, and. Pretty sure, yeah. All of our modern English translations, at least the main ones, translate as sin offering.",
    "start": "00:33:22",
    "end": "00:33:38"
  },
  {
    "text": "Okay.",
    "start": "00:33:39",
    "end": "00:33:39"
  },
  {
    "text": "Here's the problem with that. The root letters of this offering are the same letters as the root word sin to sin, or the noun khet, which means a moral failing. However, this noun isn't formed off of the vowel pattern of the word sin. It's formed off of the vowel pattern of the verb, which is the same root letters, but that different vowel, hata versus hate is an important difference and means to purify. So for example, In Leviticus chapter 8, when Moses brings a chatat, one of these offerings to the altar, he takes the blood of the hattat animal and he puts it on the horns of the altar. And he hates the altar, which also makes it holy and atones for it. It's the word purify. When someone has touched a dead body and they want to transfer from a state of ritual impurity back to purity so they can go into the temple, they offer one of these, and then they are hated, and then they become pure, purified from contact with death. So here we're to a really core image back to the logic of atonement as purification, that moral failings. It's like I vandalize myself, like my own character becomes vandalized. Also, I simultaneously vandalize the holy space. And the Hattaat offering is what I offer so that I can be purified and so that the sanctuary of God's presence can be purified too. It's like a disinfectant wipe.",
    "start": "00:33:39",
    "end": "00:35:38"
  },
  {
    "text": "A very ancient and gross.",
    "start": "00:35:41",
    "end": "00:35:44"
  },
  {
    "text": "Yeah, with blood. I mean, it's kind of funny because you're actually smearing blood on something. But the blood is the life and the life can cancel out the death that I have introduced into the world through my moral failing. Covering death with life, covering death with life. Life swallows up death. That's the chita offering. There's a Jewish scholar, Jacob Milgrom, who wrote a 1600 page commentary on Leviticus. It's like no stone unturned. Anyway, I haven't read it through, but I've been using it for a couple decades now and I've learned so much from him. So he uses this metaphor for the purification offering. Because here's what's interesting, is that when you go to Leviticus 4, there's four versions of it that are described. And what you're told is if the high priest has failed morally, then he has to bring Hatta and the blood of that animal is actually brought into the tent. That's if the high priest has failed. However, if you go down and you hear that if the whole congregation of Israel has failed morally, then they bring a chatat and also the blood of that animal is brought into the tent.",
    "start": "00:35:46",
    "end": "00:37:10"
  },
  {
    "text": "How would you all fail?",
    "start": "00:37:10",
    "end": "00:37:12"
  },
  {
    "text": "Oh, like when they don't want to go into the promised land, they all collectively are like, actually no, I'm so sorry, that Is not example. You can offer a chatat if you morally failed but didn't know it in the moment, but it's brought to your attention. So that's what the chatat is for. If you blew it or wrong God or wrong someone, but you didn't know it in the moment, like, what would you say? Unintentional. Yeah, yeah, that's it. Okay, but look at this. So down in verse 27, Leviticus 4, if any just single individual of Israelite sins or fails morally, then he should bring a chatation. But the blood is not taken inside the tent. It's only put on the altar outside the tent. So you have this idea that depending on your position in Israel, or if it's the whole group or just one, the pollution is greater or lesser. And so for the greatest acts of polluting sin, you got to take the blood into the tent. But for just an average Israelite sin, I just, you know, purify the altar. Like, the pollution didn't make it into the tent. So Jacob Milgrom, he uses this metaphor of this novel. It's called the Picture of Dorian Gray, who was a Victorian. Do you know this?",
    "start": "00:37:13",
    "end": "00:38:36"
  },
  {
    "text": "Mm.",
    "start": "00:38:36",
    "end": "00:38:36"
  },
  {
    "text": "Mm. Oh, yeah, it was an Oscar Wilde novel, 1890.",
    "start": "00:38:36",
    "end": "00:38:41"
  },
  {
    "text": "Yeah, I'm not familiar with Oscar Wilde.",
    "start": "00:38:41",
    "end": "00:38:44"
  },
  {
    "text": "Oh, okay. Yeah, he was. Yeah. An American. Early American novelist. So this story is about a guy who makes a pact with the devil or with a demon or something like that, that if he's given eternal life, he has a portrait of himself hanging in the entryway of his mansion. And he makes this pact that if he gets eternal life, the picture in the entryway, that will age, but he would constantly seem like he never ages. And so it's this whole story about how he has to start hiding the painting and covering it up and making sure nobody sees it because, let's say, like, he gets into a bar fight or something and he gets punched. The bruise appears on the painting, and so the painting starts to look hideous as the decades go by, and then eventually it's this mangled, rotting corpse.",
    "start": "00:38:45",
    "end": "00:39:40"
  },
  {
    "text": "Oh, gosh.",
    "start": "00:39:40",
    "end": "00:39:41"
  },
  {
    "text": "Wow. And he has to hide the painting and make sure nobody ever sees it to discover his secret. Jacob Milgram uses that image, that it's as if Israel's sins are constantly damaging. Like, you can't see it visually, but it is polluting.",
    "start": "00:39:42",
    "end": "00:39:58"
  },
  {
    "text": "The way we damage the environment, the.",
    "start": "00:39:58",
    "end": "00:40:00"
  },
  {
    "text": "Way we damage each other relationally is actually polluting the tabernacle. Bruising and, yeah, it's like heaping our trash. We're shredding it and taking a sledgehammer to the altar and cracking it and ripping up the tent. And it's the chatat offering that renews it. And so you wouldn't know, looking around, that we're constantly heaping our trash and damaging the tabernacle. But God can see it because he sees all. And so through the chatat offering, you can reset the tabernacle. That's the chitat offering. The fifth one is called the asham. And essentially, this is an offering you do when you wrong. When you take what is supposed to be of value to God or to another person and you misuse their property in some way. So, for example, in Numbers, chapter five, let's say you have a donkey, you know, and I take it and, like, I just abuse the thing in the project I have it for. And it comes back all, like, weak. And what I need to do is I need to make a sham for how I've deprived you of value, which means I need to both repay the value of what I wronged you and add one fifth. So this is something just Israelites did to each other. They gave each other hashems. But then when you wrong someone else because they're an image of God, you're also wrong in God. And so an asham is an offering you can bring to the altar, and you have to both bring the animal, but then add to it one fifth of the monetary value of the animal and dedicate that to the temple. And that's the asham offering.",
    "start": "00:40:00",
    "end": "00:41:51"
  },
  {
    "text": "So you take the animal to the temple.",
    "start": "00:41:51",
    "end": "00:41:53"
  },
  {
    "text": "Yeah. So in Leviticus 5, let's say someone is unfaithful to the Lord and you sin unintentionally. You are to bring as a penalty a ram as an asham, but also bring one fifth of its monetary value and offer that along with the animal. And the meat of the animal goes to the priest. You also have to, you know, you lose one fifth of its value that you give in addition. And that's the asham offering. It's like a repayment for damages.",
    "start": "00:41:54",
    "end": "00:42:27"
  },
  {
    "text": "Okay.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Yeah. So you can imagine these scenarios, you know, come up where people wrong each other, and to wrong people is to wrong God.",
    "start": "00:42:28",
    "end": "00:42:37"
  },
  {
    "text": "Why doesn't this just take place outside the temple? I mean, it seems like if I owe you a donkey, why are we going and killing animals in the temple? Like, let me. I'll give you a new donkey. And.",
    "start": "00:42:37",
    "end": "00:42:48"
  },
  {
    "text": "Sorry, maybe I was going to. I think the logic underneath it is, when I wrong you, I also wrong God by wronging you. And so when I wrong you, I need to go given hashem.",
    "start": "00:42:49",
    "end": "00:43:03"
  },
  {
    "text": "In what sense am I wronging God when I wrong you?",
    "start": "00:43:03",
    "end": "00:43:05"
  },
  {
    "text": "Because you're an image of God. I mean, I think that's the deep logic underneath it. But this is it. When you wrong people in the community, you need to both make it right with them, and you need to go offer an hashem in the temple. So you're doing both, I think. Yes. Yeah. Isn't that remarkable?",
    "start": "00:43:05",
    "end": "00:43:24"
  },
  {
    "text": "Yeah. It's expensive to.",
    "start": "00:43:25",
    "end": "00:43:27"
  },
  {
    "text": "It's expensive to do the wrong thing to, like, abuse your neighbor's mule. Yeah, no, that's right. Every time you wrong someone in your community, you have to make it right with them, and you have to go do this asham in the temple. It's remarkable. Yeah. And, yeah, but I think it's Torah. It's instruction. This is about. You do that a few times, and hopefully you would get some instruction from that and, like, stop wronging your neighbor in that way. These were formative liturgies in the life of Israel to teach them about a new way to be human and a way to relate to God. And that's what the asham is about. Yeah. The four other offerings are all directed solely to God. The hashem is directed towards God and neighbor, and that's what sets it apart.",
    "start": "00:43:27",
    "end": "00:44:20"
  },
  {
    "text": "And so which of the three are considered atonement ones?",
    "start": "00:44:21",
    "end": "00:44:24"
  },
  {
    "text": "The olah. The olah, the first one. Then the hattat, the purification offering. And then here, the asham.",
    "start": "00:44:25",
    "end": "00:44:32"
  },
  {
    "text": "Oh, this one also atones.",
    "start": "00:44:32",
    "end": "00:44:34"
  },
  {
    "text": "Yeah, got it. Yeah. You are forgiven for what you did to your neighbor, but you also have to go make it right with your neighbor. You can't just come to the temple. This is actually what Jesus is getting at in the Sermon on the Mount when he says, if you are bringing an offering.",
    "start": "00:44:34",
    "end": "00:44:49"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "And you remember he's talking about this offering that your brother has something against. You don't think you can just go make things right with God, but leave things unresolved. Go make it right with your neighbor.",
    "start": "00:44:50",
    "end": "00:45:02"
  },
  {
    "text": "Or your brother and then come and do the God part.",
    "start": "00:45:02",
    "end": "00:45:04"
  },
  {
    "text": "You come and hear. What he's talking about is the logic of the. The hashem offering. Yeah. Yeah. The more I've learned about these offerings, the more I see that their meaning is working on themes that are developed all throughout the rest of the Bible. Self surrender, purification from sin, making right, loving God, loving your neighbor, thanking God for what he's given to me. That's the meaning of all these offerings.",
    "start": "00:45:04",
    "end": "00:45:31"
  },
  {
    "text": "Yeah.",
    "start": "00:45:31",
    "end": "00:45:32"
  },
  {
    "text": "These are ideas like deep, deep in the heart of the biblical story, that it comes out everywhere. So Even here in the priestly tech manual section of Leviticus, we're actually working the same themes that are work elsewhere in the whole biblical story. They pop out in Jesus teaching and language. They pop out in Paul's language in Hebrews. Learning about these offerings can give a color and a depth to how you appreciate the rest of the Bible in a way that has surprised me over the years. Yeah.",
    "start": "00:45:32",
    "end": "00:46:06"
  },
  {
    "text": "Yeah. We could do a whole video series on these offerings.",
    "start": "00:46:07",
    "end": "00:46:10"
  },
  {
    "text": "Yeah, that would be kind of cool.",
    "start": "00:46:10",
    "end": "00:46:12"
  },
  {
    "text": "That would be cool.",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "Yeah.",
    "start": "00:46:13",
    "end": "00:46:13"
  },
  {
    "text": "All right. So those five offerings are the first movement of Leviticus outlines those first five offerings.",
    "start": "00:46:14",
    "end": "00:46:21"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:46:21",
    "end": "00:46:22"
  },
  {
    "text": "And so we've been, in a way, tracing the theme of sacrifice. What does it mean to make an offering to God, and what are the different ways to do that? And what is it instructing us about what it means to be in close proximity with God and to create. Because the purpose of being in proximity with God is to be in the Eden place, to be where things are complete and there is peace and shalom, and we're treating each other. Right. And so all of these offerings are. Well, it was ways for ancient Israel to actually participate in this reality.",
    "start": "00:46:22",
    "end": "00:47:05"
  },
  {
    "text": "Yeah. In the larger narrative, God has brought his holiness and power and goodness and love and Eden presence to the middle of their camp, which creates a problem. And these offerings are given to Israel as a means to overcome the rift.",
    "start": "00:47:05",
    "end": "00:47:23"
  },
  {
    "text": "And for us reading it, they are Torah. They are instruction.",
    "start": "00:47:23",
    "end": "00:47:27"
  },
  {
    "text": "Yes.",
    "start": "00:47:27",
    "end": "00:47:28"
  },
  {
    "text": "And as we meditate on them, and I'll continue to meditate on this, about our lives, how to draw near to God.",
    "start": "00:47:28",
    "end": "00:47:37"
  },
  {
    "text": "So, yeah, maybe here it'd be cool just to close with a meditation. If you go to the New Testament, you can watch how Jesus and the apostles drew on this section of Leviticus as wisdom literature, as giving us insight into our own relationship to God through Jesus, Messiah. And so a good example is right here at the close of the letter to the Hebrews. And the author says, through Jesus, through our representative Jesus, let us continually offer up a sacrifice of praise to. To God. So your words become a sacrifice. That is the fruit of lips that give thanks to his name. So he's using the language of the mincha, the gift offering, that you would give fruit to God from your olive tree. But here you're giving the fruit of your mouth, that is your words. So God gave me my mouth. I'll use my mouth to give a gift to God. So you see, he's taking. He's like metaphorizing the gift offering. And then what he says is, and don't neglect to do good and to share your stuff with other people. For with these. That's the party offering. God is pleased. Yeah. So now it's. Yeah, the party, the Shel Amim. Take what God has given to you and share it with your neighbors. And then that is also a sacrifice. This is a good example where you can watch Paul and Jesus do this, where they actually pick up this section of Leviticus and then turn it into Torah to give new kinds of instruction that get at the heart of what these offerings were all about in the first place.",
    "start": "00:47:39",
    "end": "00:49:23"
  },
  {
    "text": "Cool.",
    "start": "00:49:24",
    "end": "00:49:25"
  },
  {
    "text": "Yeah. Who knew?",
    "start": "00:49:25",
    "end": "00:49:26"
  },
  {
    "text": "Who knew? So much richness in the five ancient offerings. So next we're going to get into the second movement of Leviticus.",
    "start": "00:49:26",
    "end": "00:49:37"
  },
  {
    "text": "Yeah. Yeah. Because remember, this all started with the crisis. Moses can't go into the tent. God's taken up residence among a morally compromised people. Hooray. But problem can't go in. Moses can't go in. These chapters happen and then what's about to happen is a narrative where they begin to offer these offerings and Moses is able to go in for one day until something goes terribly, terribly wrong. But we kind of saw that coming, didn't we?",
    "start": "00:49:38",
    "end": "00:50:07"
  },
  {
    "text": "Yeah. Stay tuned.",
    "start": "00:50:07",
    "end": "00:50:09"
  },
  {
    "text": "Anyway, for the moment, let us offer the fruit of lips and share our stuff. Because with such sacrifices, God is pleased.",
    "start": "00:50:09",
    "end": "00:50:16"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're back kicking around the second movement of Leviticus. And in that movement, we're going to explore a new theme, the pattern of holiness. We're going to come to an intense about Aaron's sons defiling God's holy place and dying inside the tabernacle.",
    "start": "00:50:18",
    "end": "00:50:37"
  },
  {
    "text": "It begins with a story, not a tech manual, but a story about the tent and the priesthood being ordained and inaugurated. It's a seven day inauguration. And then on the eighth day, which is supposed to be the day of great celebration, something terrible happens. And that terrible thing creates a crisis. It pollutes the holy place of the tent with the dead bodies of rebellious priests. And it's kind of like the golden calf, like we just kicked off the relationship. It goes wrong immediately.",
    "start": "00:50:37",
    "end": "00:51:07"
  },
  {
    "text": "Today's show was produced by Cooper Peltz and edited by Dan Gummel and Tyler Bailey. Our show notes by Lindsey Ponder, Ashlyn Heiss and Mackenzie Buxman have provided annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit where we exist to experience the Bible as a unified story that leads to Jesus. We do that in many ways, and it's all free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "00:51:07",
    "end": "00:51:34"
  },
  {
    "text": "Hi, my name is Jefed and I'm from Mexico.",
    "start": "00:51:34",
    "end": "00:51:37"
  },
  {
    "text": "Hi, this is Chad and I'm from Portland, Oregon I first heard about bibleproject when we used the videos on the wisdom literature for a Bible study.",
    "start": "00:51:37",
    "end": "00:51:45"
  },
  {
    "text": "I first heard about the Bible Project five years ago when an American friend recommended me to read the Scripture app. I use the Bible Project mainly for teaching a group of things from my church.",
    "start": "00:51:45",
    "end": "00:51:55"
  },
  {
    "text": "My favorite thing about the Bible Project is how it really clarifies and illuminates a lot of the themes in the Bible, which helps me read the Bible with more integrity and helps me notice things that I feel like I wouldn't have otherwise.",
    "start": "00:51:55",
    "end": "00:52:07"
  },
  {
    "text": "They've made my reading of the Bible more exciting by helping me see the interconnection of the books with the larger narrative of the Scripture.",
    "start": "00:52:07",
    "end": "00:52:14"
  },
  {
    "text": "We believe the Bible is is a unified story that leads to Jesus.",
    "start": "00:52:14",
    "end": "00:52:17"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "00:52:17",
    "end": "00:52:25"
  }
]