[
  {
    "text": "Today we continue exploring the theme of the city. Now, in the Bible, the ideal location for human existence is not a city, it's a garden. And the introduction of the city in the Bible is actually a tragedy.",
    "start": "00:00:04",
    "end": "00:00:17"
  },
  {
    "text": "The city was this thing that is introduced as the sad result of humans exiled from Eden and their violent nature. So you need walls now.",
    "start": "00:00:17",
    "end": "00:00:26"
  },
  {
    "text": "So you would think the story of the Bible is all about getting rid of our cities and getting rid of the walls that protect us. But the story of the Bible ends in a new garden city. And in this new city, there are still walls there, although they're decommissioned and made of jewels. It's a strange detail. Why have the walls at all, even in this new form?",
    "start": "00:00:27",
    "end": "00:00:47"
  },
  {
    "text": "The walls are kind of like the nail holes in Jesus hand, as it were. They're signs of something that was terribly wrong. There was. They're a scar left from what humans have done to each other. But God doesn't erase them. He incorporates them into and heals and transforms them into the resurrected world.",
    "start": "00:00:48",
    "end": "00:01:08"
  },
  {
    "text": "We want to build cities to protect ourselves, to deliver ourselves. But cities weren't the first thing built to protect humans. In today's episode, we'll look at the first thing built to protect Adam. It's built by God when he splits Adam in two and builds an Azerbaijan.",
    "start": "00:01:09",
    "end": "00:01:24"
  },
  {
    "text": "Here is a human in a place of vulnerability and with an obstacle. They can't do what God has called the human to do. So God provides an azer, a delivering ally. By building it for the vulnerable human. God builds the delivering help in the form of a woman.",
    "start": "00:01:25",
    "end": "00:01:45"
  },
  {
    "text": "This story is meant to be a meditation on the story of Cain.",
    "start": "00:01:45",
    "end": "00:01:49"
  },
  {
    "text": "When Cain builds a city, the phrase looks exactly like the Hebrew phrase God build Nazer. He's built building his own deliverance. The woman is what God provides for the salvation and the deliverance of the lone human. And the city is what Cain builds to provide his own deliverance from death. First efforts to build human security were actually a sad rejection of God's offer to provide what humans need.",
    "start": "00:01:49",
    "end": "00:02:16"
  },
  {
    "text": "Today, Tim Mackey and I talk about the first city in the Bible. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:17",
    "end": "00:02:30"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:31",
    "end": "00:02:32"
  },
  {
    "text": "Hey. We are talking about cities in the Bible. We're doing a theme on cities, which means that a city is not merely a setting in the Bible, but it does a lot more work than that.",
    "start": "00:02:32",
    "end": "00:02:46"
  },
  {
    "text": "Yeah, it's definitely a kind of place with a feel and lots of meaning attached to that. Doesn't overlap entirely with our Modern experience of cities. Some of it does, but a lot of it doesn't.",
    "start": "00:02:46",
    "end": "00:02:59"
  },
  {
    "text": "Yeah. And so maybe we've only had one conversation, but I think kind of a couple takeaways to come back to it. Bring us up to speed. Is one what we started calling the surprise of the city, which is that the story of the Bible doesn't begin in a city, begins in a garden. And when cities are introduced, they're a problem.",
    "start": "00:02:59",
    "end": "00:03:19"
  },
  {
    "text": "They're both a result of a problem and then a further generator of the problem. Yeah, yeah.",
    "start": "00:03:21",
    "end": "00:03:25"
  },
  {
    "text": "They incubate violence and they become the place where arrogance and violence of mankind just comes to, like, a fulfillment in a way. And so you would kind of imagine then reading the story of the Bible, like, the city is a problem. And whenever I get a glimpse of what it could have been or what we should have or what we can go back to, it's garden imagery and doesn't make you think of like, okay, cool, let's go build some cities.",
    "start": "00:03:25",
    "end": "00:03:54"
  },
  {
    "text": "Yeah. Or that the future will involve cities. Because let's recall the Hebrew word city. And the fundamental concept of the city and the culture and times of the Bible is a fortified walled enclosure that keeps you safe from all the humans that want to kill you outside those walls.",
    "start": "00:03:55",
    "end": "00:04:13"
  },
  {
    "text": "Yeah, yeah. It's about security.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Yeah, it's about security in a dangerous world.",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "So the surprise is that you begin to get glimpses. We read Psalm 46, and there's this heaven, there's a city of God. The city that's so high and so removed and so different than a normal city that while all of the land could just fall apart in some chaotic, apocalyptic, like, end of the world scenario, Mountains slipping into the sea, the sea covering the land, we're talking about decreation. This city will survive that. It's untouched and God is in the midst of that city. And then Isaiah talks about nations streaming to this city and for there to be some sort of new sense of peace amongst all the people of the world.",
    "start": "00:04:18",
    "end": "00:05:11"
  },
  {
    "text": "Yeah. Zechariah talks about it as a city that doesn't need physical walls because Yahweh's fiery glory is the wall. But instead of keeping everybody out, it's actually going to attract all the nations who are going to come, become one with the people of Yahweh, and God will be in their midst. So even there, the walls become a signal for the nations to come. Yeah, yeah.",
    "start": "00:05:11",
    "end": "00:05:35"
  },
  {
    "text": "And so when John writes the Revelation and he has a vision of new creation and its fulfillment, these ideas that Isaiah and Zechariah are Riffing on in the psalmist, he sees a shining like gem of a city descending from the skies, uniting with the land and like.",
    "start": "00:05:35",
    "end": "00:05:59"
  },
  {
    "text": "A bride about to get married coming down.",
    "start": "00:05:59",
    "end": "00:06:02"
  },
  {
    "text": "And you said that's going to be an important little piece.",
    "start": "00:06:02",
    "end": "00:06:04"
  },
  {
    "text": "Yeah. In this conversation.",
    "start": "00:06:04",
    "end": "00:06:05"
  },
  {
    "text": "In this conversation feature big time cool. Be a bride. And the gates of the city are always open, they never closed. And the nations come in and they bring all their honor. And there's this kind of uniting of humanity, not in a way that like now everyone lives in this one city. It's not like the city where the.",
    "start": "00:06:05",
    "end": "00:06:26"
  },
  {
    "text": "Whole world lives, but it's the hub.",
    "start": "00:06:26",
    "end": "00:06:28"
  },
  {
    "text": "But it's a hub of refuge, the way we've wanted cities to be, but actualizing actually what we wanted, which is a place that keeps us safe and at peace.",
    "start": "00:06:28",
    "end": "00:06:39"
  },
  {
    "text": "Yeah, that's right. And so what we called the surprise of the city was this thing that is introduced as the sad result of humans exiled from Eden and their violent nature. So you need walls now. So you need cities walls. But then the cities, as you say, become incubators of even more violence and danger. The surprise is that God doesn't just do away with that and go back to a purely garden ideal. God incorporates the pain and tragedy of the human story and heals it. And it's now incorporated into the part of the future of God and humans in the world. So that cities play a key role in the imagery of the new creation. It's garden and city as one. And the one thing that makes the city sad, the walls to keep out people that want to kill you. That's the thing that gets completely changed because the gates are always open or you just don't need them.",
    "start": "00:06:39",
    "end": "00:07:39"
  },
  {
    "text": "Well, in Revelation they're there, but they're like, they've become almost like a crown.",
    "start": "00:07:39",
    "end": "00:07:43"
  },
  {
    "text": "They've become like an art.",
    "start": "00:07:43",
    "end": "00:07:44"
  },
  {
    "text": "Like an art piece.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "Yeah, yeah. And they're there to shine and attract people. And the gates are never closed, which means the walls don't serve that function anymore. The walls serve some other function and they're not needed. And that's the surprise of the city. It's the beautiful arc of the storyline of the Bible. It's like, in a way, this is purely like how I would think of sermon illustrations back when I used to preach a lot. But the walls are kind of like the nail holes in Jesus hand, as it were. They're signs of something that was terribly wrong and real pain. They're a scar. Right. Left from what humans have done to each other. But God doesn't erase them. He incorporates them into and heals and transforms them into the resurrected world. That's one way to think about the surprise of the city.",
    "start": "00:07:45",
    "end": "00:08:38"
  },
  {
    "text": "Yeah. And we don't wall our cities. We can't.",
    "start": "00:08:38",
    "end": "00:08:41"
  },
  {
    "text": "No. But we do wall our little properties.",
    "start": "00:08:43",
    "end": "00:08:45"
  },
  {
    "text": "That's true.",
    "start": "00:08:45",
    "end": "00:08:46"
  },
  {
    "text": "Like our yards, but that's more for privacy.",
    "start": "00:08:46",
    "end": "00:08:49"
  },
  {
    "text": "That's not for security.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Oh, no, it depends. It depends. Some people perceive of it as security.",
    "start": "00:08:52",
    "end": "00:08:56"
  },
  {
    "text": "That's true. There's neighborhoods with gates, and it'll keep people out.",
    "start": "00:08:56",
    "end": "00:09:00"
  },
  {
    "text": "Totally. Man. I remember one thing that really struck me. I had grown up in Portland, never lived anywhere else. When I was in my mid-20s, Jessica and I moved to Wisconsin for graduate school in Madison, Wisconsin. And we lived in mostly apartments, but what we noticed was even the property of, like, the apartment complex would have no fence for the neighboring houses next door. And then as we got to know people and went over to their houses, many, many people had no fences in their backyards. And it was just a huge, shared, big yard. Big yard. And it was clear there was a demarcation of like, where, you know, these are my plants, and that's a little messier. And the grass is a little different there. But. But it's very common, at least in Madison, Wisconsin, these big shared backyards. It was a brand new concept for me. And in a way, it felt really beautiful.",
    "start": "00:09:00",
    "end": "00:09:54"
  },
  {
    "text": "That's cool.",
    "start": "00:09:55",
    "end": "00:09:55"
  },
  {
    "text": "It's totally cool because this space back here is shared and also that I want it to be shared with my neighbors. And anyway, it's different, but it's kind of similar to the walls, you know?",
    "start": "00:09:56",
    "end": "00:10:09"
  },
  {
    "text": "Yeah, well, and then also we. Well, we didn't talk about any imagery of just like, chariots, and like, those are also protecting the city. Like the war. The war machine.",
    "start": "00:10:09",
    "end": "00:10:20"
  },
  {
    "text": "Yeah, sure. The military industrial complex.",
    "start": "00:10:20",
    "end": "00:10:23"
  },
  {
    "text": "Yeah. Because when I think about, like, the security of our cities or our nation, I think of, you know, like, the police and the military.",
    "start": "00:10:23",
    "end": "00:10:32"
  },
  {
    "text": "I understand law enforcement, like, being that. Yeah.",
    "start": "00:10:32",
    "end": "00:10:36"
  },
  {
    "text": "And you think of, like, when wars go on now, it's a lot about just like, can I take out that drone? Can I, like, take out that tank? Can I. Those kind of things.",
    "start": "00:10:36",
    "end": "00:10:47"
  },
  {
    "text": "Yeah, yeah, that's right. So in that sense, it's different, but in other senses, there's a lot of similarity. The core instincts are there. It's a space that me or my group controls and that we prevent any dangers from entering into our space. And that's the function of the city. In the culture from which the Bible emerged and in the Bible itself, and.",
    "start": "00:10:47",
    "end": "00:11:10"
  },
  {
    "text": "In the ancient near east, there wasn't as many people. Cities were smaller. They were walled.",
    "start": "00:11:10",
    "end": "00:11:14"
  },
  {
    "text": "Yes.",
    "start": "00:11:14",
    "end": "00:11:15"
  },
  {
    "text": "And then the towns around the cities, or the little, like, family tribal centers around the cities where you would farm and produce stuff, those were called daughters.",
    "start": "00:11:15",
    "end": "00:11:26"
  },
  {
    "text": "Yeah. In Hebrew, it'd be called the Benot. And then the name of the city. So the Benot, Jerusalem, would be the little villages, networks outside Jerusalem. So that's where we've been. Where we're going to go now is, as always, to the Garden of Eden story, because as we're going to see, the building of the first city happens outside of the Garden of Eden by Cain, Adam and Eve's firstborn son. But the language and imagery that's used when Cain builds his city is all hyperlinking back to a really important scene in the Garden of Eden story.",
    "start": "00:11:26",
    "end": "00:12:04"
  },
  {
    "text": "Okay.",
    "start": "00:12:04",
    "end": "00:12:04"
  },
  {
    "text": "And this is so illuminating on so many levels. So let's start with just remind ourselves of why is a garden, the fundamental concept of the ideal, in the imagination of the biblical authors? Because it wasn't just them that thought that all of their Canaanite and Mesopotamian and even Egyptian neighbors all pictured the ideal human state, at least looking back as beginning in a garden.",
    "start": "00:12:05",
    "end": "00:13:14"
  },
  {
    "text": "And like, I think I remember in Babylon, you would get these beautiful city gardens that they would create.",
    "start": "00:13:15",
    "end": "00:13:24"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "That would celebrate their success and beauty. So even within the city, they would make these wonderful gardens. Oh, you got one right here.",
    "start": "00:13:25",
    "end": "00:13:33"
  },
  {
    "text": "Totally. Yeah. Well, actually, here, let's start that part of the conversation right now. So I'm here drawing what's great. Now, we've been at this project so long that there's certain things we've covered many times. So I'm just looking back at notes that I made a long time ago from the Tree of Life series. And then I incorporated a lot of that material into a Bible Project class, a classroom on Genesis 1 and the meaning of heaven and earth in the Bible. And so I'm actually using the class notes that began life as the podcast notes for the Tree of Life series.",
    "start": "00:13:33",
    "end": "00:14:07"
  },
  {
    "text": "Anyhow, and that class is free to take. And up now.",
    "start": "00:14:08",
    "end": "00:14:11"
  },
  {
    "text": "You can go take it right now for free. So I'm in that section of the notes where we're talking about the meaning of sacred trees and gardens in the Ancient near east in the Times of the Bibles. And one helpful resource that I used then was a scholarly volume by scholar William Osborne called Trees and A Comparative Analysis of Tree Imagery in Israel's Prophetic Tradition and the Ancient Aries.",
    "start": "00:14:11",
    "end": "00:14:36"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:14:36",
    "end": "00:14:37"
  },
  {
    "text": "I think it was his dissertation. So I remember reading this quote, like a few years ago in the Tree of Life series. But it's really insightful and immediately gets us where we want to go. So William osborne on page 31 says, as any astute tourist quickly observes, the landscape of much of the near east is predominantly stark and barren.",
    "start": "00:14:37",
    "end": "00:15:01"
  },
  {
    "text": "The desert.",
    "start": "00:15:01",
    "end": "00:15:02"
  },
  {
    "text": "Yep. So here he's talking about from the Mediterranean Sea and then just go east. Yeah, go east. Syria, it's just dry. Israel, Palestine, Syria, through Iran, Iraq, just. It's a lot of, as he says, stark, barren desert land, Some of it low desert, some of it high.",
    "start": "00:15:02",
    "end": "00:15:20"
  },
  {
    "text": "We're having the World cup there. This. It will have happened where? In Qatar.",
    "start": "00:15:20",
    "end": "00:15:25"
  },
  {
    "text": "In Qatar. No joke. Okay, so that's way south.",
    "start": "00:15:25",
    "end": "00:15:27"
  },
  {
    "text": "That just happened. That's way south.",
    "start": "00:15:27",
    "end": "00:15:29"
  },
  {
    "text": "But actually, so really, if you get out a map and you look kind of from where Lebanon is on the northern coast of the Mediterranean, so that's north of Israel, Palestine. And then you just go due east and you'll see it goes from hills and green to just brown on the satellite all the way east. But then if you look south, down, you start. It's where the Asian continent merges with the northern Arabian Peninsula down into Saudi Arabia and down in there. And it's just. That'll be just light brown on the satellite, too. So it's mega area.",
    "start": "00:15:29",
    "end": "00:16:04"
  },
  {
    "text": "Yes.",
    "start": "00:16:04",
    "end": "00:16:05"
  },
  {
    "text": "So William Osborne continues. The land is comprised of innumerable shades of brown, with only brief interjections of.",
    "start": "00:16:05",
    "end": "00:16:14"
  },
  {
    "text": "Green or blue water and plants.",
    "start": "00:16:14",
    "end": "00:16:17"
  },
  {
    "text": "The higher in elevation one goes, the greener the picture becomes. Consequently, mountains and rivers, along with forests that adorn them, seem to be natural focal points of anyone who lives and travels in these lands. The ancient peoples, from the remote western world of Egypt to the eastern river marshes of Babylonia, lived in the land, not simply on it. They were all agrarian cultures whose livelihood was found and maintained among the shade, fruit and shelter and beauty of their trees. As a result, there can be little doubt that this lifestyle had significant effect on these ancient cultures and the ways that they perceived the world. Trees and trees are associated with garden trees, and now I'm adding gardens, he concludes, were some of the most sacred elements places in ancient Near Eastern civilizations. It's a great summary. So, in other words, the physical environment of the people groups out of whom Israel came and the biblical authors were all this is how they experienced the world.",
    "start": "00:16:17",
    "end": "00:17:28"
  },
  {
    "text": "Yeah. Like if you're traveling through that area and it's just brown as far as the eye can see, and you spot a little bit of green up on a hill, you're like, ooh, there might be A river there. There's some life there. Like you can actually like, set up camp.",
    "start": "00:17:28",
    "end": "00:17:42"
  },
  {
    "text": "That's right.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "And find life there.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "And a hilly area that has a spring on top. That's money. You know what I mean? Because you could make a permanent encampment. You have a water source, a little.",
    "start": "00:17:45",
    "end": "00:17:57"
  },
  {
    "text": "Garden, and you're up high and protected.",
    "start": "00:17:57",
    "end": "00:17:59"
  },
  {
    "text": "And you're up high. You could build some walls around the spring and you'd have to. A city with a river in the middle of it. Whose river makes glad the people of the city? You know, that's the imagery. Yeah. So to find a spring on top of a hill.",
    "start": "00:17:59",
    "end": "00:18:14"
  },
  {
    "text": "And so when you get to the Garden of Eden, what do you have? You've got a spring coming out from the top of a hill that forms a garden.",
    "start": "00:18:14",
    "end": "00:18:22"
  },
  {
    "text": "Yep, that's right. So what's cool is you can go and Osborne does this and then other scholars that I've learned from, especially the work of a German scholar, Othmar Kahl K E E l. He has a number of books called the Symbolism of the Biblical World. And basically he has just collected more than any other scholar into volumes that are really accessible. Ancient Near Eastern architecture, sculpture and artwork, and then organized it around key ideas in the Hebrew Bible. So you can just let me look at representations of trees in the ancient near east. And Othmarkhael's put them all together in these volumes. Super helpful. So what's interesting is that imperial kings, and whether that's down in Egypt, over in Babylon or in Assyria, when they made their palaces, they often made them just riddled and stocked with all kinds of garden like art and iconography and architecture. So things are constant. All the pillars are shaped like trees with leaves, you know, and all these pictures that we have were carvings depicting palaces and throne rooms. It's all like straight up gardens. So what that shows is. And remember, the gods are in the midst here because they believe the gods gave them life. So wherever there is a city center with a ruler, and they would create it to look like a place where the gods are here giving life and fertility.",
    "start": "00:18:22",
    "end": "00:19:59"
  },
  {
    "text": "Because every city was just first a garden.",
    "start": "00:20:00",
    "end": "00:20:03"
  },
  {
    "text": "Yeah. A place where humans felt like, oh, the gods have made this a place where.",
    "start": "00:20:03",
    "end": "00:20:08"
  },
  {
    "text": "Yeah, there's trees here, there's a river here. Like, we could set up camp here. You know what's funny is, have you ever noticed that, like, little suburban housing developments are always named after the thing they took over?",
    "start": "00:20:08",
    "end": "00:20:18"
  },
  {
    "text": "Oh, sure. Park Meadows.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "Yeah. Or Cedar Brook.",
    "start": "00:20:20",
    "end": "00:20:22"
  },
  {
    "text": "Or Cedar Brook. Yeah. Yeah. Mountain View.",
    "start": "00:20:22",
    "end": "00:20:25"
  },
  {
    "text": "Well, I guess that might still be.",
    "start": "00:20:26",
    "end": "00:20:27"
  },
  {
    "text": "Their mountain view, but mountain view, meadow or. I don't know.",
    "start": "00:20:27",
    "end": "00:20:29"
  },
  {
    "text": "Yeah, it's always some meadow or brook or spring.",
    "start": "00:20:29",
    "end": "00:20:32"
  },
  {
    "text": "It's no longer there.",
    "start": "00:20:32",
    "end": "00:20:33"
  },
  {
    "text": "It's no longer there.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "I've never thought of that. That's a good point. Yeah.",
    "start": "00:20:35",
    "end": "00:20:38"
  },
  {
    "text": "But here, it's like they're still celebrating like it was here and we built around it and now it's part of us.",
    "start": "00:20:38",
    "end": "00:20:43"
  },
  {
    "text": "Yeah. Or in this case, like the palace gets turned into a little symbolic garden oasis. So here, right now, we're just looking at a 7th century wall carving of Ashurbanipal's throne room, where it's just a big garden and he's hosting some other royal dignitaries.",
    "start": "00:20:43",
    "end": "00:21:03"
  },
  {
    "text": "Looks like he has some sort of arc of the covenant kind of thing there.",
    "start": "00:21:03",
    "end": "00:21:07"
  },
  {
    "text": "This here. Oh, yeah, it's a solid point. I think it might be a serving table for the food items.",
    "start": "00:21:07",
    "end": "00:21:13"
  },
  {
    "text": "Almost looks like it has, like, cherubim wings on it.",
    "start": "00:21:13",
    "end": "00:21:15"
  },
  {
    "text": "Yeah, that's interesting.",
    "start": "00:21:15",
    "end": "00:21:16"
  },
  {
    "text": "Handles.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "But famously, in Ashurbanipal's palace, he made one of the most famous gardens in the ancient world. And he says, he describes it as a little. He channeled through a conduit or those things called. Oh, a conduit of water where you can direct it. Like aqueduct. Oh, he made a big aqueduct to funnel a stream into his palace garden. And then, you know, he had his court poet all about it, about how it was like the center of the kingdom. And he talks about all the different types of bushes that he grew there. Okay. The whole point is, even when a king in a city wanted to create an ideal space to display how the gods live here with me, and they have appointed me to rule, what they make is a garden. That's the fundamental picture here. And so the Garden of Eden is another expression of that ideal, that God, the ultimate cosmic king for the Israelite authors, would touch heaven and earth together and plant his human ruling images. And what do you get? It's in a garden. So that's the first very general point to make. Like, that's what we should be feeling, those vibes when we're in the garden itself. So when we are there in the garden story, God plants a garden in the middle of the desolate wilderness. There's a wilderness, provides a river. Out of the river, water creates mud.",
    "start": "00:21:17",
    "end": "00:22:55"
  },
  {
    "text": "And when I think of wilderness, I think of a flat place. Oh, yeah, but you keep saying, like, look, the river flows all earth. So this is a wilderness that was on a mountain.",
    "start": "00:22:55",
    "end": "00:23:04"
  },
  {
    "text": "Yeah. Or at least a hilly region in this case. It doesn't Say it. But this stream that God's gonna provide is on a hill because it's going to become a river that splits and goes out to water all the earth.",
    "start": "00:23:04",
    "end": "00:23:17"
  },
  {
    "text": "Yeah. Pretty epic hill.",
    "start": "00:23:17",
    "end": "00:23:18"
  },
  {
    "text": "It's epic hill, totally. Yeah. So the elevation of the hill is not drawn attention to, or it's not focused on here, but it's kind of assumed. It is assumed because water goes downhill. So. So God forms a human from the dust of the ground and breathes, you know, into the nostrils, the breath of life. So then there's a big focus on that river and says it went out and watered the garden. And after it left the garden, it separated and became four rivers. Out it goes. And lo and behold, this is going to be important for the cities it waters. One river is called Pishon, I mean, Gushur. And it goes down to the land of Havilah, which is, as you find out later in Genesis, an important stop on the way to Egypt. So this river's going to Egypt. The second river is the Gihon. Now, it says it goes around the land of Cush, which is typically in northern Africa, but there's another Cush that is a tribe, like, central to the land of Israel. Interesting. And Gihon is the name of the river that will become. It also means, like, gusher or what's another word for gush?",
    "start": "00:23:18",
    "end": "00:24:28"
  },
  {
    "text": "Splurge.",
    "start": "00:24:28",
    "end": "00:24:29"
  },
  {
    "text": "Splurge.",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "Splurger.",
    "start": "00:24:30",
    "end": "00:24:30"
  },
  {
    "text": "Splurger. It's the name of the spring that sources water in Jerusalem later in Solomon's day. The name of the third river is the Tigris. That is that goes through Assyria.",
    "start": "00:24:30",
    "end": "00:24:43"
  },
  {
    "text": "Yeah.",
    "start": "00:24:43",
    "end": "00:24:44"
  },
  {
    "text": "The name of the fourth is the Euphrates.",
    "start": "00:24:44",
    "end": "00:24:47"
  },
  {
    "text": "So those two are very clear, like rivers we know on the map.",
    "start": "00:24:47",
    "end": "00:24:50"
  },
  {
    "text": "Yeah. Because some form of them still exist today.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "Yeah.",
    "start": "00:24:52",
    "end": "00:24:52"
  },
  {
    "text": "But the point is the places where one is associated with Egypt, second is associated with Assyria, the fourth is associated with Babylon. Notice this is in the Eden story. So, like the narrator, these lands exist.",
    "start": "00:24:53",
    "end": "00:25:08"
  },
  {
    "text": "These lands will become the settings of all the bad empires, all the bad cities. But it's that all the source of life that they're gonna get comes from.",
    "start": "00:25:09",
    "end": "00:25:19"
  },
  {
    "text": "Comes from this. Yep. This heaven on earth river. Yep. Okay. So God takes a human, puts the human in the garden, gives them a command. Okay.",
    "start": "00:25:19",
    "end": "00:25:29"
  },
  {
    "text": "Yeah.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "So next thing, Yahweh, Elohim said, it's not good. This first thing that is not good. On the seven days, it was good. Good, good, good, good, good. Very good. It's the first thing not good. It's not good for the human to.",
    "start": "00:25:30",
    "end": "00:25:47"
  },
  {
    "text": "Be alone because there's just one human.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "There's just the human. The human I will make a. And the Hebrew word here is ezer for him. So this is revisiting podcast I think back in the family of God conversations a couple years ago, we really focused in on this. It's usually translated with the word helper or King James help meet. I recently came across what is now my favorite translation translation. Thank you. Dr. Carmen Imes, Hebrew Bible professor down at Biola Now University. She has the translation ally, which is perfect.",
    "start": "00:25:49",
    "end": "00:26:27"
  },
  {
    "text": "An ally ally.",
    "start": "00:26:27",
    "end": "00:26:29"
  },
  {
    "text": "And I've modified it slightly to delivering ally because an ezer is always. Well, actually the main one it describes in the Hebrew Bible every time this word appears is God. And specifically when God comes to rescue Israel. Actually we saw it in Psalm 46 in the previous conversation. God is the help for his people or for his city when the world's falling apart.",
    "start": "00:26:29",
    "end": "00:26:55"
  },
  {
    "text": "Yeah.",
    "start": "00:26:55",
    "end": "00:26:55"
  },
  {
    "text": "So if you have the idea of like assistant helper or helper to the assistant, like this not it means the only one who can provide the deliverance that is needed to provide safety or accomplish the mission.",
    "start": "00:26:56",
    "end": "00:27:14"
  },
  {
    "text": "So that's why this is like making a treaty with a neighboring king who can come and like protect and rescue you.",
    "start": "00:27:14",
    "end": "00:27:21"
  },
  {
    "text": "Or even more that they have the river in their land and we have like the flat fertile farm fields and so let's become each other's azer. So I can grow the wheat, but you have to send the water to me. And we need.",
    "start": "00:27:21",
    "end": "00:27:37"
  },
  {
    "text": "We're allies.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "We're allies. It's a perfect word.",
    "start": "00:27:38",
    "end": "00:27:40"
  },
  {
    "text": "Yeah.",
    "start": "00:27:40",
    "end": "00:27:40"
  },
  {
    "text": "Thank you, Carmen. So I will make a delivering ally.",
    "start": "00:27:40",
    "end": "00:27:44"
  },
  {
    "text": "For him, but delivering because why are you adding the word delivering?",
    "start": "00:27:44",
    "end": "00:27:47"
  },
  {
    "text": "I'm adding the word delivering because what it means is there's something wrong. There's some challenge, obstacle.",
    "start": "00:27:47",
    "end": "00:27:53"
  },
  {
    "text": "Without the ally, you're in trouble.",
    "start": "00:27:53",
    "end": "00:27:55"
  },
  {
    "text": "You're in trouble. And so this relates to what do I know about the job given to HA Adam from the seven day narrative. It is to rule as male and female, that together are the image. And to be fruitful and multiply.",
    "start": "00:27:55",
    "end": "00:28:12"
  },
  {
    "text": "Yeah. And subdue.",
    "start": "00:28:12",
    "end": "00:28:13"
  },
  {
    "text": "Yeah. And that calling cannot be fulfilled with the lone human. So I'll make the delivering ally. So you get the scene of Yahweh forming creatures from the ground, bringing them to the humans to see what the human would call them. And the human calls the names of the creatures. But for the human there was not found in Azer. So now we're really. We have a whole narrative where God takes the human on a journey so that the human begins to see what the human needs. The human begins to realize that the human doesn't have a nazer, because here's those creatures and those creatures. And, well, that's not like me. I can't work with that. That can't be an ally to me, at least I think that's what's going on. So God causes a sleep. Actually, not just any sleep, but like trance, visionary, altered consciousness sleep. That's what tardamah means. And he slept. And he, that is Yahweh, took one from his sides or one of his sides. He closed the flesh in his place. Here's the key word. And Yahweh built the side which he took from the human into woman, and then he brought her to the human. And the human sings a little song of rejoicing.",
    "start": "00:28:13",
    "end": "00:29:37"
  },
  {
    "text": "And famously this has been translated as rib.",
    "start": "00:29:37",
    "end": "00:29:39"
  },
  {
    "text": "Ah, correct.",
    "start": "00:29:40",
    "end": "00:29:40"
  },
  {
    "text": "Took one of his ribs.",
    "start": "00:29:40",
    "end": "00:29:41"
  },
  {
    "text": "Yeah.",
    "start": "00:29:41",
    "end": "00:29:42"
  },
  {
    "text": "But the word, and we've talked about this before, the word in Hebrew literally means a side.",
    "start": "00:29:42",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. Describes tselah, describes the side of a building, the side of a box. Like the Ark of the Covenant were the side of a hill. Yeah. Okay, so he takes one of his sides.",
    "start": "00:29:46",
    "end": "00:30:03"
  },
  {
    "text": "Yeah. And then. So you've described this as like splitting him in two in a way.",
    "start": "00:30:03",
    "end": "00:30:09"
  },
  {
    "text": "Yeah, yeah. My point is the imagery is very suggestive and I think that we're being invited to see many layers of meaning. So the fact that.",
    "start": "00:30:09",
    "end": "00:30:19"
  },
  {
    "text": "And when I say him, you've also kind of made a point of saying ha di was like, not gendered in a way, like in the narrative.",
    "start": "00:30:19",
    "end": "00:30:27"
  },
  {
    "text": "Well, yeah, I mean, I think there is a default in that ha Adam is a masculine noun, but it also is the generic title for species. And the first time ha Adam the human is used in the seven day creation narrative, it explicitly is the species name for male and female. This is in Genesis 1:27. God created ha Adam.",
    "start": "00:30:27",
    "end": "00:30:50"
  },
  {
    "text": "And here you get this picture of someone who split in half, becomes male and female.",
    "start": "00:30:51",
    "end": "00:30:56"
  },
  {
    "text": "Yeah. So whether the default beginning state is male, and then out of male comes woman, that's a legitimate inference of the narrative. But I do want to at least be aware that that male default is not the emphasis of the story, because ha Adam is generic. Can refer to the species or to a human male, and then the words man and woman that are specifically gender words or biological sex words don't appear until after the splitting.",
    "start": "00:30:56",
    "end": "00:31:30"
  },
  {
    "text": "Okay.",
    "start": "00:31:31",
    "end": "00:31:31"
  },
  {
    "text": "So I just feel like it has to be significant.",
    "start": "00:31:31",
    "end": "00:31:33"
  },
  {
    "text": "Yeah. Anyhow, so you made a point of saying, when Yahweh takes the side, Yahweh builds the side.",
    "start": "00:31:33",
    "end": "00:31:40"
  },
  {
    "text": "Yes. So this word build, it's Curious.",
    "start": "00:31:40",
    "end": "00:31:44"
  },
  {
    "text": "Here.",
    "start": "00:31:46",
    "end": "00:31:46"
  },
  {
    "text": "We'll just do a real time situation here. This is Genesis 2:19. So new American Standard has fashioned kind of make the word feel less awkward.",
    "start": "00:31:46",
    "end": "00:32:00"
  },
  {
    "text": "Like crafted or something.",
    "start": "00:32:00",
    "end": "00:32:02"
  },
  {
    "text": "Yeah, yeah. So 375 occurrences in the Hebrew Bible. So Noah is going to build an altar. That's the word. Bana Nimrod is going to build Nineveh, Abraham builds an altar. Actually, in the book of Genesis, the two things that get built are cities or altars.",
    "start": "00:32:02",
    "end": "00:32:24"
  },
  {
    "text": "What's Genesis 30?",
    "start": "00:32:24",
    "end": "00:32:25"
  },
  {
    "text": "Oh, actually. Well, that's a really interesting one.",
    "start": "00:32:26",
    "end": "00:32:28"
  },
  {
    "text": "Weird.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "Yeah, it actually makes sense. But it's a deep rabbit hole.",
    "start": "00:32:29",
    "end": "00:32:32"
  },
  {
    "text": "Okay, we'll Skip it.",
    "start": "00:32:32",
    "end": "00:32:33"
  },
  {
    "text": "Exodus 1. The Israelites are building cities for Pharaoh. Moses builds an altar. Notice this is basically it. Altars and cities.",
    "start": "00:32:33",
    "end": "00:32:42"
  },
  {
    "text": "Altars and cities. Okay.",
    "start": "00:32:42",
    "end": "00:32:43"
  },
  {
    "text": "So it builds the side of ha, Adam into a woman. That's weird. It's a weird thing to say in Hebrew. It's supposed to catch your attention.",
    "start": "00:32:43",
    "end": "00:32:54"
  },
  {
    "text": "Like, it's supposed to make you think, like, is this an altar or is this a city?",
    "start": "00:32:54",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. What you build are constructed items. And the only two things. Yeah. Built in the Torah.",
    "start": "00:32:57",
    "end": "00:33:03"
  },
  {
    "text": "Because when he formed man out of the dirt.",
    "start": "00:33:03",
    "end": "00:33:07"
  },
  {
    "text": "Yes. It was a word for molding. Molding yatsar, which is used to describe what a potter does with clay. So this is more of a construction word. So this is very common in the Hebrew Bible. The biblical authors will use intentionally awkward, strange feeling turns of phrase.",
    "start": "00:33:07",
    "end": "00:33:29"
  },
  {
    "text": "This is awkward in Hebrew.",
    "start": "00:33:29",
    "end": "00:33:30"
  },
  {
    "text": "It's awkward in Hebrew to get your attention that they're either there's an idea behind it. There's an idea that they're either hyperlinking back to, or in this case, I think foundationally, like establishing an idea that's going to become important in what follows. So my point here is just to say, here's a human in a place of vulnerability and with an obstacle. They can't do what God has called the human to do. So God provides an Azerbaijan, a delivering ally by building it for the vulnerable human. God builds the delivering help in the form of a woman. That's the foundational image in this little scene. And those aren't details you would necessarily know to pay attention to. But as we're going to see, the little thing I just said is just going to keep coming up over and over and over again, but in really creative twists.",
    "start": "00:33:30",
    "end": "00:34:26"
  },
  {
    "text": "And the thing that you said is that he builds a woman.",
    "start": "00:34:27",
    "end": "00:34:29"
  },
  {
    "text": "You have somebody who's in a desperate situation. They can't get themselves out of it.",
    "start": "00:34:30",
    "end": "00:34:35"
  },
  {
    "text": "Got it.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "And so God provides a delivering ally, an Azer. And God provides it by building it for them on their behalf. What they could not do for themselves, God builds by giving them an azer.",
    "start": "00:34:36",
    "end": "00:34:49"
  },
  {
    "text": "Got it, Sam.",
    "start": "00:34:49",
    "end": "00:35:03"
  },
  {
    "text": "Okay. All right. So that's the idea. So what's interesting is that word Ezer, ayin, zion resh has consonants that keep appearing in the rest of the story. And if you don't know to look for this, you wouldn't know. So here I'm going to draw on the work of a scholar, Scott Neweglitz, who's. He's a Semitic linguist. He's published on so many different things, but he's like the guru of word. So we have two words in English, puns and wordplays that describe the way we form words and take advantage of graphic or similarity of consonants between different words to make points. Sub. You know, that's.",
    "start": "00:35:27",
    "end": "00:36:16"
  },
  {
    "text": "Kids love them.",
    "start": "00:36:16",
    "end": "00:36:17"
  },
  {
    "text": "Kids love them.",
    "start": "00:36:18",
    "end": "00:36:19"
  },
  {
    "text": "And dads love them because kids love them.",
    "start": "00:36:19",
    "end": "00:36:21"
  },
  {
    "text": "That's so right. Oh, dude, this is just last night. Oh, my gosh. My kids are reading this Diary of a Wimpy Kid. These stories. And so basically, so silly. We spent bedtime just trying to think up famous people and different names for underwear and making little puns. My favorite of August was Lincoln Longbottoms.",
    "start": "00:36:24",
    "end": "00:36:54"
  },
  {
    "text": "What?",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "And then that made Roman think of Leonardo Long Johns.",
    "start": "00:36:55",
    "end": "00:37:00"
  },
  {
    "text": "Oh, my gosh.",
    "start": "00:37:00",
    "end": "00:37:01"
  },
  {
    "text": "And then I was like, ulysses, underwear. You know, you get it. And so it's just there. It's just the first two letters.",
    "start": "00:37:01",
    "end": "00:37:07"
  },
  {
    "text": "Yeah, okay. And that's enough.",
    "start": "00:37:07",
    "end": "00:37:09"
  },
  {
    "text": "That's enough. But there are other ones. There have been some really good ones. Anyway, so the technical term for that, we have wordplay and pun to describe that. The technical term is para nomasia. And so Scott Newegl has published a lot on this, lots of essays. And he has a book called Wordplay in Ancient Near Eastern Texts. And it's all about how ancient, especially Semitic authors were super, super into doing this. And he demonstrates it in Egyptian literature, Babylonian literature, Canaanite literature, and the Hebrew Bible. Everywhere. Everywhere, all the time. So this has become one of a really crucial tool that I was not taught when I first learned how to read the Bible or even learned Greek or Hebrew. I've learned this way later that this is a significant tool.",
    "start": "00:37:09",
    "end": "00:38:01"
  },
  {
    "text": "Well, it's hard to see without knowing the original languages.",
    "start": "00:38:01",
    "end": "00:38:03"
  },
  {
    "text": "That's true. That's right. It takes for granted, you know, the language. Puns don't work cross languages. Okay, so that was a little aside. So the irony is that the azer that God provides.",
    "start": "00:38:04",
    "end": "00:38:17"
  },
  {
    "text": "Ayin, Ayin, Ayin. And that's that one we talked about last time.",
    "start": "00:38:17",
    "end": "00:38:21"
  },
  {
    "text": "Yeah. You close your throat. Ayin, Zion, resh. So what's interesting is what you're told about then the man and the woman, the Ezer and then the human, once they're together is that they are arum, naked arum. And the word arum has four letters, but three of those letters are identical or have almost the exact same shape as the three letters of delivering ally. So ayin and resh. And then the word arum has a letter VAV that is drawn almost identically to the middle letter of ezer, which is Zion, but just doesn't have a little cross squiggle on the top.",
    "start": "00:38:21",
    "end": "00:39:02"
  },
  {
    "text": "What sound does it make?",
    "start": "00:39:02",
    "end": "00:39:03"
  },
  {
    "text": "In this case, it's the vowel U in arum marks the vowel.",
    "start": "00:39:04",
    "end": "00:39:09"
  },
  {
    "text": "Marks a vowel, yeah, arum.",
    "start": "00:39:09",
    "end": "00:39:12"
  },
  {
    "text": "So the Ezer and her, the one she's there to deliver are both arum.",
    "start": "00:39:13",
    "end": "00:39:19"
  },
  {
    "text": "And there's a similar sound in that you're using two of the same to the same letters to the same like sounds letters. But then there's also just visually, visually it looks similar as well.",
    "start": "00:39:20",
    "end": "00:39:34"
  },
  {
    "text": "So it's a graphic interplay. So you would say the word naked is made up of three of its four letters look identical.",
    "start": "00:39:34",
    "end": "00:39:42"
  },
  {
    "text": "Two are identical.",
    "start": "00:39:42",
    "end": "00:39:43"
  },
  {
    "text": "Two are identical, the third looks like.",
    "start": "00:39:43",
    "end": "00:39:46"
  },
  {
    "text": "And that's important enough.",
    "start": "00:39:46",
    "end": "00:39:47"
  },
  {
    "text": "Yeah, yeah, that's how it works.",
    "start": "00:39:47",
    "end": "00:39:48"
  },
  {
    "text": "Okay.",
    "start": "00:39:48",
    "end": "00:39:49"
  },
  {
    "text": "Yeah. And Newego has a whole chapter on this, on how do you know it's happening? And if you see essentially a high density of similar letters keep popping up within a connected literary unit and you can begin to see interconnections or in place of meaning between them, then you've got a good case. There's paranomasia going on. So what's interesting is they're naked, but then that nakedness. So notice that the nakedness and the azer, who's the woman there, that becomes the main focus of the snake in the tree story, where the one the azer that God has provided actually becomes the target for deception by the snake. And then when she sees and takes from the tree and then gives to her husband and he eat, the first thing that happens when they open their eyes and they realize they are arum. So the one that God has provided as Ezer has now brought about something that's now not good, namely that they see that they are arum, which was fine earlier, but now it's a problem. So then the nakedness of this couple that's now been brought about because the Ezer was deceived. And then the man was deceived there. Arim and so they're exiled from Eden. But then there's that little note that God provides garments of skin for the humans. And that word skin or ayen VAV resh is spelled with three letters. And again that look almost identical to the word ezer.",
    "start": "00:39:49",
    "end": "00:41:33"
  },
  {
    "text": "Yeah.",
    "start": "00:41:34",
    "end": "00:41:34"
  },
  {
    "text": "It doesn't sound to our ears azer or so it's a graphic similarity because.",
    "start": "00:41:34",
    "end": "00:41:39"
  },
  {
    "text": "The Z is now the vowel looking.",
    "start": "00:41:39",
    "end": "00:41:42"
  },
  {
    "text": "Thing, the vowel vav in the middle.",
    "start": "00:41:42",
    "end": "00:41:44"
  },
  {
    "text": "And the in is. You don't really hear much anyways.",
    "start": "00:41:44",
    "end": "00:41:48"
  },
  {
    "text": "Yeah.",
    "start": "00:41:48",
    "end": "00:41:49"
  },
  {
    "text": "So it's really just the R that feels very similar.",
    "start": "00:41:49",
    "end": "00:41:52"
  },
  {
    "text": "Yeah. So, Scott Newegl, I've learned a lot from about the mechanics of how paranomasia and wordplay works. The scholar that pointed this particular insight out to me was David Andrew Teeter. His work on Genesis that is beginning to be published. And it's so, so insightful. So he's the one who pointed this out to me. And essentially here's the connection is that God provides and builds an Ezer to deliver the lonely human. But the Ezer tragically becomes the one first and then the man who's targeted. That results in the humans realizing that they are arum. But God provides for their arim nakedness by giving them or as they are exiled and go east from the Garden.",
    "start": "00:41:52",
    "end": "00:42:42"
  },
  {
    "text": "Of Eden, which is a type of help.",
    "start": "00:42:42",
    "end": "00:42:44"
  },
  {
    "text": "Oh, the exile.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "No, the or.",
    "start": "00:42:46",
    "end": "00:42:47"
  },
  {
    "text": "Oh, the or. Yeah, exactly. In other words, both the skin and the Ezer and those two words look almost identical.",
    "start": "00:42:47",
    "end": "00:42:54"
  },
  {
    "text": "Yeah.",
    "start": "00:42:54",
    "end": "00:42:55"
  },
  {
    "text": "Are things that God provides in a bad situation. The first time it's yeah, you know, providing solution. Here it's now providing covering for a tragedy. So the two things that God provides, the Ezer, the ally and the skin, are nearly identical shape. And then those letters are all linked together in a really precise sequence. The ezer leads to the arum leads to the or. God provides the Ezer. Humans create a'. Rim. But God provides the ore. God provides the ally. The allies lead to the humans naked. So God provides the skin. Okay. So these are not things that you would necessarily notice. I think your attention might get drawn to them because of other features in the text. But that's step one. The next step is when you take the next story on board and you start to see the same words or letters or ideas popping up in a way that is hyperlinked back to the previous story. And that's where we get finally to the story of Kane in the building of the first city. So here I'm just going to. We'll just Summarize and say the story of Cain and Abel. We've sessioned this story a lot over the years. So I think what I'll just try and remind us of to upload is they're right outside the garden. The parents are exiled from the garden. In Cain and God's conversation, you discover they're by a door or some kind of gate, presumably the gate of backed into the garden and they're offering sacrifices. He and his brother are. Cain and Abel are Adam and Eve's two sons. God favors Abel's sacrifice. And then God has a conversation with Cain and you realize Cain has a choice about to do good or to not do good. And there's an animal like creature crouching, desiring him, that he's called the rule and it wants him. So that's the portrait. And just with those little brushstrokes, the narrator is painting Cain just to make sure someone's listening.",
    "start": "00:42:55",
    "end": "00:45:38"
  },
  {
    "text": "They're not familiar with the story. The conflict here, dial it up.",
    "start": "00:45:38",
    "end": "00:45:42"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:45:42",
    "end": "00:45:43"
  },
  {
    "text": "Is that they're both giving sacrifices and God shows his attention and favor on Abel's sacrifice.",
    "start": "00:45:43",
    "end": "00:45:50"
  },
  {
    "text": "Yes.",
    "start": "00:45:50",
    "end": "00:45:50"
  },
  {
    "text": "And Cain is like, what's the deal? Like, yeah, why are you ignoring me?",
    "start": "00:45:50",
    "end": "00:45:55"
  },
  {
    "text": "In fact, he's hot with anger.",
    "start": "00:45:55",
    "end": "00:45:57"
  },
  {
    "text": "Yeah, he's angry about it.",
    "start": "00:45:57",
    "end": "00:45:58"
  },
  {
    "text": "Yeah.",
    "start": "00:45:58",
    "end": "00:45:58"
  },
  {
    "text": "So what is he going to do with his anger when he feels like God's not being fair? God's not doing what's to him seems like the right thing to do, which is to give him favor and attention too.",
    "start": "00:45:59",
    "end": "00:46:11"
  },
  {
    "text": "That's right. So what God says is you have a choice between good and not good. And there's an animal crouching that wants you to influence you and you need to rule it. So with those little lines, that's the language of what his parents were called to do to the animals, to rule them. The animal that's trying to get you sounds eerily similar to the animal that was trying to get this, that did get this guy's parents. And it's a choice of good and not good, which is exactly the words used of his parents. The tree of knowing, good and bad. So this is Cain, this is the next generation standing at the tree, so to speak. So he makes the wrong choice. He in anger rises up and he kills his brother out in the field. So just like God did to Adam and Eve, God shows up asking Cain questions. Actually the same question where he came to Adam and Eve, where are you? He comes to Cain and says, where is Abel, your brother? There's a lot of like, what do you say? Not blame Shifting, in this case, but like punting, you know, trying to evade the question. You're like, I don't know what. Keep your eyes my brother. And remember, Adam said, why is the woman you gave me, yeah, it's a snake. And so on. And so what God says to Cain is exactly what he says to the snake and the man and the woman, which is, what is this you've done? And he says to Cain, what is this you've done? Then check this out. This is important. So what God says is, the voice of the blood of your brother is crying out to me from the ground. So the word blood is related to the word human. It's another wordplay. And you remember this. When the human was made, it was Adam. It's human, made from the Adama, the dirt. The dirt. So human and dirt, the word blood is actually connected in here because the word blood is dam. So Adam, human, adama, ground, dam, blood. So what he says here is, you have made the dam of your brother go back into the Adama, the dam to the Adama. So what God did was create Adam out of the Adama, and you just took a human life and have returned the dam of an Adam into the Adamant. In other words, Cain took it upon himself to become God, to take away life.",
    "start": "00:46:11",
    "end": "00:48:49"
  },
  {
    "text": "But the dom lives on in a way.",
    "start": "00:48:50",
    "end": "00:48:52"
  },
  {
    "text": "Crying out. Exactly.",
    "start": "00:48:53",
    "end": "00:48:55"
  },
  {
    "text": "Yeah. The life of Abel in the Adamah is crying out.",
    "start": "00:48:55",
    "end": "00:49:00"
  },
  {
    "text": "That's right.",
    "start": "00:49:00",
    "end": "00:49:01"
  },
  {
    "text": "Whatever that means.",
    "start": "00:49:01",
    "end": "00:49:02"
  },
  {
    "text": "Yeah. It stands there before the blood on the ground. It still is to any human who isn't desensitized to it. Like, when you see a puddle of blood, it should be. And it is shocking.",
    "start": "00:49:02",
    "end": "00:49:14"
  },
  {
    "text": "Yeah.",
    "start": "00:49:14",
    "end": "00:49:15"
  },
  {
    "text": "Like that's the life fluid of a creature that's supposed to be in that.",
    "start": "00:49:15",
    "end": "00:49:19"
  },
  {
    "text": "Creature, you're saying, crying out as a way of saying, like, there's something wrong here. It's startling.",
    "start": "00:49:19",
    "end": "00:49:24"
  },
  {
    "text": "So startling that when it's seen and noticed, it ought to shake us to our very core. And so it cries out, meaning that it demands some kind of response.",
    "start": "00:49:24",
    "end": "00:49:36"
  },
  {
    "text": "Demands an answer.",
    "start": "00:49:36",
    "end": "00:49:36"
  },
  {
    "text": "Demands an answer. Yep. And God says, I heard it. And so what's interesting is that God doesn't kill the murderer, take the life of the murderer. Rather, he exiles the transgressor, just like he did to this guy's parents. So you're going to still have to work the ground and eat, but you'll be a wanderer and vagrant in the land. Cain said, yahweh, my punishment, it's too great to be able to carry or lift up. You have exiled me, banished me it's exactly the word used to what Yahweh did to Adam and Eve. You have banished me this day on the face of the ground. I'll be a wanderer and a vagrant, and it'll come about. Anybody who finds me will kill me.",
    "start": "00:49:36",
    "end": "00:50:26"
  },
  {
    "text": "I'm a murderer, and I won't be safe out there by myself.",
    "start": "00:50:27",
    "end": "00:50:31"
  },
  {
    "text": "Exactly. Right. Yeah. I have this now. My reputation goes before me. I'm going out from the Garden land. I mean, at least I was next to it. And I'm still in Eden, which is the region of delight. Once I'm out there, someone's going to kill me. And what Yahweh says, this is astounding. Yahweh said, whoever kills Cain, he will be avenged seven times over. And Yahweh established for Cain a sign so that whoever would find him would. Would not strike him. So he provides a sign that is a promise that Cain's life will be spared if someone tries to bring justice upon him. So that's another core image here. Here's Cain. He's afraid that someone's going to take his life.",
    "start": "00:50:31",
    "end": "00:51:20"
  },
  {
    "text": "Yeah. He's like, I know, human nature.",
    "start": "00:51:20",
    "end": "00:51:23"
  },
  {
    "text": "Totally. Yeah. Now, like, who are the other humans out there? And the story just assumes that they're out there. Yeah, that's a whole other thing. But so here we have, once again, we have once again, a human in a place of desperation and need. And God provides for them something to preserve their life. And the thing is called a sign. Now, what is the sign? I think it's intentionally ambiguous, but whatever it is, it's something that's for Cain. It doesn't say that it's on him. That idea has a long afterlife about the mark of Cain and all that. And the Hebrew text does not say that it's a sign for him. And it intentionally leaves it ambiguous because this idea is going to get filled in with lots of different types of signs as the biblical story goes on.",
    "start": "00:51:23",
    "end": "00:52:13"
  },
  {
    "text": "How is the word sign generally used in the Hebrew Bible?",
    "start": "00:52:13",
    "end": "00:52:15"
  },
  {
    "text": "Ah, a symbol. There's some kind of symbol that is connected with Cain that is supposed to make it clear that his life is to be saved.",
    "start": "00:52:15",
    "end": "00:52:25"
  },
  {
    "text": "Some sort of visual something.",
    "start": "00:52:25",
    "end": "00:52:28"
  },
  {
    "text": "Usually it's visual.",
    "start": "00:52:28",
    "end": "00:52:29"
  },
  {
    "text": "Usually it's visual.",
    "start": "00:52:29",
    "end": "00:52:30"
  },
  {
    "text": "Usually it's visual. Yep, that's right. Yeah. It's for him and it's for him. Yep. So here's the thing. Cain goes out from before the face of Yahweh, and he went and dwelt in the land of wandering, which is the Hebrew word nod, the land of Nod, east of Eden. It's exactly. His parents were exiled to the east of the Garden. Their son is exiled to east of Eden. So now Cain is out here in the vulnerable land. He has a sign that God's provided, that his life is protected.",
    "start": "00:52:30",
    "end": "00:53:05"
  },
  {
    "text": "But, like, you know, what good's a sign gonna do? Yeah, well, he'll be avenged.",
    "start": "00:53:06",
    "end": "00:53:11"
  },
  {
    "text": "That's right. Oh, that's a good point.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "Doesn't mean he's gonna be protected.",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "It doesn't mean it's gonna. Basically, it's sort of like it's gonna demotivate someone. But if someone's angry enough, you know, they'll be like, oh, well, I'll deal with it seven times.",
    "start": "00:53:15",
    "end": "00:53:26"
  },
  {
    "text": "I'll take care of that later.",
    "start": "00:53:26",
    "end": "00:53:28"
  },
  {
    "text": "Okay, so actually, that's a good point. God doesn't say, I won't keep somebody from killing you. What he says is, I'll.",
    "start": "00:53:30",
    "end": "00:53:37"
  },
  {
    "text": "You know, there's going to be consequences.",
    "start": "00:53:37",
    "end": "00:53:39"
  },
  {
    "text": "There'll be consequences for them. So that's what Cain has to work with right now. Trusting God's sign.",
    "start": "00:53:39",
    "end": "00:53:44"
  },
  {
    "text": "Yeah.",
    "start": "00:53:44",
    "end": "00:53:45"
  },
  {
    "text": "So what's the first thing we're told that he does? First thing is he finds a wife, he has a son. Second thing he does, he builds a city, and he named the city after the name of his son. So he named his city Enoch, or Chanuk, which means dedicated. And then he builds a city, and then he names the city after his son. So notice the close correlation of woman, child, city. He marries, he knows his wife, son, name of the son. He builds a city, names a city after the name of the son that he had with his wife. So Cain starts building his little world.",
    "start": "00:53:46",
    "end": "00:54:27"
  },
  {
    "text": "Yeah.",
    "start": "00:54:27",
    "end": "00:54:28"
  },
  {
    "text": "And he builds for himself a city.",
    "start": "00:54:28",
    "end": "00:54:30"
  },
  {
    "text": "And I should be imagining, like, he could have literally just been like, okay, I'm gonna start building this wall.",
    "start": "00:54:30",
    "end": "00:54:36"
  },
  {
    "text": "Oh, good point. Yeah. That's like, literally build a wall around a hamlet.",
    "start": "00:54:37",
    "end": "00:54:41"
  },
  {
    "text": "Yeah. He's just like, here's where I live. I'm gonna start building a wall, and I'll have my own allies that will come if they want. We'll make peace. They could come in and we'll just keep making this bigger wall.",
    "start": "00:54:41",
    "end": "00:54:51"
  },
  {
    "text": "You got it?",
    "start": "00:54:51",
    "end": "00:54:52"
  },
  {
    "text": "Y. The wall.",
    "start": "00:54:52",
    "end": "00:54:53"
  },
  {
    "text": "When, you know, the extended family grows and maybe some other wanderers will come along. So we're talking about a town, like.",
    "start": "00:54:53",
    "end": "00:55:01"
  },
  {
    "text": "A hamlet, A walled town. A hamlet.",
    "start": "00:55:01",
    "end": "00:55:03"
  },
  {
    "text": "A hamlet. Yeah. Yeah, man. I had the privilege of being able to go to France this last summer with my family, and we were way south of Paris, rural, and I went on a number of runs just in, like, the rural countryside of France. Yeah, it was amazing. And I saw for the first time what the word hamlet means. It was a wall. It was like a shoulder high stone wall, hundreds of years old, around maybe four or five houses. And then there were like two attached barns and a bunch of fields. And the wall went around the whole thing.",
    "start": "00:55:03",
    "end": "00:55:39"
  },
  {
    "text": "Yeah.",
    "start": "00:55:39",
    "end": "00:55:39"
  },
  {
    "text": "And I was like, oh, it's an ear. It's a Hebrew ear.",
    "start": "00:55:40",
    "end": "00:55:43"
  },
  {
    "text": "There it is.",
    "start": "00:55:43",
    "end": "00:55:44"
  },
  {
    "text": "That's it. Yeah. So that's it.",
    "start": "00:55:44",
    "end": "00:55:46"
  },
  {
    "text": "That's what he's building here.",
    "start": "00:55:46",
    "end": "00:55:47"
  },
  {
    "text": "He's building here. But remember, the definition of city is walls. So here's just what's fascinating again. This is what David Andrew Teeter pointed out to me, and it's certainly right. So notice how Cain is clearly replaying the story of his parents.",
    "start": "00:55:47",
    "end": "00:56:04"
  },
  {
    "text": "Yes.",
    "start": "00:56:04",
    "end": "00:56:04"
  },
  {
    "text": "And God's treatment of Cain is very similar.",
    "start": "00:56:05",
    "end": "00:56:08"
  },
  {
    "text": "Yeah. Because Adam and Eve, they're told they're going to die. Death penalty. For that's their consequence. They're not killed, they're spared from death. They're banished east. Before they're banished, they're given the skin of an animal to cover their nakedness.",
    "start": "00:56:08",
    "end": "00:56:23"
  },
  {
    "text": "Yes.",
    "start": "00:56:23",
    "end": "00:56:23"
  },
  {
    "text": "They're given a gift. They're sent east. Spared their life.",
    "start": "00:56:23",
    "end": "00:56:27"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "Cain murdered his brother. You think death penalty. God says, I'm gonna spare your life. I'm sending you farther east. And he gives them a gift. Two, not skin. But he gives him a sign.",
    "start": "00:56:28",
    "end": "00:56:42"
  },
  {
    "text": "Exactly.",
    "start": "00:56:42",
    "end": "00:56:43"
  },
  {
    "text": "And the sign is to protect him from people who would go out and kill him. Because he's out there with new humans who maybe they know he's a criminal and they think, ah, I'm taking him out. But maybe just like, I mean, human nature, like, here's a guy, I don't know, he might be a threat. Let's just take him out.",
    "start": "00:56:43",
    "end": "00:57:01"
  },
  {
    "text": "Yep.",
    "start": "00:57:01",
    "end": "00:57:01"
  },
  {
    "text": "He's no longer with his family. He's out on his own.",
    "start": "00:57:01",
    "end": "00:57:03"
  },
  {
    "text": "There you go. So isn't it interesting that all the key words used at precisely these parallel moments all look or sound alike in Hebrew? So in Genesis 2, God builds Hebrew word bana. He builds the ally, which is the ezer. And then that ezer, tragically, you know, becomes the vehicle for the snake to make them arum. And so God provides a new thing for the one in need. Namely, he provides the ore, the skin, for them in a similar way for their son. In Cain's moment of need, even after he's guilty, God provides an ot, which this one's harder to see in the modern Hebrew Alphabet that I'm using. That's in Google Docs right here. But the words are graphically similar or skin and ot. So OT is Aleph, vav, tav. But you can even just see it. The way the tav is shaped is identical to the main one part of it is the main swoop of the resh. The middle letters are the same, and the word skin begins with the letter ayin. The word OT begins with Aleph. They're the two silent letters in Hebrew. And depending on the Alphabet script being used, they have graphic similarities, but it's kind of relative to the Alphabet you're using. So that may not convince you in the moment. But then check this out. What does Cain do? God provides an od. But then what does Cain do?",
    "start": "00:57:04",
    "end": "00:58:39"
  },
  {
    "text": "Build the city.",
    "start": "00:58:40",
    "end": "00:58:40"
  },
  {
    "text": "Well, he builds an eir. So the last time we had the word build, it was God providing God built a. And what Cain builds is an ear, ezer and ear. So ezer means help, IR means city are look almost identical. It's the first and last letters are the same letters. And then the middle letter is actually that top swoop of the letter Zion in the word ezer is what the letter yod is, is that top swoop just without the vertical line under it. So the point is, when Cain builds a city, the phrase looks exactly like the Hebrew phrase which God built an ally built in Azer. And once you link all these words together in terms of their meaning, they play the exact same role. So in a moment of desperation, God provided the ally. God provided the skin after the tragedy of both. And those help and skin look together here in Genesis 4, God has provided something for Cain to preserve his life. But Cain wants to preserve his own life by his own means, and he builds a city. So the building of the city. Now, okay, remember, Cain has already taken on himself godlike roles. He took the life of an Adam by spilling the dam into the Adama, and now he's taking on himself another godlike role, which is to provide his own security in delivering help. And he builds the city, which is in parallelism to God building the Ezer for the human. Does that make sense how the parallels work there?",
    "start": "00:58:40",
    "end": "01:00:25"
  },
  {
    "text": "Yeah, yeah, it makes sense. I'm wondering how it's not landing completely for me, like, why is this so significant?",
    "start": "01:00:25",
    "end": "01:00:33"
  },
  {
    "text": "Okay, just as God built an ally because of the human's inability to preserve.",
    "start": "01:00:33",
    "end": "01:00:40"
  },
  {
    "text": "Life, haadam humanity, Adam was unable to be fruitful, subdue the earth and multiply, namely because he couldn't reproduce. I mean, that's a big thing.",
    "start": "01:00:40",
    "end": "01:00:51"
  },
  {
    "text": "That's right. So he has life. The human alone has life. But can't preserve it and can make it go on.",
    "start": "01:00:51",
    "end": "01:00:57"
  },
  {
    "text": "And so God provides an ally, which is the woman, which allows man and woman.",
    "start": "01:00:57",
    "end": "01:01:02"
  },
  {
    "text": "Yep. God builds the ally.",
    "start": "01:01:02",
    "end": "01:01:04"
  },
  {
    "text": "Builds the ally.",
    "start": "01:01:04",
    "end": "01:01:05"
  },
  {
    "text": "Yeah, yep. And then once that alliance is broken because of humanity's failure, God provides something again. He provides the skin, just as God did that. So similarly, God provides a sign to compensate or cover for Cain's failure. And what does Cain do? He decides to build a city for himself. So the thing that God built to preserve life, Cain is now building for himself to preserve his own life. And the sign that God wanted to give him is like the skin that God gave his parents to cover for their failure.",
    "start": "01:01:05",
    "end": "01:01:47"
  },
  {
    "text": "So the thing that's supposed to be standing out to me is that the big difference here is that Cain's building his own azer. Instead of letting God give him an.",
    "start": "01:01:47",
    "end": "01:01:58"
  },
  {
    "text": "Azer, he's building his own deliverance, his own salvation, his own delivering.",
    "start": "01:01:58",
    "end": "01:02:04"
  },
  {
    "text": "So when we're introduced to cities.",
    "start": "01:02:04",
    "end": "01:02:06"
  },
  {
    "text": "Yeah.",
    "start": "01:02:06",
    "end": "01:02:07"
  },
  {
    "text": "The first time the idea of a city is in the story of the Bible, is from a murderer on the run. Who. Who. God said, God said, I'm gonna protect you. And they decide, yes, great, but also, I'm gonna protect myself.",
    "start": "01:02:07",
    "end": "01:02:23"
  },
  {
    "text": "Yep, that's right. The first time a city appears, it's a sad, tragic necessity from the human point of view to protect ourselves here outside of Eden. It's a sad reality that we could not be further from the garden at this point. And it's supposed to make us sad. So the woman ally that God built for the preservation of life is contrasted with the city that Cain builds to preserve his own life. And we're supposed to notice that, and we're supposed to sit with that contrast. So here's what's fascinating from this is that cities, when they're described with any figure of speech or metaphor throughout the rest of the Hebrew Bible, they are always portrayed as women. Always.",
    "start": "01:02:23",
    "end": "01:03:15"
  },
  {
    "text": "And we saw that in Psalm 46.",
    "start": "01:03:16",
    "end": "01:03:18"
  },
  {
    "text": "Yeah, God is in her. So cities are referred to with feminine pronouns. Cities are referred to with phrases like lady Jerusalem or daughter Zion. Think To Revelation chapter 21, I saw the holy city coming down as a bride. So the fact that God's heavenly provision of life and new creation is depicted as a bride for her husband. And you're like, it's Eve. God is bringing a new Eve in the heaven form of the heavenly city coming down to Mary. Earth.",
    "start": "01:03:18",
    "end": "01:03:54"
  },
  {
    "text": "A new azer.",
    "start": "01:03:54",
    "end": "01:03:55"
  },
  {
    "text": "A new azer. But specifically, God's providing the bride, just like God did in the Garden of Eden.",
    "start": "01:03:55",
    "end": "01:04:00"
  },
  {
    "text": "In the New Testament writings The church is also called the Bride.",
    "start": "01:04:01",
    "end": "01:04:06"
  },
  {
    "text": "Yeah, totally. Yeah, that's true.",
    "start": "01:04:06",
    "end": "01:04:08"
  },
  {
    "text": "That's different. That's a different conversation.",
    "start": "01:04:08",
    "end": "01:04:10"
  },
  {
    "text": "Yeah. You know, that's a good point. No, it's very similar, but I haven't thought that through. Of how that connects to the church.",
    "start": "01:04:11",
    "end": "01:04:19"
  },
  {
    "text": "But different ideas.",
    "start": "01:04:19",
    "end": "01:04:20"
  },
  {
    "text": "Well, maybe. I don't know. Truly, I haven't thought of that. You're bringing a new idea into my. I had a nice, neat little package of how these ideas fit together, and you're putting another one in there. I know. It certainly fits.",
    "start": "01:04:21",
    "end": "01:04:32"
  },
  {
    "text": "Okay.",
    "start": "01:04:32",
    "end": "01:04:33"
  },
  {
    "text": "Because the church is just an assembly, a community of people.",
    "start": "01:04:33",
    "end": "01:04:36"
  },
  {
    "text": "A group of people.",
    "start": "01:04:36",
    "end": "01:04:37"
  },
  {
    "text": "A group of people, yeah.",
    "start": "01:04:37",
    "end": "01:04:38"
  },
  {
    "text": "And so is the city.",
    "start": "01:04:38",
    "end": "01:04:39"
  },
  {
    "text": "Exactly, exactly. So it makes perfect sense. Ooh. Also, Babylon is called Daughter Babylon. And both in the Hebrew Bible and in the Revelation, Babylon is described as a woman, like a sex worker, a prostitute, sitting on a dragon. So a woman and a snake. Right. So my point is all of that imagery later in the Bible about cities as women, I thought just was poetic creativity, and it may be, but it's.",
    "start": "01:04:39",
    "end": "01:05:13"
  },
  {
    "text": "But it's poetic creativity to make you think about these ideas we're talking about.",
    "start": "01:05:13",
    "end": "01:05:17"
  },
  {
    "text": "Now, it's all assuming this deep connection between the city and the Ezer and the woman earlier on in the story, because the woman is what God provides for the salvation and the deliverance of the lone human. And the city is what Cain builds to provide his own deliverance from death.",
    "start": "01:05:17",
    "end": "01:05:34"
  },
  {
    "text": "Now, you know, last time we. Last episode, you talked about the puzzle. This feels like a puzzle to me. It's like you've got, how is a woman connected to the city? And what's. God builds the azer, which is the woman, and it's a delivering ally to rescue mankind, to be able to do the thing it ought to do. When we get to Cain, Cain builds the eer. And it's like those two phrases look identical. God builds the azer, Cain builds the eir. God does it to protect humanity. Cain does it to protect himself. And what cities become then is this picture of humans trying to protect themselves and just creating more violence than there was even before.",
    "start": "01:05:34",
    "end": "01:06:29"
  },
  {
    "text": "Yeah.",
    "start": "01:06:29",
    "end": "01:06:30"
  },
  {
    "text": "Cain killed his brother, but cities are going to kill entire cities.",
    "start": "01:06:30",
    "end": "01:06:34"
  },
  {
    "text": "Yeah. That's where we go in the next episode of the conversation is the scaling violence of the city. But I wanted to just focus on this moment of the origin of the first city.",
    "start": "01:06:34",
    "end": "01:06:44"
  },
  {
    "text": "And so when we see in Revelation, the city of God come down and it's called the Bride, then the payoff there is saying what we built on our own to protect ourselves is the thing actually God wanted to give us all along.",
    "start": "01:06:44",
    "end": "01:07:03"
  },
  {
    "text": "Yes.",
    "start": "01:07:04",
    "end": "01:07:04"
  },
  {
    "text": "He wanted to give us the ally.",
    "start": "01:07:04",
    "end": "01:07:07"
  },
  {
    "text": "The delivering ally.",
    "start": "01:07:07",
    "end": "01:07:07"
  },
  {
    "text": "The delivering ally. And we didn't need to go out and build it to protect ourselves. We could have built it with God and God's going to give it to us.",
    "start": "01:07:07",
    "end": "01:07:16"
  },
  {
    "text": "That's the payoff. Yeah. Yes. Thanks. Even with the clarity, I hadn't typed out yet in my notes. And that's exactly right. The thing that God did give and wants to give even more of is what Cain refuses to accept and builds in his own power and ability.",
    "start": "01:07:17",
    "end": "01:07:37"
  },
  {
    "text": "You just follow that word play. And it's like God builds the azer, God gives the. Or God gives the out. What stands out is next. It's not God builds the city, it's Cain builds the city.",
    "start": "01:07:37",
    "end": "01:07:52"
  },
  {
    "text": "Yeah, the eir. That's right.",
    "start": "01:07:52",
    "end": "01:07:53"
  },
  {
    "text": "And so you're like, whoa, that's weird. I was waiting for the God, because that's the pattern. God did the thing. God did the thing. God did the thing.",
    "start": "01:07:53",
    "end": "01:08:00"
  },
  {
    "text": "Yes.",
    "start": "01:08:00",
    "end": "01:08:01"
  },
  {
    "text": "Cain did the thing. And then we've got this long now story of humans building the city until God comes and says, let me give you the city.",
    "start": "01:08:01",
    "end": "01:08:12"
  },
  {
    "text": "Yeah. That's basically it. Cain's city gets out of control with violence. And then the next cities will be nimrod cities. And then the next cities will be Sodom and Gomorrah, and then the next cities will be Pharaoh's storehouse cities that he makes the slaves build. And you're just like, dude, the city's getting out of control. And it all comes from this moment because cities also provide security. But what if the first efforts to build human security were actually a sad rejection of God's offer to provide what humans need to preserve life?",
    "start": "01:08:12",
    "end": "01:08:48"
  },
  {
    "text": "And what if there was a city where God dwelt in it?",
    "start": "01:08:48",
    "end": "01:08:53"
  },
  {
    "text": "Yeah. Yeah.",
    "start": "01:08:53",
    "end": "01:08:54"
  },
  {
    "text": "And he was the reason that city was secure, not a wall.",
    "start": "01:08:54",
    "end": "01:09:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:09:00",
    "end": "01:09:01"
  },
  {
    "text": "Not its own power.",
    "start": "01:09:01",
    "end": "01:09:04"
  },
  {
    "text": "Totally. So this, let's just maybe conclude, moving from biblical theological symbols to what is there that's more fundamental to human experience than wanting to save your life.",
    "start": "01:09:04",
    "end": "01:09:20"
  },
  {
    "text": "Yeah. Am I safe?",
    "start": "01:09:21",
    "end": "01:09:22"
  },
  {
    "text": "Yes.",
    "start": "01:09:23",
    "end": "01:09:23"
  },
  {
    "text": "It's like the question that is constantly cycling in their psyche, am I safe? Am I safe?",
    "start": "01:09:23",
    "end": "01:09:28"
  },
  {
    "text": "Both deep in our subconscious, anytime we're awake and cruising around, but then also in moments where we feel in danger, we don't have to think about what to do. Our bodies kick into gear. What is the limbic system kicks in and just fires your body with hormones so that you do whatever is required to stay alive. So the preservation of life isn't just some idle Pastime, you know, that we choose to like. It's like this is core. And that's the thing that Cain is feeling threatened. So you can really sympathize with why you would build a wall.",
    "start": "01:09:28",
    "end": "01:10:09"
  },
  {
    "text": "No, it doesn't seem that weird. You don't get to this and go, oh, wow, he's building a city. That's gonna be a problem. You're just like, oh, yeah, great. I mean, totally.",
    "start": "01:10:09",
    "end": "01:10:18"
  },
  {
    "text": "So I wanna emphasize that. Cause you could paint this as a movie scene. And it's like a dark cloudy day, and there's thunder and lightning, and Kane has this wicked smile as he puts the bricks on it or something. It's not like that forms the stone wall. No, it's like he's looking over his shoulder as he's building the wall and he's like, who's gonna get me? And in a way, what God is asking Cain to do is really counterintuitive, but in a way that's kind of like we're back to the decision at the tree. It looks beautiful. It looks good. It'll give wisdom. Why wouldn't I eat from this tree?",
    "start": "01:10:18",
    "end": "01:10:53"
  },
  {
    "text": "Right? Why wouldn't I build a wall?",
    "start": "01:10:54",
    "end": "01:10:55"
  },
  {
    "text": "Why wouldn't I build a wall? It's the most natural feeling in the world. And that's the dynamic.",
    "start": "01:10:55",
    "end": "01:11:02"
  },
  {
    "text": "Would it be stupid not to build a wall?",
    "start": "01:11:02",
    "end": "01:11:03"
  },
  {
    "text": "Would be stupid not to build a wall if not for the humans that want to kill me. At least for the.",
    "start": "01:11:03",
    "end": "01:11:08"
  },
  {
    "text": "The critters.",
    "start": "01:11:09",
    "end": "01:11:09"
  },
  {
    "text": "The critters that want to eat me.",
    "start": "01:11:09",
    "end": "01:11:10"
  },
  {
    "text": "Those coyotes.",
    "start": "01:11:10",
    "end": "01:11:11"
  },
  {
    "text": "Yeah. So it's not like a simple picture of, like, evil. Cain builds a city. It's like a genuinely.",
    "start": "01:11:11",
    "end": "01:11:19"
  },
  {
    "text": "The human impulse to protect ourselves then creates a setting in which it's going to backfire. The spiraling of our own worst inclinations.",
    "start": "01:11:20",
    "end": "01:11:30"
  },
  {
    "text": "Will just come to life, consume us seven generations down the line with a descendant named Lamech. That comes from this guy who lives in this city. The train goes off the tracks. So that's the portrait. And I just want to end with that because it makes it really personally realistic. I think that the origin of this thing.",
    "start": "01:11:30",
    "end": "01:11:50"
  },
  {
    "text": "No, I just put in a ring doorbell. I can see everyone who comes to my door now. There we go.",
    "start": "01:11:50",
    "end": "01:11:56"
  },
  {
    "text": "That's it.",
    "start": "01:11:56",
    "end": "01:11:56"
  },
  {
    "text": "It's my own little fortress.",
    "start": "01:11:56",
    "end": "01:11:59"
  },
  {
    "text": "That's it. And then somebody's gonna hack your account and do something with it to ruin your life and ruin your children's lives. And the parallel to, like, what happens here, it just gets out of the thing meant to preserve life. Becomes now a tool of death. There you go. So that's the origin of the city. There was a lot of conversation around just a few chapters and a few words, but I'm so grateful for that scholar Andrew Teeter's work and it's just been so insightful for understanding these chapters and also why cities and as portrayed as women play such a huge role in this theme going forward into the rest of the Hebrew Bible.",
    "start": "01:11:59",
    "end": "01:12:40"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're discussing the stories of Cain's descendants who carry on in the footsteps of Cain.",
    "start": "01:12:42",
    "end": "01:12:50"
  },
  {
    "text": "We're gonna look at these two parallel stories, the city of Cain that leads to the Flood, and we're gonna look at the city of Nimrod that leads to the Great Scatter. The narrator of Genesis follows the genealogy of Cain down through the generations and what we see as an intensifying of human murder and spilling of innocent blood in the land and that leads God to deal with it.",
    "start": "01:12:50",
    "end": "01:13:13"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel and editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for the annotated podcast on our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:13:13",
    "end": "01:13:42"
  },
  {
    "text": "Hey, this is Megan from Colorado. Hi. This is Enoch and I'm from Nigeria. I first heard about the Bible Project, a new version when I saw or Tim Mackey's daily Devotional.",
    "start": "01:13:42",
    "end": "01:13:52"
  },
  {
    "text": "I first heard about Bible Project from one of my co workers. Bibleproject helps me with historical context, understanding the Bible's metanarrative, and working through complex topics.",
    "start": "01:13:52",
    "end": "01:14:03"
  },
  {
    "text": "My favorite thing about the Bible Project is it makes it easier to study the Word of God through short animation clips.",
    "start": "01:14:03",
    "end": "01:14:09"
  },
  {
    "text": "The creative excellence and theological accuracy displayed in everything produced.",
    "start": "01:14:09",
    "end": "01:14:13"
  },
  {
    "text": "We believe the Bible is a uniform.",
    "start": "01:14:14",
    "end": "01:14:16"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "01:14:16",
    "end": "01:14:17"
  },
  {
    "text": "We are a crowdfunded project by people like me. You can find free videos, study notes.",
    "start": "01:14:18",
    "end": "01:14:24"
  },
  {
    "text": "Podcasts, classes and more at Bibleproject.com@Bibleproject.com Sam.",
    "start": "01:14:24",
    "end": "01:14:49"
  }
]