[
  {
    "text": "In the storyline of the Bible, cities are mostly bad news. Cane city is full of violence. Babylon is full of arrogance. Sodom and Gomorrah full of injustice and wickedness. Everywhere you turn, cities are a problem, except the one bright spot, the ancient kingdom of Egypt under the leadership of Joseph, which becomes a place of salvation in a time of famine. So cities can be a place of justice and peace. And that's what we'll look at today, the second a city is viewed positively in the Bible. This is the most iconic central city in the Bible. The city on a hill, the city of Zion.",
    "start": "00:00:05",
    "end": "00:00:42"
  },
  {
    "text": "Jerusalem becomes the closest image to like an Eden, heaven on earth spot through the narrative imagery and through later poetic depictions on the meaning of Jerusalem in the Psalms scroll.",
    "start": "00:00:43",
    "end": "00:00:56"
  },
  {
    "text": "Today we look at the founding of Jerusalem. In particular, we look at how David brings the Ark of the Covenant with the Tabernacle up to Jerusalem. In it is a strange story. The ark is put on a cart and along the way the cart stumbles. So a man named Uzzah reaches out to keep the ark from falling, and because he touches it, he dies.",
    "start": "00:00:56",
    "end": "00:01:15"
  },
  {
    "text": "We tend to psychologize the story and we're just like, ah, the guy was just trying to be helpful. The narrator is trying to depict this whole scene as a replay of humanity's foolish violation of God's command at the tree of knowing good and bad.",
    "start": "00:01:15",
    "end": "00:01:28"
  },
  {
    "text": "Jerusalem is the image the Bible has for what a city of God can be. But from the earliest moments of the founding of Jerusalem, it's clear that even this city has its problems. So what will it take for a city to truly become like the Garden of Eden?",
    "start": "00:01:28",
    "end": "00:01:45"
  },
  {
    "text": "Yahweh's presence isn't just your trophy that you can bring into your city, and boom, you're protected. Now forever and always. You have to relate to Yahweh by his terms and wisdom. Now in Jerusalem, if you want this to become the Eden you hope it will be.",
    "start": "00:01:45",
    "end": "00:01:59"
  },
  {
    "text": "Today, Tim Mackey and I talk about the golden era of the city of Jerusalem. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:59",
    "end": "00:02:16"
  },
  {
    "text": "Hey, John. Good morning.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "Good morning.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "It is morning for us right now.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "Yeah, usually morning when we do this.",
    "start": "00:02:19",
    "end": "00:02:21"
  },
  {
    "text": "That's right.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "So we're in the middle of our discussions on the theme study of the city.",
    "start": "00:02:22",
    "end": "00:02:28"
  },
  {
    "text": "Yes, we are.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "And we're going to jump into a discussion on Jerusalem. Yeah, the kind of the main city in the Bible in a way, or the pinnacle city in Israel's kind of nation state history. Yeah, and so I'm excited about that.",
    "start": "00:02:30",
    "end": "00:02:45"
  },
  {
    "text": "Me, too.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "Along the way, we've recapped where we've been. We've had a pause in our conversation since we last.",
    "start": "00:02:46",
    "end": "00:02:52"
  },
  {
    "text": "Meaning real time. We've had a couple weeks since. Yeah, it's been like we have the last conversation.",
    "start": "00:02:52",
    "end": "00:02:57"
  },
  {
    "text": "We've had a couple weeks. Yeah.",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "Yeah.",
    "start": "00:02:59",
    "end": "00:02:59"
  },
  {
    "text": "Between Christmas and New Year's. And here we are.",
    "start": "00:02:59",
    "end": "00:03:02"
  },
  {
    "text": "Here we are. Yeah.",
    "start": "00:03:02",
    "end": "00:03:03"
  },
  {
    "text": "And so I could definitely use a recap. So why don't you give me a little recap from your perspective?",
    "start": "00:03:03",
    "end": "00:03:10"
  },
  {
    "text": "You know, this is just striking me in this moment that this is the seventh episode and we are getting to Jerusalem and the arrival of the ark and the tabernacle and Jerusalem becoming the new Eden in the seventh episode, which.",
    "start": "00:03:10",
    "end": "00:03:27"
  },
  {
    "text": "You know, always finding meaning.",
    "start": "00:03:27",
    "end": "00:03:29"
  },
  {
    "text": "Yeah, just always looking for meaning. The Bible taught me to do that, you know. So, anyhow. Okay. So we begin with what we call the surprise of the city in the storyline of the Bible, namely that the ideal location or setting for humans to be images and representatives of God living in union with God, Heaven and Earth are one. That environment is described in pages one and two of the Bible as a garden.",
    "start": "00:03:29",
    "end": "00:03:56"
  },
  {
    "text": "And I've pushed back on this a little bit. Oh, just saying. Well, yeah. Because there's not enough humans for us.",
    "start": "00:03:57",
    "end": "00:04:03"
  },
  {
    "text": "Oh, what else can I. Yeah, okay, sure. But, well, yeah, you know, it's been a while since our ancient Near Eastern cosmology series, so I would need to go back, because there are founding mythologies in Canaanite and Babylonian literature that begin with the gods, you know, legitimating a kingdom at least. But maybe that's not relevant for this conversation, but it seems like what you're.",
    "start": "00:04:03",
    "end": "00:04:29"
  },
  {
    "text": "Saying is you're creating a tension between this idea of the environment that humans will flourish in.",
    "start": "00:04:29",
    "end": "00:04:35"
  },
  {
    "text": "Yeah.",
    "start": "00:04:35",
    "end": "00:04:36"
  },
  {
    "text": "And there's one which is what you would call, I suppose, cultivated nature, where it's like, you've got trees, you got.",
    "start": "00:04:36",
    "end": "00:04:45"
  },
  {
    "text": "Well, part of what makes it the ideal that it is is that it's uncultivated. It's something that humans didn't make.",
    "start": "00:04:46",
    "end": "00:04:51"
  },
  {
    "text": "Well, God cultivated it.",
    "start": "00:04:52",
    "end": "00:04:53"
  },
  {
    "text": "God cultivated it. And it's something that humans just wake.",
    "start": "00:04:53",
    "end": "00:04:56"
  },
  {
    "text": "Up in when God cultivates nature. It's just nature.",
    "start": "00:04:56",
    "end": "00:04:58"
  },
  {
    "text": "I think so, yeah.",
    "start": "00:05:01",
    "end": "00:05:02"
  },
  {
    "text": "Seems like it's more than that.",
    "start": "00:05:02",
    "end": "00:05:03"
  },
  {
    "text": "Well, true. That's right. Because it's actually a natural setting that is conducive for preservation, for life, which is why there's peace between humans and the animals and the plants, all living in harmony, providing for one another.",
    "start": "00:05:03",
    "end": "00:05:20"
  },
  {
    "text": "And then God asks the humans to work and keep it.",
    "start": "00:05:21",
    "end": "00:05:24"
  },
  {
    "text": "That's right.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "So it's going to continue to need cultivation.",
    "start": "00:05:25",
    "end": "00:05:27"
  },
  {
    "text": "That's right. Exactly right. So the humans image God as they do so.",
    "start": "00:05:27",
    "end": "00:05:30"
  },
  {
    "text": "So the surprise is why would you ever need a city if that's all you need?",
    "start": "00:05:30",
    "end": "00:05:34"
  },
  {
    "text": "Yeah. So the surprise of the city is that when cities get introduced, it's after humans have foolishly rebelled against the divine command because they were deceived, rebelled against God's wisdom. Then outside the garden, they began the spiral of murder and hostility. And it's in that environment that the city comes in to the storyline. So we're not to the surprise of the city yet. So that's the step two of the storyline.",
    "start": "00:05:34",
    "end": "00:06:02"
  },
  {
    "text": "Introduction of the city.",
    "start": "00:06:02",
    "end": "00:06:02"
  },
  {
    "text": "The city in the Bible refers to a walled enclosure around a number of dwellings, a few or many, or very, very, very many. And it's precisely to protect from hostile creatures, namely other humans that want to kill you or animals that want to eat you.",
    "start": "00:06:02",
    "end": "00:06:19"
  },
  {
    "text": "So you had a garden where this was already taken care of. There was peace. You didn't need to create walls. You just had peace between humanity and itself, humanity and animals. And now outside of the garden, and we need another way to create peace, and that way is to create a city with a wall.",
    "start": "00:06:19",
    "end": "00:06:38"
  },
  {
    "text": "That's right. So in many typical plot arcs, if you are using the classical, like, you know, like the graph of a plot, you know, it goes from peaceful beginnings to the first conflict.",
    "start": "00:06:38",
    "end": "00:06:50"
  },
  {
    "text": "Right, the inciting incident.",
    "start": "00:06:50",
    "end": "00:06:52"
  },
  {
    "text": "Yeah, the inciting incident. And usually we have whole podcast series on this from our how to Read the Bible series many years ago. Usually that conflict just escalates until it's so problematic and so intense, there's some climactic conflict that resolves it, and you return to some new state of the ideal from where the conflict is resolved. So what's interesting is the end of the biblical story doesn't simply go back to a garden ideal. Rather, the story of the Bible resolves in a garden city. Yeah, it's very clearly the garden and the human city that have been merged together, but it's the city recreated and redeemed of all of its negative elements. And what makes that a surprise is because the city is depicted as almost entirely negative from the moment it's introduced. And every city that's the focus in any biblical story is negative as you go on through the story of the Bible.",
    "start": "00:06:52",
    "end": "00:07:51"
  },
  {
    "text": "Why? Because human civilization kind of sucks.",
    "start": "00:07:51",
    "end": "00:07:53"
  },
  {
    "text": "Yes. I mean, and it's at the same time amazing. And we've been. That's the tension of the city.",
    "start": "00:07:55",
    "end": "00:08:01"
  },
  {
    "text": "That is the tension. Can you imagine, though, living during the Bronze Age and like you just any single day, like some Acadian king could just roll in and just wipe you out and say, hey, like, I'm in charge now. Yeah, take your kids, whatever.",
    "start": "00:08:01",
    "end": "00:08:21"
  },
  {
    "text": "Yeah.",
    "start": "00:08:21",
    "end": "00:08:21"
  },
  {
    "text": "Like that's miserable.",
    "start": "00:08:21",
    "end": "00:08:25"
  },
  {
    "text": "Yep. That stuff happened and it still happens today on different local and regional levels around our world today. It's. Yes. Human nature, man.",
    "start": "00:08:25",
    "end": "00:08:33"
  },
  {
    "text": "You look at the history of all of that, it's just one person at a time going, you know what, I'm going to be in charge and I'm going to expand my territory.",
    "start": "00:08:33",
    "end": "00:08:41"
  },
  {
    "text": "Yeah.",
    "start": "00:08:41",
    "end": "00:08:41"
  },
  {
    "text": "And just battle, battle, battle, battle. And coming out of cities and fortified from cities.",
    "start": "00:08:41",
    "end": "00:08:47"
  },
  {
    "text": "That's right.",
    "start": "00:08:47",
    "end": "00:08:47"
  },
  {
    "text": "And it's just like.",
    "start": "00:08:47",
    "end": "00:08:48"
  },
  {
    "text": "Yeah.",
    "start": "00:08:48",
    "end": "00:08:49"
  },
  {
    "text": "Exhausting.",
    "start": "00:08:49",
    "end": "00:08:50"
  },
  {
    "text": "Yeah. It's not hard to understand why the biblical authors take the posture they do towards human cities as being, what do you say, breeding grounds of deception, violence, oppression.",
    "start": "00:08:50",
    "end": "00:09:06"
  },
  {
    "text": "And so the first cities that are introduced in the Bible are associated with violence. Yeah. So you've got Lamech and his city. You got Nimrod in his city with.",
    "start": "00:09:06",
    "end": "00:09:14"
  },
  {
    "text": "Babylon and Pharaoh and the cities of Egypt, the Israelite slaves.",
    "start": "00:09:15",
    "end": "00:09:19"
  },
  {
    "text": "It's all these oppressive, like what we would call global empires at the time. Who are the guys are like just the gnarly. I'm gonna go behead some people, siege some cities, starve people just so I could be more powerful because I don't have enough.",
    "start": "00:09:19",
    "end": "00:09:36"
  },
  {
    "text": "Yeah. Self aggrandizement, whatever. Megalomania for sure is a part of. However, for the people that live in that city, if your city is on the winning team at that stage of.",
    "start": "00:09:36",
    "end": "00:09:46"
  },
  {
    "text": "History, you're building libraries, you're building.",
    "start": "00:09:46",
    "end": "00:09:48"
  },
  {
    "text": "Yes, great.",
    "start": "00:09:48",
    "end": "00:09:49"
  },
  {
    "text": "Just temples and palaces.",
    "start": "00:09:49",
    "end": "00:09:51"
  },
  {
    "text": "And this is a part of why I think. Well, I don't think we've talked about it in this series, but one of the most famous palaces from the ancient Assyrian Empire, there are actual carvings of it at the center by the royal palace. King Ashurbanipal created a garden that was meant to look like the cosmic mountain garden with rivers of heaven flowing out of it. And so what he was claiming was that his city was the connection point of heaven and earth. And so if you lived in Nineveh, you're living high, you know.",
    "start": "00:09:52",
    "end": "00:10:24"
  },
  {
    "text": "Yeah. During a. During a specific like couple hundred year period.",
    "start": "00:10:24",
    "end": "00:10:27"
  },
  {
    "text": "That's right. And unless you're among, you know, the slave class.",
    "start": "00:10:28",
    "end": "00:10:31"
  },
  {
    "text": "Yeah.",
    "start": "00:10:31",
    "end": "00:10:32"
  },
  {
    "text": "Or I'm not up to speed on the role of women or children and their status in ancient Nineveh, but likely, certainly it wasn't as high a status as free Males. But the point is, the city didn't just benefit the emperor, the one king. Yeah, sure, it benefited some group, but at the expense of many others. And that's why the biblical authors. The biblical authors are trying to highlight that over and over and over again. Yeah, but remember the story of Joseph that we touched upon back in, oh, our last conversation? That there's a portrait of the cities of Egypt, when the pharaoh recognizes God's chosen image, whose wisdom can rescue the nations and is elevated to a place of rule, then the city becomes a storehouse of life for the nation. This is in the famine when Joseph's wisdom stockpiles all this grain. So cities can be a source of life for everybody.",
    "start": "00:10:32",
    "end": "00:11:31"
  },
  {
    "text": "Right.",
    "start": "00:11:31",
    "end": "00:11:31"
  },
  {
    "text": "But then in the just a few generations later, that same city can become a source of death, as in the pharaoh in the time of Moses and the enslaved Israelites.",
    "start": "00:11:31",
    "end": "00:11:40"
  },
  {
    "text": "So when the pharaoh acknowledged God's wisdom and God's spirit in Joseph and put him in a position of power, the city became a place that could sustain life.",
    "start": "00:11:41",
    "end": "00:11:54"
  },
  {
    "text": "Yes. Okay, actually, if we're looking for a core thread, here it is. And I'm going to bring us back to the second episode of our conversation because there's an important point that I emphasize there that I realized I haven't followed through on in our last couple conversations. Do you remember there was an important analogy in the design of the narrative in the garden, in between the story of Adam and Eve in the garden and then Cain and his wife and the building of the city in the garden. God provided woman as an azer, which is the Hebrew word for delivering ally. And God built it. It's the word built. And we noted that word because it's weird. It's an architectural term, weird in Hebrew. It's weird in Hebrew to say God built the woman because it's the word you use to describe the construction of buildings.",
    "start": "00:11:54",
    "end": "00:12:43"
  },
  {
    "text": "Yeah.",
    "start": "00:12:43",
    "end": "00:12:43"
  },
  {
    "text": "And then there's a whole series of.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Play on words, right?",
    "start": "00:12:45",
    "end": "00:12:46"
  },
  {
    "text": "Yes, a whole series of play on words. The word Ezer looks almost graphically identical to the Hebrew word ir, which is the word city. So when Cain is exiled and God says, hey, I'm going to protect your life and place a sign on you, and Cain ends up not wanting to take God at his word. What we're told is outside of Eden, he finds a wife, he knows her, that is have sex with her, they have a child together, and then he builds a city. What God provided for Adam, now Cain provides for himself. God built the ezer, now Cain builds the ear, which means it's a contrast.",
    "start": "00:12:46",
    "end": "00:13:31"
  },
  {
    "text": "We're supposed to pay attention.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "What God wanted to provide was a partner for the human so that the humans can be two, but also one. And specifically, the delivering ally that God provided would be the womb that continues the preservation, the hosting and the preservation of life, the mother. And that's what Adam calls Eve, Eim Kolchai. She is the mother of all living.",
    "start": "00:13:31",
    "end": "00:13:56"
  },
  {
    "text": "Really? Is that what he says?",
    "start": "00:13:56",
    "end": "00:13:57"
  },
  {
    "text": "That's what he says, yeah. In Genesis.",
    "start": "00:13:57",
    "end": "00:13:59"
  },
  {
    "text": "That's not in my translation.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "Really? The mother of all life. The mother of all living. Yeah. He says Genesis 3:21 says, like, hey, this is woman.",
    "start": "00:14:00",
    "end": "00:14:07"
  },
  {
    "text": "She came from man.",
    "start": "00:14:07",
    "end": "00:14:08"
  },
  {
    "text": "Oh, oh. That's when God builds the woman.",
    "start": "00:14:09",
    "end": "00:14:11"
  },
  {
    "text": "Okay.",
    "start": "00:14:11",
    "end": "00:14:12"
  },
  {
    "text": "When they're outside the garden, there's one little Note in Genesis 3:20. I'll put it up here. And the man called the name of his wife Chava, because she was and chava, same word as chay, which is life. So God builds a delivering ally who is the mother of all life.",
    "start": "00:14:12",
    "end": "00:14:35"
  },
  {
    "text": "Yeah.",
    "start": "00:14:35",
    "end": "00:14:35"
  },
  {
    "text": "Cain builds his own delivering help in the form of a city. And I think this analogy between Eve and the city is what's underneath. A really prominent theme is that cities, when they're depicted metaphorically in biblical poetry, are always depicted as mothers.",
    "start": "00:14:36",
    "end": "00:14:56"
  },
  {
    "text": "The city is a mother.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "Yeah, the city is a mother. The city is Eve. But just like Adam and Eve, an image of God can become a source of life in the world or a source of folly and death. And so in the same way cities and cities are set on analogy to Eve, cities can become a source of life in the world, a womb out of which life is preserved and emerges, or they can become a source of folly and death. In other words, there's an analogy between cities and humans. They can be good, they can go bad. And I think this is our core thing about cities. Our core point is that the city is a human creation. And as an extension of human.",
    "start": "00:14:58",
    "end": "00:15:42"
  },
  {
    "text": "It's our shell.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "It's a shell. Yeah. It can be used for good or it can be used for bad. And the biblical authors want to primarily highlight how it's for bad, but they'll occasionally highlight how it becomes a womb or a source of life. The Joseph story does that shows us the city of Egypt. And in what we'll see today, Jerusalem becomes the primary mother of all living, at least for a time.",
    "start": "00:15:43",
    "end": "00:16:10"
  },
  {
    "text": "How far can we push this analogy between the woman and the city?",
    "start": "00:16:10",
    "end": "00:16:14"
  },
  {
    "text": "Well, I think it's set up in the design of the early Genesis stories, so they're trying to stoke our imaginations.",
    "start": "00:16:14",
    "end": "00:16:21"
  },
  {
    "text": "That the city is like the city to humanity, is like the woman to man.",
    "start": "00:16:22",
    "end": "00:16:27"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:16:28",
    "end": "00:16:29"
  },
  {
    "text": "So Eve was given to Adam as a delivering ally, the azer. Adam by himself would die and not be able to multiply, subdue the earth and rule. He just would just be gone. And so he needs this essential other.",
    "start": "00:16:30",
    "end": "00:16:46"
  },
  {
    "text": "That's right, Yep.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "And God creates woman.",
    "start": "00:16:48",
    "end": "00:16:51"
  },
  {
    "text": "Builds, builds, builds the delivering ally out of him. Yep.",
    "start": "00:16:52",
    "end": "00:16:56"
  },
  {
    "text": "So we've talked about how cities do come out of us. You know, they're an extension of.",
    "start": "00:16:57",
    "end": "00:17:01"
  },
  {
    "text": "They come out of the human imagination.",
    "start": "00:17:01",
    "end": "00:17:03"
  },
  {
    "text": "I mean, I even made the silly kind of analogy of like a snail grows its shell. Like we're kind of growing this exoskeleton of sorts.",
    "start": "00:17:03",
    "end": "00:17:12"
  },
  {
    "text": "Yeah. And even more so in the ancient definition of siddhi, which is about a protective encasing. There's the wall. Yeah.",
    "start": "00:17:12",
    "end": "00:17:19"
  },
  {
    "text": "Okay, that's interesting. So the woman comes to man, and now they can become united and then multiply and create life.",
    "start": "00:17:19",
    "end": "00:17:29"
  },
  {
    "text": "That's right. And particularly by the man offering his seed that gets planted in the womb, that creates fruit. Okay, so there's also an analogy between humans in the ground.",
    "start": "00:17:29",
    "end": "00:17:41"
  },
  {
    "text": "Yes.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "The womb is also like the fertile ground, but in this case, the womb is also like this environment where new life is both preserved and then out of which new life is generated.",
    "start": "00:17:42",
    "end": "00:17:53"
  },
  {
    "text": "So, you know, we've meditated a lot on the idea that when God says, don't eat of the tree of the knowing good and bad, the subtext there is, I will give you the knowledge of good and bad. Yes, we talked about that a lot.",
    "start": "00:18:22",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "And you don't get that subtext by just reading that story, but by reading.",
    "start": "00:18:35",
    "end": "00:18:38"
  },
  {
    "text": "The whole Hebrew Bible and later stories that reflect back and meditate on the Garden of Eden story.",
    "start": "00:18:38",
    "end": "00:18:44"
  },
  {
    "text": "And so now you're introducing another layer of subtext of when God says to Cain, I'm going to protect you, and then Cain goes and builds his own city, is part of that subtext going, God would have created the environment Cain needed for life?",
    "start": "00:18:44",
    "end": "00:19:02"
  },
  {
    "text": "Yeah. And it's interesting that Cain builds his city in the next sentence after he marries a wife and has a child.",
    "start": "00:19:03",
    "end": "00:19:12"
  },
  {
    "text": "Yeah.",
    "start": "00:19:12",
    "end": "00:19:13"
  },
  {
    "text": "But instead of accepting whatever it is that God's going to provide for him for the preservation of his life, what he does is he builds his own azer, his own delivering ally in the form of the city.",
    "start": "00:19:13",
    "end": "00:19:25"
  },
  {
    "text": "It was a big deal for me to realize, wow, God wanted to give Adam and Eve the knowledge of good and bad, but on his terms, through his wisdom.",
    "start": "00:19:25",
    "end": "00:19:33"
  },
  {
    "text": "Yeah.",
    "start": "00:19:33",
    "end": "00:19:33"
  },
  {
    "text": "And so I'm wondering if this is landing the same way God wanted to build a city.",
    "start": "00:19:34",
    "end": "00:19:38"
  },
  {
    "text": "Yeah. So, you know, what's fascinating is the idea of God giving Cain a sign so that his life would be preserved because whoever finds me will kill me because I'm a murderer. All of that language is the same language used to describe a network of cities that God instructs the Israelites to make when they go into the promised land. This happens in numbers. And then they're built in Joshua, and they're called the cities of refuge.",
    "start": "00:19:38",
    "end": "00:20:08"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:20:08",
    "end": "00:20:09"
  },
  {
    "text": "To which a human, a person, can flee if they have accidentally killed somebody or on purpose killed somebody. And the language is. And if the avenger of blood or the. You know, this is like family feud language, the avenger of blood may find them and kill them in the field. These are the laws in the end of numbers. And so what God provides for Israel is cities of protection for the murderer in case someone finds them. So that's a good example of the cities of refuge in Israel are.",
    "start": "00:20:09",
    "end": "00:20:43"
  },
  {
    "text": "Well, God wanted to give Cain a.",
    "start": "00:20:43",
    "end": "00:20:45"
  },
  {
    "text": "Reflection back on the thing that Cain forfeited that God wanted to. Yeah. So was God going to build a city? What does that even mean, to say a city not built by humans, but by God?",
    "start": "00:20:45",
    "end": "00:20:57"
  },
  {
    "text": "That sounds biblical.",
    "start": "00:20:58",
    "end": "00:20:59"
  },
  {
    "text": "Yeah, totally. Yeah. Anyhow, we're laying tracks for where we're going right now with Jerusalem and so on. But before we turn the microphone on, it's been a while that we've been in this series of conversations in real time. It's been a couple weeks since we've talked. And so we were talking about how. What's the core idea here? And so that's why I'm focusing us here. I want to remind us of this core image the city was introduced.",
    "start": "00:20:59",
    "end": "00:21:24"
  },
  {
    "text": "Yeah.",
    "start": "00:21:24",
    "end": "00:21:25"
  },
  {
    "text": "In this analogy to what God built for the preservation of life versus what Cain builds for the preservation of his life. And also that because of that, cities are an analogy to humans, and humans can be a source of life or a source of death. And cities, I think the dynamic of the city is depicted along the same.",
    "start": "00:21:25",
    "end": "00:21:46"
  },
  {
    "text": "Lines because a city technically is a place where humans live that has a wall. Technically, when we fast forward to the new heavens and new earth and the new Jerusalem, there's a wall, but it doesn't act as a wall. It just acts as, like a museum piece of sorts.",
    "start": "00:21:46",
    "end": "00:22:05"
  },
  {
    "text": "Oh, yeah. Because the gates are always open.",
    "start": "00:22:05",
    "end": "00:22:07"
  },
  {
    "text": "The gates are always open. And it's just this jeweled spectacle and it's just amazing.",
    "start": "00:22:07",
    "end": "00:22:10"
  },
  {
    "text": "And it's drawing all the nations into itself.",
    "start": "00:22:10",
    "end": "00:22:13"
  },
  {
    "text": "Yeah. It's more attracting than repelling.",
    "start": "00:22:13",
    "end": "00:22:15"
  },
  {
    "text": "Yeah.",
    "start": "00:22:15",
    "end": "00:22:16"
  },
  {
    "text": "So a city, while technically is a walled enclosure. That's man's idea of a city.",
    "start": "00:22:16",
    "end": "00:22:24"
  },
  {
    "text": "Yeah. The core idea. Ooh. Okay, Okay, I think we're onto something here.",
    "start": "00:22:24",
    "end": "00:22:28"
  },
  {
    "text": "Yeah.",
    "start": "00:22:28",
    "end": "00:22:29"
  },
  {
    "text": "God's idea of the city is that it's a protected environment for the generation and preservation of life.",
    "start": "00:22:29",
    "end": "00:22:37"
  },
  {
    "text": "Right.",
    "start": "00:22:38",
    "end": "00:22:38"
  },
  {
    "text": "Like the garden.",
    "start": "00:22:38",
    "end": "00:22:39"
  },
  {
    "text": "Yeah.",
    "start": "00:22:39",
    "end": "00:22:40"
  },
  {
    "text": "Like the ark.",
    "start": "00:22:40",
    "end": "00:22:41"
  },
  {
    "text": "Yeah.",
    "start": "00:22:41",
    "end": "00:22:41"
  },
  {
    "text": "Like the house on the night of Passover and so on.",
    "start": "00:22:41",
    "end": "00:22:46"
  },
  {
    "text": "So I think this is where man and God would agree. Yes, we want to preserve life in this city.",
    "start": "00:22:46",
    "end": "00:22:51"
  },
  {
    "text": "Yeah.",
    "start": "00:22:51",
    "end": "00:22:51"
  },
  {
    "text": "But it's almost like the tactic. How are we going to make this a place of refuge? Oh, let's build a wall.",
    "start": "00:22:51",
    "end": "00:22:59"
  },
  {
    "text": "Let's build a wall and let's build.",
    "start": "00:22:59",
    "end": "00:23:01"
  },
  {
    "text": "A lot of wealth. And then let's actually. All of our neighboring cities, let's just make sure they're allied with us. In fact, let's force them to be allied with us. In fact, let's keep growing that. And then this will be a true place. Security and refuge. That's man's strategy. And like I said earlier, that's a miserable existence for most people.",
    "start": "00:23:01",
    "end": "00:23:23"
  },
  {
    "text": "In contrast to God's strategy, which is to create a cultivated environment where life can multiply, but where there's so much abundance that people aren't freaked out about scarcity and resources. Which is mostly why humans kill each other or exclude each other. Because I'm afraid that if you are around being the different version of human that you are than me.",
    "start": "00:23:23",
    "end": "00:23:49"
  },
  {
    "text": "It's what Pharaoh said about the Hebrews.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "Oh, yeah, that's right. Yeah, that's right.",
    "start": "00:23:51",
    "end": "00:23:53"
  },
  {
    "text": "Look at, they're multiplying. Like they're very healthy.",
    "start": "00:23:53",
    "end": "00:23:57"
  },
  {
    "text": "That's right.",
    "start": "00:23:57",
    "end": "00:23:58"
  },
  {
    "text": "And they're hardworking. What if they turn on us?",
    "start": "00:23:58",
    "end": "00:24:01"
  },
  {
    "text": "Yeah. If an enemy attacks us, they'll join our enemies and turn us. Yes. So God's strategy is to provide abundance so that humans can trust that there's enough. So that as we multiply, this environment will provide, by God's generosity, what we all need to share and be unified.",
    "start": "00:24:01",
    "end": "00:24:22"
  },
  {
    "text": "God's vision of a city is one where there's an abundance and there's a sharing. And the gates can be opened. People could come in and out of cities because, like, we're actually benefiting each other.",
    "start": "00:24:22",
    "end": "00:24:37"
  },
  {
    "text": "Right. Which is why it's depicted as a garden. Right.",
    "start": "00:24:37",
    "end": "00:24:41"
  },
  {
    "text": "Why is it depicted as a garden?",
    "start": "00:24:41",
    "end": "00:24:42"
  },
  {
    "text": "Oh, cause there's a button. You don't need the wall. Oh, you don't need a wall. So it's just. It's a realm for the preservation and generation of life. No wall needed.",
    "start": "00:24:42",
    "end": "00:24:50"
  },
  {
    "text": "Right. But in that garden, you Might build some really cool library.",
    "start": "00:24:50",
    "end": "00:24:55"
  },
  {
    "text": "Totally.",
    "start": "00:24:55",
    "end": "00:24:56"
  },
  {
    "text": "You might build some cool channels and ports. And water parks.",
    "start": "00:24:56",
    "end": "00:25:00"
  },
  {
    "text": "And water parks. I don't know. That's just my childhood imagination. I got to visit like mega water parks maybe four or five times in my whole childhood.",
    "start": "00:25:00",
    "end": "00:25:11"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:25:11",
    "end": "00:25:11"
  },
  {
    "text": "And those are standout moments.",
    "start": "00:25:11",
    "end": "00:25:13"
  },
  {
    "text": "I grew up right next to wild waves.",
    "start": "00:25:14",
    "end": "00:25:15"
  },
  {
    "text": "Oh, yeah, you did. In Seattle. Yeah, yeah. Did you go to it, like all the time?",
    "start": "00:25:15",
    "end": "00:25:19"
  },
  {
    "text": "Oh, yeah. There was a series of summers where we had like the summer pass.",
    "start": "00:25:19",
    "end": "00:25:23"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "And just in the wave pool every day.",
    "start": "00:25:24",
    "end": "00:25:25"
  },
  {
    "text": "For my nine year old imagination, that is heaven on earth. That would have been heaven on earth anyway, but I think we're onto something here.",
    "start": "00:25:27",
    "end": "00:25:36"
  },
  {
    "text": "Okay.",
    "start": "00:25:36",
    "end": "00:25:36"
  },
  {
    "text": "A safe environment for the generation and the preservation of life. Because a womb also has a protective encasement.",
    "start": "00:25:36",
    "end": "00:25:46"
  },
  {
    "text": "Sure. So cities do need to protect you.",
    "start": "00:25:47",
    "end": "00:25:50"
  },
  {
    "text": "Yeah.",
    "start": "00:25:50",
    "end": "00:25:50"
  },
  {
    "text": "That's interesting because. Well, I mean, this gets us back to the nature of what, paradise, you know, like Garden of Eden. Yeah, yeah, it was good.",
    "start": "00:25:51",
    "end": "00:25:59"
  },
  {
    "text": "But there are, you know, Eden is an outpost, isn't all Creation.",
    "start": "00:26:00",
    "end": "00:26:05"
  },
  {
    "text": "Yeah. Like, could have was outside of Eden. Was there something dangerous?",
    "start": "00:26:05",
    "end": "00:26:11"
  },
  {
    "text": "Yeah, the wilderness, remember? Because where Genesis 1 begins is darkness. Tohu vavahu Wild and waste and darkness. And in that environment, God calls forth the dry land and a garden. Out of that dry land, Genesis 2's image is of not enough water. The disordered wild and waste state is that of a desert, a waterless desert. And in that waterless desert, God stakes out a heaven on earth spot, that's the garden, by providing water. So the garden is this little refuge of divinely provided life in the midst of the wild and waste.",
    "start": "00:26:11",
    "end": "00:26:53"
  },
  {
    "text": "And so it's protecting the humans from the chaotic wilderness.",
    "start": "00:26:54",
    "end": "00:27:00"
  },
  {
    "text": "Yeah. By providing abundance and life.",
    "start": "00:27:00",
    "end": "00:27:02"
  },
  {
    "text": "And what would you imagine is in the chaotic wilderness? Because we're not gonna go out there and like starve to death because we got the garden. So what's the real danger?",
    "start": "00:27:02",
    "end": "00:27:10"
  },
  {
    "text": "Well, the danger is no water and no food and there's wild animals out there that'll get you. Which is.",
    "start": "00:27:10",
    "end": "00:27:17"
  },
  {
    "text": "So you think that's part of the kind of. I mean, that isn't explicit in the story of Genesis 2 of like, hey, all the animals here, it's safe because they're here.",
    "start": "00:27:18",
    "end": "00:27:27"
  },
  {
    "text": "I see, I see.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "And actually, in my Sunday school kind of upbringing, it's like, all the animals.",
    "start": "00:27:28",
    "end": "00:27:31"
  },
  {
    "text": "Of the world are there.",
    "start": "00:27:31",
    "end": "00:27:33"
  },
  {
    "text": "Are there. And it's good.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "Yeah.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Versus this idea of like, well, actually there's some creatures out there that are still.",
    "start": "00:27:35",
    "end": "00:27:38"
  },
  {
    "text": "Yeah, totally. Well, when I say there's creatures out there, I guess I'm in. I'm looking towards later repetitions of this divine pattern. So the danger of wild animals in the land is a big motif. For example, in depictions of the Promised Land as the Israelites are going into it in Exodus, Numbers and Deuteronomy. The threat that one of the covenant curses if Israel disobeys the laws of the covenant, is that God will allow wild animals to come into your towns and eat you and your children. So the beast of the field. So that's a threat. So I guess I'm inferring backwards from those into the garden narrative, and maybe I shouldn't do that, because in the Eden narrative, you're right, animals are introduced as potential companions for the human so that the human can discern that what he needs is not an animal, but another partner. Like.",
    "start": "00:27:38",
    "end": "00:28:39"
  },
  {
    "text": "Yeah, that's the role of the animals in the story. So it kind of leaves a big mystery of the wilderness. Why is that dangerous? What would happen?",
    "start": "00:28:39",
    "end": "00:28:46"
  },
  {
    "text": "It's the least dangerous because out there there's no water and there's no food.",
    "start": "00:28:46",
    "end": "00:28:50"
  },
  {
    "text": "Yeah.",
    "start": "00:28:50",
    "end": "00:28:50"
  },
  {
    "text": "Which is, you know, That'll kill you too.",
    "start": "00:28:50",
    "end": "00:28:52"
  },
  {
    "text": "That's enough to take you down.",
    "start": "00:28:53",
    "end": "00:28:54"
  },
  {
    "text": "Yeah.",
    "start": "00:28:54",
    "end": "00:28:54"
  },
  {
    "text": "Okay. So the city is a protective enclosure.",
    "start": "00:28:54",
    "end": "00:28:58"
  },
  {
    "text": "Yep.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "But do you need a wall for it to be protective? In what way is it protective? Well, it's keeping the wilderness out. And what way is it keeping wilderness out? By creating a garden within. So the protectiveness, the protective layer of the city isn't a wall. It's the abundance within the city that is cultivated first by God and then continued by humans.",
    "start": "00:28:59",
    "end": "00:29:23"
  },
  {
    "text": "That's right. But given that humans have taken it into their own power to discern good and bad by their own wisdom instead of receiving or trusting God for that wisdom. As humans go out from Eden, cities become little human Eden alternatives or a humanly made Eden. Which is, I think, why all these stories that we've been describing are packed with Eden imagery. When these cities get introduced, it's true of Cain city, it's true of Babylon, it's true of Sodom and Gomorrah, and it's true of the cities of Egypt.",
    "start": "00:29:23",
    "end": "00:30:00"
  },
  {
    "text": "So I'm very skeptical as to whether or not humans could ever create that kind of city. Right. In fact, so skeptical. If someone came and said, I'm going to create the city of God, I'd be like, let's run for the hills.",
    "start": "00:30:00",
    "end": "00:30:15"
  },
  {
    "text": "Yes, me too.",
    "start": "00:30:15",
    "end": "00:30:16"
  },
  {
    "text": "Because I know how this is going to end.",
    "start": "00:30:17",
    "end": "00:30:18"
  },
  {
    "text": "Yep.",
    "start": "00:30:18",
    "end": "00:30:19"
  },
  {
    "text": "Like, this has played out many times in human history.",
    "start": "00:30:19",
    "end": "00:30:22"
  },
  {
    "text": "Yes, it has.",
    "start": "00:30:22",
    "end": "00:30:23"
  },
  {
    "text": "And I come from a tradition that's like, hey, we're gonna just go to heaven one day. Like that's the real thing. Like, let's not build like the city, let's wait to go to heaven.",
    "start": "00:30:24",
    "end": "00:30:36"
  },
  {
    "text": "Yeah. And I think, well, in the macro arc of the biblical story, we're outside of Eden, we're dying.",
    "start": "00:30:36",
    "end": "00:30:42"
  },
  {
    "text": "Yeah.",
    "start": "00:30:42",
    "end": "00:30:43"
  },
  {
    "text": "So anything that we build out here will have as its main underlying subconscious aim is the preservation of our current mode of life, which is going to at some point lead me to the limit of my generosity towards other people.",
    "start": "00:30:43",
    "end": "00:31:01"
  },
  {
    "text": "It's easy to get there.",
    "start": "00:31:01",
    "end": "00:31:03"
  },
  {
    "text": "Yeah, totally. And some of us build that limit out quite a bit. We can be generous and really self sacrificial. But at some point you're like, I gotta look out for me and mine.",
    "start": "00:31:03",
    "end": "00:31:13"
  },
  {
    "text": "I'm tired.",
    "start": "00:31:13",
    "end": "00:31:14"
  },
  {
    "text": "Because that's the nature of life outside of Eden, of mortal existence and scarcity of resources. So I think that's what the biblical authors, I think, assume is that anything we're ever going to build as a group of people outside of Eden can only become a symbol, a picture of the new creation that only God can build.",
    "start": "00:31:14",
    "end": "00:31:38"
  },
  {
    "text": "Well, let's get into that then, because it seems to me that in the Hebrew Bible, Jerusalem, the actual city, was depicted as. Hey guys, we're doing it. The city of God has come to earth. It's happening.",
    "start": "00:31:38",
    "end": "00:31:55"
  },
  {
    "text": "Yeah. Jerusalem becomes the closest image to like an Eden heaven on earth spot through the narrative imagery and through later poetic depictions on the meaning of Jerusalem in the Psalms scroll. So with that long lead up in summary. But I think we needed that.",
    "start": "00:31:55",
    "end": "00:32:15"
  },
  {
    "text": "Yeah.",
    "start": "00:32:15",
    "end": "00:32:15"
  },
  {
    "text": "To kind of distill the key points that we're after. And I think that'll help us make sense of the meaning of Jerusalem or as the city, the city of God. So let's take the rest of our conversation. We're going to survey the story of Jerusalem being founded by David as the capital city of the tribes of Israel. And then we'll read a psalm, maybe two, probably just one about Jerusalem at the new Eden. So in the story of David, we haven't spent a lot of time in the story of David.",
    "start": "00:32:16",
    "end": "00:33:23"
  },
  {
    "text": "No.",
    "start": "00:33:23",
    "end": "00:33:23"
  },
  {
    "text": "So David is the second king of Israel in the Israel story, preserved in Joshua, Judges, Samuel and Kings.",
    "start": "00:33:24",
    "end": "00:33:30"
  },
  {
    "text": "So Israel has just shifted from being a federation of tribal rulers to an actual, like what you would call. And what would you call a monarchy? A monarchy.",
    "start": "00:33:31",
    "end": "00:33:41"
  },
  {
    "text": "A unified monarchy. Yeah. So in Joshua and Judges, God raises up Holy Spirit, empowered leaders, male and female, for the needs of the moment. For a generation.",
    "start": "00:33:41",
    "end": "00:33:55"
  },
  {
    "text": "Yeah.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "Usually in moments of crisis, but eventually that ruler or that leader dies and then some new crisis emerges and so on. And these leaders come from all the different tribes.",
    "start": "00:33:56",
    "end": "00:34:06"
  },
  {
    "text": "These are the judges.",
    "start": "00:34:06",
    "end": "00:34:07"
  },
  {
    "text": "Yeah, that's what they're called. They're called judges in English, shoftim in Hebrew. But during the life of one of those judges whose name is Samuel, the people come to Samuel and say, what we want is, we want to level up. We want to level up to become like all the other nations who have a monarchy, a hereditary monarchy, where the rulership is consolidated in one family from one tribe.",
    "start": "00:34:07",
    "end": "00:34:31"
  },
  {
    "text": "Premise could do really well.",
    "start": "00:34:32",
    "end": "00:34:33"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:34:34",
    "end": "00:34:35"
  },
  {
    "text": "We've seen some of those.",
    "start": "00:34:35",
    "end": "00:34:36"
  },
  {
    "text": "Yeah, but you got.",
    "start": "00:34:36",
    "end": "00:34:37"
  },
  {
    "text": "They're kicking some butt.",
    "start": "00:34:37",
    "end": "00:34:38"
  },
  {
    "text": "Continuity of leadership. It's not just like which tribe is the leader going to come from in this generation. It's just like one family. The keep it simple, standing army. Centralize the economy. Let's do it that way.",
    "start": "00:34:38",
    "end": "00:34:53"
  },
  {
    "text": "Got it.",
    "start": "00:34:53",
    "end": "00:34:53"
  },
  {
    "text": "So the first king on the scene, guy named Sha' Ul or Saul, his name means the one who is asked for and he doesn't work out well. King number two, David. So when David is elevated as king, there's a section of chapters, it's a literary unit, and what we call Second Samuel, chapters five through eight that depict the golden years of David. This is where he is appointed as king by all of the tribes. Come and appoint him as their king in two Samuel, chapter five. And the first two things that he does is appoint a capital city and then. Which is going to mean securing it from the snaky inhabitants of the land. I'm using Eden imagery here, but all the hyperlinks in the story are depicting David as a new Adam going into a new garden, going back into a garden and removing the hostile inhabitants so he can establish it as a new Eden. So the first thing he does is engage the hostile inhabitants of an area and establish a city as the capital. It's called Jerusalem. And then he brings the ark and the tabernacle of Yahweh's dwelling, and he plants it in the middle of the city. So just right there, those two moves are undoing the exile of Adam and Eve from Eden in a local way. That's how the imagery works, because the.",
    "start": "00:34:54",
    "end": "00:36:22"
  },
  {
    "text": "Ark of the Covenant and the Tabernacle, we're saying, hey, we're outside of Eden, but, hey, we have God's presence with us, but we're still outside of Eden. We're just cruising around. So bring it into the city. Is saying, we've made it back.",
    "start": "00:36:22",
    "end": "00:36:34"
  },
  {
    "text": "That's right. So the story of David defeating the inhabitants of Jerusalem and establishing the city as the capital. This happens in 2 Samuel, chapter 5. So 2 Samuel 5, 6. The King David and his men went to Yerushalayim. That's how you say it in Hebrew, Yerushalayim to the Yevusites, the inhabitants of the land. So Yevus is actually the Canaanite name of Jerusalem. So Jerusalem is a Hebrew word. People debate on its original meaning. Most likely it's formed of something like inheritance of peace or possession of peace. Salem being peace, but Shalem. Yeah, the Salem being the word Shalem, which comes from shalom, Peace. But that's its Israelite name. Its Canaanite name was Yevuz. And the people who inhabited that city were called the Yebusites or the Jebusites. So there's a whole story, it's actually somewhat complicated in how he takes the city. But the Jebusites are mocking David, saying, like, you couldn't even. You can't get in here. Even the blind and lame people of our city, like, people who can't see or have disabled limbs even. They could fight you off. Like, we're so.",
    "start": "00:36:34",
    "end": "00:37:56"
  },
  {
    "text": "We're so fortified.",
    "start": "00:37:56",
    "end": "00:37:57"
  },
  {
    "text": "Yeah, totally. So what happens is that David. Most likely what happens. The Hebrew is a lot more complicated than the English translations led us on to. What most likely happens is that David and his soldiers crawl up a water shaft to get inside the walls, and then a t. Attack the city from within. But in verse nine, David took up residence in the fortress, and he called it ir. David, City of David. David means beloved one. So this city of the beloved, kind of like Philadelphia, City of brotherly love. Brotherly love, yeah. But he built up the area around it from the terraces inward. Here he is. It's an ear, a city. And he's building. Here's our key words right there from the Cain and Abel story.",
    "start": "00:37:57",
    "end": "00:38:50"
  },
  {
    "text": "Yeah.",
    "start": "00:38:50",
    "end": "00:38:51"
  },
  {
    "text": "And it's called by his name.",
    "start": "00:38:51",
    "end": "00:38:52"
  },
  {
    "text": "So that's.",
    "start": "00:38:53",
    "end": "00:38:54"
  },
  {
    "text": "That's interesting.",
    "start": "00:38:55",
    "end": "00:38:55"
  },
  {
    "text": "It is interesting because we know it's not called that. It's called Jerusalem.",
    "start": "00:38:55",
    "end": "00:38:59"
  },
  {
    "text": "Yeah, but he called it city of David. This is what Cain did when he built a city.",
    "start": "00:38:59",
    "end": "00:39:03"
  },
  {
    "text": "Oh, so this is suspicious.",
    "start": "00:39:03",
    "end": "00:39:05"
  },
  {
    "text": "It's interesting.",
    "start": "00:39:05",
    "end": "00:39:06"
  },
  {
    "text": "It's interesting.",
    "start": "00:39:06",
    "end": "00:39:07"
  },
  {
    "text": "Yeah. The Hebrew Bible, man, it's always a twist. It's never completely good. It's never completely bad.",
    "start": "00:39:07",
    "end": "00:39:13"
  },
  {
    "text": "Okay.",
    "start": "00:39:13",
    "end": "00:39:13"
  },
  {
    "text": "Complex. So he built up all the area around it, and he became more and more powerful because Yahweh, God Almighty, was with him.",
    "start": "00:39:14",
    "end": "00:39:22"
  },
  {
    "text": "So, yeah, you read that and you're like, okay, well, it's good that he's calling it after him. And he's building it up. That must be good.",
    "start": "00:39:23",
    "end": "00:39:28"
  },
  {
    "text": "We'll see.",
    "start": "00:39:28",
    "end": "00:39:29"
  },
  {
    "text": "God's with him.",
    "start": "00:39:29",
    "end": "00:39:29"
  },
  {
    "text": "Yeah, we'll see.",
    "start": "00:39:29",
    "end": "00:39:30"
  },
  {
    "text": "Okay. We'll see.",
    "start": "00:39:30",
    "end": "00:39:30"
  },
  {
    "text": "So there it is. That's. So now Jerusalem's the capital. All right, chapter six. David brought together all the able young men of Israel, 30,000. And he and all his men went to Ba' la in Judah to bring up from there the Ark of God. That is. We're talking about the golden box here. So the ark, which is called by the name. The name of Yahweh of armies, the Yahweh of heavenly hosts. He's the one enthroned between the cherubim on the ark, Right?",
    "start": "00:39:31",
    "end": "00:40:09"
  },
  {
    "text": "Yeah. The ark is a throne.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "The ark is a throne, golden box on which there's these two golden caravim. And this is a great example of a hyperlink to the Eden story. So what we want to do, because Eden's portable now with the tabernacle. Tabernacle is a portable Eden. And you remember those two cherubim who guarded the way back into Eden. Back into Eden.",
    "start": "00:40:11",
    "end": "00:40:35"
  },
  {
    "text": "Yeah. They're now guarding the throne.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And so they are guarding the throne, and they are the footstool, as it were, of the divine presence, which is invisible, hovering above. So we're just told right here, the portable Eden that's guarded by the cherubim, David's going to take it upon himself to move it, move it into the city. Okay, sweet. Cool. So they set the Ark of God on a new cart, and they brought it from the house of Avinadav, which was on the hill. Now, that's a hyperlink right there to a whole series of passages in the Torah that say, never use a cart to transport the Ark because they have.",
    "start": "00:40:37",
    "end": "00:41:14"
  },
  {
    "text": "The poles, and you're supposed to carry it.",
    "start": "00:41:14",
    "end": "00:41:15"
  },
  {
    "text": "Exactly. Yep. Carry it. Don't ever put it on a cart.",
    "start": "00:41:15",
    "end": "00:41:19"
  },
  {
    "text": "Oh, wow.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "Yeah.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "So you're supposed to read this and be like, wait, what?",
    "start": "00:41:20",
    "end": "00:41:22"
  },
  {
    "text": "Yes.",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "Okay.",
    "start": "00:41:22",
    "end": "00:41:22"
  },
  {
    "text": "Yes. So there was a guy named Uzza and Achio who were the sons of Avinadab. Avinidav is the most likely priestly house that's been hosting the Ark on his property for a while.",
    "start": "00:41:22",
    "end": "00:41:36"
  },
  {
    "text": "Okay.",
    "start": "00:41:36",
    "end": "00:41:37"
  },
  {
    "text": "And they were guiding the new cart.",
    "start": "00:41:37",
    "end": "00:41:39"
  },
  {
    "text": "Yeah.",
    "start": "00:41:39",
    "end": "00:41:39"
  },
  {
    "text": "So now you have, like, the people who are the priestly guardians are using or, like, transporting the cart, but in exactly the way that God said not to do it back in the Torah.",
    "start": "00:41:39",
    "end": "00:41:50"
  },
  {
    "text": "Wow. So there's a lot of tension here. I didn't realize.",
    "start": "00:41:50",
    "end": "00:41:53"
  },
  {
    "text": "Yeah. Oh, yeah, that's totally.",
    "start": "00:41:53",
    "end": "00:41:54"
  },
  {
    "text": "Which pays off when, like, the guy touches the cart and you're just.",
    "start": "00:41:54",
    "end": "00:41:58"
  },
  {
    "text": "It's about to happen.",
    "start": "00:41:58",
    "end": "00:41:58"
  },
  {
    "text": "Oh, my gosh. Yeah. Okay.",
    "start": "00:41:58",
    "end": "00:42:00"
  },
  {
    "text": "So David and all Israel were celebrating with all their power before Yahweh. So this is power dancing. There's a power.",
    "start": "00:42:00",
    "end": "00:42:10"
  },
  {
    "text": "Some power moves.",
    "start": "00:42:10",
    "end": "00:42:11"
  },
  {
    "text": "Power choir. I mean, they had castanets and harps and lyres and timbrels and sistrums and cymbals. I don't know what castanet. So I think this might be a little radical.",
    "start": "00:42:11",
    "end": "00:42:20"
  },
  {
    "text": "I don't know what a sistrum is.",
    "start": "00:42:20",
    "end": "00:42:21"
  },
  {
    "text": "I don't know what that is.",
    "start": "00:42:21",
    "end": "00:42:22"
  },
  {
    "text": "I can only guess what a timbrel is. Sounds like a tambourine.",
    "start": "00:42:22",
    "end": "00:42:26"
  },
  {
    "text": "When they came to the threshing floor of Nahan, Uzzah reached out and he took.",
    "start": "00:42:26",
    "end": "00:42:33"
  },
  {
    "text": "Uzzah's one of the kids.",
    "start": "00:42:34",
    "end": "00:42:35"
  },
  {
    "text": "Uzzah's one of the two. Two priestly sons who's guiding. Guiding the card.",
    "start": "00:42:35",
    "end": "00:42:40"
  },
  {
    "text": "Yeah.",
    "start": "00:42:40",
    "end": "00:42:41"
  },
  {
    "text": "So Uzzah sent out his hand and he took.",
    "start": "00:42:41",
    "end": "00:42:44"
  },
  {
    "text": "Oh, okay.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "That's what Eve does with the tree. It's exactly the same.",
    "start": "00:42:46",
    "end": "00:42:49"
  },
  {
    "text": "Same phrase.",
    "start": "00:42:49",
    "end": "00:42:50"
  },
  {
    "text": "Yep, Same phrase.",
    "start": "00:42:50",
    "end": "00:42:50"
  },
  {
    "text": "Reached out and took.",
    "start": "00:42:50",
    "end": "00:42:51"
  },
  {
    "text": "So right there. It's another hyperlink. He reached out and he took.",
    "start": "00:42:51",
    "end": "00:42:55"
  },
  {
    "text": "I'll protect this.",
    "start": "00:42:55",
    "end": "00:42:56"
  },
  {
    "text": "The Ark of God. Because the oxen stumbled.",
    "start": "00:42:56",
    "end": "00:43:00"
  },
  {
    "text": "Yeah. And that makes you think, like, oh, he was just trying to be helpful.",
    "start": "00:43:00",
    "end": "00:43:03"
  },
  {
    "text": "He was trying to be helpful. But. So what did the woman do? She reached out her hand and she.",
    "start": "00:43:03",
    "end": "00:43:09"
  },
  {
    "text": "Took because it looked good in her eyes.",
    "start": "00:43:09",
    "end": "00:43:11"
  },
  {
    "text": "Of the tree of my. It represents my ability to discern between what's good and bad. So the Ark is about to slip off this cart, but the reason it's in that position is because we took it upon ourselves to do things a certain way, which is the way God told us not to do it.",
    "start": "00:43:11",
    "end": "00:43:30"
  },
  {
    "text": "You're supposed to be carrying this thing on the sticks, and then the ox won't have to stumble.",
    "start": "00:43:31",
    "end": "00:43:35"
  },
  {
    "text": "If you would have done it the way God said it, it wouldn't be about to fall off this cart.",
    "start": "00:43:35",
    "end": "00:43:39"
  },
  {
    "text": "Oh, my gosh. And remember, never heard this story explaining this.",
    "start": "00:43:39",
    "end": "00:43:43"
  },
  {
    "text": "He was about to take hold of the Ark of God. And remember. What's the Ark of God? What did we just tell? The Ark of God is guarded by two cherubim. Yeah.",
    "start": "00:43:43",
    "end": "00:43:51"
  },
  {
    "text": "Yeah.",
    "start": "00:43:51",
    "end": "00:43:52"
  },
  {
    "text": "In other words, he's trying. We tend to psychologize the story, and we're just like, the guy was just trying to be helpful.",
    "start": "00:43:52",
    "end": "00:43:58"
  },
  {
    "text": "Yeah.",
    "start": "00:43:58",
    "end": "00:43:58"
  },
  {
    "text": "The narrator is trying to depict this whole scene as a replay of humanity's foolish violation of God's command at the Tree of Knowing.",
    "start": "00:43:58",
    "end": "00:44:07"
  },
  {
    "text": "Good and bad man, which is so hidden because you read the story. And it's like David's establishing Jerusalem, like, this is good.",
    "start": "00:44:07",
    "end": "00:44:17"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:44:17",
    "end": "00:44:18"
  },
  {
    "text": "And in the subtext of all, this is like, this is a problem.",
    "start": "00:44:18",
    "end": "00:44:21"
  },
  {
    "text": "This is a problem.",
    "start": "00:44:22",
    "end": "00:44:22"
  },
  {
    "text": "Look at all these problems.",
    "start": "00:44:22",
    "end": "00:44:23"
  },
  {
    "text": "Yeah.",
    "start": "00:44:23",
    "end": "00:44:24"
  },
  {
    "text": "Like, they're taking God's throne on their own terms and establishing it in a way that God said not to do.",
    "start": "00:44:24",
    "end": "00:44:34"
  },
  {
    "text": "What's also important is this is not the first time this has happened. In the Samuel story, the Israelites treated the ark like a little military trophy in another battle with the Philistines all the way back. And God allowed the ark to be stolen because they dishonored the ark in that way. So this is already a theme in the Samuel scroll of people using the ark as, like, a trophy piece. So you're right. But the point is you only get the narrator's actual message if you follow the hyperlinks. Otherwise I think you'll miss the point here. So Uzzah is depicted as somebody who's trying to storm back in past the cherubim and enter Eden on his own terms. However innocent he might be, the narrator is painting the picture of human folly. So the Lord's anger burned against Uzzah because of his act, and God struck him down and he died right there, right at the foot of the two cherubim. So in the language of the Eden story, he got struck down by the fiery sword.",
    "start": "00:44:34",
    "end": "00:45:41"
  },
  {
    "text": "Yeah.",
    "start": "00:45:43",
    "end": "00:45:43"
  },
  {
    "text": "And David was angry because of Yahweh's anger that broke out.",
    "start": "00:45:43",
    "end": "00:45:48"
  },
  {
    "text": "You're ruining my party here.",
    "start": "00:45:48",
    "end": "00:45:49"
  },
  {
    "text": "Yes, totally. In fact, to this very day, that spot is called Outbreak against Uzzah.",
    "start": "00:45:49",
    "end": "00:45:55"
  },
  {
    "text": "Oh, wow.",
    "start": "00:45:55",
    "end": "00:45:56"
  },
  {
    "text": "Perez. Uzzah. So David was afraid of Yahweh that day. And he said, how can the Ark of Yahweh ever come to my new capital city? That's my paraphrase. So he wouldn't take the Ark of the Lord, and he said he took it to the house of Oved Edom. The gittite and the ark remained there for three months, a period of three. This is often a testing motif. But here's the thing is, Yahweh blessed the house of Oved Edom. Like just it became. That became the Garden of Eden. So David was told Yahweh's blessing bringing about Eden at Oved Edom's house. Maybe we should try it again. So David went to bring up the Ark of God from the house of Oved Edom to the city of David with rejoicing.",
    "start": "00:45:56",
    "end": "00:46:39"
  },
  {
    "text": "Okay, party part two.",
    "start": "00:46:40",
    "end": "00:46:42"
  },
  {
    "text": "Party part two.",
    "start": "00:46:42",
    "end": "00:46:42"
  },
  {
    "text": "Get the timbrels out now.",
    "start": "00:46:42",
    "end": "00:46:44"
  },
  {
    "text": "I'm going to Switch to the literary design of this paragraph is key. So verse 12. They brought up the ark of God from the house of Obed Edom into the city with gladness. And so it was when the bearers, the carriers of the Ark of Yahweh, went six paces, he would sacrifice an ox and a fatling.",
    "start": "00:46:45",
    "end": "00:47:06"
  },
  {
    "text": "He's being real careful this time.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "Totally.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "You go six steps and then you make a sacrifice.",
    "start": "00:47:09",
    "end": "00:47:11"
  },
  {
    "text": "And if you're sacrificing an oxen, every sixth step, you're offering the animal in front of you, which is on your seventh step. Right.",
    "start": "00:47:11",
    "end": "00:47:20"
  },
  {
    "text": "Wait, what?",
    "start": "00:47:20",
    "end": "00:47:21"
  },
  {
    "text": "Well, if you're.",
    "start": "00:47:21",
    "end": "00:47:23"
  },
  {
    "text": "Okay, we take six steps.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "1, 2, 3, 4, 5, 6. Then you slaughter an animal in front of you in the place where you would take your seventh step. Oh, okay, I think is the inference here. So in other words, it's seven imagery.",
    "start": "00:47:24",
    "end": "00:47:37"
  },
  {
    "text": "Right. Okay.",
    "start": "00:47:37",
    "end": "00:47:38"
  },
  {
    "text": "Which is the imagery of accomplishing the completion of heaven on earth. David was dancing before Yahweh with all his power. Before, he was just celebrating with instruments. Now he's full on dancing. And David was wearing a linen ephod.",
    "start": "00:47:38",
    "end": "00:47:55"
  },
  {
    "text": "Which is the priestly garment, right?",
    "start": "00:47:56",
    "end": "00:47:57"
  },
  {
    "text": "Yeah. He's dressed the way that the priests are dressed when they operate in the temple.",
    "start": "00:47:57",
    "end": "00:48:03"
  },
  {
    "text": "He's making sacrifices.",
    "start": "00:48:03",
    "end": "00:48:04"
  },
  {
    "text": "And we have talked about this story. We made a whole video about it, in fact, in our Royal Priest series. So the king is depicted as the priest, and this is a part of the Adam imagery, because Adam and Eve as the human are the royal priestly image of God in the garden.",
    "start": "00:48:04",
    "end": "00:48:21"
  },
  {
    "text": "Who are meant to rule.",
    "start": "00:48:22",
    "end": "00:48:23"
  },
  {
    "text": "Who are meant to rule. Yep. So David and all house of Israel were bringing up the Ark of Yahweh with shouting in trumpet. They brought in the Ark of Yahweh. They set it in its place in the tent that David pitched for it.",
    "start": "00:48:23",
    "end": "00:48:37"
  },
  {
    "text": "Okay.",
    "start": "00:48:37",
    "end": "00:48:38"
  },
  {
    "text": "David offered burnt offerings. Peace offerings. He finished offering the burnt offerings and the peace offerings. He blessed the people. He gave all the people cakes of bread and dates. And David returned to bless his house. So every six steps, the seventh step is a sacrifice. Yahweh's presence with the cherubim comes in.",
    "start": "00:48:39",
    "end": "00:49:02"
  },
  {
    "text": "There's been a lot of sacrifice.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "Sacrifice and offerings resulting in blessing and abundant food for all the people.",
    "start": "00:49:03",
    "end": "00:49:08"
  },
  {
    "text": "Yeah.",
    "start": "00:49:08",
    "end": "00:49:08"
  },
  {
    "text": "Eden. Okay, Eden. So here's what's interesting. You could try and put yourself in the mindset of the characters and say, okay, Jerusalem's the new Eden. Heaven on earth. That's what all this imagery is doing. When Solomon upgrades the tent to a temple, it's all this Eden imagery all over again. And he has a seven part prayer that culminates in a blessing saying, may this house become a source of blessing for all the nations. May all the nations look to it and know the one true God. So it seems like Israelites took on the same in that time period that Jerusalem became the source of a storyline that was a story that also Ashurbanipal would tell one day about Nineveh, that it's the meeting place of heaven on earth, the source of protection and preservation of life, heavenly life here on earth. However, we come across this story in a scroll whose narrator is among a set of authors who knit this whole story together all the way forward to the story of Solomon and then to the kings of Jerusalem who began introducing worship of idols in the courtyard of the temple.",
    "start": "00:49:08",
    "end": "00:50:46"
  },
  {
    "text": "Yeah.",
    "start": "00:50:46",
    "end": "00:50:46"
  },
  {
    "text": "Start using it as a bank to hire other nations to protect Jerusalem. And eventually this same city and building will get overthrown by the King of Babylon and burnt to a crisp. So the question is, what does this story mean now in light of authors who know that this heaven on earth spot got destroyed?",
    "start": "00:50:47",
    "end": "00:51:08"
  },
  {
    "text": "Okay.",
    "start": "00:51:09",
    "end": "00:51:09"
  },
  {
    "text": "Does that make sense?",
    "start": "00:51:09",
    "end": "00:51:10"
  },
  {
    "text": "Yeah.",
    "start": "00:51:10",
    "end": "00:51:10"
  },
  {
    "text": "So what's interesting is when you come across Jerusalem as it's described in the prophets who foretold the destruction of this heaven on earth spot, but then maintained hope that God's heaven on earth spot didn't get destroyed when this spot, the city, Jerusalem, got destroyed. In other words, for the prophets and the poets of the Psalms, the destruction of Jerusalem didn't mean the end of the city of Eden, of the heavenly city. Yeah. So we begin the series with looking at Psalm 46.",
    "start": "00:51:11",
    "end": "00:51:44"
  },
  {
    "text": "Yeah.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "So I don't want to read it again, but just to remind us, it begins by describing how God is our refuge and our strength in ever present Azer, delivering protective ally and help in trouble. Therefore, even if the land melts away, even if the mountains fall into the heart of the sea and the waters roar and foam and the mountains quake. So Genesis, decreation. Even if creation is undone, God himself will become our protective refuge. Oh, what does? How, How So? Well, because there's a river whose streams make glad the city of Elohim. And so Jerusalem is actually never named in this poem, but rather God and the city of God are the divine refuge. So there's this image here that whatever. Now, where are we singing the song? This is the title. The superscription for this Psalm 46 is for the director of music of the Sons of Korah. So this is a priestly choir who would sing this in the Jerusalem Temple, but they are singing this in the temple saying God and the city of God is the ultimate transcendent city of refuge. So it seems like Israelites really viewed Jerusalem as an image or a touchdown point that corresponded to a transcendent city that is God's, God himself or the city of God himself.",
    "start": "00:51:45",
    "end": "00:53:28"
  },
  {
    "text": "So you're so. Okay, if I could try.",
    "start": "00:53:29",
    "end": "00:53:31"
  },
  {
    "text": "You said a lot right there. But this is an important move we'll need to make in the video.",
    "start": "00:53:31",
    "end": "00:53:35"
  },
  {
    "text": "Well, yeah, and let me try to resay it back. You're saying that, yes, the city of Jerusalem was this high point when David and then his son Solomon ruled it. You call it the golden age. This was like there was prosperity and peace. There was unity amongst all the tribes. They were flawed, but they were seeking after God's wisdom.",
    "start": "00:53:35",
    "end": "00:54:00"
  },
  {
    "text": "Yeah. And that story we just read about, Uzzah is telling us that God taking up residence in this city. However, like, the same conditions of Eden still apply. This isn't. Yahweh's presence isn't just your trophy that you can bring into your city. And boom, you're protected now forever and always. You have to relate to Yahweh.",
    "start": "00:54:00",
    "end": "00:54:20"
  },
  {
    "text": "Yes.",
    "start": "00:54:20",
    "end": "00:54:20"
  },
  {
    "text": "By his terms and wisdom now in Jerusalem, if you want this to become the Eden you hope it will be.",
    "start": "00:54:21",
    "end": "00:54:28"
  },
  {
    "text": "Now, when you said the person, the authors who are narrating the scroll compiled the stories, all these stories together. Where they're going to take us to is to David's great grandsons just making a mess of things.",
    "start": "00:54:28",
    "end": "00:54:45"
  },
  {
    "text": "That's right.",
    "start": "00:54:45",
    "end": "00:54:45"
  },
  {
    "text": "Basically replaying Adam and Eve and Jerusalem getting sieged and then later like actually destroyed. Is the exile of humanity of Israel.",
    "start": "00:54:46",
    "end": "00:54:59"
  },
  {
    "text": "Set on analogy to the exile of humanity?",
    "start": "00:54:59",
    "end": "00:55:02"
  },
  {
    "text": "Yes.",
    "start": "00:55:02",
    "end": "00:55:03"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:55:03",
    "end": "00:55:04"
  },
  {
    "text": "So while we are seeing David kind of restore Eden, it's. We're recognizing that this is not the new creation. The new creation. Yeah. It was a step in that direction. But the problem is we still have humans who want to take on our own terms.",
    "start": "00:55:04",
    "end": "00:55:23"
  },
  {
    "text": "That's right. Yeah. The founding story of Jerusalem becoming like a new Eden is set on analogy to the failure of Adam and Eve.",
    "start": "00:55:23",
    "end": "00:55:31"
  },
  {
    "text": "So when we read a psalm where people are celebrating, well, there is a city of God, this holy place.",
    "start": "00:55:31",
    "end": "00:55:40"
  },
  {
    "text": "Yeah. And the people who are celebrating it are the priestly choirs who live in that city. Like, they're singing the song in the center temple of that city.",
    "start": "00:55:40",
    "end": "00:55:49"
  },
  {
    "text": "From a very just plain sense, you're like, oh, they're talking about Jerusalem. This is their city. They want it to be great. This is protecting them from the evil, like Assyrian empire or Babylonian empire. They think that this City is the city of God. But what you're saying is it's more nuanced than that, that they're very aware. Well, connect like this psalm to. So I get it that those who crafted the scroll of Samuel or Kings, like, they are doing that, and they have this. They place the story in a very specific way. But connect me again, you're saying. So then the prophets who later reflect.",
    "start": "00:55:49",
    "end": "00:56:34"
  },
  {
    "text": "On Jerusalem and the poets who arranged the psalm scroll.",
    "start": "00:56:34",
    "end": "00:56:39"
  },
  {
    "text": "Yeah, they would have done that after Jerusalem was in exile.",
    "start": "00:56:39",
    "end": "00:56:44"
  },
  {
    "text": "It's the same dynamic as in the narratives. So for the prophets who lived before the destruction of Jerusalem, or these priestly choirs, for Psalm 46, they lived in Jerusalem before it was destroyed. So if we're trying to get into their mindset, they lived in Jerusalem and experienced it. Well, it depends on what was happening in the time. The prophets mostly lived in times when it was corrupt. And that's what we're going to talk about in our next conversation or next couple conversations. But this psalm, clearly the sons of Korah are singing this song on a day when the protection and preservation of life in Jerusalem, they're equating or setting on analogy to the ultimate preserver and protection of life. Even if all creation fell apart, there is still a city of God of which Jerusalem is like an incarnation in their current experience. It's a symbol. Now, that's for the people who wrote the psalm as a standalone.",
    "start": "00:56:44",
    "end": "00:57:50"
  },
  {
    "text": "Could you make the case that they wrote the song to celebrate Jerusalem as not just the symbol, but as the actual city of God?",
    "start": "00:57:50",
    "end": "00:57:58"
  },
  {
    "text": "Who knows?",
    "start": "00:57:59",
    "end": "00:58:00"
  },
  {
    "text": "Okay.",
    "start": "00:58:00",
    "end": "00:58:00"
  },
  {
    "text": "I mean, I think there we're asking a similar question of, like, did the biblical authors think the world was a flat disk with edges, or did they think the stars were actually spiritual beings or just symbols of spiritual beings? Right. It's just they imagined the world as such, that heaven had these touch points with earth and that they describe Jerusalem in their poetry. And here are just Psalms 46, 47, 48, and then Psalms 84, 89, all use this language, too. I want to look at one more psalm before we're done here. Yeah, that will just keep our focus on the same question.",
    "start": "00:58:00",
    "end": "00:58:44"
  },
  {
    "text": "Sam.",
    "start": "00:58:48",
    "end": "00:59:03"
  },
  {
    "text": "Okay. Psalm 87, also of the sons of Korah.",
    "start": "00:59:23",
    "end": "00:59:26"
  },
  {
    "text": "Okay.",
    "start": "00:59:26",
    "end": "00:59:27"
  },
  {
    "text": "He has founded his city on the holy mountain.",
    "start": "00:59:27",
    "end": "00:59:31"
  },
  {
    "text": "We're talking about Jerusalem.",
    "start": "00:59:31",
    "end": "00:59:33"
  },
  {
    "text": "Yahweh loves the gates of Zion more than all the other dwellings of Jacob.",
    "start": "00:59:33",
    "end": "00:59:41"
  },
  {
    "text": "Why bringing up the gates? I mean, the gates.",
    "start": "00:59:41",
    "end": "00:59:42"
  },
  {
    "text": "The gates.",
    "start": "00:59:43",
    "end": "00:59:43"
  },
  {
    "text": "It's part of the wall.",
    "start": "00:59:43",
    "end": "00:59:44"
  },
  {
    "text": "Oh, yeah. I think it's a part for whole imagery.",
    "start": "00:59:45",
    "end": "00:59:48"
  },
  {
    "text": "Okay.",
    "start": "00:59:48",
    "end": "00:59:49"
  },
  {
    "text": "Like, when you say the synecdoche. Yeah, Synecdoche, Yeah. You refer to one part of something. You refer to the whole. But the gates are like the part.",
    "start": "00:59:49",
    "end": "00:59:58"
  },
  {
    "text": "Of the wall that opens the part.",
    "start": "00:59:58",
    "end": "00:59:59"
  },
  {
    "text": "Of the wall out of which. It's kind of like the same way that the word for throat in Hebrew, nephesh, became an image of the whole person.",
    "start": "00:59:59",
    "end": "01:00:07"
  },
  {
    "text": "It's the entryway.",
    "start": "01:00:07",
    "end": "01:00:08"
  },
  {
    "text": "So in the same way, the key entryway is key channel. Yeah. Okay. So the key thing is Yahweh founded a city on a holy mountain. Yahweh loves the gates of Zion. So now Zion, the city is like.",
    "start": "01:00:08",
    "end": "01:00:23"
  },
  {
    "text": "Which is another term for Jerusalem.",
    "start": "01:00:24",
    "end": "01:00:26"
  },
  {
    "text": "Yes. Zion, yes. Most likely means rock. Okay, so now Yahweh is relaying to Zion like a spouse. Yahweh loves the city more than all the other dwellings of Jacob. Glorious things are said of you, O city of God. So first of all, the opening of this poem is, Yahweh is in love with this one city more than all the others. Yahweh has one beloved, the city of Zion. And here are the glorious things that are said of the city of God. I will record Rahav and Babylon among those who know me.",
    "start": "01:00:26",
    "end": "01:01:06"
  },
  {
    "text": "This is what God's saying about the city.",
    "start": "01:01:07",
    "end": "01:01:09"
  },
  {
    "text": "These are glorious things that are said about the city of God.",
    "start": "01:01:09",
    "end": "01:01:12"
  },
  {
    "text": "The I here is.",
    "start": "01:01:13",
    "end": "01:01:14"
  },
  {
    "text": "I think the I here is meant to be referring to the divine voice, God's voice. Rahav is a nickname for Egypt in the Prophets and the Psalms. So Egypt and Babylon are among those who know Yahweh. That's surprising. Philistia, too, and also Tyre, along with Cush. They will all say, this one was born in Zion.",
    "start": "01:01:14",
    "end": "01:01:47"
  },
  {
    "text": "This one was born in Zion.",
    "start": "01:01:47",
    "end": "01:01:49"
  },
  {
    "text": "Indeed, of Zion, it will be said, this one and that one were born in her. The Most High himself will establish her. Yahweh will write it in the register of the nations, the peoples. And here's what he will. This one was born in Zion. And as they all make music, they will sing, all my fountains are in you. I love the look on your face. Just total bewilderment. This is a meditation. This is a riddle. This poem's a riddle.",
    "start": "01:01:49",
    "end": "01:02:30"
  },
  {
    "text": "Well, you know the last line, I feel like I get my hands around.",
    "start": "01:02:30",
    "end": "01:02:33"
  },
  {
    "text": "Okay.",
    "start": "01:02:33",
    "end": "01:02:33"
  },
  {
    "text": "You know, all the fountains, the springs.",
    "start": "01:02:34",
    "end": "01:02:36"
  },
  {
    "text": "The springs.",
    "start": "01:02:36",
    "end": "01:02:37"
  },
  {
    "text": "This is the rivers that come out of Eden, and they're bringing life to all the land. And so, I mean, what a surprise. Egypt and Babylon acknowledging Yahweh. Yes, but that's what the whole story of the Bible is trying to prepare you for is like the Eden blessing flowing out to the nations.",
    "start": "01:02:37",
    "end": "01:02:54"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:02:54",
    "end": "01:02:55"
  },
  {
    "text": "And even. And Jonah. Sorry. Of Jonah is even Nineveh can like, turn and repent.",
    "start": "01:02:55",
    "end": "01:03:00"
  },
  {
    "text": "Yeah, that's right. So just Egypt, Babylon, but also the Philistines.",
    "start": "01:03:00",
    "end": "01:03:04"
  },
  {
    "text": "Okay. Like, they were the snakes.",
    "start": "01:03:04",
    "end": "01:03:06"
  },
  {
    "text": "They're the arch enemies in the days of David.",
    "start": "01:03:06",
    "end": "01:03:08"
  },
  {
    "text": "Yeah.",
    "start": "01:03:08",
    "end": "01:03:08"
  },
  {
    "text": "And Saul, Tyre. Go read Ezekiel's the Prophets tirade.",
    "start": "01:03:08",
    "end": "01:03:14"
  },
  {
    "text": "He's not happy with Tyre.",
    "start": "01:03:14",
    "end": "01:03:15"
  },
  {
    "text": "He depicts Tyre as the rebellious snake in the garden. Cush. And also these. We just went around the compass, the points of the compass here. Egypt in the south, Babylon in the east, Philistia to the west, Tyre to the north.",
    "start": "01:03:16",
    "end": "01:03:32"
  },
  {
    "text": "Oh, okay.",
    "start": "01:03:32",
    "end": "01:03:33"
  },
  {
    "text": "Cush to the south.",
    "start": "01:03:33",
    "end": "01:03:34"
  },
  {
    "text": "Yeah, okay. So where I was getting really confused is when he says, this one was born in Zion.",
    "start": "01:03:34",
    "end": "01:03:38"
  },
  {
    "text": "Yeah.",
    "start": "01:03:38",
    "end": "01:03:39"
  },
  {
    "text": "So God is saying, I'm looking at Egypt, this Egyptian or this Babylonian or this Philistine. Philistine. And yet I'm considering them to have.",
    "start": "01:03:39",
    "end": "01:03:50"
  },
  {
    "text": "Their origin, their citizenship.",
    "start": "01:03:50",
    "end": "01:03:52"
  },
  {
    "text": "Their citizenship.",
    "start": "01:03:52",
    "end": "01:03:53"
  },
  {
    "text": "They are in the city register.",
    "start": "01:03:54",
    "end": "01:03:56"
  },
  {
    "text": "I see. That's what that means.",
    "start": "01:03:56",
    "end": "01:03:58"
  },
  {
    "text": "Ancient census language here.",
    "start": "01:03:58",
    "end": "01:03:59"
  },
  {
    "text": "This is ancient census language. Where are you from? Where's your citizenship?",
    "start": "01:04:00",
    "end": "01:04:04"
  },
  {
    "text": "Where's your name written? In what book is your name written?",
    "start": "01:04:04",
    "end": "01:04:07"
  },
  {
    "text": "Oh, my goodness.",
    "start": "01:04:07",
    "end": "01:04:08"
  },
  {
    "text": "Yeah.",
    "start": "01:04:08",
    "end": "01:04:08"
  },
  {
    "text": "Okay.",
    "start": "01:04:09",
    "end": "01:04:10"
  },
  {
    "text": "So all of the nations have their citizenship in this city that Yahweh loves. Founded on the holy mountain, out of which flows a river. And all of the nations are written as being born from, in and from the city. So the city is a woman. The city is depicted as a mother who gives birth to all living. This is what Adam says about Eve. Out of this woman city comes all the nations whose ultimate identity and citizenship flows from the mountains river of the city of God.",
    "start": "01:04:10",
    "end": "01:04:56"
  },
  {
    "text": "So, you know, I can see a king reading this poem and saying, cool, let's make that happen.",
    "start": "01:04:57",
    "end": "01:05:05"
  },
  {
    "text": "Let's go conquer all those people.",
    "start": "01:05:05",
    "end": "01:05:06"
  },
  {
    "text": "Let's go conquer all those people. They bend a knee to me, I'll put them in the book.",
    "start": "01:05:06",
    "end": "01:05:10"
  },
  {
    "text": "Yeah.",
    "start": "01:05:10",
    "end": "01:05:11"
  },
  {
    "text": "And global peace.",
    "start": "01:05:11",
    "end": "01:05:12"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:05:12",
    "end": "01:05:14"
  },
  {
    "text": "And now the city of God has been established.",
    "start": "01:05:14",
    "end": "01:05:16"
  },
  {
    "text": "Yep. So that dynamic is exactly the dynamic at work in the stories of Samuel and Kings, about kingship in the story of Israel. But just like the city can become an instrument of life or death, depending on how people relate to the wisdom of God. So this is clearly a dream of a city of God becoming the empire of God over all the nations. And the question is, was historical Jerusalem ever the touchdown. Focal point of this hope? Well, it seems like the characters depicted in the story may have held that hope, but did the biblical authors ever actually think that who Narrate and by biblical authors, I mean the final shapers of the Tanakh.",
    "start": "01:05:16",
    "end": "01:06:04"
  },
  {
    "text": "Yeah.",
    "start": "01:06:04",
    "end": "01:06:04"
  },
  {
    "text": "The former prophets, the people who compiled the Psalm scroll compiled this, added this poem and shaped it to belong where it is. Centuries after the city was destroyed by Babylon. The final shape of the psalm scroll was, you know, comes from just a few centuries before Jesus. So here's what's interesting is that in the Second Temple period, and we know this, that Second Temple Israelites read these poems as referring to something greater than the city of Jerusalem.",
    "start": "01:06:04",
    "end": "01:06:38"
  },
  {
    "text": "Really?",
    "start": "01:06:38",
    "end": "01:06:38"
  },
  {
    "text": "Yeah. And one body of those Second Temple texts are found in a collection we call the New Testament.",
    "start": "01:06:39",
    "end": "01:06:46"
  },
  {
    "text": "Yeah.",
    "start": "01:06:46",
    "end": "01:06:47"
  },
  {
    "text": "So why is it that Paul, like in the letter to Galatians, can start talking in Galatians chapter four about what he calls the Jerusalem above, who is our mother.",
    "start": "01:06:47",
    "end": "01:06:58"
  },
  {
    "text": "Oh my goodness.",
    "start": "01:06:58",
    "end": "01:06:59"
  },
  {
    "text": "And he corresponds the heavenly Jerusalem to Sarah, the mother of Isaac. And we know from Romans that Paul considered the birth of Isaac to Abraham and Sarah as being an act of creation, a new creation act, creating life where there was no life. As he says in Romans chapter 4. And here in Galatians 4 he quotes from a poem in Isaiah 54 that's about a infertile woman who has no children, who's going to give birth to a whole family. And he says that that's a poem about the heavenly Jerusalem, who is our mother. And he's saying this to gentiles, non Israelites who have been brought into the family of God through the Messiah. In the letter to the Galatians I just connected a bunch of things there.",
    "start": "01:06:59",
    "end": "01:07:46"
  },
  {
    "text": "Oh yeah, I got lost.",
    "start": "01:07:46",
    "end": "01:07:47"
  },
  {
    "text": "But my point is Paul read when he came across Jerusalem in his Bible, he saw Jerusalem, the city, as a symbol for something much more transcendent.",
    "start": "01:07:47",
    "end": "01:07:58"
  },
  {
    "text": "The Jerusalem above.",
    "start": "01:07:58",
    "end": "01:07:59"
  },
  {
    "text": "What he called the Jerusalem above. Who is our mother. That is the mother of the multi ethnic family of the Messiah.",
    "start": "01:07:59",
    "end": "01:08:07"
  },
  {
    "text": "I see. The city is the mother sidious mother. So. And then he quotes from Isaiah and this quotation of Isaiah is about a barren woman who will not only have one child, but will have so many children. Yeah, numerous children. That was a weird sentence.",
    "start": "01:08:07",
    "end": "01:08:25"
  },
  {
    "text": "It is a weird.",
    "start": "01:08:25",
    "end": "01:08:26"
  },
  {
    "text": "That was yours, your translation?",
    "start": "01:08:26",
    "end": "01:08:28"
  },
  {
    "text": "No, it's not my translation. Isaiah 54. We could have read Isaiah 54, which is about a woman who's never been able to have children. But then God is going to give that woman a huge family, such a huge family that their one tent isn't going to be big enough. So they're going to have to widen the curtains and the poles of the tent to become so huge that it will be able to actually fit all the nations.",
    "start": "01:08:28",
    "end": "01:08:55"
  },
  {
    "text": "That's a big tent.",
    "start": "01:08:57",
    "end": "01:08:58"
  },
  {
    "text": "Yeah, yeah. And then you find out that woman was not just infertile, but also she was divorced and exiled from her husband, and her husband is going to come back and remarry her. And then what we're going to learn is that this whole thing is like the flood. These are like the days of Noah says Isaiah 54. This whole poem is a digest of Genesis 1:11, using this imagery to describe the Jerusalem above that God will build to give birth to a new humanity. So for the biblical authors, Jerusalem was both historically a place where God took up residence among his people, but in their eyes, it was a place that was compromised from the beginning, from the day David brought it in. And the ultimate hope for biblical authors is not actually in an earthly city the Israelites built, but that earthly city was a pointer to the city of.",
    "start": "01:08:58",
    "end": "01:09:58"
  },
  {
    "text": "God, which Paul will call the city above the Jerusalem. The Jerusalem above.",
    "start": "01:09:58",
    "end": "01:10:03"
  },
  {
    "text": "That's right. In Hebrews, it will be called the heavenly Jerusalem. In Hebrews chapter 12. And actually, this is great. The author to the Hebrews says, if you're a follower of Jesus, you can go right now to Mount Zion, the city of the living God, the heavenly Jerusalem. In fact, anytime you get together to worship and do the bread and the cup and the liturgy, you're joining the heavenly assembly who's there right now. And in the Revelation, the risen Jesus says, listen, if you overcome your fear of death by remaining faithful to me, I will make that person a pillar in the temple and give them a new name, which is the name of the city of my God, the new Jerusalem that comes out of heaven. So either these guys are just kind of weird or they actually understood what the Hebrew Bible was trying to say about the City of God and the city of man, which is that they're.",
    "start": "01:10:03",
    "end": "01:11:05"
  },
  {
    "text": "I mean, one way of saying is they're just spiritualizing it because we've been talking about real cities, real walls, real enclosures, real places of refuge.",
    "start": "01:11:05",
    "end": "01:11:13"
  },
  {
    "text": "Yeah.",
    "start": "01:11:13",
    "end": "01:11:13"
  },
  {
    "text": "And now they're saying.",
    "start": "01:11:13",
    "end": "01:11:15"
  },
  {
    "text": "Now they're saying. Well, they also think the heavenly Jerusalem is a real city. In fact, they think it's more real than any city that we could ever build.",
    "start": "01:11:17",
    "end": "01:11:25"
  },
  {
    "text": "Well, okay.",
    "start": "01:11:25",
    "end": "01:11:26"
  },
  {
    "text": "I mean, I'm kind of messing with you a little bit, but not quite. I think they really think this is a real place, this is a real thing, the City of God's a real place. Otherwise, none of us would be here right now thinking or talking, because it's that city that makes possible all of Life.",
    "start": "01:11:26",
    "end": "01:11:42"
  },
  {
    "text": "So we're really just putting it in an analogy of like the kingdom of God or the, like, the rule of God, where that God can create and sustain life. And the idea of a fountain, this is the life of God spilling out into all of creation. But then let's connect it back to the actual reality of creating cities.",
    "start": "01:11:42",
    "end": "01:12:06"
  },
  {
    "text": "So I guess that brings us all the way back to Cain, which is God is the ultimate source of all of life, which flows out of the heavenly Eden by the river. And we're outside of Eden and we're called to trust in the protection and presence that God wants to provide for us. But we so easily twist that into a human city of our own making that we use as a substitute for what God wants to offer. And I think that's the fundamental drama at work here, is that Jerusalem could have become a city of refuge. And it was at moments, but from its beginning, it was compromised as a very human Cain like city. And that's what it ultimately became. So in a way, people in cities are like people. And the tree in the Garden of Eden, which tree? The tree of knowing good and bad. It's a test. Every city you build will present you with a set of choices about whether you will trust God's wisdom or live by your own. Which is why cities can sometimes be a source of good and sometimes could be a source of bad.",
    "start": "01:12:06",
    "end": "01:13:23"
  },
  {
    "text": "Well, that's interesting. The city is like an extension of that tree.",
    "start": "01:13:23",
    "end": "01:13:27"
  },
  {
    "text": "So the city faces humans with a set of choices, and they're the same choice that humans had when they.",
    "start": "01:13:28",
    "end": "01:13:36"
  },
  {
    "text": "Okay, so the tree was God saying, are you going to take the wisdom on your own terms? Are you going to trust me? And the temptation is to go, I got this. And the problem is, we don't. And chaos and death and violence and greed and envy and all the things. So that's a very. Almost like it's situating the choice on a very personal level of just like, for me, what do I need in this moment?",
    "start": "01:13:36",
    "end": "01:14:05"
  },
  {
    "text": "Yeah, yeah.",
    "start": "01:14:05",
    "end": "01:14:06"
  },
  {
    "text": "What a city is. It's much more communal. Yeah, it's me and us together, and what do we need to thrive and have the good life in our place on earth? And so it's the decision to design that which is saying, how am I going to discern between good and bad on a much larger level? So it's like that personal sense of that personal choice just scaled up, scaled up. And so you almost imagine a city being the tree of knowledge of good and bad, instead of just one tree. It's like a city Tree.",
    "start": "01:14:06",
    "end": "01:14:47"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "01:14:47",
    "end": "01:14:48"
  },
  {
    "text": "And the fruit is everywhere. It's like everywhere you go is the tree that fruit of the knowledge of good and bad presenting itself, saying, how are you going to handle this? How you can handle that?",
    "start": "01:14:48",
    "end": "01:14:57"
  },
  {
    "text": "But what's interesting also is that cities are created environments, so they also embody choices that have already been made by people who stood at the tree when they built this or that part of the city. Right, yeah. So cities are these accumulating environments that are shaped by every generation set of choices at the tree of knowing good and bad. Right. Which makes them even greater forces of good or greater forces of ruin.",
    "start": "01:14:57",
    "end": "01:15:30"
  },
  {
    "text": "Compounding.",
    "start": "01:15:30",
    "end": "01:15:30"
  },
  {
    "text": "Yeah. Which is a theme we've talked about in the series so far. Yeah.",
    "start": "01:15:30",
    "end": "01:15:34"
  },
  {
    "text": "So, okay, we don't have to solve this right now. But where this seems to all go in my mind is the. So what? Like, I'm in a city, I, as an American, I get to like, elect. Be a part of electing. Who's going to run the cities.",
    "start": "01:15:34",
    "end": "01:15:52"
  },
  {
    "text": "Sure, yeah, sure.",
    "start": "01:15:52",
    "end": "01:15:53"
  },
  {
    "text": "I get to participate in my city and.",
    "start": "01:15:53",
    "end": "01:15:56"
  },
  {
    "text": "Well, yeah, yeah, maybe. I think you could flip it and you'd say, Paul would invite followers of Jesus, like he does in Philippians, to say our citizenship is in heaven, as he says in Philippians chapter three, our citizenship is in heaven. And I think by that he means in the Jerusalem above. So in the city of God, which isn't determined or limited by the values or storyline of the cities we inhabit, however, what he says is, and from there we await our deliverer who will come and transform our humble bodies and this world into the new creation when heaven and earth become one. But in the meantime, we inhabit these earthly cities.",
    "start": "01:15:57",
    "end": "01:16:42"
  },
  {
    "text": "And in the meantime, we can inhabit the city of God by participating together in these rituals.",
    "start": "01:16:43",
    "end": "01:16:50"
  },
  {
    "text": "That's right. And doing community in the assembly that is the church. So in Paul's mind, the assembly of Jesus followers is the outpost of the city of God.",
    "start": "01:16:50",
    "end": "01:17:01"
  },
  {
    "text": "And for him, he's not. These outposts aren't saying we're gonna. We're building the city. It's saying we get to somehow enter the city that's yet to come.",
    "start": "01:17:01",
    "end": "01:17:10"
  },
  {
    "text": "Yeah. We are called to live and organize ourselves as a subculture and community according to a different narrative, a narrative of Eden, abundance.",
    "start": "01:17:10",
    "end": "01:17:21"
  },
  {
    "text": "But he would use the language as we're still waiting. We're waiting for the city.",
    "start": "01:17:21",
    "end": "01:17:26"
  },
  {
    "text": "Ah. We await for our deliverer, as he says in Philippians, while we get to.",
    "start": "01:17:26",
    "end": "01:17:30"
  },
  {
    "text": "Then in some way also participate in it.",
    "start": "01:17:30",
    "end": "01:17:32"
  },
  {
    "text": "Yeah. So what's tricky is that, you know, Paul's the Apostles lived environment was that of a persecuted religious minority.",
    "start": "01:17:32",
    "end": "01:17:43"
  },
  {
    "text": "Yeah.",
    "start": "01:17:43",
    "end": "01:17:43"
  },
  {
    "text": "So he's not going to have a lot of explicit guidance about how to vote because there was no voting for the early Christians in the Roman Empire.",
    "start": "01:17:44",
    "end": "01:17:53"
  },
  {
    "text": "Okay.",
    "start": "01:17:53",
    "end": "01:17:54"
  },
  {
    "text": "And this is long standing issue and debate throughout church history because the church has found itself in as many types of social, political environments as have ever existed.",
    "start": "01:17:54",
    "end": "01:18:05"
  },
  {
    "text": "Sure.",
    "start": "01:18:05",
    "end": "01:18:05"
  },
  {
    "text": "You know, and so what a particular outpost of the city of God called a church, is supposed to do, living in communist, socialist, democratic, tribal, anarchic, whatever is going to look, have to look different and be expressed differently. But the core, I think moral, ethical values, the core narrative that underlies whatever those expressions are, I think are founded out of the story of Jesus, which is, I think that's what Jesus was doing when he said the empire of God has arrived, the kingdom of God, it's the city of God, which actually we're going to go in a couple conversations. In Jesus most famous collection of teachings. He called a group of poor people gathered on a hillside after he blessed them nine times over. He called them the salt of the earth, the light and the city on a hill.",
    "start": "01:18:05",
    "end": "01:19:08"
  },
  {
    "text": "He calls them a city.",
    "start": "01:19:08",
    "end": "01:19:09"
  },
  {
    "text": "He calls them the city. Yeah. Of which for sure what he means is y' all are the heavenly city that's outposted here up in Galilee and the revolution starts today. So the city of God is the heavenly mother of a new humanity and it is the place from which the new humanity is rebirthed. But it's God's creation which humans receive. It's not something we can dream up here outside of Eden because inevitably the way our dreams will be compromised by our mortality and our lack of imagination because of our fear of scarcity and death.",
    "start": "01:19:09",
    "end": "01:19:52"
  },
  {
    "text": "Well, I guess that's why I was latching on to Paul's sentiment of we wait because it's either we wait or we build. Right. And what you said was like, they.",
    "start": "01:19:52",
    "end": "01:20:03"
  },
  {
    "text": "May not be mutually exclusive, but they.",
    "start": "01:20:03",
    "end": "01:20:04"
  },
  {
    "text": "Might not be mutually exclusive.",
    "start": "01:20:04",
    "end": "01:20:06"
  },
  {
    "text": "Yeah. There's long standing debates that are above my pay grade. Then who, who should we talk to?",
    "start": "01:20:06",
    "end": "01:20:14"
  },
  {
    "text": "Yeah.",
    "start": "01:20:14",
    "end": "01:20:14"
  },
  {
    "text": "Oh, I don't know. I mean, just I'm thinking like I'm afraid to say anything because I just have limited knowledge. There's been many famous experiments, especially in, you know, fairly recent, that is 500 years ago in the post Reformation era, there were many attempts at building cities of God.",
    "start": "01:20:14",
    "end": "01:20:34"
  },
  {
    "text": "Yeah.",
    "start": "01:20:34",
    "end": "01:20:34"
  },
  {
    "text": "You know, in early Reformed Europe, Calvin's Geneva, you know, being an example. And you know, they weren't good for everybody.",
    "start": "01:20:34",
    "end": "01:20:43"
  },
  {
    "text": "Yeah.",
    "start": "01:20:43",
    "end": "01:20:43"
  },
  {
    "text": "So that's the point is it's A complicated history of how Jesus followers have tried to embody the city of God here in human cities. And I think it's more not a problem that can be solved this side of the new creation. I think it's a tension that every generation has to face in its own unique way.",
    "start": "01:20:44",
    "end": "01:21:04"
  },
  {
    "text": "Well, okay. When we have a lot more conversations. So I think that'll be a thread I want to chase down is like, what? There's a lot of nuance there. It's like, okay, we can't solve it on our own, but we are now brothers and sisters of Jesus.",
    "start": "01:21:04",
    "end": "01:21:20"
  },
  {
    "text": "Yeah, that's right.",
    "start": "01:21:20",
    "end": "01:21:21"
  },
  {
    "text": "Empowered through his spirit, who is the one who can found the city.",
    "start": "01:21:21",
    "end": "01:21:27"
  },
  {
    "text": "Yeah. And our citizenship is in that heavenly city.",
    "start": "01:21:27",
    "end": "01:21:31"
  },
  {
    "text": "So let's get building. But then there's a sentiment of. And this reality of like we're gonna screw it up. Just look at our track record and the fact that even though we are citizens and we have the spirit of God, we still have this problem that Paul calls the flesh and it turns us against each other. So how many of us have ever just dreamed of like buying some land and starting a little community with our friends?",
    "start": "01:21:31",
    "end": "01:22:02"
  },
  {
    "text": "Yeah. Basically the two extreme have taken the form of seclusion and the monastic turn, which is basically, yeah, go live in the country. Create a small community of gardeners that self sustaining and learn how to pray and serve the poor.",
    "start": "01:22:02",
    "end": "01:22:21"
  },
  {
    "text": "Yeah.",
    "start": "01:22:21",
    "end": "01:22:21"
  },
  {
    "text": "And prepare yourself for the arrival of the new creation.",
    "start": "01:22:22",
    "end": "01:22:24"
  },
  {
    "text": "Yeah.",
    "start": "01:22:25",
    "end": "01:22:25"
  },
  {
    "text": "And then the other extreme that is also burst out of the wisdom of the biblical story is but in our short mortal lives, we can create and build into the lives of our cities.",
    "start": "01:22:25",
    "end": "01:22:40"
  },
  {
    "text": "Let's build a community center.",
    "start": "01:22:40",
    "end": "01:22:41"
  },
  {
    "text": "Yes. Yeah.",
    "start": "01:22:42",
    "end": "01:22:43"
  },
  {
    "text": "That will elect the leader who will make us prosper.",
    "start": "01:22:43",
    "end": "01:22:47"
  },
  {
    "text": "Yeah. And it will like cities, be a mix of good and bad. Some of it intentional, some of it unintentional, but that's what it is to be a human outside of Eden. Oh. And I guess the other extreme, which is full on, let's just build the Christian city, whatever that means. But both of those extremes could potentially be faithful responses to this story, given the unique sets of times and circumstances in which people live. And it doesn't seem like it's a one size fits all. I think all of every possibility could be a faithful response in a certain sense.",
    "start": "01:22:47",
    "end": "01:23:23"
  },
  {
    "text": "But if you're going to go out, be secluded and pray and serve the poor, be careful because the snake will still show up.",
    "start": "01:23:23",
    "end": "01:23:33"
  },
  {
    "text": "Totally. Yeah. And you might miss a lot of opportunities to see the city of God pop into existence in surprise places that you might miss.",
    "start": "01:23:33",
    "end": "01:23:41"
  },
  {
    "text": "And if you want to build the City of God and reinvent your city as the City of God. There's a great intuition there. And some good could happen. But be careful.",
    "start": "01:23:41",
    "end": "01:23:52"
  },
  {
    "text": "Yeah.",
    "start": "01:23:52",
    "end": "01:23:52"
  },
  {
    "text": "Because it could turn into just another example of oppression towards people despite one's.",
    "start": "01:23:53",
    "end": "01:24:01"
  },
  {
    "text": "Own personal or a group's best intentions. Yeah.",
    "start": "01:24:01",
    "end": "01:24:04"
  },
  {
    "text": "Okay. To be continued.",
    "start": "01:24:06",
    "end": "01:24:08"
  },
  {
    "text": "To be continued. John Collins so we tied a bow around that one. These will be themes that will continue to cycle around. But next, where I'd like to go is to a couple moments where the narrators of historical Jerusalem that is in the books of Samuel and Kings are going to show how what could have been or what potentially was that Eden on earth in Jerusalem becomes the Jerusalem made city of man. And we'll look at some stories about Solomon and Ahab, King Ahab, to show how that works out. Where Jerusalem becomes the new Babylon, sadly.",
    "start": "01:24:08",
    "end": "01:24:46"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're gonna look at the words of the prophet Micah, who tells us that the city of Jerusalem has become like the city of Cain.",
    "start": "01:24:49",
    "end": "01:24:59"
  },
  {
    "text": "The point here in Micah is that clearly the cities of Jerusalem and Samaria have become the opposite of the Garden of Eden. Hear this, you leaders of Jacob, you rulers of Israel who despise justice and distort what is right. You build Zion with bloodshed and Jerusalem with wickedness.",
    "start": "01:25:00",
    "end": "01:25:19"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed the episode and Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we we exist to experience the Bible as a unified story that leads to Jesus and everything that we make is free because of the generous support of thousands of people just like you. Thank you for being a part of this with us.",
    "start": "01:25:20",
    "end": "01:25:48"
  },
  {
    "text": "Hi, this is John Arizabal and I'm from Philippines.",
    "start": "01:25:48",
    "end": "01:25:51"
  },
  {
    "text": "Hi, this is Joel Seymour and I'm from Bishopville, South Carolina. I first heard about Bible Project back in high school from my dad. We host our church gatherings here at our home using the Reed Scriptures videos.",
    "start": "01:25:52",
    "end": "01:26:04"
  },
  {
    "text": "I first heard about Bibleproject browsing YouTube. I use Bibleproject for the preparation of my lessons for Sunday School and Good News classes.",
    "start": "01:26:04",
    "end": "01:26:15"
  },
  {
    "text": "My favorite thing is that they present.",
    "start": "01:26:16",
    "end": "01:26:18"
  },
  {
    "text": "Each and every lesson very detailed and easy to understand.",
    "start": "01:26:18",
    "end": "01:26:22"
  },
  {
    "text": "My favorite thing about bibleproject is how accessible it makes the Bible and explains in a way, way that is approachable for anyone, regardless of how familiar they are.",
    "start": "01:26:23",
    "end": "01:26:34"
  },
  {
    "text": "With the Bible.",
    "start": "01:26:34",
    "end": "01:26:35"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "01:26:35",
    "end": "01:26:39"
  },
  {
    "text": "We are a crowdfunded project by people like me.",
    "start": "01:26:40",
    "end": "01:26:43"
  },
  {
    "text": "Find free videos, study notes, podcasts, classes and more@bibleproject.com Sam.",
    "start": "01:26:43",
    "end": "01:27:05"
  }
]