[
  {
    "text": "In the story of the Bible, cities have their origin in human fear and violence. It's Cain who built the first city as a means of preserving his own life instead of trusting God who promised to protect him. One of Cain's descendants, Nimrod, is the man who builds the second city in the Bible, famously known as Babylon. Nimrod is depicted as a guy who might be part human, part, part spiritual being a bad guy of cosmic proportions.",
    "start": "00:00:04",
    "end": "00:00:32"
  },
  {
    "text": "Sometimes the bad guys in Marvel movies are just like somebody who got hurt, and they're good with electronics. And then sometimes the bad guys are these cosmic demigods. Gilgamesh is like that and Nimrod's like that. And the fact that Nimrod and the city of Babylon are full of language, all linking back to the Nephilim and Lamech and Cain providing and presuming to take God's name and protection and make it for themselves. It's all of that stuff. With the volume turned up to 11.",
    "start": "00:00:33",
    "end": "00:01:04"
  },
  {
    "text": "Babylon becomes one city that represents the height of both human and spiritual rebellion. The people of Babylon are unified, but they're unified around making their own name.",
    "start": "00:01:05",
    "end": "00:01:17"
  },
  {
    "text": "Great humans who define good and bad by their own wisdom is parallel here to Babylon, accomplishing that unity, but in a way that centers all humanity around one language, one culture that claims for itself that what Babylon does is what God wants for the world.",
    "start": "00:01:17",
    "end": "00:01:34"
  },
  {
    "text": "God wants unity for the people of the world, but not unity that resembles homogeneity and not unity that comes at the expense of other people.",
    "start": "00:01:34",
    "end": "00:01:42"
  },
  {
    "text": "Not everything that Babylon aspired to was bad. It was just the way that they would go about it was going to be for the benefit of a few at the expense of the many. And God says shutting that project down.",
    "start": "00:01:43",
    "end": "00:01:55"
  },
  {
    "text": "Today, Tim Mackey and I discuss the origins of the great city Babylon. I'm John Collins, and you're listening to Bible Project Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:56",
    "end": "00:02:11"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:02:11",
    "end": "00:02:12"
  },
  {
    "text": "Hi. We got really kind of philosophical in our last episode, talking about the city.",
    "start": "00:02:13",
    "end": "00:02:18"
  },
  {
    "text": "The nature of human society.",
    "start": "00:02:18",
    "end": "00:02:20"
  },
  {
    "text": "Yeah. And how we're just going to end ourselves. And so wouldn't it be just better just to end it all? It's just not the natural kind of way to think about human life. It's a very dark kind of existentialism of just like, this is worthless. Yeah, let's just end it.",
    "start": "00:02:21",
    "end": "00:02:38"
  },
  {
    "text": "And what you're describing is we spent all of last episode thinking about the narrative sequence in Genesis chapters four to eight, where the story of Cain and Abel, Cain's murder and Cain's violence Scales up with his descendant Lamech, and Cain builds a city. And then Lamech, whose name is Cain backwards, starts scaling that violence. But also good things scale in his city and in his day, like animal husbandry and art and creative arts and music and metallurgy and so on. But also violence scales. And then with the story of the sons of God and the origins of the nephilim and the violent warriors, it's just like God's like, game over.",
    "start": "00:02:38",
    "end": "00:03:27"
  },
  {
    "text": "Yeah. You see the potential is what you're saying. The potential is there of, like, how wonderful it is for us to scale in a beautiful way. But instead of the potential realizing it's the evil takes over.",
    "start": "00:03:27",
    "end": "00:03:38"
  },
  {
    "text": "It seems like the tendency of humans toward violence and self ruin overpowers anything good that we tend to do. And the portrait of the city and the spiraling of violence through the line of Cain leading to the flood is a key part of that.",
    "start": "00:03:38",
    "end": "00:03:55"
  },
  {
    "text": "Can I put it this way? We're talking about the predictability of the city, or. I don't know if it's a better word, but the. The inevitability of the city is what it feels like when God says, man, I just know.",
    "start": "00:03:55",
    "end": "00:04:09"
  },
  {
    "text": "Yeah.",
    "start": "00:04:09",
    "end": "00:04:09"
  },
  {
    "text": "That human. Everything in the human heart is evil from youth.",
    "start": "00:04:10",
    "end": "00:04:13"
  },
  {
    "text": "At the conclusion of the flood story.",
    "start": "00:04:13",
    "end": "00:04:15"
  },
  {
    "text": "Yeah.",
    "start": "00:04:15",
    "end": "00:04:15"
  },
  {
    "text": "God's reflection is man. Humans are going to. This is just what they do.",
    "start": "00:04:15",
    "end": "00:04:20"
  },
  {
    "text": "We're jumping around. I'm so sorry. Yeah. Like, things get so bad. God says humanity is going to destroy itself. I'm going to take this down. Like, let's just shut it down.",
    "start": "00:04:20",
    "end": "00:04:30"
  },
  {
    "text": "Yeah. Well. Or, you know what's so great is I feel like I'm being you right now.",
    "start": "00:04:30",
    "end": "00:04:35"
  },
  {
    "text": "Yeah.",
    "start": "00:04:35",
    "end": "00:04:35"
  },
  {
    "text": "Okay. Like, you started with this line of thought. And I'm trying to think of the audience and trying to explain it and bring them along.",
    "start": "00:04:35",
    "end": "00:04:42"
  },
  {
    "text": "Oh, good.",
    "start": "00:04:42",
    "end": "00:04:42"
  },
  {
    "text": "So the story of the flood begins with God saying, the end of all humans has come up before me. They're going to destroy themselves. So I'll accelerate it. But he chooses one, which means God's not done with humans. He's just gonna let this generation cycle itself out and start a new one. Just like the generation in the wilderness. Yeah. Later in the Torah, then, when Noah surrenders everything, God looks and he says, well, you know, humans are gonna keep doing this. This is just what humans do.",
    "start": "00:04:42",
    "end": "00:05:14"
  },
  {
    "text": "The inevitability of human civilization.",
    "start": "00:05:14",
    "end": "00:05:17"
  },
  {
    "text": "Yes.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "Of humans scaling the efforts, multiplying and subduing the earth. And it's going to result in horrific settings and situations. The city's going to be bad.",
    "start": "00:05:18",
    "end": "00:05:29"
  },
  {
    "text": "Yeah. But if there is one among the human family, a righteous intercessor who, like Noah, will surrender what's most valuable and precious. Then God says, I'll work with all of humanity because of the One. And then that's where we somehow I'll.",
    "start": "00:05:29",
    "end": "00:05:47"
  },
  {
    "text": "Carve out and I'll find the good. The good will overcome.",
    "start": "00:05:47",
    "end": "00:05:50"
  },
  {
    "text": "Somehow.",
    "start": "00:05:51",
    "end": "00:05:51"
  },
  {
    "text": "Somehow.",
    "start": "00:05:51",
    "end": "00:05:52"
  },
  {
    "text": "And the story doesn't say how. You just have to keep reading. And things are gonna continue to get a lot more depressing before we ever see the bright ray of sunrise.",
    "start": "00:05:52",
    "end": "00:06:02"
  },
  {
    "text": "If this is the first time you've listened to any of these conversations, you might be jumping in and really confused. We're in, like, what, the fourth conversation in a theme of the city.",
    "start": "00:06:02",
    "end": "00:06:12"
  },
  {
    "text": "The city.",
    "start": "00:06:12",
    "end": "00:06:12"
  },
  {
    "text": "And so we just tried to summarize in a very haphazard way Genesis 1 through 8 of human civilization undoing itself and God rebooting it with Noah. And at the center of that is the setting of the city, which is introduced as the symptom of a problem which is humans can't trust God and each other, and we've got to try to protect ourselves.",
    "start": "00:06:13",
    "end": "00:06:37"
  },
  {
    "text": "Yep. So cities in the Bible are defined by an enclosure of dwellings surrounded by a wall, protective wall, to protect you from animals and humans that want to kill you and take your stuff.",
    "start": "00:06:37",
    "end": "00:06:49"
  },
  {
    "text": "Okay.",
    "start": "00:06:50",
    "end": "00:06:50"
  },
  {
    "text": "So we've followed that cycle through of the story. What's going to happen is now, just like Adam and Eve had three sons and Cain had three sons. That led to the whole thing we just went through. Now the new human, Noah and his wife, who's. We're never told her name, they have three sons as well. And the story of those three sons is also going to lead to the building of another city that it's all going to replay all over again. So what we're following now is from the story from Noah to Babylon, the biggest, baddest city, like, ever so far in the story of the Bible.",
    "start": "00:06:51",
    "end": "00:07:31"
  },
  {
    "text": "And it becomes the narrative beginning of the biggest, baddest city in the story of the Bible.",
    "start": "00:07:31",
    "end": "00:07:39"
  },
  {
    "text": "Totally. That lasts all the way to the final pages of the Christian Bible in the Revelation. So Noah and his wife have three sons. Shem, Ham, and Japheth. That's how you say them in Hebrew. And then when they're introduced, this is Genesis 9:18. Ham is singled out. And you're just told, oh, yeah, Ham is the dad of a guy named Canaan. Just tuck that away, reader.",
    "start": "00:07:39",
    "end": "00:08:04"
  },
  {
    "text": "Okay.",
    "start": "00:08:04",
    "end": "00:08:04"
  },
  {
    "text": "Because you'll need that.",
    "start": "00:08:04",
    "end": "00:08:05"
  },
  {
    "text": "Cause we'll know a lot about Canaan later.",
    "start": "00:08:05",
    "end": "00:08:07"
  },
  {
    "text": "Yep. And from these three sons of Noah, all the land was scattered.",
    "start": "00:08:07",
    "end": "00:08:14"
  },
  {
    "text": "And that's where this story's going.",
    "start": "00:08:16",
    "end": "00:08:17"
  },
  {
    "text": "Yeah, it's already, like, pointing forward to the scattering of Babylon.",
    "start": "00:08:17",
    "end": "00:08:22"
  },
  {
    "text": "Yeah.",
    "start": "00:08:22",
    "end": "00:08:22"
  },
  {
    "text": "So Noah began to be a man of the ground, and he planted a vineyard. And you're like, oh, like an Adam gardener. Now, remember, the word ground is the word Adama, so it rhymes with Adam. And then also he's planting a little garden, which is what God did in Genesis chapter two. And he drank of the vine, so he consumed the fruit of his garden.",
    "start": "00:08:22",
    "end": "00:08:52"
  },
  {
    "text": "No, I mean, that's great.",
    "start": "00:08:53",
    "end": "00:08:54"
  },
  {
    "text": "Yeah. Actually, God said, enjoy all the food.",
    "start": "00:08:54",
    "end": "00:08:58"
  },
  {
    "text": "Every tree. Every.",
    "start": "00:08:58",
    "end": "00:08:58"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:08:58",
    "end": "00:08:59"
  },
  {
    "text": "And a vine is a tree.",
    "start": "00:08:59",
    "end": "00:09:01"
  },
  {
    "text": "Yes, that's right. Innates.",
    "start": "00:09:01",
    "end": "00:09:04"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:09:04",
    "end": "00:09:05"
  },
  {
    "text": "So he drank of the wine of a vine, and he became drunk, and he uncovered himself in the middle of his tent. So he consumes the fruit of his garden and it leads to nakedness.",
    "start": "00:09:05",
    "end": "00:09:17"
  },
  {
    "text": "So instead of consuming the fruit of the garden leading to life, which was the point of Eden, somehow this led to something else.",
    "start": "00:09:17",
    "end": "00:09:26"
  },
  {
    "text": "Yeah. And this is all very cryptic and riddle like. And it's assuming that you're going to compare these two. This is four lines in the story that is recounting in parallelism the whole. What took a whole chapter in Genesis 3, Genesis 2 and 3 of the Planting of a garden, the enjoyment of the food, but something foolish related to that food that leads to nakedness.",
    "start": "00:09:26",
    "end": "00:09:55"
  },
  {
    "text": "It's a very condensed version of that.",
    "start": "00:09:55",
    "end": "00:09:57"
  },
  {
    "text": "Narrative pattern of Adam and Eve's story. Yep. So then we're told that Ham. And then all of a sudden, again, remember, he's the dad of Canaan. Super, super important.",
    "start": "00:09:57",
    "end": "00:10:07"
  },
  {
    "text": "Just keep that in mind.",
    "start": "00:10:08",
    "end": "00:10:10"
  },
  {
    "text": "He looked upon the nakedness of his father.",
    "start": "00:10:10",
    "end": "00:10:12"
  },
  {
    "text": "That's the phrase.",
    "start": "00:10:12",
    "end": "00:10:13"
  },
  {
    "text": "Yep, that's the phrase.",
    "start": "00:10:13",
    "end": "00:10:14"
  },
  {
    "text": "The nakedness, looking on the nakedness of his father.",
    "start": "00:10:14",
    "end": "00:10:16"
  },
  {
    "text": "I think we'll just say we have a whole episode where we really dive deep into this scene.",
    "start": "00:10:16",
    "end": "00:10:21"
  },
  {
    "text": "Where this landed for me was when the law in one of the books.",
    "start": "00:10:21",
    "end": "00:10:25"
  },
  {
    "text": "Of the Torah, Leviticus chapters 18 and.",
    "start": "00:10:25",
    "end": "00:10:27"
  },
  {
    "text": "20, this was a very specific phrase to talk about.",
    "start": "00:10:27",
    "end": "00:10:30"
  },
  {
    "text": "Sexual intercourse with your father's wife. The nakedness of a father is a Hebrew idiom for a man's wife.",
    "start": "00:10:31",
    "end": "00:10:40"
  },
  {
    "text": "Okay.",
    "start": "00:10:40",
    "end": "00:10:41"
  },
  {
    "text": "And specifically, why a son should not have sex with the nakedness of his father, that is with his father's wife. And that is what the phrase means here. Oh. And in Leviticus 18, doing that is called the custom of the land of Canaan.",
    "start": "00:10:42",
    "end": "00:10:59"
  },
  {
    "text": "Oh, well. And here's Ham.",
    "start": "00:11:00",
    "end": "00:11:01"
  },
  {
    "text": "And here's Ham, the father of Canaan. Yes.",
    "start": "00:11:01",
    "end": "00:11:03"
  },
  {
    "text": "And what you're saying, let's just jump to the case, there's this rivalry happening not between brothers, but between son and dad. Who gets to be in charge here?",
    "start": "00:11:03",
    "end": "00:11:13"
  },
  {
    "text": "Ham's the youngest son, and Ham takes advantage of his father's vulnerability by pulling an alpha male move. A move to become the family patriarch.",
    "start": "00:11:13",
    "end": "00:11:25"
  },
  {
    "text": "Yeah, if you want to go into that more. We talk about that in the Firstborn.",
    "start": "00:11:25",
    "end": "00:11:28"
  },
  {
    "text": "Series, so that's going to be relevant for a future conversation we have about the Sodom and Gomorrah story.",
    "start": "00:11:28",
    "end": "00:11:35"
  },
  {
    "text": "Okay.",
    "start": "00:11:35",
    "end": "00:11:35"
  },
  {
    "text": "But this illicit crossing of proper boundary lines is a motif related to the city as it goes forward. So what happens is Noah wakes up and he announces blessings and curses on different sons.",
    "start": "00:11:36",
    "end": "00:11:53"
  },
  {
    "text": "The one thing we didn't address is the. The nakedness of the father is. Is a metaphor.",
    "start": "00:11:53",
    "end": "00:12:00"
  },
  {
    "text": "Yeah.",
    "start": "00:12:00",
    "end": "00:12:01"
  },
  {
    "text": "But then as the narrative continues, like, it's literally he's naked and they're covering him. Yeah, it's a continued metaphor.",
    "start": "00:12:01",
    "end": "00:12:09"
  },
  {
    "text": "Yeah. I think that it's most likely an intended double meaning.",
    "start": "00:12:09",
    "end": "00:12:13"
  },
  {
    "text": "Okay, so I see, because they cover he's drunk. So, like, there's something shameful about being passed out drunk in your tent. But then there's also something shameful about Ham wanting to take advantage of his father in that state.",
    "start": "00:12:13",
    "end": "00:12:28"
  },
  {
    "text": "Yeah. So the two brothers, Shem and Japheth, they get a blanket and they cover their dad, presumably mom, who's there, and don't look.",
    "start": "00:12:28",
    "end": "00:12:37"
  },
  {
    "text": "You know what's so funny is we ended the last episode of, like, man, but if you just have one blameless guy.",
    "start": "00:12:37",
    "end": "00:12:42"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:12:42",
    "end": "00:12:43"
  },
  {
    "text": "You could reboot humanity. And the first story is, like, he's drunk in his tent, and his kids are taking advantage of the situation.",
    "start": "00:12:43",
    "end": "00:12:49"
  },
  {
    "text": "I mean, really, Ham's the bad guy here. Ham's the bad guy, but Noah's just the fool.",
    "start": "00:12:49",
    "end": "00:12:54"
  },
  {
    "text": "He's the fool.",
    "start": "00:12:54",
    "end": "00:12:54"
  },
  {
    "text": "Okay. Yeah. Noah makes it. And that's kind of like Adam and Eve. They're more depicted as foolish, making a poor decision.",
    "start": "00:12:54",
    "end": "00:13:02"
  },
  {
    "text": "Ham's the snake here.",
    "start": "00:13:03",
    "end": "00:13:04"
  },
  {
    "text": "He's the snaky guy. Yeah.",
    "start": "00:13:04",
    "end": "00:13:06"
  },
  {
    "text": "Okay.",
    "start": "00:13:06",
    "end": "00:13:06"
  },
  {
    "text": "Yeah. And notice that it's about him seeing, which the woman saw that the tree was good, and then she ate. She gave to her husband.",
    "start": "00:13:06",
    "end": "00:13:13"
  },
  {
    "text": "But that was a foolish seeing and a foolish taking.",
    "start": "00:13:13",
    "end": "00:13:15"
  },
  {
    "text": "And then they saw they were naked. Now here's a guy who's like this. And that all happened in Eden because of the deception of a snake. Now here's a guy who's acting snake like, and he's the one who sees the nakedness. So again, we're taking the vocabulary of the Eden story, but it's always a twist.",
    "start": "00:13:16",
    "end": "00:13:34"
  },
  {
    "text": "Yeah.",
    "start": "00:13:34",
    "end": "00:13:34"
  },
  {
    "text": "So Noah wakes up and he pronounces a series of blessings and curses. And what he says is, cursed be Canaan. And you're like, well, Ham's the one who did the thing.",
    "start": "00:13:35",
    "end": "00:13:46"
  },
  {
    "text": "Yeah. Well, remember, this is all written from.",
    "start": "00:13:46",
    "end": "00:13:49"
  },
  {
    "text": "A perspective much later.",
    "start": "00:13:49",
    "end": "00:13:51"
  },
  {
    "text": "Much later perspective where we know that one of the biggest conflicts is going to be between Israel and this people group called the Canaanites.",
    "start": "00:13:51",
    "end": "00:13:59"
  },
  {
    "text": "Yeah. Also, we were told multiple times Ham was the father of Canaan. So, yeah. To curse to be Canaan is both. In Israel's historical experience, the Canaanites were kind of their arch rivals.",
    "start": "00:13:59",
    "end": "00:14:13"
  },
  {
    "text": "Right. But this wasn't even written during that time. This was written then. Well, beyond that, reflecting on that. And then Canaan is no longer. There's no longer, like, the Canaanites that Israel has to deal with. Israel's in, like, exile from a Babylon.",
    "start": "00:14:13",
    "end": "00:14:25"
  },
  {
    "text": "Right.",
    "start": "00:14:25",
    "end": "00:14:26"
  },
  {
    "text": "So, like, that's the thing to deal with.",
    "start": "00:14:26",
    "end": "00:14:28"
  },
  {
    "text": "Yeah. So just wait for it.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "Okay?",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Yeah, just wait for it. So. Well, all we're told is that the lineage through Ham, this guy named Canaan, who I think likely is the implied offspring of this union between Ham and his dad's wife. It doesn't say that, but I think the narrative design implies it. That lineage will become a servant to his brothers. Blessed be Yahweh, the Elohim of Shem. There's gonna be a lineage through Shem, and Yahweh is going to be associated with that. That's where Abraham comes from. And let Canaan be his servant. May Elohim enlarge Yaphet and let him dwell in the tents of Shem, and let Canaan be his servant. Okay, so three sons, Shem and Japheth are associated. Things could go great for them if they learn how to dwell in one tent in unity.",
    "start": "00:14:30",
    "end": "00:15:19"
  },
  {
    "text": "And they will rule Canaan, and Canaan.",
    "start": "00:15:19",
    "end": "00:15:21"
  },
  {
    "text": "Will be underneath both of them.",
    "start": "00:15:21",
    "end": "00:15:23"
  },
  {
    "text": "And Canaan is this literary like character that represents the seed of the snake.",
    "start": "00:15:23",
    "end": "00:15:29"
  },
  {
    "text": "So just let's move forward, and what we're gonna find in the story is another genealogy with a couple narratives. Genesis chapter 10, sometimes called the Table of Nations. And it begins by saying, these are the generations of the sons of Noah, Shem, Ham, Japheth, who were born, and there were born to them, sons after the flood. And then it's a list of all these different descendants from these three sons. So we get a list of the sons of Japheth. There's 14 listed, two sets of seven. It's interesting. Then at the end are the sons of Shem, and in the middle are the Sons of Ham. And it's out of birth order.",
    "start": "00:15:30",
    "end": "00:16:48"
  },
  {
    "text": "Okay.",
    "start": "00:16:48",
    "end": "00:16:48"
  },
  {
    "text": "But when you get to Ham, I want to just. Here's how the list for Ham goes.",
    "start": "00:16:49",
    "end": "00:16:54"
  },
  {
    "text": "Okay. Which is right in the middle.",
    "start": "00:16:54",
    "end": "00:16:55"
  },
  {
    "text": "Right in the middle. These are the sons of Ham. Ham had four sons, Cush and Mitzrayim and Put. And Canaan or Canaan. So four sons.",
    "start": "00:16:55",
    "end": "00:17:05"
  },
  {
    "text": "Okay.",
    "start": "00:17:05",
    "end": "00:17:06"
  },
  {
    "text": "Okay. The genealogy is going to go follow three of those sons. Cush and then Mitzrayim and then Canaan, Put. Who knows? He just.",
    "start": "00:17:06",
    "end": "00:17:16"
  },
  {
    "text": "He invented golf. He headed to Scotland.",
    "start": "00:17:17",
    "end": "00:17:22"
  },
  {
    "text": "So you get the list of sons from Cush. There's eight of them. And then in Genesis 10, 8, 12 is a little narrative crammed into the genealogy. Yeah, it sticks out because in verse 13, it's just a list of sons from Mitzrayim, and then verse 15, a list of sons from Kings. So this narrative is interesting, and it's about how Cush had one more son. Cush became the father of Nimrod. Nimrod.",
    "start": "00:17:25",
    "end": "00:17:55"
  },
  {
    "text": "Is this all like the next generation of sons, or is this like son after son after sun? So Cush were Seba and Havilah and Sapta.",
    "start": "00:17:55",
    "end": "00:18:04"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:18:05",
    "end": "00:18:06"
  },
  {
    "text": "Are these, like, all Cush's, like, they're the brothers, or is this like sons?",
    "start": "00:18:06",
    "end": "00:18:10"
  },
  {
    "text": "So the sons of Cush were. And then it lists five sons.",
    "start": "00:18:10",
    "end": "00:18:13"
  },
  {
    "text": "And they're brothers.",
    "start": "00:18:13",
    "end": "00:18:13"
  },
  {
    "text": "They're all brothers.",
    "start": "00:18:14",
    "end": "00:18:14"
  },
  {
    "text": "Okay.",
    "start": "00:18:14",
    "end": "00:18:15"
  },
  {
    "text": "Yep. And then it singles out one brother, Rama. And then it talks about his two sons.",
    "start": "00:18:15",
    "end": "00:18:19"
  },
  {
    "text": "Okay.",
    "start": "00:18:19",
    "end": "00:18:20"
  },
  {
    "text": "And then all of a sudden, you're given one more son of Cush. So you were told five, but now here's number six.",
    "start": "00:18:20",
    "end": "00:18:26"
  },
  {
    "text": "Okay.",
    "start": "00:18:26",
    "end": "00:18:27"
  },
  {
    "text": "And we don't know. The narrative just really wants to focus us on certain things.",
    "start": "00:18:27",
    "end": "00:18:33"
  },
  {
    "text": "Yes.",
    "start": "00:18:33",
    "end": "00:18:33"
  },
  {
    "text": "So the father of Nimrod. So Nimrod in Hebrew means we will rebel.",
    "start": "00:18:33",
    "end": "00:18:38"
  },
  {
    "text": "Whoa.",
    "start": "00:18:38",
    "end": "00:18:39"
  },
  {
    "text": "It's also the Semitic name of a city, Nimrud, that was way out in the Mesopotamian plains. Let's keep reading.",
    "start": "00:18:40",
    "end": "00:18:50"
  },
  {
    "text": "Okay.",
    "start": "00:18:50",
    "end": "00:18:51"
  },
  {
    "text": "He began to become a mighty warrior in the land.",
    "start": "00:18:51",
    "end": "00:18:56"
  },
  {
    "text": "Well, you're saying, ah.",
    "start": "00:18:59",
    "end": "00:19:00"
  },
  {
    "text": "This is the same word used to describe the Nephilim.",
    "start": "00:19:02",
    "end": "00:19:06"
  },
  {
    "text": "Okay. They were described as mighty warriors.",
    "start": "00:19:06",
    "end": "00:19:07"
  },
  {
    "text": "Nephilim were mighty warriors, men of the name. That's how they're described in Genesis 6.",
    "start": "00:19:08",
    "end": "00:19:13"
  },
  {
    "text": "And they were created from this, you know, the offspring of the sons of.",
    "start": "00:19:13",
    "end": "00:19:18"
  },
  {
    "text": "Elohim, where they're associated just in the land at that same time when that stuff went down. Isn't it just interesting at the same time that the sons of Elohim.",
    "start": "00:19:18",
    "end": "00:19:28"
  },
  {
    "text": "But here, clearly, this is a son of Cush, who is a son of yeah.",
    "start": "00:19:28",
    "end": "00:19:32"
  },
  {
    "text": "Son of Cush.",
    "start": "00:19:32",
    "end": "00:19:33"
  },
  {
    "text": "As a son of. Sorry, Ham, which is son of Noah. The. These aren't sons of Elohim.",
    "start": "00:19:33",
    "end": "00:19:38"
  },
  {
    "text": "Just wait for it. So he was a mighty warrior before Yahweh. And I think before Yahweh doesn't mean, like, he had a relationship on behalf of Yahweh.",
    "start": "00:19:39",
    "end": "00:19:49"
  },
  {
    "text": "Like, Yahweh saw him.",
    "start": "00:19:49",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, Yahweh saw him. Or before can actually mean quite a lot of things. It can even mean if you were to compare or in the presence of Yahweh, this guy's a big deal.",
    "start": "00:19:51",
    "end": "00:20:02"
  },
  {
    "text": "Okay.",
    "start": "00:20:02",
    "end": "00:20:03"
  },
  {
    "text": "He's a mighty warrior.",
    "start": "00:20:03",
    "end": "00:20:04"
  },
  {
    "text": "You could contrast him to Yahweh in a sense.",
    "start": "00:20:04",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, Yahweh's powerful.",
    "start": "00:20:07",
    "end": "00:20:09"
  },
  {
    "text": "Yeah.",
    "start": "00:20:09",
    "end": "00:20:09"
  },
  {
    "text": "He's actually called a Gibor in the poem that says. Yeah. Yahweh is called a mighty warrior in the poem about his overthrow of Pharaoh.",
    "start": "00:20:09",
    "end": "00:20:19"
  },
  {
    "text": "Okay.",
    "start": "00:20:19",
    "end": "00:20:20"
  },
  {
    "text": "So, you know, Yahweh's a mighty warrior. And Nimrod, he's a mighty warrior, too. And he's a hunter, an animal slayer. Therefore, people say, like Nimrod, a mighty warrior hunter before Yahweh, people love. He's a man of the name. People love to celebrate his name. Like, you know, maybe if you're like an archer and you win, you win, like, the contest in your city and people will say, like, you're like Nimrod.",
    "start": "00:20:20",
    "end": "00:20:49"
  },
  {
    "text": "Right.",
    "start": "00:20:49",
    "end": "00:20:49"
  },
  {
    "text": "Yeah.",
    "start": "00:20:49",
    "end": "00:20:50"
  },
  {
    "text": "We do like to celebrate our athletic heroes. Ah.",
    "start": "00:20:50",
    "end": "00:20:54"
  },
  {
    "text": "So our athletic heroes in the modern west are modernized versions of what in medieval Europe and in Rome were the gladiators.",
    "start": "00:20:54",
    "end": "00:21:05"
  },
  {
    "text": "Yeah.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Just minus the death.",
    "start": "00:21:06",
    "end": "00:21:08"
  },
  {
    "text": "Yeah. Or like. Or like, if you like the jousting, like.",
    "start": "00:21:08",
    "end": "00:21:12"
  },
  {
    "text": "Yeah, yeah, that's right. The contests.",
    "start": "00:21:12",
    "end": "00:21:13"
  },
  {
    "text": "Yeah. These were just like, who can take who out?",
    "start": "00:21:13",
    "end": "00:21:16"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Yeah.",
    "start": "00:21:17",
    "end": "00:21:17"
  },
  {
    "text": "Yeah. But in this era, in the cultures of the arena. Right. Your battle prowess on the battlefield or in the arena is how you gain a great name for yourself.",
    "start": "00:21:17",
    "end": "00:21:28"
  },
  {
    "text": "Yeah.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "And that's this guy. He's a mighty warrior, hunter. So it's all very elusive, but we're describing somebody who's a pretty violent dude, and people love to celebrate his name. Then we're told, just a short few details, the beginning of his kingdom. A kingdom?",
    "start": "00:21:29",
    "end": "00:21:48"
  },
  {
    "text": "Yeah. This has gotten quite large.",
    "start": "00:21:49",
    "end": "00:21:50"
  },
  {
    "text": "This is the first kingdom we've.",
    "start": "00:21:50",
    "end": "00:21:52"
  },
  {
    "text": "Oh, this is the first kingdom. Okay.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "Yeah. Yes. And we're going to start hearing about is all the cities, plural, that make up his kingdom. But the beginning, the chief of his kingdom was Babylon. Yeah. And Eric and Akkad and Kalneh, all these in the land of Shinar. And Shinar and Babylon are actual. They're Hebrew words, but they're based on Semitic roots that go back to the Semitic language on the way other side of the eastern desert, which is called Akkadian. Yeah. Babil means the gate of the gods.",
    "start": "00:21:53",
    "end": "00:22:31"
  },
  {
    "text": "Oh, really?",
    "start": "00:22:32",
    "end": "00:22:33"
  },
  {
    "text": "Portal between the humans and the gods. Babylon. Okay. Just like Eden. So he built one kingdom, Babylon, Erek, Akkad, Kalneh. So there's one network. And then from that land he went forth into Assyria and he built Nineveh and Rehovot, IR and Kala and also Rezin between Nineveh and Kala. That is the great city.",
    "start": "00:22:33",
    "end": "00:23:00"
  },
  {
    "text": "Rezin is the great city.",
    "start": "00:23:01",
    "end": "00:23:02"
  },
  {
    "text": "It's either Rezin or Nineveh. Or it could be that all of this together is a network of cities that's just called the great city.",
    "start": "00:23:02",
    "end": "00:23:11"
  },
  {
    "text": "Isn't Nineveh called the great city in the Book of Genesis, Jonah?",
    "start": "00:23:12",
    "end": "00:23:15"
  },
  {
    "text": "Yeah, yeah. The phrase this is the great city is used twice in the Hebrew Bible. Oh, yeah, Right here. And then go call out against Nineveh, the great city. That great city.",
    "start": "00:23:15",
    "end": "00:23:27"
  },
  {
    "text": "Yeah.",
    "start": "00:23:28",
    "end": "00:23:28"
  },
  {
    "text": "That's what God says to Jonah.",
    "start": "00:23:28",
    "end": "00:23:30"
  },
  {
    "text": "So in what sense did one guy start all of these city states and empires?",
    "start": "00:23:30",
    "end": "00:23:38"
  },
  {
    "text": "Totally. So here's what's great is that Nimrod is a version of a name of an actual region out in ancient Mesopotamia and pinning down to what Mesopotamian king was. Yeah, I mean, this is like, this is one of the holy grail hunts of Hebrew Bible studies.",
    "start": "00:23:38",
    "end": "00:23:58"
  },
  {
    "text": "There's going to be an Indiana Jones movie on this.",
    "start": "00:23:58",
    "end": "00:24:01"
  },
  {
    "text": "Yeah, totally. So there was Israeli scholar Yugal Levine, who wrote an important kind of research essay on this. And his conclusion, I think is pretty persuasive. He says the biblical Nimrod is not a total counterpart of any one historical character. He is a composite Hebrew equivalent of the kings of The Sargon dynasty that is in Mesopotamia of the late 2000s, the first mighty king to rule after the flood. So there's a common shared cultural narrative between the biblical story and Babylonian ways of telling their history of a great flood. Yeah. And the pre flood and great flood and post flood are cataclysmic. Flood in the region is a key marker. That's why there's all these Babylonian versions of the flood, Atrahasis and the tale of Utnapishtim.",
    "start": "00:24:01",
    "end": "00:25:01"
  },
  {
    "text": "And you know, it makes sense in Mesopotamia to have a great Flood narrative because they live in a flood zone.",
    "start": "00:25:01",
    "end": "00:25:08"
  },
  {
    "text": "Correct.",
    "start": "00:25:08",
    "end": "00:25:08"
  },
  {
    "text": "They live in like a. Like where it's great, like it's fertile valley. We could build a city here. The big problem is it can flood. And so it kind of makes sense that in their. Like, in their history, they've experienced it and the way that they. They process decreation and, like, these cataclysmic events that could happen as a flood.",
    "start": "00:25:08",
    "end": "00:25:31"
  },
  {
    "text": "Yeah, that's right. So that's one piece. Also the origin of the great kingdoms and networks of kingdoms that made up the Mesopotamian plains. Who built them and how they were built. This was the stuff of Babylonian historical legend and so on.",
    "start": "00:25:31",
    "end": "00:25:49"
  },
  {
    "text": "This is like Gilgamesh and.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Yes, actually Gilgamesh is one of them. Yeah. Okay, so we'll get there.",
    "start": "00:25:50",
    "end": "00:25:55"
  },
  {
    "text": "Okay.",
    "start": "00:25:55",
    "end": "00:25:55"
  },
  {
    "text": "But so the point is, what you all is saying is if you take all those cities that were just named there in Genesis 10, like, they didn't all. They weren't all built at one time and by one person.",
    "start": "00:25:55",
    "end": "00:26:06"
  },
  {
    "text": "Right.",
    "start": "00:26:06",
    "end": "00:26:06"
  },
  {
    "text": "It's as if Nimrod is like Adam and Eve. Right? Representative characters. Remember, their names mean human and life.",
    "start": "00:26:07",
    "end": "00:26:15"
  },
  {
    "text": "Right.",
    "start": "00:26:15",
    "end": "00:26:16"
  },
  {
    "text": "And Nimrod's name is Mighty Warrior. We will rebel.",
    "start": "00:26:16",
    "end": "00:26:19"
  },
  {
    "text": "We will rebel.",
    "start": "00:26:19",
    "end": "00:26:20"
  },
  {
    "text": "And here's this character who's the origin of all these Eastern kingdoms and empires that are going to become the biggest bad guys in the biblical story. And so it's not fiction because these are actual places.",
    "start": "00:26:21",
    "end": "00:26:37"
  },
  {
    "text": "Right.",
    "start": "00:26:37",
    "end": "00:26:37"
  },
  {
    "text": "But it is a stylized history. History that's wrapping all of the origin of these kingdoms into one time and place with a representative royal figure who's like Cain or like Lamech. And remember, Lamech's name is king backwards. And this guy builds the first kingdom. He's the first king of a kingdom. So that's interesting. Okay.",
    "start": "00:26:38",
    "end": "00:27:04"
  },
  {
    "text": "What can I say, too, is what's clear, though, is in the same way that Lamech was, like, representative of the seed of the, like, the snaky line of Cain, Nimrod is this ultimate king from the snaky line of Ham.",
    "start": "00:27:04",
    "end": "00:27:22"
  },
  {
    "text": "Yes, exactly. Right. So again, the historical legends about these first kings after the flood in the ancient east that built the cities that are named here, one of them in particular is a key figure. Gilgamesh. You brought him up. He was a Sumerian king. And both in the narratives and in the art depicting Gilgamesh, he's depicted as a giant. So I'm showing you a picture right now of a early sculpture of Gilgamesh. And he's holding a lion like the way you hold a house cat, right?",
    "start": "00:27:22",
    "end": "00:27:59"
  },
  {
    "text": "Yeah.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "So he's a mighty warrior hunter, and he's a giant. He's a Gibor. Yeah, One of the giant warrior kings. So the point is that Nimrod is within himself the Parallel to Cain and to Lamech and to the sons of God and the Nephilim. He's like all of them wrapped into one dude.",
    "start": "00:28:00",
    "end": "00:28:20"
  },
  {
    "text": "Yeah. Wow.",
    "start": "00:28:20",
    "end": "00:28:22"
  },
  {
    "text": "Gnarly, dude. That's the point.",
    "start": "00:28:22",
    "end": "00:28:25"
  },
  {
    "text": "Got it.",
    "start": "00:28:25",
    "end": "00:28:25"
  },
  {
    "text": "So you know how in Marvel movies with these like cosmic. Sometimes the bad guys in Marvel movies are just like, you know, somebody who got hurt.",
    "start": "00:28:26",
    "end": "00:28:35"
  },
  {
    "text": "Yeah.",
    "start": "00:28:35",
    "end": "00:28:36"
  },
  {
    "text": "By their parents when they're growing up and they're good with electronics and so.",
    "start": "00:28:36",
    "end": "00:28:39"
  },
  {
    "text": "They can like, you're like Dr. Octopus or something like that. Yeah.",
    "start": "00:28:39",
    "end": "00:28:41"
  },
  {
    "text": "They can like make a mechanical suit or something. And then sometimes like the bad guys are these cosmic demigods, you know, coming down out from another reality. So Gilgamesh is like that and Nimrod's like that. And so that's the kind of cosmic bad. Cosmic bad, yeah.",
    "start": "00:28:41",
    "end": "00:28:59"
  },
  {
    "text": "Now if you're Babylonian or a Sumerian, you're celebrating these guys.",
    "start": "00:28:59",
    "end": "00:29:04"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:04",
    "end": "00:29:04"
  },
  {
    "text": "These aren't cosmic bad. These are your heroes.",
    "start": "00:29:04",
    "end": "00:29:07"
  },
  {
    "text": "This is a version of the origin of Babylon told by the people group that got smashed by Babylon. Yeah, yeah. And that's significant.",
    "start": "00:29:07",
    "end": "00:29:16"
  },
  {
    "text": "Totally.",
    "start": "00:29:16",
    "end": "00:29:17"
  },
  {
    "text": "Yeah. Significant.",
    "start": "00:29:17",
    "end": "00:29:17"
  },
  {
    "text": "What you're saying is, let's keep in mind all of these stories, the final craftsmanship of these stories were by the people who were taken out of their land by Babylon.",
    "start": "00:29:17",
    "end": "00:29:28"
  },
  {
    "text": "Correct. Yeah.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "And oppressed by Babylon.",
    "start": "00:29:29",
    "end": "00:29:31"
  },
  {
    "text": "Yep. So there are two versions of the building of Babylon in the Hebrew Bible. We just read one of them. Kind of like there's two narratives about creation at the beginning of Genesis. There's two narratives about the city of anti creation. So we just read the first one.",
    "start": "00:29:31",
    "end": "00:29:46"
  },
  {
    "text": "Yeah. Nimrod did it.",
    "start": "00:29:47",
    "end": "00:29:48"
  },
  {
    "text": "Nimrod did it. You get another version of it in Genesis 11 and how the two go together. It's a whole rabbit hole that we go down. And the classroom class, from Noah to Abraham. From Noah to Abraham. Yep. But here's the other version. This is the more well known story in Genesis chapter 11. Now, all the land was one language and unified words. And it came about as they journeyed east, west. They found a plain in the land of Shinar, like. Oh, yeah. Yep, that's.",
    "start": "00:29:48",
    "end": "00:30:53"
  },
  {
    "text": "And Nimrod made it.",
    "start": "00:30:53",
    "end": "00:30:54"
  },
  {
    "text": "Yeah, that's where. And they settled there. So Nimrod's nowhere to be found in this account. It's just all the land had one language. You're like, oh, well, I guess that's how it would have been getting off the boat with the flood.",
    "start": "00:30:54",
    "end": "00:31:07"
  },
  {
    "text": "Right. At one point, I don't remember what we were jamming on, but at one point we were looking at this and you pointed out that this Kind of meant, like, one way of thinking, too.",
    "start": "00:31:07",
    "end": "00:31:16"
  },
  {
    "text": "Oh, yes. Unified words. Yeah, exactly. So one language. It's literally the word one lip, which could be a metaphor for language. But unified words sounds as strange in Hebrew as it does in English, because it could mean the same or it could mean unified in the sense of. Well, actually, that's why I chose this translation, unified. In other words, a shared cultural language.",
    "start": "00:31:17",
    "end": "00:31:44"
  },
  {
    "text": "Everyone's talking and thinking the same.",
    "start": "00:31:45",
    "end": "00:31:46"
  },
  {
    "text": "Thinking the same, exactly. Right. Yep. So they want to. Well, they go to a plane of shinar. So a plane is a low place. Yeah, so they go to a low place, but they want to turn it into a high place. And so they said, each to his neighbor, come, let us brick bricks and burn them as burnt.",
    "start": "00:31:46",
    "end": "00:32:05"
  },
  {
    "text": "Okay.",
    "start": "00:32:07",
    "end": "00:32:07"
  },
  {
    "text": "And for them, brick was like stone, and tar was, for them, like mortar.",
    "start": "00:32:08",
    "end": "00:32:15"
  },
  {
    "text": "What's the relevance of that?",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "Oh, well, first of all, they're gonna bake bricks.",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Yep. They're gonna brick bricks.",
    "start": "00:32:20",
    "end": "00:32:22"
  },
  {
    "text": "They're gonna brick bricks by baking them, and they're gonna make structures instead of stacking stones. Because you can build something by stacking stones.",
    "start": "00:32:22",
    "end": "00:32:31"
  },
  {
    "text": "Okay, so that's more primitive technology. Stone and mortar.",
    "start": "00:32:31",
    "end": "00:32:34"
  },
  {
    "text": "Yep.",
    "start": "00:32:34",
    "end": "00:32:34"
  },
  {
    "text": "Brick and tar now is, like, a little more precise, structurally sound. You can do a lot more with it.",
    "start": "00:32:34",
    "end": "00:32:41"
  },
  {
    "text": "You can mass produce them by baking them, and you can stack them. It's efficient.",
    "start": "00:32:41",
    "end": "00:32:46"
  },
  {
    "text": "Interesting. Unified thoughts and language. Unified structures. Structures that build.",
    "start": "00:32:46",
    "end": "00:32:51"
  },
  {
    "text": "Yeah, totally. And it's paying attention to the development of technology, just like back in our previous conversation about the streams. Out of Kane City came this development of technology and metal in art. So here we have a development of technology that's going to lead to a city. So they use tar to join the bricks together, and you can make structures that are bigger, you can make more of them, and you can make them faster. And they said, come, let us build for ourselves a city and a tower whose head is in the skies. And let us make for ourselves a name so that we are not scattered upon the face of all the land. Mm.",
    "start": "00:32:51",
    "end": "00:33:40"
  },
  {
    "text": "Why are they worried about being scattered?",
    "start": "00:33:41",
    "end": "00:33:43"
  },
  {
    "text": "Well, they want to be unified. They are unified, and they want to remain unified. Yeah.",
    "start": "00:33:43",
    "end": "00:33:48"
  },
  {
    "text": "And they want a name.",
    "start": "00:33:48",
    "end": "00:33:49"
  },
  {
    "text": "Yes. Like Nimrod. A man of the name. People say his name like the warriors, the men of the name.",
    "start": "00:33:50",
    "end": "00:33:56"
  },
  {
    "text": "Does this mean a reputation? This means honor.",
    "start": "00:33:56",
    "end": "00:33:58"
  },
  {
    "text": "Yep, that's right. And their name is going to be connected to their unified way of thinking and speaking. And it's all centralized or embodied in this city with a tower, the top of which is in the heavens, which is surely sign, and they Go to a low place, a plane. But they want to build something for their name that ascends up into the heavens. That's the idea here. So you might see that and think, oh, humans are getting creative and they can build stuff taller. So just like Nimrod, there's a whole backstory going on here culturally about the origins of this city, Babylon, and what Babylon claimed for itself. So it's kind of similar. This is another trash talk story that we've talked about some in the past.",
    "start": "00:33:59",
    "end": "00:34:50"
  },
  {
    "text": "By that you mean Babylon's a known quantity in the context of these stories.",
    "start": "00:34:51",
    "end": "00:34:57"
  },
  {
    "text": "Yes.",
    "start": "00:34:57",
    "end": "00:34:57"
  },
  {
    "text": "And to say, hey, here's the origin of the story of Babylon, but it was made from these people wanting to be great and watch what's going to happen, like you're saying, that's like a trash talk.",
    "start": "00:34:57",
    "end": "00:35:10"
  },
  {
    "text": "Yeah. Okay, so this whole region where there are the plains of Shinar, it's the floodplains of the Euphrates river before it meets with the Tigris, or right around the place. And Babylon in the Semitic language that it came from Akkadian, Babil is gate of the gods. So the earthly gate of the heavenly gods. I see the linking place.",
    "start": "00:35:10",
    "end": "00:35:34"
  },
  {
    "text": "So if you're looking for the place where heaven and earth unite, they're saying we're it.",
    "start": "00:35:34",
    "end": "00:35:38"
  },
  {
    "text": "Yeah, Babylon's it. Not Eden, right? Not Eden, Babylon. So there were many rulers who invested in the architecture of Babylon for thousands of years, even many centuries before Abraham or any of that. So in particular, the huge structure that Babylon was known for was called Etemenanki, which in Sumerian means the tower of the foundation of heaven and earth. A little presumptuous.",
    "start": "00:35:38",
    "end": "00:36:13"
  },
  {
    "text": "This was a tower in Babylon.",
    "start": "00:36:13",
    "end": "00:36:15"
  },
  {
    "text": "Yes. Yeah, it was a huge. What's called ziggurat.",
    "start": "00:36:15",
    "end": "00:36:18"
  },
  {
    "text": "That was the type of tower ziggurat.",
    "start": "00:36:18",
    "end": "00:36:20"
  },
  {
    "text": "Which was a stair step structure, but instead of the stairs only being on one side, every side, it's actually the forerunners of the pyramids and it's the Mesopotamian parallel to what the Egyptians were doing down in Egypt. But stair step pyramids. So I think Etem and Nanki. Yeah, Its origins are on the 14th century and there's Babylonian legend and mythology all surrounding it. Wait, 14th century BC 1300s. Yep, that's right.",
    "start": "00:36:20",
    "end": "00:36:51"
  },
  {
    "text": "This would have been.",
    "start": "00:36:52",
    "end": "00:36:52"
  },
  {
    "text": "Yeah, around. Actually by now we're around the time of the Israelites in Egypt. Yeah, that's right. But in terms of.",
    "start": "00:36:54",
    "end": "00:37:01"
  },
  {
    "text": "But the way that this, this narrative is telling is before the Israelites existed.",
    "start": "00:37:01",
    "end": "00:37:04"
  },
  {
    "text": "That's right. So the city existed long before that.",
    "start": "00:37:05",
    "end": "00:37:08"
  },
  {
    "text": "Okay, you're Saying this one particular tower.",
    "start": "00:37:08",
    "end": "00:37:11"
  },
  {
    "text": "This one particular tower was like the most famous tower Babylon was known for, which comes from that later period. So in one of the most famous Babylonian creation stories called Enuma Elish, there's a whole part of the tale of the founding of this temple structure. And it's really remarkable. You can.",
    "start": "00:37:11",
    "end": "00:37:31"
  },
  {
    "text": "You just called it a temple. It's not merely a tower.",
    "start": "00:37:31",
    "end": "00:37:33"
  },
  {
    "text": "Well, the temple is a tower. The thing is, it's a high place.",
    "start": "00:37:33",
    "end": "00:37:36"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:37:36",
    "end": "00:37:37"
  },
  {
    "text": "Because it's the foundation of heaven and earth. It's where heaven and earth meet.",
    "start": "00:37:37",
    "end": "00:37:40"
  },
  {
    "text": "Okay, so it's the temple.",
    "start": "00:37:40",
    "end": "00:37:41"
  },
  {
    "text": "Yeah. So if you read the account of the founding of the structure in Enuma Elish, it's really remarkable because literally the language of Genesis 11 just leaps out at you. So I'm just sampling here. This is from the English translation provided in a volume called the Context of Scripture, which is a multi volume resource of ancient Near Eastern texts in English translation edited by William Hallow and Kay Lawson Younger. So you can read the account. And the builders talk about making a shrine that will make the name of Babylon famous. It's talked about how they made it with bricks. Innovative in brick construction. It's a high ziggurat. They build it as a dwelling for their gods so that the gods can dwell on earth with asphalt and bitumen and mud bricks with the summit like the heavens.",
    "start": "00:37:41",
    "end": "00:38:37"
  },
  {
    "text": "Its head is in the sky.",
    "start": "00:38:37",
    "end": "00:38:39"
  },
  {
    "text": "It's raised its top as high as a mountain. So the point is, this is all this is in the air. This is like the pop music.",
    "start": "00:38:39",
    "end": "00:38:45"
  },
  {
    "text": "Sure, right.",
    "start": "00:38:46",
    "end": "00:38:46"
  },
  {
    "text": "This is what the kids are all into. And so the biblical author comes and what he's trying to say is, yeah, you know, Babylon is inspired by the principalities and powers, the stuff that went down with Cain and Lamech and the sons of God and Nephilim, it's like that, but on even grander scale. And so much so that its founder is one of these mutant humans. Right.",
    "start": "00:38:46",
    "end": "00:39:16"
  },
  {
    "text": "The Nephilim.",
    "start": "00:39:16",
    "end": "00:39:17"
  },
  {
    "text": "Nephilim. But instead of celebrating him, we call him Rebel. The Rebel, which is a compliment in our culture, I guess, but it wasn't Maverick.",
    "start": "00:39:17",
    "end": "00:39:26"
  },
  {
    "text": "Maverick.",
    "start": "00:39:26",
    "end": "00:39:26"
  },
  {
    "text": "And then retelling the founding story is, instead of celebrating it, it's actually like part of the problem. So this is the second city built in the story of the Bible. And in the classroom class we go through, you can show. And the account in Genesis 11 here and the story of Nimrod building Babylon is all hyperlinked through repeated words, specifically.",
    "start": "00:39:27",
    "end": "00:39:53"
  },
  {
    "text": "Wanting to create a name.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah, the name, yes. Remember, Cain built his City. And then there's a focus on. He calls it by the name of his son. And the fact that Nimrod and the city of Babylon are full of language, all linking back to the Nephilim and Lamech and Cain, the humans providing and presuming to take God's name and protection and make it for themselves. It's all of that stuff, but just with the volume turned up to 11. So Yahweh came down. That's for sure. A dig.",
    "start": "00:39:55",
    "end": "00:41:03"
  },
  {
    "text": "They're not quite high enough. Yahweh's still up above.",
    "start": "00:41:04",
    "end": "00:41:08"
  },
  {
    "text": "Isn't that funny?",
    "start": "00:41:08",
    "end": "00:41:08"
  },
  {
    "text": "That's great.",
    "start": "00:41:08",
    "end": "00:41:09"
  },
  {
    "text": "It's like, you know, let's make its head up in the skies. At which point you would think it would be like Jack and the Beanstalk. Like the beanstalk pops up in the clouds. And Yahweh's like, what?",
    "start": "00:41:09",
    "end": "00:41:18"
  },
  {
    "text": "Hey, what's that? What are you guys doing here?",
    "start": "00:41:18",
    "end": "00:41:20"
  },
  {
    "text": "But it's like, no, Yahweh had to go down to see the city, came down from the penthouse that the sons of Adam had built. And Yahweh said, ah, look at this. One people and one language for all of them. And this is what they have begun to do. Now nothing will be inaccessible for them. Anything that they devise to do. This little sentence right here is. I think I have a chart. Yeah. This little sentence. Look, they are one people, and now nothing, they purpose will be impossible. So come, let us go down and let us make Babel of their language there so that each one will not hear the language of his neighbor.",
    "start": "00:41:20",
    "end": "00:42:13"
  },
  {
    "text": "So you said Babel means gate of the gods. And this is how I always understood the word Babel, meaning confusion of languages.",
    "start": "00:42:13",
    "end": "00:42:20"
  },
  {
    "text": "Yeah. So the Hebrew verb here is ba lal.",
    "start": "00:42:20",
    "end": "00:42:24"
  },
  {
    "text": "Okay.",
    "start": "00:42:24",
    "end": "00:42:25"
  },
  {
    "text": "Which is the play on the.",
    "start": "00:42:25",
    "end": "00:42:26"
  },
  {
    "text": "It's a play on the Hebrew word.",
    "start": "00:42:27",
    "end": "00:42:28"
  },
  {
    "text": "Bavel, which means Babylon. But what's so great is that the wordplay works in English, too.",
    "start": "00:42:28",
    "end": "00:42:35"
  },
  {
    "text": "Yeah.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "And it may be that it's the wordplay based on this story as well. It must be Babel in Babylon comes from. Yeah.",
    "start": "00:42:36",
    "end": "00:42:43"
  },
  {
    "text": "Babbling babies.",
    "start": "00:42:44",
    "end": "00:42:45"
  },
  {
    "text": "Yep. Yeah.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "So, okay, I don't understand what's going on here, really.",
    "start": "00:42:46",
    "end": "00:42:51"
  },
  {
    "text": "So what God sees is these humans are about to get cosmic. These humans are about to do something with cosmic implications. And they could pull this off by.",
    "start": "00:42:52",
    "end": "00:43:04"
  },
  {
    "text": "Pull this off meaning what if this.",
    "start": "00:43:04",
    "end": "00:43:07"
  },
  {
    "text": "Is what they have begun to do? This is just the beginning of the human project, man. They could do some really cosmic stuff. That's what God is saying.",
    "start": "00:43:07",
    "end": "00:43:17"
  },
  {
    "text": "Like, they could send people to the moon.",
    "start": "00:43:17",
    "end": "00:43:19"
  },
  {
    "text": "It doesn't say leaves. It to your imagination. And this isn't just about technology. This is about humans joining heaven and Earth, but on their own terms, on colonial terms. Yeah. So what God says is, come, let us go down so that they can't understand each other. So partially it's cryptic and riddle, like, because you're supposed to know the hyperlink.",
    "start": "00:43:20",
    "end": "00:43:43"
  },
  {
    "text": "Okay.",
    "start": "00:43:43",
    "end": "00:43:44"
  },
  {
    "text": "When Adam and Eve take and eat from the tree. Here's what God says. Behold, the human has become like one of us, knowing good and bad. And now, so that he doesn't stretch out his hand and take from the tree of life and eat and live forever. And God sent him out of the garden.",
    "start": "00:43:44",
    "end": "00:44:05"
  },
  {
    "text": "Yeah.",
    "start": "00:44:05",
    "end": "00:44:06"
  },
  {
    "text": "So that.",
    "start": "00:44:06",
    "end": "00:44:07"
  },
  {
    "text": "Okay. And that's always been confusing, too. But I've tried to make sense of that in Genesis 3 of, like, this severe mercy of saying they could access eternal life, like this abundant life. But in the state they're in, if they do that, it's just going to be.",
    "start": "00:44:07",
    "end": "00:44:27"
  },
  {
    "text": "Yeah.",
    "start": "00:44:27",
    "end": "00:44:27"
  },
  {
    "text": "An eternal misery, and it's going to create too many problems. So I got to exile them away. And so he doesn't want them to have access to the Tree of Life.",
    "start": "00:44:28",
    "end": "00:44:39"
  },
  {
    "text": "Yeah.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "And that's on parallel. You're saying here through all this hyperlinking of language. Let us confuse their language. Because if they. Because look at what they can do.",
    "start": "00:44:40",
    "end": "00:44:52"
  },
  {
    "text": "Yeah.",
    "start": "00:44:53",
    "end": "00:44:53"
  },
  {
    "text": "We don't want them to. It's not a tree of life. It's a great city that.",
    "start": "00:44:53",
    "end": "00:44:59"
  },
  {
    "text": "And a tower that is rejoining heaven on Earth, but on, like, just really distorted terms.",
    "start": "00:44:59",
    "end": "00:45:06"
  },
  {
    "text": "And joining heaven and earth is the idea of eternal life.",
    "start": "00:45:07",
    "end": "00:45:11"
  },
  {
    "text": "Yeah. Yeah. You know, I think what we're back to is this scaling of good and bad. The human city is where both good and bad are scaled.",
    "start": "00:45:11",
    "end": "00:45:22"
  },
  {
    "text": "I see.",
    "start": "00:45:22",
    "end": "00:45:23"
  },
  {
    "text": "But if its foundation is entwisted, human desire to redefine good and bad and to rule over the universe, but with our redefined knowledge of good and bad, if this is the beginning of what they've begun to do, oh, man, they could do anything, and that would not be good in this state. In other words, the fact that these two speeches are parallel to each other, designed as parallel, is saying what God is doing in one is related to what God's doing in the other.",
    "start": "00:45:23",
    "end": "00:45:55"
  },
  {
    "text": "And what God's doing. The one is saying you don't have access to the Tree of Life so that you can't live forever.",
    "start": "00:45:55",
    "end": "00:46:03"
  },
  {
    "text": "He prevents them from living forever in a state of defining good and bad by limited, distorted human wisdom.",
    "start": "00:46:03",
    "end": "00:46:12"
  },
  {
    "text": "Because there's a. Because it'll scale bad.",
    "start": "00:46:12",
    "end": "00:46:15"
  },
  {
    "text": "It'll scale bad and spiral out of control.",
    "start": "00:46:15",
    "end": "00:46:18"
  },
  {
    "text": "Yeah, it'll break bad, as they say. And so then in the story of the Tower of Babel, it's that instead of tree of life, it's a unified language. So in parallel to the idea of being connected to a source of all life, is this parallel idea of being unified in such a way where you can accomplish and multiply rapidly.",
    "start": "00:46:18",
    "end": "00:46:44"
  },
  {
    "text": "Yeah, yeah. Which is not in and of itself bad.",
    "start": "00:46:44",
    "end": "00:46:47"
  },
  {
    "text": "Right.",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "Just like it's not of itself bad that humans live forever. Actually, that's a good thing.",
    "start": "00:46:48",
    "end": "00:46:53"
  },
  {
    "text": "Right?",
    "start": "00:46:53",
    "end": "00:46:53"
  },
  {
    "text": "It's good that humans live forever.",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "And it's good to grow and multiply and subdue the earth rapidly and be.",
    "start": "00:46:54",
    "end": "00:46:59"
  },
  {
    "text": "Unified and innovate in technology. These are goods, good stuff.",
    "start": "00:46:59",
    "end": "00:47:04"
  },
  {
    "text": "But it's going to break bad, and so God wants to disrupt it.",
    "start": "00:47:04",
    "end": "00:47:08"
  },
  {
    "text": "Humans who define good and bad by their own wisdom is parallel here to Babylon accomplishing that unity, but in a way that centers all humanity around one language, one culture that claims for itself, that it is the place where God and humans are one, and that what Babylon does is what God wants for the world.",
    "start": "00:47:08",
    "end": "00:47:33"
  },
  {
    "text": "Okay, so you just reminded me where the conversation of the one language came from. And that was the family of God.",
    "start": "00:47:33",
    "end": "00:47:39"
  },
  {
    "text": "Family of God video.",
    "start": "00:47:39",
    "end": "00:47:39"
  },
  {
    "text": "It was the idea of one people group saying, we have the perspective and answer and everyone is going to become subordinate to us.",
    "start": "00:47:40",
    "end": "00:47:52"
  },
  {
    "text": "This city and the way it's arranged is the will of God for every other city. And we will establish that link and it will.",
    "start": "00:47:52",
    "end": "00:48:03"
  },
  {
    "text": "Could you imagine if a politician really thought that?",
    "start": "00:48:03",
    "end": "00:48:05"
  },
  {
    "text": "Just imagine. This is a remarkable meditation that the birth of an empire and its divine aspirations to make everyone subordinate to the way they think, make every other city in its own image is likened to the failure of humans to the fall of Adam and Eve.",
    "start": "00:48:05",
    "end": "00:48:27"
  },
  {
    "text": "Yeah.",
    "start": "00:48:27",
    "end": "00:48:28"
  },
  {
    "text": "This is so remarkable.",
    "start": "00:48:28",
    "end": "00:48:29"
  },
  {
    "text": "And as we meditate on the parallel to fall of Adam and Eve, God puts them out of the garden. They don't have access to the tree of life. What's interesting about Babylon and the scattering is like, now you're just going to have more groups of people who can unify around their thoughts and just create cities.",
    "start": "00:48:29",
    "end": "00:48:50"
  },
  {
    "text": "Mini Babylons.",
    "start": "00:48:50",
    "end": "00:48:51"
  },
  {
    "text": "Yeah. So like God didn't say, like, I'm going to take away your ability to create cities. Like he could have gone that far, but instead it's just like, it almost seems like he's slowing it down.",
    "start": "00:48:51",
    "end": "00:49:00"
  },
  {
    "text": "Yeah, it's a slowdown.",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "And Eden, he kind of shut it down. Get out of here. You can't get back in.",
    "start": "00:49:02",
    "end": "00:49:06"
  },
  {
    "text": "Yeah, interesting. Though he did continue to supply them with life and the gift of be fruitful and multiply.",
    "start": "00:49:06",
    "end": "00:49:14"
  },
  {
    "text": "It still happens. So Eden has just slowed down is what you're saying?",
    "start": "00:49:14",
    "end": "00:49:17"
  },
  {
    "text": "I'm just saying what happened. The failure in the garden there, it took away the opportunity for eternal life. But the possibility of ongoing life was a gift of Eden that continued. So here the desire to unify is not taken away. It's just. What do you say, Fractalized. It's divided out.",
    "start": "00:49:17",
    "end": "00:49:38"
  },
  {
    "text": "Scattered.",
    "start": "00:49:38",
    "end": "00:49:39"
  },
  {
    "text": "Scattered, yeah, scattered. That's the word. Yeah. But I'm just. It's scale. I'm enjoying this theme throughout the conversations of scaling of good and bad.",
    "start": "00:49:39",
    "end": "00:49:50"
  },
  {
    "text": "Right.",
    "start": "00:49:50",
    "end": "00:49:51"
  },
  {
    "text": "And even this portrait here is of a good aspiration, to unify, to innovate, to find solutions. Great. Let's do brick instead of stone.",
    "start": "00:49:51",
    "end": "00:50:00"
  },
  {
    "text": "Yeah. Sweet, right?",
    "start": "00:50:00",
    "end": "00:50:02"
  },
  {
    "text": "Man, things work so much better. But then, oh, let's use that technology.",
    "start": "00:50:02",
    "end": "00:50:05"
  },
  {
    "text": "Think of all the shelters we could build. Think of all the things we could do. But instead, whoa, we could be the gods.",
    "start": "00:50:06",
    "end": "00:50:13"
  },
  {
    "text": "We can make. Yes. We can make this heaven on Earth. This is the city of God.",
    "start": "00:50:13",
    "end": "00:50:18"
  },
  {
    "text": "We can create the city of God.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Gate of the Gods is what the name of the city means.",
    "start": "00:50:20",
    "end": "00:50:23"
  },
  {
    "text": "Which, and we should say, I guess I would want to say, is that this impulse to want to create a city of God.",
    "start": "00:50:25",
    "end": "00:50:31"
  },
  {
    "text": "Yeah, that's. It's not bad.",
    "start": "00:50:31",
    "end": "00:50:32"
  },
  {
    "text": "Heaven and earth together as one, united with all of the life, the cosmic life out there. That is a good impulse.",
    "start": "00:50:32",
    "end": "00:50:41"
  },
  {
    "text": "Exactly. Yeah. Thank you. That's right. That's right.",
    "start": "00:50:41",
    "end": "00:50:44"
  },
  {
    "text": "So why is it bad here? Because they want to make their name great? Because. Or just because they don't know Yahweh, the true Elohim of Elohim.",
    "start": "00:50:44",
    "end": "00:50:55"
  },
  {
    "text": "Like, well, and maybe like, if they were.",
    "start": "00:50:56",
    "end": "00:50:58"
  },
  {
    "text": "Let me say it this way. If they were to say, let's build a tower for Yahweh.",
    "start": "00:50:58",
    "end": "00:51:02"
  },
  {
    "text": "Yeah. Well, I think in terms of the biblical authors, they would say, now we're talking.",
    "start": "00:51:02",
    "end": "00:51:06"
  },
  {
    "text": "Okay.",
    "start": "00:51:06",
    "end": "00:51:07"
  },
  {
    "text": "Because that's what Jerusalem will be, at least for a little while, until it turns into Babylon in the next generation under Solomon.",
    "start": "00:51:07",
    "end": "00:51:16"
  },
  {
    "text": "So what you're saying is, let's create Christian Babylon. No, the Yahweh Babylon.",
    "start": "00:51:17",
    "end": "00:51:20"
  },
  {
    "text": "But here's the thing, is the portraits, the cycle is going to be. Every time humans take it upon themselves to do this, it ends up in Babylon.",
    "start": "00:51:20",
    "end": "00:51:29"
  },
  {
    "text": "Okay. What if they call on the name of Yahweh and do. And build the city?",
    "start": "00:51:29",
    "end": "00:51:33"
  },
  {
    "text": "Yeah. Like David does. And it works great. Until for a moment, he sees Bathsheba and desires her and takes her for himself.",
    "start": "00:51:33",
    "end": "00:51:42"
  },
  {
    "text": "So we just need to. That greater than David.",
    "start": "00:51:43",
    "end": "00:51:45"
  },
  {
    "text": "It's exactly right.",
    "start": "00:51:45",
    "end": "00:51:46"
  },
  {
    "text": "Okay.",
    "start": "00:51:46",
    "end": "00:51:46"
  },
  {
    "text": "It's exactly right. What we need is a city of God, not built with human hands. That's how Daniel will put it in one sense, and how the author to the Hebrews will put it.",
    "start": "00:51:46",
    "end": "00:51:56"
  },
  {
    "text": "But doesn't God want to rule the world through humans? How does he? Are you going to create a city without humans building it?",
    "start": "00:51:56",
    "end": "00:52:03"
  },
  {
    "text": "I don't know. I think God have to figure out a way to become one with humans so that it can be built by his spirit. We're going to get there.",
    "start": "00:52:03",
    "end": "00:52:13"
  },
  {
    "text": "Okay. All right.",
    "start": "00:52:13",
    "end": "00:52:14"
  },
  {
    "text": "But the whole point is when humans do it of their own wisdom, by their own definition of good and bad, it usually is a mix. And when it's scaled to the degree of Babylon, the good is really good and the bad is really, really bad.",
    "start": "00:52:14",
    "end": "00:52:28"
  },
  {
    "text": "And we haven't gotten a portrait of the good being good. No, this is just the bad becoming bad.",
    "start": "00:52:28",
    "end": "00:52:33"
  },
  {
    "text": "Bad becoming bad. Yeah.",
    "start": "00:52:33",
    "end": "00:52:35"
  },
  {
    "text": "Breaking Babylon.",
    "start": "00:52:35",
    "end": "00:52:36"
  },
  {
    "text": "And so let us remember, even though this is about the origins of Babylon, we are being told this narrative within the final shape of the Hebrew Bible that was passed down, meditated upon, shaped, and created by a people who were stomped by Babylon.",
    "start": "00:52:36",
    "end": "00:52:53"
  },
  {
    "text": "Yeah. Lives ruined by Babylon.",
    "start": "00:52:53",
    "end": "00:52:56"
  },
  {
    "text": "Yes. Many generations almost obliterated by Babylon. So that Babylon becomes. In the Hebrew Bible, this origin story is setting you up to conceive of Babylon as the worst. So this is gonna. Where. This is gonna launch us as far as where we're going here is on into the biblical story throughout the Torah and the prophets. And we don't have time to cover every single city that we come across. I want to cover one more cycle of the really bad city after this.",
    "start": "00:52:56",
    "end": "00:53:27"
  },
  {
    "text": "Sodom and Gomorrah.",
    "start": "00:53:27",
    "end": "00:53:28"
  },
  {
    "text": "Sodom and Gomorrah. It's another icon city which is depicted as a newer, localized version of Babylon. Not universal, but local. And so God brings a local flood, so to speak, upon it, but not of water, but of fire. So there's Sodom and Gomorrah, and then counter to the city of Cain, Babylon, Sodom and Gomorrah. I want to meditate on the origins of Jerusalem in the story of David. That's where we'll go. And then it becomes Babylon. But that golden age where the Ark of the Covenant was there in Jerusalem, there was a small little window of time that fueled the Israelite imagination for what it could look like if the city of God took up residence here among the city of man. And that's where the poets of the psalms and the prophets let their meditations go when they think about the heavenly city becoming one with earth and that is the dream that fueled Jesus and the apostles in the New Testament. But. But for the moment, that is the story of the origin of Babylon. It's a mix of good and bad, but at the scale of an empire, the bad is hyper destructive and did prove to be destructive throughout history. And I think that's why this narrative is the way that it is. There are moments when God comes down and says, this can't continue and he'll shut down an empire. The scattering of Babylon becomes the. What do you say, Kind of like the template for the fall of many cities to come in the story of the Bible, but also forms the opposite of what a city of God could be, which is also a heaven on earth that brings all the languages together. Like at the end of the story of the Bible, the New Jerusalem is like the reversal of Babylon. So not everything that Babylon aspired to was bad. It was just the way that they would go about it was going to be for the benefit of a few at the expense of the many. And God says, shutting that project down.",
    "start": "00:53:28",
    "end": "00:55:39"
  },
  {
    "text": "Okay, well, hey.",
    "start": "00:55:46",
    "end": "00:55:47"
  },
  {
    "text": "So this is Dan with the podcast team, and I'm here with some new friends of mine who I just met. You guys want to introduce yourself and.",
    "start": "00:55:47",
    "end": "00:55:54"
  },
  {
    "text": "Just go around the room?",
    "start": "00:55:54",
    "end": "00:55:55"
  },
  {
    "text": "So I'm Julia from Toronto, Canada.",
    "start": "00:55:55",
    "end": "00:55:57"
  },
  {
    "text": "And I'm Ben.",
    "start": "00:55:57",
    "end": "00:55:58"
  },
  {
    "text": "I'm Jocelyn from Austin, Texas. And Michelle from Houston, Texas.",
    "start": "00:55:58",
    "end": "00:56:03"
  },
  {
    "text": "That's awesome. So tell me a little about how.",
    "start": "00:56:03",
    "end": "00:56:06"
  },
  {
    "text": "You guys first heard about a project.",
    "start": "00:56:06",
    "end": "00:56:07"
  },
  {
    "text": "You heard about the bilateral project, actually, from a friend of ours at seminary who recommended it as a supplement to our schooling.",
    "start": "00:56:07",
    "end": "00:56:15"
  },
  {
    "text": "For me, it's gonna be similar to my mom. I very, very dear friend and pastor introduced us to the Read Scripture app, and it's been a consistent staple in my life since then.",
    "start": "00:56:16",
    "end": "00:56:29"
  },
  {
    "text": "Well, what are you guys? Some of your favorite things?",
    "start": "00:56:30",
    "end": "00:56:32"
  },
  {
    "text": "What's really valuable to you?",
    "start": "00:56:32",
    "end": "00:56:34"
  },
  {
    "text": "The podcast, I like. I love the videos, but they're kind of like the cream on top of my cake, my chocolate cake. Or the podcast. Bibleproject provides, like, a safe place for me. It's like a safe space where I can learn about this creator God, and I can understand without the pressure. Like, it's just an open space for me to, like, think, you know, And I feel like I'm not pressured to be on board with one viewpoint or another.",
    "start": "00:56:34",
    "end": "00:57:02"
  },
  {
    "text": "That's great.",
    "start": "00:57:03",
    "end": "00:57:03"
  },
  {
    "text": "Anything else?",
    "start": "00:57:03",
    "end": "00:57:04"
  },
  {
    "text": "I'll say the word studies, I ended up studying Hebrew in seminary, and some.",
    "start": "00:57:04",
    "end": "00:57:09"
  },
  {
    "text": "Of those word studies were kind of like, all right.",
    "start": "00:57:09",
    "end": "00:57:12"
  },
  {
    "text": "And then hearing those themes across all of the Old Testament and then into The New Testament, the whole unified whole.",
    "start": "00:57:12",
    "end": "00:57:19"
  },
  {
    "text": "I love the podcasts, and I feel like, even though I know I don't know Tim and John, but I feel like over years and years and years of kind of these weekly conversations, it's kind of like having Bible nerd conversations with our friends back home, but with these disembodied voices on a podcast. But I appreciate when they actually do bring people with different points of view in terms of evangelical scholarship.",
    "start": "00:57:19",
    "end": "00:57:46"
  },
  {
    "text": "Yeah, Jocelyn.",
    "start": "00:57:47",
    "end": "00:57:48"
  },
  {
    "text": "Yeah. So for me, it's definitely currently the podcast. So I am teaching myself to animate right now. So the videos, obviously, are like, deep creative inspiration for me. But I think the podcast, the Paradigm series in particular, very much saved my face. Now I'm crying. You can't make fun of me. It's taxes. What can I say? Yeah, we do that.",
    "start": "00:57:48",
    "end": "00:58:13"
  },
  {
    "text": "Yeah.",
    "start": "00:58:13",
    "end": "00:58:14"
  },
  {
    "text": "It gave me language that I needed really, a whole lot during a really, really tough time. So I go back to it. I send people back to it. It has given me a way to communicate with people that aren't familiar with Jesus or have been really, really hurt. I feel like I have a way to talk about it that feels like I'm talking about something beautiful.",
    "start": "00:58:14",
    "end": "00:58:34"
  },
  {
    "text": "So that's awesome.",
    "start": "00:58:34",
    "end": "00:58:35"
  },
  {
    "text": "Thank you for sharing that.",
    "start": "00:58:35",
    "end": "00:58:36"
  },
  {
    "text": "Yeah. Okay, well, here, let's do the last part real quick.",
    "start": "00:58:36",
    "end": "00:58:39"
  },
  {
    "text": "If you just want to say it like, we believe the Bible is unified.",
    "start": "00:58:39",
    "end": "00:58:42"
  },
  {
    "text": "Story leads to Jesus. We believe the Bible is a unified.",
    "start": "00:58:42",
    "end": "00:58:45"
  },
  {
    "text": "Story that leads to Jesus.",
    "start": "00:58:45",
    "end": "00:58:47"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes and podcasts, classes and more@bibleproject.com Great.",
    "start": "00:58:47",
    "end": "00:58:59"
  },
  {
    "text": "Are you guys happy with that one?",
    "start": "00:58:59",
    "end": "00:59:00"
  },
  {
    "text": "I think that's great.",
    "start": "00:59:00",
    "end": "00:59:01"
  },
  {
    "text": "I'm sure you'll just edit it together.",
    "start": "00:59:02",
    "end": "00:59:03"
  },
  {
    "text": "Yes. Do you It.",
    "start": "00:59:03",
    "end": "00:59:08"
  }
]