[
  {
    "text": "We are walking through the biblical theme of the city. In our last episode, we talked about the golden age of Jerusalem, the time under King David where Jerusalem was marked by unity and peace with its neighboring nations. However, this golden age doesn't last long.",
    "start": "00:00:04",
    "end": "00:00:21"
  },
  {
    "text": "The unity of Israel lasts Solomon's lifetime as well. But the cracks in that unity start to show, so that when Solomon dies, his son is not able to hold the tribes together and they split apart.",
    "start": "00:00:21",
    "end": "00:00:34"
  },
  {
    "text": "The tribe of Israel splits into two camps. The northern kingdom, later to become Samaria, and the southern kingdom known as Judah, where the capital, Jerusalem, remains.",
    "start": "00:00:34",
    "end": "00:00:43"
  },
  {
    "text": "And as you read through the king's scroll, Jerusalem and Samaria are like the twin monster. It's like a dragon that sprouts two heads, but then the two heads are constantly fighting and trying to annihilate the other one. But they're both manifestations of one terrible monster.",
    "start": "00:00:43",
    "end": "00:00:59"
  },
  {
    "text": "Today we'll look at how the prophet Micah claims that Jerusalem was built on human blood. A pretty bleak assessment. Yet the story doesn't end for Jerusalem.",
    "start": "00:01:00",
    "end": "00:01:11"
  },
  {
    "text": "Here at the center of the Micah scroll is the poem in what we call chapter four. It's about how in the last days, the mountain of the house of Yahweh will be set up as the head of all the mountains, and all nations will stream to it, and the nations will say, hey, let's all go up to the mountain of Yahweh. It's envisioning a day when this human city, Jerusalem, will become the vehicle of God's instruction and justice.",
    "start": "00:01:11",
    "end": "00:01:39"
  },
  {
    "text": "Today, Tim Mackey and I look at how the city of Jerusalem intended to be the city of God, became like the city of Cain. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:40",
    "end": "00:01:59"
  },
  {
    "text": "Hey, John.",
    "start": "00:01:59",
    "end": "00:02:00"
  },
  {
    "text": "Hi.",
    "start": "00:02:00",
    "end": "00:02:01"
  },
  {
    "text": "Hi.",
    "start": "00:02:01",
    "end": "00:02:01"
  },
  {
    "text": "All right. We're talking about the city.",
    "start": "00:02:02",
    "end": "00:02:03"
  },
  {
    "text": "Yes.",
    "start": "00:02:03",
    "end": "00:02:03"
  },
  {
    "text": "We are talking about the city of God. Heavenly city that God is building.",
    "start": "00:02:03",
    "end": "00:02:08"
  },
  {
    "text": "A heavenly city that God. Yeah. Has founded from all eternity.",
    "start": "00:02:09",
    "end": "00:02:14"
  },
  {
    "text": "Oh, okay.",
    "start": "00:02:14",
    "end": "00:02:15"
  },
  {
    "text": "That's some new information of which human cities can potentially become a reflection. Yeah, but that's not how we started the story of this conversation.",
    "start": "00:02:15",
    "end": "00:02:26"
  },
  {
    "text": "The big insight from last time we were talking about the city as a theme was going back and bringing our attention back to the fact that when Cain built his city, which is the.",
    "start": "00:02:26",
    "end": "00:02:39"
  },
  {
    "text": "First city in the story of the Bible.",
    "start": "00:02:39",
    "end": "00:02:40"
  },
  {
    "text": "First city in the story of the Bible. There's a hyperlink there of Cain building the er, which is Hebrew for city, through that kind of like.",
    "start": "00:02:40",
    "end": "00:02:48"
  },
  {
    "text": "Yeah, good pronunciation. Yeah, I heard it. I heard it.",
    "start": "00:02:48",
    "end": "00:02:52"
  },
  {
    "text": "And God building The Azer. God building the azer happens in Genesis chapter two, and that's God taking Adam, pulling him apart into two and creating woman, who Adam calls the who.",
    "start": "00:02:52",
    "end": "00:03:10"
  },
  {
    "text": "God says what he's going to do when he does that is provided the delivering ally. Yes, an Azer without whom humanity cannot accomplish the task that God has given it.",
    "start": "00:03:10",
    "end": "00:03:21"
  },
  {
    "text": "And so God building the woman, building the azer. It's a weird phrase in Hebrew. And you're supposed to just pay attention to it because then Cain builds the eer, and Azer and eer in Hebrew look almost identical. And so you're supposed to be paying attention to this hyperlink of like, okay, God built something for me, man, to create life and to flourish. And it's the mother of all of life, of humanity. And then Cain builds what, in the biblical imagination, cities are the mother, a mother of sorts of protection, a womb for civilization to flourish.",
    "start": "00:03:21",
    "end": "00:04:03"
  },
  {
    "text": "Yeah. And in biblical poetry, in the prophets and the Psalms, cities are often called or described metaphorically as women. Lady Zion, Lady Jerusalem, the daughters of Jerusalem, Lady Babylon, and so on.",
    "start": "00:04:03",
    "end": "00:04:20"
  },
  {
    "text": "And so if the story of Genesis 2 and 3 is about Adam and Eve choosing how are they going to flourish and multiply as to the earth, be the image of God in the garden, and the temptation or the test is the tree, the knowing good and bad. And that represents doing it on their own terms, building that reign on their own terms. They take that and things go south. And so in the same way, when you get the story of Cain and God says, I'm going to protect you, even though you've blown it, you've murdered your brother, I'm going to protect you. I'm giving you the sign of protection. And the cane goes out and he then takes his wife, builds a city. And you're supposed to put this on analogy of Adam and Eve taking of the tree. And so we start talking about how the city is an extension of the tree of knowing good and bad.",
    "start": "00:04:20",
    "end": "00:05:18"
  },
  {
    "text": "Or the choice that the humans were faced with at the tree in the garden is set on analogy to the choice that Cain is faced with as he builds a city.",
    "start": "00:05:19",
    "end": "00:05:31"
  },
  {
    "text": "And so it makes you maybe do some imaginative meditation of what would it look like for Cain to say, God, can you build the city?",
    "start": "00:05:31",
    "end": "00:05:39"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:39",
    "end": "00:05:40"
  },
  {
    "text": "Can I have your wisdom and build your city with you? Right, I get it now. I don't want the sin, the croucher, yeah, to be ruling me anymore. Let's build that city.",
    "start": "00:05:40",
    "end": "00:05:53"
  },
  {
    "text": "That's right.",
    "start": "00:05:53",
    "end": "00:05:54"
  },
  {
    "text": "And then what would have happened?",
    "start": "00:05:54",
    "end": "00:05:55"
  },
  {
    "text": "What would have happened and what we know from a later repetition of this city theme in the Torah is the provision of the cities of refuge, which are for those who, like Cain, have murdered someone, but they haven't had their trial yet. They can go there and their life can be protected. And that's what God wanted to provide for Cain. So cities can become a place of preservation of life.",
    "start": "00:05:55",
    "end": "00:06:23"
  },
  {
    "text": "Cities can be, even though they're introduced in the Bible as a big problem, they can be a preservation of life. And so in this imaginative world of can we build the city of God with God, the place you think of is Jerusalem. Isn't that what King David did?",
    "start": "00:06:23",
    "end": "00:06:38"
  },
  {
    "text": "Right, right.",
    "start": "00:06:38",
    "end": "00:06:39"
  },
  {
    "text": "And that's what we looked at in our last conversation, was in the story of David taking Jerusalem over, establishing it as the capital, bringing the Ark of the Covenant in there. And the tabernacle. That whole story has, in the subtext of it, all of these flags of going, this is gonna be a problem. Look at, this is a problem.",
    "start": "00:06:39",
    "end": "00:07:05"
  },
  {
    "text": "Yeah. The story of David bringing the Ark to Jerusalem, the celebration, the sudden death of one of the priests.",
    "start": "00:07:05",
    "end": "00:07:12"
  },
  {
    "text": "Yeah.",
    "start": "00:07:12",
    "end": "00:07:13"
  },
  {
    "text": "Is all packed with hyperlinks and analogies in the language of the failure of Adam and Eve in the garden.",
    "start": "00:07:13",
    "end": "00:07:20"
  },
  {
    "text": "Yeah. He builds it. He names it after himself. They don't follow the instructions of God on how to transport the ark. Yeah. The whole thing is just kind of just riddled with problems. And then where does this all go in the scroll? It's leading towards the city of Jerusalem becoming a place of idolatry and kings who rule with violence. And.",
    "start": "00:07:20",
    "end": "00:07:43"
  },
  {
    "text": "Yeah, and that's what we're going to focus on in this conversation.",
    "start": "00:07:44",
    "end": "00:07:47"
  },
  {
    "text": "Okay.",
    "start": "00:07:47",
    "end": "00:07:47"
  },
  {
    "text": "Yep.",
    "start": "00:07:47",
    "end": "00:07:48"
  },
  {
    "text": "Cool.",
    "start": "00:07:48",
    "end": "00:07:49"
  },
  {
    "text": "We also talked about was how that founding event of bringing the Ark to Jerusalem depicted it as problematic. Yes. But as a potential Garden of Eden on earth. I mean, a heaven on earth type of place. And we saw how in the Psalms that were later sung in Jerusalem by the priestly choirs, they seem to imagine the earthly city of Jerusalem as an analogy to a symbol of or a pointer to a heavenly city of God that is the source of all humanity or a source of all the new humanity in Psalms 46 and 87. But those transcendent dreams eventually all came to nothing in that earth, earthly Jerusalem. And that's what we're going to look at right now.",
    "start": "00:07:49",
    "end": "00:08:40"
  },
  {
    "text": "Okay, Sam.",
    "start": "00:08:40",
    "end": "00:09:18"
  },
  {
    "text": "So I thought we could use, as an anchor for this step of the conversation, the poetry of a prophet. We've never read together maybe one verse from the prophet Micah.",
    "start": "00:09:30",
    "end": "00:09:40"
  },
  {
    "text": "Okay.",
    "start": "00:09:40",
    "end": "00:09:40"
  },
  {
    "text": "I think we Talked about Micah6.8 in the justice video. He has shown you, oh human, what is good and what the Lord requires of you. Do justice, love, mercy, walk humbly with your God. So that's Micah, chapter six. So Micah, he is one of the Israelite prophets. He lived in the southern kingdom after there was a near civil war and split. So real quick overview. So there's David. Yeah, he's the king of all the tribes. Unites everyone, Unites everybody. And that unity of the tribes lasts for exactly his lifetime in rule. So his son Solomon, he actually had many sons. We'll talk about that. His son Solomon is appointed as king, and actually, excuse me, the unity of Israel lasts Solomon's lifetime as well. But the cracks in that unity start to show so that when Solomon dies, his son is not able to hold the tribes together and they split apart. And so the tribes of Israel split into two main camps. There's the tribes that go with the north, called the northern tribes. They're often called Joseph, sometimes Ephraim, or sometimes just Israel. And most of the tribes are up there and then in the south, and.",
    "start": "00:09:40",
    "end": "00:11:04"
  },
  {
    "text": "We'Re talking the north of Jerusalem, north of Jerusalem.",
    "start": "00:11:04",
    "end": "00:11:07"
  },
  {
    "text": "Jerusalem is almost right at the boundary between the two. It's a little bit north of Jerusalem, but close. And then Judah is in the south, but the tribe of Benjamin is enclosed within Judah's territory in the south. So you have Judah and Benjamin in the south. So Micah the prophet lived about 200ish years after the split of the two kingdoms. And during those times, Jerusalem became the prominent capital city of Judah in the south. But the northern tribes also had a monarchy arise that wanted to build their own rival capital city called Samaria. And as you read through the king's scroll, Jerusalem and Samaria are like the twin monster, but they're. Oh, what's a good example? It's like a dragon that sprouts two heads, but then the two heads are constantly fighting and trying to annihilate the other one to become the lone head, something like that. But they're both manifestations of one terrible monster. That's Judah and Samaria, or Jerusalem and.",
    "start": "00:11:07",
    "end": "00:12:17"
  },
  {
    "text": "Samaria, the two headed dragon.",
    "start": "00:12:17",
    "end": "00:12:18"
  },
  {
    "text": "Yeah, totally. So Micah's prophecies open with this little heading here, the word of Yahweh that came to Micah of more Sheth during the reigns of. And it names a bunch of kings of the southern kingdom, Judah, the reigns of Yotham Ahaz and Cheskiah, Jotham Ahaz and Hezekiah, to use English phrasing. This is the vision he saw concerning two cities, Samaria and Jerusalem. So just right There, the opening. These are all focusing on two cities, Israelite cities, the two dragon heads of the really screwed up family that is the family of Israel. At least they're screwed up. And Micah's point of view. So he begins, listen, you peoples, all of you, listen. O land and all who live on it. Sovereign Yahweh is going to bear witness against you. Yahweh. From his holy temple, which is in.",
    "start": "00:12:18",
    "end": "00:13:24"
  },
  {
    "text": "Jerusalem.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Yahweh is coming down from his dwelling place. He comes down and treads upon the high places of the land.",
    "start": "00:13:27",
    "end": "00:13:36"
  },
  {
    "text": "So this is the. Like, this is the divine temple. This is the.",
    "start": "00:13:37",
    "end": "00:13:41"
  },
  {
    "text": "The heavenly city.",
    "start": "00:13:41",
    "end": "00:13:42"
  },
  {
    "text": "Heaven. Okay.",
    "start": "00:13:42",
    "end": "00:13:43"
  },
  {
    "text": "I mean, it doesn't say city here.",
    "start": "00:13:43",
    "end": "00:13:45"
  },
  {
    "text": "Yeah.",
    "start": "00:13:45",
    "end": "00:13:46"
  },
  {
    "text": "But if Yahweh's temple. So here it's where I have this image of the heavenly temple of which Jerusalem was supposed to be an earthly match, like the Tabernacle. Yeah, was. But as we're going to see here, Yahweh has some things to say about how his earthly temple is disconnected from the heavenly temple now. So what follows is a poem that basically is a reversal of Genesis 1. The mountains melt, valleys split apart like wax before fire. Like water rushing down a slope. The cosmos is going to collapse. Why? Because of Jacob's transgression, the sins of the people of Israel. What is Jacob's transgression? Isn't it Samaria? What is Judah's high place? That's a technical term in the prophets.",
    "start": "00:13:46",
    "end": "00:14:41"
  },
  {
    "text": "The high places referring to the places where idolatry happens.",
    "start": "00:14:41",
    "end": "00:14:45"
  },
  {
    "text": "Yeah, yeah. So typically it would be on some hill. They would set up a shrine pole and an altar and offer sacrifices to some illegitimate God. At least illegitimate in the eyes of the prophets. So what is Judah's high place? So Judah's a whole region.",
    "start": "00:14:45",
    "end": "00:15:05"
  },
  {
    "text": "It's Jerusalem.",
    "start": "00:15:06",
    "end": "00:15:07"
  },
  {
    "text": "Yeah. I'm at the point of this trash talk right now.",
    "start": "00:15:07",
    "end": "00:15:09"
  },
  {
    "text": "Trash in Jerusalem. It's a place where idolatry is happening.",
    "start": "00:15:10",
    "end": "00:15:13"
  },
  {
    "text": "That's right. Yeah. High places is normally where you refer to these kind of low grade mini shrines to BAAL or Asherah, but Jerusalem is being described as one of these high place shrines. Therefore, I will make Samaria a heap of rubble, a place for planting vineyards, which here is negative because it means all the buildings would be removed and it'll just become.",
    "start": "00:15:13",
    "end": "00:15:41"
  },
  {
    "text": "And just fields again.",
    "start": "00:15:42",
    "end": "00:15:43"
  },
  {
    "text": "Fields again. Yeah.",
    "start": "00:15:43",
    "end": "00:15:44"
  },
  {
    "text": "But also surprisingly optimistic.",
    "start": "00:15:44",
    "end": "00:15:47"
  },
  {
    "text": "But yeah, you know, it can be.",
    "start": "00:15:47",
    "end": "00:15:48"
  },
  {
    "text": "Life could come back reclaimed.",
    "start": "00:15:49",
    "end": "00:15:50"
  },
  {
    "text": "Yeah, totally. Yeah. I'll pour her stones into the valley. Meaning if it's on a hill, it's like all the stones get toppled and fall down I'll lay bare her foundations and the idols will be broken to pieces. You get the idea.",
    "start": "00:15:50",
    "end": "00:16:06"
  },
  {
    "text": "Yeah.",
    "start": "00:16:06",
    "end": "00:16:06"
  },
  {
    "text": "Yeah. Okay, so why is this the case? Well. Chapter two. Woe to those who plan iniquity. To those who plot evil on their beds at morning's light. They carry it out because it is in their power to do it. They covet fields and seize them, and houses, they take them. They defraud people of their homes, robbing them of their inheritance.",
    "start": "00:16:06",
    "end": "00:16:35"
  },
  {
    "text": "Who's in the prophet's mind here? Is this. Is this a king or a general? Or is this just, like, squirrely dude who's just, like, just running amok out in his community?",
    "start": "00:16:35",
    "end": "00:16:46"
  },
  {
    "text": "Yeah, he says, later. Who's on his.",
    "start": "00:16:47",
    "end": "00:16:49"
  },
  {
    "text": "Okay.",
    "start": "00:16:49",
    "end": "00:16:49"
  },
  {
    "text": "In chapter six, he picks it up. Chapter six, verse nine. Listen. Yahweh is calling to the city and to fear. Your name is Wisdom. When Yahweh comes to your city with a message, it's pay attention, Wisdom. Yeah. Should I forget your selfishly gotten treasures, you wicked house? Shall I declare you innocent of dishonest scales or bags of false weights? Using imagery of the marketplace here.",
    "start": "00:16:50",
    "end": "00:17:22"
  },
  {
    "text": "Yeah. So they're being corrupt in their commerce dealings.",
    "start": "00:17:22",
    "end": "00:17:26"
  },
  {
    "text": "Yep. You're wealthy, people are violent. Those who inhabit you are liars. Tongue speaking, deceit. He goes down. Verse 16. You all have kept the statutes of Omri, and you have done the practices of the house of Ahab.",
    "start": "00:17:26",
    "end": "00:17:45"
  },
  {
    "text": "The house of Ahab?",
    "start": "00:17:45",
    "end": "00:17:46"
  },
  {
    "text": "Yeah, the house.",
    "start": "00:17:46",
    "end": "00:17:46"
  },
  {
    "text": "I do know Ahab. How do I know Ahab?",
    "start": "00:17:46",
    "end": "00:17:48"
  },
  {
    "text": "Yeah, he's a king of one of the kings of the northern tribes that features big time. In fact, he's the king of the northern tribes that gets the most airtime in the stories of the Book of Kings.",
    "start": "00:17:48",
    "end": "00:18:01"
  },
  {
    "text": "Okay.",
    "start": "00:18:01",
    "end": "00:18:02"
  },
  {
    "text": "Famously, he was the rival or the opponent of the famous prophet Elijah. And Elijah. Now, Ahab's been dead for over a century by Micah's time. So in other words, what he sees is that Jerusalem and Samaria have become all the things he's describing because they are living out the practices of Ahab. They're carrying on the legacy of Ahab. So the point here in Micah is that clearly the cities of Jerusalem and Samaria have become the opposite of the Garden of Eden.",
    "start": "00:18:02",
    "end": "00:18:40"
  },
  {
    "text": "Yeah. So basically, all. I mean, you kind of get this sense all the people in the city are participating in this. It's not just a king or a general. It's like this has become the nature of the culture of the city. It is dishonesty and plotting violence.",
    "start": "00:18:40",
    "end": "00:18:56"
  },
  {
    "text": "Yeah. In fact, here's a summary from chapter three. Hear this, you leaders of Jacob, you rulers of Israel who despise justice and distort what is right, you build Zion with bloodshed and Jerusalem with wickedness. And he goes on, he talks about the leaders, the priests, the prophets. It's just a den of scum and villainy.",
    "start": "00:18:57",
    "end": "00:19:21"
  },
  {
    "text": "He just giggled when he said scum.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "And villainy in the first Star wars movie. That's Obi Wan Kenobi called Mos Eisley, which is.",
    "start": "00:19:24",
    "end": "00:19:31"
  },
  {
    "text": "Okay, you did a Star wars reference.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Yeah. A wretched hive of scum and villainy. We must be cautious. So, yeah, that's building a city of blood. He says Jerusalem is a city built on blood.",
    "start": "00:19:33",
    "end": "00:19:47"
  },
  {
    "text": "And this is, in a way, hyperlink to Abel. Like.",
    "start": "00:19:48",
    "end": "00:19:51"
  },
  {
    "text": "Yeah, for sure. Cain City.",
    "start": "00:19:51",
    "end": "00:19:53"
  },
  {
    "text": "It's Cain City.",
    "start": "00:19:53",
    "end": "00:19:54"
  },
  {
    "text": "So what's he talking about? So he's using these descriptions, but, like, what do these descriptions correspond to?",
    "start": "00:19:55",
    "end": "00:20:02"
  },
  {
    "text": "Yeah.",
    "start": "00:20:02",
    "end": "00:20:02"
  },
  {
    "text": "So what I want to do real quick is touch down on a narrative about Solomon to get underneath. How was Zion built with bloodshed? What does that mean? And what does it mean that Samaria has followed the ways of Ahab? And what these little references are is they're hyperlinks back to moments in the story of Kings that I want to go just kind of survey two points, and we'll watch how the city of Jerusalem and the city of Samaria are both depicted as potential Eden cities on Earth that went awry, and they fit into this larger portrait of the potential of the city. So that's Micah. Let's go to the story of Solomon in the Book of Kings. Okay. We're going to pick up the story right at the beginning of the King scroll, which man. We just have not really talked much about kings. I have a lot of meditating I need to do on Kings, but the story begins with King David as old and about to die. And what we're told is that he just can't keep warm. And they put lots of layers of blankets on him and he can't keep warm.",
    "start": "00:20:02",
    "end": "00:21:51"
  },
  {
    "text": "I've been there. I've been there.",
    "start": "00:21:51",
    "end": "00:21:53"
  },
  {
    "text": "Have you been there recently?",
    "start": "00:21:54",
    "end": "00:21:55"
  },
  {
    "text": "Yeah, Well, I was like. I felt like I was about to get a fever the other night.",
    "start": "00:21:55",
    "end": "00:21:59"
  },
  {
    "text": "Oh, yeah, that's right. Yeah. Okay. Yeah, that's.",
    "start": "00:21:59",
    "end": "00:22:01"
  },
  {
    "text": "You know, it's that feeling of just shivering and you just. You pile on blankets, but then you end up getting too hot.",
    "start": "00:22:01",
    "end": "00:22:07"
  },
  {
    "text": "Yep. Yeah. He can't keep warm. There's so much going on here that we're not going to have time to talk about. But his courtiers get this idea of, let's find a young unmarried Woman who can just lay next to him in his bed to keep him warm. Now, what's interesting, the word warm is spelled with the same letters as the name of one of Noah's sons, Ham. Oh, and remember that weird story of what Ham does with his father or his father's wife in the seizes and.",
    "start": "00:22:07",
    "end": "00:22:38"
  },
  {
    "text": "Nakedness of his father?",
    "start": "00:22:38",
    "end": "00:22:40"
  },
  {
    "text": "Totally. And it's Ham trying to make a power move to usurp his father. So this whole story is going to be about which son of David is going to inherit the position of power from his father. And the first sentence is, he could, not Ham. So it's a Hebrew word play, hyperlinking back to the story of Noah and Ham and calling up the design pattern of the firstborn. Anyway, it's a really clever technique, and allusions to the story of Cain and Abel into Ham and his brothers are all over these chapters. So what's going to happen is that one of David's sons, who was a guy named Adonijah, says, you know what? I'm going to be king. And he's the firstborn from among. He was the first son born from among all the wives of David.",
    "start": "00:22:40",
    "end": "00:23:33"
  },
  {
    "text": "He's got a good reason to think about that.",
    "start": "00:23:33",
    "end": "00:23:35"
  },
  {
    "text": "That's right. That's right. So what's interesting is that that son is going to set himself up and have a big coronation ceremony in Jerusalem. But Nathan, who was a key prophetic counselor of David, and Bathsheba, who was the infamous wife that David saw and took and had sex with and then murdered her husband, the son he had with Bathsheba is named Solomon. And so Nathan and Bathsheba come up with this plan, basically to try and beat Adonijah to the throne. So they come up with this plan where they go and they say to David, do you remember that oath you took that Bathsheba, you know, that her son would be the king after you, so you should act on that oath now, like, today.",
    "start": "00:23:35",
    "end": "00:24:29"
  },
  {
    "text": "Is this a real thing?",
    "start": "00:24:29",
    "end": "00:24:30"
  },
  {
    "text": "So fascinating. There's no record of David ever making that promise.",
    "start": "00:24:31",
    "end": "00:24:34"
  },
  {
    "text": "Okay.",
    "start": "00:24:34",
    "end": "00:24:34"
  },
  {
    "text": "They just come in and say that he made that promise. And they convince David that he made that promise. And so he says, like, oh, yes, I did make that promise. I should fulfill it today. So the whole thing is like, what? Yeah, is this court intrigue? What's going on here?",
    "start": "00:24:35",
    "end": "00:24:50"
  },
  {
    "text": "Yeah, this is elder abuse.",
    "start": "00:24:50",
    "end": "00:24:52"
  },
  {
    "text": "So anyway, they convince.",
    "start": "00:24:52",
    "end": "00:24:54"
  },
  {
    "text": "This is kind of like also Jacob deceiving his father.",
    "start": "00:24:54",
    "end": "00:24:59"
  },
  {
    "text": "This whole thing. Totally. Okay, that's exactly right. And there are lots of hyperlinks to Jacob and Esau here. Too. Yeah, because you have a mother.",
    "start": "00:24:59",
    "end": "00:25:07"
  },
  {
    "text": "A mother and a son.",
    "start": "00:25:07",
    "end": "00:25:08"
  },
  {
    "text": "And a son she's trying to get.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "Conspiring together to take over.",
    "start": "00:25:09",
    "end": "00:25:11"
  },
  {
    "text": "Exactly. So, so basically, the point is, they succeed, and Solomon gets installed as king, and Adonijah and everybody aligned with him is all of a sudden afraid for their lives. So this is how chapter two begins. Solomon gets made king. Chapter two. When the time drew near for David to die, he gave a charge to Solomon, his son. I am about to go the way of all the earth, he said. So be strong. Be a man. Keep what Yahweh your God requires. Walk in obedience to him. Keep his decrees and commands, his Torah, his regulations, like it's written in the Torah of Moses. Do this, and you will prosper in everything you do, everywhere you go, Yahweh will keep his promise to me. So if you're faithful, Yahweh will keep his promise to me, which is if your seed, your descendants, are careful how they live, if they're faithful with all their heart and all their nephesh, all their soul. This is Moses language. You will never fail to have a successor on the throne of Israel. Okay, so first, let's say this is good stuff.",
    "start": "00:25:11",
    "end": "00:26:27"
  },
  {
    "text": "It feels like, oh, these are. Yeah, this is good. This is the kind of advice you were hoping David would give?",
    "start": "00:26:27",
    "end": "00:26:33"
  },
  {
    "text": "That's right.",
    "start": "00:26:33",
    "end": "00:26:33"
  },
  {
    "text": "If the Torah follow God's instructions.",
    "start": "00:26:33",
    "end": "00:26:36"
  },
  {
    "text": "Yeah. And if that's true, it's all of the laws of the Torah and the wisdom they offer. And a lot of it's counterintuitive. Remember, especially about the kings.",
    "start": "00:26:36",
    "end": "00:26:45"
  },
  {
    "text": "Yeah.",
    "start": "00:26:45",
    "end": "00:26:46"
  },
  {
    "text": "Like, don't accumulate lots of gold and silver. Don't marry many wives, don't import Egyptian stallions into your chariot forces, stuff like that.",
    "start": "00:26:46",
    "end": "00:26:59"
  },
  {
    "text": "All the stuff Solomon's about to do.",
    "start": "00:26:59",
    "end": "00:27:01"
  },
  {
    "text": "Yeah, but on David's part, you're like, oh, he's kind of acting like a Moses here. Like, be faithful to the covenant. Like, don't trust all the people to do that, but if you do it, you can kind of herd them in the right direction.",
    "start": "00:27:01",
    "end": "00:27:16"
  },
  {
    "text": "Okay.",
    "start": "00:27:16",
    "end": "00:27:17"
  },
  {
    "text": "Oh, yeah, one more thing. So you know what my uncle Joab, son of Zeruah, did to me? Do you remember what he did to the commanders of two of Israel's armies, Avenir and Amasa? Yeah. He killed them. He murdered them. He shed their blood in a time of peace, as if it was a time of war. And with that blood, he stained the belt around his waist and the sandals on his feet.",
    "start": "00:27:18",
    "end": "00:27:47"
  },
  {
    "text": "Did you skip a part of the story? Didn't someone plant this in David's mind? To get revenge, or is this his idea? This is his idea. Okay.",
    "start": "00:27:47",
    "end": "00:27:55"
  },
  {
    "text": "Yeah. Okay, so he's got a grudge against his relative Joab, and rightly so. Like, Joab conspired to carry out the murders of two. Not family members of David, but people that David cared about.",
    "start": "00:27:55",
    "end": "00:28:11"
  },
  {
    "text": "Yeah.",
    "start": "00:28:11",
    "end": "00:28:12"
  },
  {
    "text": "And he describes Joab in the language of Cain. Yeah. He murdered. He spilled their blood. Deal with him. According to your wisdom.",
    "start": "00:28:12",
    "end": "00:28:23"
  },
  {
    "text": "As long as your wisdom.",
    "start": "00:28:23",
    "end": "00:28:25"
  },
  {
    "text": "As long as your wisdom says, don't let his gray hair go down to the grave in peace.",
    "start": "00:28:25",
    "end": "00:28:30"
  },
  {
    "text": "Yeah.",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "So do what you think is good as long as it involves assassinating him. Remember, there's this guy, Shimi, the son of Gerard, the Benjaminite from Bahurim. You know, the guy who called down curses on me that day that I had to leave Jerusalem and flee for my life. Remember that? Yeah. He came down and met me at the Jordan, and I swore to him, I am not going to kill you with my sword, you know? But now, you shouldn't treat him like an innocent man. You're a man of wisdom. You know what to do. Bring his gray hair down to the grave in blood.",
    "start": "00:28:31",
    "end": "00:29:13"
  },
  {
    "text": "Yeah. David's got a hit list here.",
    "start": "00:29:14",
    "end": "00:29:16"
  },
  {
    "text": "Yeah. Then David rested with his ancestors and was buried in the city of David. It's ruthless, man.",
    "start": "00:29:17",
    "end": "00:29:25"
  },
  {
    "text": "Yes. This is like David turning into a mob boss. Yeah, totally like saying, yeah, I got a hit list. Take down some of my enemies. I've been holding some grudges.",
    "start": "00:29:25",
    "end": "00:29:37"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:29:37",
    "end": "00:29:38"
  },
  {
    "text": "Yeah.",
    "start": "00:29:38",
    "end": "00:29:38"
  },
  {
    "text": "Yeah. And this language, you have wisdom, do what's good to you, but you know what you need to do. Yeah, yeah. So fascinating. So fascinating.",
    "start": "00:29:38",
    "end": "00:29:48"
  },
  {
    "text": "It's very mob language where it's like, if you had to testify or something, but I just told him to do what was wise in his own eyes. So evidently that was to kill my enemies.",
    "start": "00:29:48",
    "end": "00:29:57"
  },
  {
    "text": "So these two aren't the only people who die. In the following chapters, the next story is about that older brother who tried to make himself king. He comes back and he tries. You know, this is like Jacob and Laban schemers trying to deceive other schemers, you know? So his older brother comes back and he makes a move, asking if he can marry that woman. They got to keep their dad warm when he couldn't keep warm. And Solomon interprets this as a sly move to try and regain the kingship, which is another set of hyperlinks to Ham and Noah and so on. But essentially what he does is have Adonijah executed. He says down in verse 23 of chapter 2, May God deal with me ever so severely. If Adonijah does not pay with his life for this request.",
    "start": "00:29:59",
    "end": "00:30:54"
  },
  {
    "text": "Right.",
    "start": "00:30:54",
    "end": "00:30:55"
  },
  {
    "text": "So he puts.",
    "start": "00:30:55",
    "end": "00:30:56"
  },
  {
    "text": "Which does seem a little extreme, but what you realize is, like, he's protecting. He's protecting his power.",
    "start": "00:30:56",
    "end": "00:31:03"
  },
  {
    "text": "He thinks that his brother's trying to scheme his way back to the throne. Yeah, that's right. So he has his older brother assassinated, then.",
    "start": "00:31:03",
    "end": "00:31:12"
  },
  {
    "text": "And where in the law of Moses was all the assassination commands?",
    "start": "00:31:12",
    "end": "00:31:16"
  },
  {
    "text": "Totally. That's right. So then he goes after his relative, Joab. And so here's what's interesting. King Solomon was told that Joab fled to the tabernacle, and he was sitting beside the altar.",
    "start": "00:31:17",
    "end": "00:31:34"
  },
  {
    "text": "There's always this moment, to me, feels so cinematic.",
    "start": "00:31:34",
    "end": "00:31:36"
  },
  {
    "text": "Oh, yeah, totally.",
    "start": "00:31:37",
    "end": "00:31:38"
  },
  {
    "text": "He's like, you can't kill me here. I'm here. I'm grasping onto the altar.",
    "start": "00:31:38",
    "end": "00:31:42"
  },
  {
    "text": "Yeah. It's like when kids are playing tag and they establish a base. A base. Yeah. And actually, the reason why that's significant is because that's a legit place to go to do that.",
    "start": "00:31:42",
    "end": "00:31:58"
  },
  {
    "text": "Oh, it is home base.",
    "start": "00:31:58",
    "end": "00:31:58"
  },
  {
    "text": "It is home base. Yes. There's a law in the Torah about, like, not killing someone in the courtyard.",
    "start": "00:31:58",
    "end": "00:32:04"
  },
  {
    "text": "Okay.",
    "start": "00:32:04",
    "end": "00:32:05"
  },
  {
    "text": "So he goes to home base, and King Solomon orders one of his hitmen, Benaiah, saying, go strike him down. And so right there in the courtyard of the temple, Joab's murdered right there. Cold blood. Yeah. Now you could say, but Joab murdered in cold blood.",
    "start": "00:32:05",
    "end": "00:32:23"
  },
  {
    "text": "Yeah.",
    "start": "00:32:23",
    "end": "00:32:23"
  },
  {
    "text": "Well, exactly. This is Lamech, after Cain. Right. My ancestor can kill. Well, it's just the spiral. The point is the spiral. So then what the king does to Shimei, the guy who cursed David, he shows mercy. He says, you know, here's a thing. How about this? Build yourself a house in Jerusalem and live there, but if you ever leave the city, I'm going to kill you.",
    "start": "00:32:23",
    "end": "00:32:51"
  },
  {
    "text": "Sorry, who's Shimei?",
    "start": "00:32:51",
    "end": "00:32:52"
  },
  {
    "text": "So Shimei is the second guy that David said to assassinate.",
    "start": "00:32:52",
    "end": "00:32:56"
  },
  {
    "text": "I see. He doesn't ice him.",
    "start": "00:32:56",
    "end": "00:32:58"
  },
  {
    "text": "And what he doesn't is he puts him on house arrest. House arrest. He says, if you ever leave the boundary of the city of Jerusalem, your blood will be on your own head. And so three years later, what he's told, this guy Shimei had two slaves who ran away. And Shimei was told, your slaves are in this city. And so he saddled his donkey and he went to go get them. And when Solomon heard about this, then he had him assassinated. And then, look at this. After all the assassinations, second kings, chapter two, verse 46. Now, the kingdom was established in Solomon's hands.",
    "start": "00:32:58",
    "end": "00:33:37"
  },
  {
    "text": "Yeah. He consolidated power. So you're saying Micah's reflecting on these stories and stories like them, bloody assassinations.",
    "start": "00:33:37",
    "end": "00:33:48"
  },
  {
    "text": "Yeah.",
    "start": "00:33:48",
    "end": "00:33:48"
  },
  {
    "text": "Because what's interesting is what stands out is the story of Cain. Cain murders Abel, and God says, I'm going to protect you. And so you get these stories of David has been wronged by people just like Abel had been wronged. And the wisdom he and Solomon kind of scheme up isn't like, how can we be generous towards our enemies and create places of refuge? How can we turn this upside down? Instead, they're like, let's kill him.",
    "start": "00:33:49",
    "end": "00:34:21"
  },
  {
    "text": "Yeah, let's kill our enemies. And I think the way the narratives play out, his brother makes an attempt for a power move in his court.",
    "start": "00:34:21",
    "end": "00:34:32"
  },
  {
    "text": "Yeah.",
    "start": "00:34:33",
    "end": "00:34:33"
  },
  {
    "text": "And his immediate response is, he'll pay with his life. Just like, done. Joab runs to the dwelling place of Yahweh, you know, which is he's appealing to law. Yes. And for mercy. And he's killed in the courtyard. And this guy Shimmi is apparently dealt with mercifully, but the moment he violates the house arrest, he's. He's killed. And this is a part of the complex portrait of Solomon. And so here, the first scholar who really opened my eyes to this was a scholar, J. Daniel Hayes, in an article that's really wonderfully titled called has the Narrator Come to Praise Solomon or to Bury him? Narrative subtlety in First Kings, chapters 1 to 11. Yeah.",
    "start": "00:34:33",
    "end": "00:35:24"
  },
  {
    "text": "Because what's so interesting is when Solomon. We get to the classic in chapter three, where God is like, hey, I'm going to give you anything you want. The story leading up to that, I haven't been able to really figure it out because it feels like Solomon's doing idolatry right beforehand.",
    "start": "00:35:24",
    "end": "00:35:40"
  },
  {
    "text": "Oh, yeah, yeah, yeah, Totally. That's right. That's kind of a. Well, what you're first told is that he married the daughter of Pharaoh, king of Egypt, which he's not supposed to do in an alliance.",
    "start": "00:35:40",
    "end": "00:35:49"
  },
  {
    "text": "Yeah.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "And then.",
    "start": "00:35:50",
    "end": "00:35:51"
  },
  {
    "text": "And then he sees that people are sacrificing on the high places. And you just said, that's the. That's bad.",
    "start": "00:35:51",
    "end": "00:35:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:35:55",
    "end": "00:35:56"
  },
  {
    "text": "And so he goes, okay, well, then I'll just go and I'll, like, make that more official. Right.",
    "start": "00:35:57",
    "end": "00:36:02"
  },
  {
    "text": "Yeah. Essentially, he said, but Solomon loved Yahweh and walked according to the instructions given him by his father David.",
    "start": "00:36:03",
    "end": "00:36:10"
  },
  {
    "text": "Okay.",
    "start": "00:36:10",
    "end": "00:36:10"
  },
  {
    "text": "Except he was still offering sacrifices on high places.",
    "start": "00:36:12",
    "end": "00:36:16"
  },
  {
    "text": "Yeah. That's a pretty big thing.",
    "start": "00:36:16",
    "end": "00:36:18"
  },
  {
    "text": "Yeah, I agree. Because there's the Tabernacle in the courtyard.",
    "start": "00:36:18",
    "end": "00:36:22"
  },
  {
    "text": "Yeah.",
    "start": "00:36:22",
    "end": "00:36:22"
  },
  {
    "text": "So Solomon, in this and many other ways, he's going to build the temple, but then you find out he builds it with forced labor, slaves, which the king was not for.",
    "start": "00:36:22",
    "end": "00:36:32"
  },
  {
    "text": "Then he goes to offer a sacrifice on one of those important high places, and he offers a thousand. Then.",
    "start": "00:36:32",
    "end": "00:36:41"
  },
  {
    "text": "Then Yahweh appears. Yeah, yeah, totally.",
    "start": "00:36:41",
    "end": "00:36:44"
  },
  {
    "text": "And so it's just like, wait, he's offering a thousand sacrifices on the wrong altar? The wrong altar. A place where God, like in the law of Moses is like, go, just take these down, Just burn them to the ground.",
    "start": "00:36:44",
    "end": "00:36:57"
  },
  {
    "text": "Yeah, I know.",
    "start": "00:36:57",
    "end": "00:36:57"
  },
  {
    "text": "And Solomon's like, turn it into this, like, you know, pseudo Yahweh place. And that's where God meets him and says, you know, I'm going to give you anything you want. Just so weird to me.",
    "start": "00:36:58",
    "end": "00:37:12"
  },
  {
    "text": "Yeah. It seems like the portrait of Yahweh is that of extremely patient, generous, meeting people in their folly and error.",
    "start": "00:37:13",
    "end": "00:37:26"
  },
  {
    "text": "But that's not the story of Solomon I was told. The story of Solomon was told was like Solomon was doing everything right. And so God came and said, because of that, I'm going to give you whatever you want.",
    "start": "00:37:27",
    "end": "00:37:39"
  },
  {
    "text": "That's right. So this is the essay article by J. Daniel Hayes published in the Journal for the Study of the Old Testament many years ago. But he works through, from all, through chapters one to 11, and he just shows, like, what we just did. He just closely, carefully starts reading these details. And every step of the way there are aspects that can be viewed positively and aspects that can be viewed negatively. His point is that it's through irony, hyperlinks, narrative illusions that Solomon is depicted as a mixed bag type of figure. Because by the time you get to First Kings 11, he's the best of.",
    "start": "00:37:39",
    "end": "00:38:19"
  },
  {
    "text": "Kings, he's the worst of kings.",
    "start": "00:38:19",
    "end": "00:38:20"
  },
  {
    "text": "It seems like he's gone from the best to the worst. And by chapter 11, he marries many foreign women besides Pharaoh's daughters, and, you know, worships other gods.",
    "start": "00:38:20",
    "end": "00:38:30"
  },
  {
    "text": "Yeah.",
    "start": "00:38:30",
    "end": "00:38:30"
  },
  {
    "text": "And so on the surface, you go chapter one through ten, he's good. Chapter 11, he goes bad. And Hayes's argument is read more closely. And he's good and bad, like all the way through.",
    "start": "00:38:30",
    "end": "00:38:43"
  },
  {
    "text": "Right.",
    "start": "00:38:43",
    "end": "00:38:43"
  },
  {
    "text": "That's the basic point.",
    "start": "00:38:43",
    "end": "00:38:45"
  },
  {
    "text": "Got it.",
    "start": "00:38:45",
    "end": "00:38:46"
  },
  {
    "text": "So it seems to me that when Micah talks about Jerusalem as being a city founded on bloodshed, that he has.",
    "start": "00:38:46",
    "end": "00:38:58"
  },
  {
    "text": "Solomon on the brain.",
    "start": "00:38:58",
    "end": "00:38:59"
  },
  {
    "text": "Stories like this on the brain. So that's Jerusalem. But remember, by Micah's day, Israel has split and become a double dragon with one head in Jerusalem, the other head in Samaria. Samaria was founded by a guy named Omri. And basically what's happening up in the northern kingdom, as you Read through. The book of Kings is, it's just power, military coup after military coup. And these military commanders win a battle, get some favor, build a private army, and then proclaim themselves king. And they just keep taking each other out. So one family lasted for many generations, and that's the family of Omri. And Omri built Samaria, okay, as the capital city. And Ahab was his. I forget if he's son or grandson, who becomes king for quite some time. Ahab is married to the famous Jezebel, who was a princess from Tyre up in the north. And remember, Micah said that Samaria is a place where leaders covet, they desire gardens and fields and then take them for themselves. And they follow the ways of Omri and Ahab. So let's ponder another story. First Kings, chapter 21. Now, it happened after these things. That's everything came before, obviously. Sometime later, there was an incident involving a vineyard belonging to a guy named Navot. He was from Jezreel. You see, this vineyard was in Jezreel, but it was right close, within eyesight of the palace of Ahab.",
    "start": "00:38:59",
    "end": "00:41:17"
  },
  {
    "text": "Is Jezreel an Israelite city?",
    "start": "00:41:17",
    "end": "00:41:18"
  },
  {
    "text": "Mm, yeah.",
    "start": "00:41:19",
    "end": "00:41:19"
  },
  {
    "text": "Okay.",
    "start": "00:41:19",
    "end": "00:41:20"
  },
  {
    "text": "And it's near Samaria within eyesight. So the king from his royal palace can look and he sees this beautiful vineyard. Nice garden. Now, Ahab said to Navoth, give me your vineyard to use as a garden for vegetables. These are all words from Genesis 1 and 2.",
    "start": "00:41:20",
    "end": "00:41:41"
  },
  {
    "text": "Vegetable is.",
    "start": "00:41:41",
    "end": "00:41:41"
  },
  {
    "text": "Yeah, vegetable. In Genesis 1, there's the different kinds of plants that God calls forth from the ground. And the yaddock, the green vegetable. So he wants a little vegetable garden. A royal vegetable garden. Makes sense.",
    "start": "00:41:41",
    "end": "00:41:56"
  },
  {
    "text": "Yeah, it's close by.",
    "start": "00:41:56",
    "end": "00:41:58"
  },
  {
    "text": "Last year, I had the chance with my family. I went to go teach at a school that was in France for a week. And I got to take my family with me. It was a really amazing experience. And we stayed on a little bit longer to go travel and see some historical stuff, like you do when you're in France. And we went to this one region that was just packed with medieval castles. They're all turned into museums. And my kids favorite place to go in all these castle museums was the kitchen. And we went into a number of these museums where the kitchen was all, like recreated. It was really remarkable to go look at a 12th century royal painting.",
    "start": "00:42:00",
    "end": "00:42:45"
  },
  {
    "text": "I don't have anything in my mind. I don't have no idea what that would look like.",
    "start": "00:42:45",
    "end": "00:42:48"
  },
  {
    "text": "It was just a big stone room with a huge fire hearth, but all of this meat and game hanging from hooks on the ceilings, piles of vegetables grown in the royal vegetable gardens, which they had recreated out around. And it was just cool to see, like, a pantry. What does a 12th century king's pantry look like? And way bigger than our little pantry cupboard now. So anyway, that's what's in my mind right now. But it was such a small, small minority of the population that got to eat the way that many people consider just like normal diet today.",
    "start": "00:42:48",
    "end": "00:43:33"
  },
  {
    "text": "Yeah.",
    "start": "00:43:34",
    "end": "00:43:34"
  },
  {
    "text": "But it was royal feasts back then. So every time that we're having dinner now at the dinner table, I try to remind them that we're having a royal feast for dinner tonight. And they have really.",
    "start": "00:43:34",
    "end": "00:43:46"
  },
  {
    "text": "I like to think about that. I often reflect on that, especially when I go out to a nice meal and you just. All the different ingredients that have been put together in all these unique ways and just the sheer luxury of it.",
    "start": "00:43:46",
    "end": "00:44:00"
  },
  {
    "text": "Oh. And even just the accessibility of spices to flavor our foods is, like, normal. You know, almost any grocery store here that I know of in America has a big spice section.",
    "start": "00:44:00",
    "end": "00:44:14"
  },
  {
    "text": "Yeah. Which would have been just the height to be able to get access to any of that stuff. Would have been just the height of luxury.",
    "start": "00:44:14",
    "end": "00:44:21"
  },
  {
    "text": "Anyhow, so the king wants a vegetable garden.",
    "start": "00:44:21",
    "end": "00:44:25"
  },
  {
    "text": "Yeah.",
    "start": "00:44:25",
    "end": "00:44:25"
  },
  {
    "text": "So bas. It's good to imagine, like, what? You know, for any of you listening, go ahead and Google what a medieval kitchen looked like. It's really a good education in food.",
    "start": "00:44:25",
    "end": "00:44:36"
  },
  {
    "text": "This is actually medieval time. This is.",
    "start": "00:44:36",
    "end": "00:44:38"
  },
  {
    "text": "Yeah, this is. Yeah. Iron Age.",
    "start": "00:44:38",
    "end": "00:44:40"
  },
  {
    "text": "Iron Age, yeah.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "So actually, I'm going to switch translations here to the new American standard so we can get the hyperlinks in Hebrew. We'll get a little more easy. So give me your vineyard. Give it to me so that I can have it for my vegetable garden, because it is right next to my house. And I will give you a vineyard that is more tov. More good. Yeah.",
    "start": "00:44:41",
    "end": "00:45:07"
  },
  {
    "text": "Okay. He's gonna give a trade.",
    "start": "00:45:07",
    "end": "00:45:09"
  },
  {
    "text": "Great. You know, if you want, I'll give it to you in money. I'll give you money.",
    "start": "00:45:09",
    "end": "00:45:13"
  },
  {
    "text": "Yeah. So he saw it, he wants it, and he's gonna. He's got the money.",
    "start": "00:45:13",
    "end": "00:45:20"
  },
  {
    "text": "But notice right here, he doesn't say, I'm going to take it. What he says is, give it to me. Give it to me, and I'll give you something more good in this place.",
    "start": "00:45:20",
    "end": "00:45:29"
  },
  {
    "text": "This is like when the government comes in and says, hey, we're building a highway here. We'll buy your house from you. Yeah. And you don't have a choice.",
    "start": "00:45:29",
    "end": "00:45:35"
  },
  {
    "text": "Yeah. Yep. Yeah. Eminent domain. Eminent domain. Yeah. There you go. Yeah. Yeah. So, Navoth Said to Ahab, yahweh, forbidden that I ever give you this inheritance from my ancestors.",
    "start": "00:45:35",
    "end": "00:45:52"
  },
  {
    "text": "Yeah, Actually, he's being very literal here. Right?",
    "start": "00:45:53",
    "end": "00:45:55"
  },
  {
    "text": "That's right. So he's appealing to the land boundaries that were established in the days of Joshua. And so Yahweh assigned each of the tribes, and they were, if they did happen to sell property to another tribe.",
    "start": "00:45:55",
    "end": "00:46:10"
  },
  {
    "text": "Which is a bummer.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Yeah, it's a bummer.",
    "start": "00:46:11",
    "end": "00:46:12"
  },
  {
    "text": "Yeah.",
    "start": "00:46:13",
    "end": "00:46:13"
  },
  {
    "text": "And this is in the year of jubilee regulations. The whole thing is the reason you would sell your ancestral land is if you don't have enough money to cover it and you have to sell it. But every seven times seven years, that land is restored to the family owners.",
    "start": "00:46:13",
    "end": "00:46:29"
  },
  {
    "text": "Huh. So this is like a story of the king just taking too much.",
    "start": "00:46:29",
    "end": "00:46:33"
  },
  {
    "text": "He wants what Yahweh has not given to him.",
    "start": "00:46:33",
    "end": "00:46:36"
  },
  {
    "text": "Yeah.",
    "start": "00:46:36",
    "end": "00:46:36"
  },
  {
    "text": "Yep. That's right. He wants a garden.",
    "start": "00:46:36",
    "end": "00:46:39"
  },
  {
    "text": "He wants a garden because it's real close. You can see it from his palace.",
    "start": "00:46:39",
    "end": "00:46:45"
  },
  {
    "text": "Totally. Yeah.",
    "start": "00:46:45",
    "end": "00:46:46"
  },
  {
    "text": "So why can't his vegetables be there?",
    "start": "00:46:47",
    "end": "00:46:48"
  },
  {
    "text": "Verse 4. So Ahab went into his house, sullen and vexed. This English translation, literally, he is, what do you say, in anguish and depression.",
    "start": "00:46:48",
    "end": "00:47:04"
  },
  {
    "text": "Man, a man without his vegetables.",
    "start": "00:47:05",
    "end": "00:47:07"
  },
  {
    "text": "Man without his vegetables. The king just. He didn't get what he wants.",
    "start": "00:47:07",
    "end": "00:47:11"
  },
  {
    "text": "He didn't get what he wants. That's the thing.",
    "start": "00:47:11",
    "end": "00:47:13"
  },
  {
    "text": "And if you're a king, and when.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "You'Re a king, you get what you want.",
    "start": "00:47:14",
    "end": "00:47:15"
  },
  {
    "text": "Get what you want. Yep.",
    "start": "00:47:15",
    "end": "00:47:17"
  },
  {
    "text": "How is it that just some dude just stood in his way? He is king.",
    "start": "00:47:17",
    "end": "00:47:23"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:47:24",
    "end": "00:47:25"
  },
  {
    "text": "That is vexing.",
    "start": "00:47:25",
    "end": "00:47:26"
  },
  {
    "text": "Yeah. So he went into his house and lay down on his bed. He turned away his face, and he would eat no food.",
    "start": "00:47:26",
    "end": "00:47:34"
  },
  {
    "text": "He's throwing a little tantrum.",
    "start": "00:47:35",
    "end": "00:47:36"
  },
  {
    "text": "Totally. But to hear the Eden echoes, he would not eat. So the irony is that Adam and Eve were at the Tree of Good and Bad, Right. And for them, it was eating by seeing, desiring, taking, and then giving and eating. And they violated the command to not eat here. He wants to eat from this garden, but he cannot, and so he refuses to eat. So it's this kind of creative inversion of the Eden imagery here. But can you see the portrait building where he's being depicted like Adam and Eve here?",
    "start": "00:47:37",
    "end": "00:48:17"
  },
  {
    "text": "Okay.",
    "start": "00:48:17",
    "end": "00:48:18"
  },
  {
    "text": "He wants this garden.",
    "start": "00:48:18",
    "end": "00:48:20"
  },
  {
    "text": "But there is an interesting thing where that he is. There's some reluctance of him to actually used his authority to take it.",
    "start": "00:48:21",
    "end": "00:48:26"
  },
  {
    "text": "Correct. That's right. Yeah. And he appealed. Naboth appealed to Yahweh. Yahweh forbid me. I can't.",
    "start": "00:48:26",
    "end": "00:48:33"
  },
  {
    "text": "Yahweh said, he's Kind of put in his place a little bit here.",
    "start": "00:48:33",
    "end": "00:48:35"
  },
  {
    "text": "Yeah, the king. Yeah. Naboth is putting Ahab in his place by appealing to the command of Yahweh. Yeah, yeah. But Jezebel, his wife came to him and said, why is it that your Ruach, your life energy, has become so depressed that you do not eat? Well?",
    "start": "00:48:35",
    "end": "00:48:57"
  },
  {
    "text": "He said, there's a guy about a field.",
    "start": "00:48:57",
    "end": "00:49:00"
  },
  {
    "text": "I spoke to Navoth the Israelite, and I said, give me your vineyard for money or else if it's good to you, I'll give you a vineyard in its place. But he said, I will not give you my vineyard. Jezebel his wife said to him, hold on. Are you the reigning king over Israel?",
    "start": "00:49:01",
    "end": "00:49:22"
  },
  {
    "text": "Yeah.",
    "start": "00:49:22",
    "end": "00:49:22"
  },
  {
    "text": "Yeah. Who's the king here? Get up. Eat, eat.",
    "start": "00:49:22",
    "end": "00:49:27"
  },
  {
    "text": "Take, eat.",
    "start": "00:49:27",
    "end": "00:49:28"
  },
  {
    "text": "Let your heart be glad. I will give you the vineyard of Navot the Israelite. So notice the Adam and Eve imagery here. It's the wife who will take and give so that the king can eat. Yeah, that's a clear Adam and Eve reference right there. And now she engages in a deception. So she's both likened to Eve and now she's about to become a snake. She wrote letters in Ahab's name, sealing them with a seal, sending letters to the elders, to the nobles living with Navos in the city. And she wrote letters saying, proclaim a fast and seat Navoth at the head of the table. Seat 2 Worthless men before him. Ooh, this is interesting. The word worthless here is bilial. Two sons of Belial is what she says in Hebrew. Bnei Belial. The word Belial means in Hebrew worth nothing. It gets translated worthless. But Belial became in Second Temple literature, one of the names for the Satan.",
    "start": "00:49:29",
    "end": "00:50:37"
  },
  {
    "text": "Oh, wow.",
    "start": "00:50:37",
    "end": "00:50:38"
  },
  {
    "text": "For the devil and Belial, that final L, when that Hebrew word got shifted into Aramaic and then into Greek, came to be spelled Beliar or Beliar. Do you know about this?",
    "start": "00:50:38",
    "end": "00:50:54"
  },
  {
    "text": "No. Beliar. Yeah, still not connecting.",
    "start": "00:50:54",
    "end": "00:50:58"
  },
  {
    "text": "Okay, yeah. Beliar is a name for the Satan or the devil, or the prime spiritual evil one. In the New Testament, Paul references Beliar.",
    "start": "00:50:59",
    "end": "00:51:11"
  },
  {
    "text": "And you're in 2 Corinthians or 6.",
    "start": "00:51:12",
    "end": "00:51:14"
  },
  {
    "text": "In 2 Corinthians chapter 6. Yeah. There's a paragraph where the evil one where the Satan is referred to in Greek as Beliar. So in Second Temple periods, this becomes a stand in for the Satan. And I have become compelled. That that stands true even in the final stages of the formation of the Hebrew Bible. So she says, put, put two sons of the one worth nothing.",
    "start": "00:51:14",
    "end": "00:51:46"
  },
  {
    "text": "Okay.",
    "start": "00:51:46",
    "end": "00:51:47"
  },
  {
    "text": "Which on one level is just two.",
    "start": "00:51:47",
    "end": "00:51:49"
  },
  {
    "text": "Worthless men, or two men who are representing.",
    "start": "00:51:49",
    "end": "00:51:53"
  },
  {
    "text": "Represent the evil one. Exactly. Right? Yeah, totally. Yeah. So let them testify against Navoth, saying, we heard you curse God and the king.",
    "start": "00:51:53",
    "end": "00:52:04"
  },
  {
    "text": "They are being accusers. So. Yeah.",
    "start": "00:52:05",
    "end": "00:52:06"
  },
  {
    "text": "Yeah. They're going to bear false witness and take him out and stone him to death. And so that's what they do.",
    "start": "00:52:06",
    "end": "00:52:11"
  },
  {
    "text": "Wow.",
    "start": "00:52:11",
    "end": "00:52:11"
  },
  {
    "text": "Yeah. She hires these two guys.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "It's another assassination plan.",
    "start": "00:52:13",
    "end": "00:52:15"
  },
  {
    "text": "They stone him. They stone navoth. Verse 15. When Jezebel heard that Navoth has been stoned and was dead, she said to Ahab, get up. Take possession of the vineyard. The vineyard that he refused to give you for money, for Navoth is not alive anymore, but dead. When Ahab heard that Naboth was dead, he arose to go down to the vineyard, and he took possession of it. And then who appears? Who meets him down at the vineyard? The prophet Elijah. And essentially what he says is, you and your wife are gonna pay for this with your lives. And it takes a while. Just like with Adam, Eve, it takes a while before they pay with their lives. But that's eventually what. What happens.",
    "start": "00:52:15",
    "end": "00:53:01"
  },
  {
    "text": "So when Micah, the prophet Micah, yes. Says there's a bunch like that has been founded on bloodshed and people are just plotting schemes to take fields.",
    "start": "00:53:21",
    "end": "00:53:32"
  },
  {
    "text": "Yeah.",
    "start": "00:53:32",
    "end": "00:53:33"
  },
  {
    "text": "You're like, oh, yeah, just like the story of Solomon and just like the story of Ahab.",
    "start": "00:53:33",
    "end": "00:53:38"
  },
  {
    "text": "And Micah actually mentions Ahab later.",
    "start": "00:53:38",
    "end": "00:53:40"
  },
  {
    "text": "By name.",
    "start": "00:53:41",
    "end": "00:53:41"
  },
  {
    "text": "Yeah, by name. So let's pause here. So we have two portraits of the human city. So let's go back. We visited the city of Cain we've talked about at length. Then we had the city of Nimrod. Then we had the cities of Sodom and Gomorrah. Then we had Pharaoh's city, the cities in Egypt. And there they're the first cities that in one generation are a source of life, giving food in time of famine. But then in a later generation, they become a source of death with the enslavement of Israel. Then we looked at Jerusalem next, and Jerusalem is the capital of a nation that splits into two. And now here we are.",
    "start": "00:53:41",
    "end": "00:54:28"
  },
  {
    "text": "Yeah, two capital cities. And both of them, by the time Micah is on the scene, they're both pretty corrupt. And Micah's pointing out, look, they were founded this way. There's something inherently corrupt.",
    "start": "00:54:28",
    "end": "00:54:45"
  },
  {
    "text": "Yeah. In a way, to say Zion was built with bloodshed. Samaria is a place for the seizing and desiring and seizing and taking of what doesn't truly belong to those who desire, seize and take. By depicting these cities on analogy to these earlier cities in the Bible. So that in one sense, it's pretty clear. The analogy that's being set up, it's another replay of the human condition. But the portraits are different from each other. So one is of a king who comes to power through court intrigue, and then it's a mix of good and bad. He's told to be a wise leader, but kill all your enemies, you know, even if they haven't done anything to you yet, kill them before they do. So that's a whole other. That's a new portrait of the city that's different. You know, that's. Well, I guess maybe that's sort of like Pharaoh at the beginning of Exodus, where Pharaoh fears what these immigrants could do, and so instead of allying with them, he enslaves them. So in the same way Solomon's being told, instead of finding a creative way to deal with people you can't trust, you just kill him. That's the wisdom of Jerusalem.",
    "start": "00:54:46",
    "end": "00:56:14"
  },
  {
    "text": "Well, I think my big takeaway from these conversations right now is that it's tempting. It's always been tempting, I think, in my tradition to take the stories of the Hebrew Bible and try to kind of find the heroes in them. And so in the same way, Jerusalem and Samaria. Well, Jerusalem, not Samaria. Jerusalem is the city, the city of God. It's like, and Solomon, this wonderful king, and King David. We kind of just gloss over all the problems and we just kind of celebrate like, hey, it happened. God was using it. And what you've been pointing out is, like, embedded in these stories and is this very critical and indicting perspective of. At the root of this, it's corrupt.",
    "start": "00:56:15",
    "end": "00:57:05"
  },
  {
    "text": "Yeah. And here that corruption is focused on individuals, particularly the kings, these Adam and Eve, the royal priestly figures. So it's a way of taking what in a city is always corporate and communal, but it focuses it in. To psychologize it in the story of one person who's representative of the whole. It's back to these similar themes of scarcity, fear of losing power and influence. Or with Ahab, it's just straight up not getting what you want. Yeah, I desire that and I want it. And this is the portrait of the human city. And something about the city magnifies.",
    "start": "00:57:06",
    "end": "00:57:50"
  },
  {
    "text": "Yeah, it's a magnifier. We've been talking about that a lot. City is just this leverage point of taking anything and just the volume gets turned up. The potential for good and the potential for bad just gets magnified.",
    "start": "00:57:51",
    "end": "00:58:07"
  },
  {
    "text": "Yep. So Micah, at the center of the Micah scroll is the poem in what we call chapter four that is actually almost verbatim to a poem that's in Isaiah chapter two. But it's about how in the last days, the mountain of the house of Yahweh will be set up as the head of all mountains raised above the hills, and all nations will stream to it, and the nations will say, hey, let's all go up to the mountain of Yahweh, to the house of the God of Jacob, so he may teach us. It's the word Torah, instruct us his ways. We can walk in his paths, because from Zion, the Torah will go out, and the word of the Lord will go out from Jerusalem. So it's envisioning a day when this human city, specifically Jerusalem, will become the vehicle of God's instruction and justice, which David said he was passing on to Solomon. But you're like, wow, that's a weird kind of wisdom. And the word of Yahweh, which Ahab rejected when they both reminded him of the word of Yahweh, that it's not just that it will be followed, but actually this city will become the center point for all the nations to come into. And so now we're back to our conversations from the last episode about somehow the relationship of earthly Jerusalem to the heavenly city of God. The biblical poets can talk about one as if it's the other in a way that I think can feel confusing to us because it seems like he's actually talking about Jerusalem. But you read these stories and you're like, how will that city ever become this kind of place?",
    "start": "00:58:07",
    "end": "00:59:59"
  },
  {
    "text": "Well, and by the end of last conversation, when we went to Paul, he starts spiritualizing it. He starts calling it heavenly Jerusalem.",
    "start": "00:59:59",
    "end": "01:00:04"
  },
  {
    "text": "Yeah. Or you could say, not necessarily spiritualizing it, but he takes the referent to refer not to the earthly Jerusalem, but.",
    "start": "01:00:04",
    "end": "01:00:12"
  },
  {
    "text": "Rather to something other.",
    "start": "01:00:12",
    "end": "01:00:14"
  },
  {
    "text": "The kingdom of God. Yeah, yeah. The kingdom of God, which is in the heavenlies. Yeah. So that's the future that Micah can see, some merging some way, that the city of Jerusalem can become the city of God that brings peace and justice to all the nations. So how will the earthly Jerusalem ever become a source of heavenly life to the nations? The scroll in the Hebrew Bible that focuses on that question more than any other is the Isaiah scroll, which is all about a tale of two cosmic cities, Cosmic Jerusalem and cosmic Babylon. And only one of them will be left standing. Okay, so that's what we can explore next.",
    "start": "01:00:14",
    "end": "01:01:00"
  },
  {
    "text": "Cool. Thanks for listening to this episode of BibleProject Podcast. Next week, we're exploring the theme of the city in the scroll of Isaiah, who prophesies God's judgment on Jerusalem for oppression and idolatry.",
    "start": "01:01:00",
    "end": "01:01:14"
  },
  {
    "text": "A fiery test is coming for Jerusalem, but the purpose of the fire is to destroy what is impure so that what God has called it to be will be brought out of the flames to become the faithful city of righteousness and justice.",
    "start": "01:01:14",
    "end": "01:01:31"
  },
  {
    "text": "This episode was brought to you by our podcast team producer Kooten Peltz, Associate producer Lindsey Ponder, lead editor Dan Gummel, and editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for our annotated podcast in our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free and remains free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:01:31",
    "end": "01:02:02"
  },
  {
    "text": "Hi, this is Rob Cordes and I'm from Charlotte, North Carolina.",
    "start": "01:02:02",
    "end": "01:02:05"
  },
  {
    "text": "Hi, this is Mary Ella and I am from Stamford, Connecticut. I first heard about Bible Project when I was doing some research about the Bible.",
    "start": "01:02:06",
    "end": "01:02:14"
  },
  {
    "text": "I first heard of the Bible Project while searching for videos that made reading the Bible clear and simple. I use the Bible Project for enhancing my Bible knowledge and growing stronger in my spirituality.",
    "start": "01:02:14",
    "end": "01:02:25"
  },
  {
    "text": "My favorite thing about bibleproject is that it makes it very easy to understand the Bible.",
    "start": "01:02:25",
    "end": "01:02:32"
  },
  {
    "text": "My favorite thing about the Bible Project is to write notes in my bibleproject copy table book as I listen to the brilliant animated videos.",
    "start": "01:02:32",
    "end": "01:02:40"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more@bibleproject.com.",
    "start": "01:02:40",
    "end": "01:02:54"
  }
]