[
  {
    "text": "Hey, this is John@Bibleproject. And before we start today's episode, I want to give a quick content warning. Today's episode is a question and response episode, and the second question deals with a graphic story about a Levite and his concubine in Judges 19. If you prefer to skip, I'd recommend starting around the 23 minute mark. Okay, that's it. On with the show. Hey, Tim.",
    "start": "00:00:00",
    "end": "00:00:26"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:00:27",
    "end": "00:00:28"
  },
  {
    "text": "Hi. We get to answer. Well, we get to respond to some questions for people who've been listening along.",
    "start": "00:00:28",
    "end": "00:00:36"
  },
  {
    "text": "Yep.",
    "start": "00:00:36",
    "end": "00:00:36"
  },
  {
    "text": "To the city. The city theme discussion.",
    "start": "00:00:36",
    "end": "00:00:40"
  },
  {
    "text": "Yeah. It was a long series, so we decided to do two Q&R episodes because there were just so many great questions coming in. So this is round two of Q&.",
    "start": "00:00:40",
    "end": "00:00:50"
  },
  {
    "text": "R. We got a lot of questions and we can't get to all of them. And I feel bad about that in some sense, but in another sense, it's exciting, it's encouraging. So many people are thinking through this stuff. And it's also, I think, good questions are powerful. And so just succinctly putting your question down.",
    "start": "00:00:50",
    "end": "00:01:14"
  },
  {
    "text": "That's good.",
    "start": "00:01:14",
    "end": "00:01:15"
  },
  {
    "text": "And making it clear in your own mind. What is my question? That in and of itself is a really important thing to do.",
    "start": "00:01:15",
    "end": "00:01:22"
  },
  {
    "text": "It is. Yes. Asking the right questions is such a key part of the learning process. And the first two questions we're going to play together one after another, because both of them revolve around a key biblical story that's kind of like the foundation of our whole conversation series, which is about the building of the first city by Cain in Genesis chapter four. I mean, that was pivotal. And so we built the video and our conversations on a certain take of Cain's City, namely that it's a negative or a sad kind of tragic consequence of Cain's fear and murder of his brother. However, the biblical narrator doesn't ever come out and say, and this was bad in the eyes of the Lord. And so a number of. Actually, many, many of you ask great questions of how do we know that Cane City is negative? Are there different ways to view it? And so we have two questions, one from Mike in the UK and then another from Princey in France. And you are wondering about two different takes on Kane City. And I thought it was cool to hear these together. And then I thought it might make for a good conversation between you and I. Great.",
    "start": "00:01:22",
    "end": "00:02:37"
  },
  {
    "text": "Hello, this is Mike from Hayling island in the uk. My question is, could Kane City actually be seen in a positive light? Could it be the fulfillment of what God wanted when he put a mark.",
    "start": "00:02:39",
    "end": "00:02:49"
  },
  {
    "text": "Of Protection on Kane.",
    "start": "00:02:49",
    "end": "00:02:51"
  },
  {
    "text": "Like it was actually the first city.",
    "start": "00:02:51",
    "end": "00:02:52"
  },
  {
    "text": "Of refuge, a city where murderers could run for justice.",
    "start": "00:02:52",
    "end": "00:02:56"
  },
  {
    "text": "And maybe only in the subsequent generations.",
    "start": "00:02:56",
    "end": "00:02:59"
  },
  {
    "text": "The good intent was distorted into something ugly. Hello, Tim and John. My name is Prince C, and I'm from France. I notice there's a link between God's protection of arcane and the city's refuge in numbers 35. Is this an instance of God redeeming.",
    "start": "00:02:59",
    "end": "00:03:17"
  },
  {
    "text": "The city from being bad to actually.",
    "start": "00:03:17",
    "end": "00:03:19"
  },
  {
    "text": "Serve its initial purpose? Thank you.",
    "start": "00:03:19",
    "end": "00:03:22"
  },
  {
    "text": "Do we need a little refresher on cities of refuge?",
    "start": "00:03:23",
    "end": "00:03:25"
  },
  {
    "text": "Yeah, sure, sure. So the first is Cain. Cain murders his brother. God exiles him from Eden to the east and says. The narrator says he sets a mark for Cain. It could be on him, but it doesn't technically say that in Hebrew. The preposition just could mean for him of protection. That God says, I'll avenge anyone who murders you. Cain says, he freaks out. The one who finds me will murder me. It's the verb harage, which is what he did to his brother. Haroged him, murdered him, and then goes. Cain goes, marries a wife, has a son, builds a city, names it after his son. That's the story.",
    "start": "00:03:25",
    "end": "00:04:07"
  },
  {
    "text": "That's the story, yep. Can I tell you why I remember you thinking this is bad or the wrong thing?",
    "start": "00:04:07",
    "end": "00:04:15"
  },
  {
    "text": "Yes, please.",
    "start": "00:04:15",
    "end": "00:04:16"
  },
  {
    "text": "I think there was two main things. One is that. Well, actually, maybe three, but one was that a city is a dwelling with walls. And so we have to remember that it wasn't that he just went to kind of build a new community or to build a house or shelter. He built walls. That's the point. A walled enclosure, a little fortress. And we know he's trying to protect himself. Secondly, he's going away from Eden. And the logic of the biblical narrative, that's the wrong direction.",
    "start": "00:04:16",
    "end": "00:04:47"
  },
  {
    "text": "Wrong direction, yeah. Although it's, you know, God sends him out that way. Sends him out that way.",
    "start": "00:04:47",
    "end": "00:04:52"
  },
  {
    "text": "That's true.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "That's right.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "As a consequence, I think, then mainly the argument was around this word for putting a sign on him. Was it oat?",
    "start": "00:04:52",
    "end": "00:05:01"
  },
  {
    "text": "Oat.",
    "start": "00:05:02",
    "end": "00:05:02"
  },
  {
    "text": "And the kind of word play with the previous story in Genesis 3 and 2, where God provides an atz.",
    "start": "00:05:03",
    "end": "00:05:12"
  },
  {
    "text": "Or no, sorry, Azer.",
    "start": "00:05:12",
    "end": "00:05:13"
  },
  {
    "text": "Azer, yeah, yeah, yep.",
    "start": "00:05:13",
    "end": "00:05:15"
  },
  {
    "text": "God provides an azer, builds an azer.",
    "start": "00:05:15",
    "end": "00:05:17"
  },
  {
    "text": "Builds an azer, which is the woman.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "The helper, the delivering ally.",
    "start": "00:05:20",
    "end": "00:05:22"
  },
  {
    "text": "The delivering ally, more appropriately.",
    "start": "00:05:22",
    "end": "00:05:24"
  },
  {
    "text": "Yeah.",
    "start": "00:05:24",
    "end": "00:05:25"
  },
  {
    "text": "And there's this theme of when we need something, when there's something missing that we need to be saved from. God will provide it. And he provided it with azer. He built the azer what does Cain need? Cain needs protection. And God said, I'll do it.",
    "start": "00:05:25",
    "end": "00:05:38"
  },
  {
    "text": "Yeah. God builds an azer for the lone human, and then when the human is naked and ashamed and covered with leaves after they eat from the fruit, God provides an ordinary skin for them and the word Ezer and the word or look identical. There's just little, as Jesus would say, a tiny jot and tittle that make the words look different. So two times God has provided for humans with graphically almost identical looking words to provide what humans can't provide for themselves. When Cain goes to build a city, the phrase used when he builds an eater, it's exactly the word city looks exact graphically the same as the word for Ezer, delivering ally and the word. Or so he's the first character who's portrayed as providing for himself by his own wisdom and power what God had been providing earlier on. So in other words, it's the hyperlink wordplay that sets up the analogy. In this case, a contrast between what God did and here what Cain does for himself. So that was my first clue that it's a subtle narrative hint of that what Cain does is negative. There's also the fact that the next city to be built, Babylon, is also set on analogy to Cain's city. So that Nimrod, the builder of Babylon, is set on analogy to Cain.",
    "start": "00:05:38",
    "end": "00:07:09"
  },
  {
    "text": "How is that set on an analogy?",
    "start": "00:07:10",
    "end": "00:07:12"
  },
  {
    "text": "Because Nimrod builds the next city.",
    "start": "00:07:12",
    "end": "00:07:14"
  },
  {
    "text": "Okay.",
    "start": "00:07:14",
    "end": "00:07:14"
  },
  {
    "text": "And the phrase building the city is identical to what Cain does.",
    "start": "00:07:14",
    "end": "00:07:18"
  },
  {
    "text": "Okay. So but then I think Mike's maybe pushback is, well, perhaps Cain building the wall that creates the city actually was the way to cooperate with God to protect himself.",
    "start": "00:07:18",
    "end": "00:07:32"
  },
  {
    "text": "Protect himself, Yep.",
    "start": "00:07:32",
    "end": "00:07:34"
  },
  {
    "text": "And so it wasn't bad. It was actually part of working with God. It became bad in later generations.",
    "start": "00:07:34",
    "end": "00:07:41"
  },
  {
    "text": "Exactly. Yeah. Like seven generations later with Lamech.",
    "start": "00:07:41",
    "end": "00:07:44"
  },
  {
    "text": "Yeah.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "So in other words, that would be Cain does something that God is like down with to preserve his life and that it's Lamech who ruins it or turns it bad.",
    "start": "00:07:45",
    "end": "00:07:54"
  },
  {
    "text": "I think what Mike's pointing out is there is enough ambiguity there that you could press on that point and make that point.",
    "start": "00:07:54",
    "end": "00:08:00"
  },
  {
    "text": "Totally. So the question is, does the city go from good or neutral to bad, or does it go from bad to worse?",
    "start": "00:08:00",
    "end": "00:08:07"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:08:07",
    "end": "00:08:08"
  },
  {
    "text": "And how do you know? So that's why I thought this was a great conversation. Because, Princey, what you're asking is. Or is an example that the city starts bad, gets worse, and then what God does is take this sad reality that humans have made for themselves and redeem it or repurpose it, so to speak, in the laws and culture of Israel. And that's in numbers, chapter 35, which is there's to be half a dozen cities, three on each side of the Jordan in the arrangement of the tribal boundaries that called these cities of refuge. And it's all the language of the Cain story for the one who harags or murders his brother. But only if you didn't intentionally do it intentionally. It was accidental. And so it's different from Cain.",
    "start": "00:08:08",
    "end": "00:08:56"
  },
  {
    "text": "Right. Cain meant to.",
    "start": "00:08:56",
    "end": "00:08:58"
  },
  {
    "text": "Cain meant to. And he made his own city of refuge, so to speak. So for me, the leverage that I have in terms of the textual details is that analogy set up by the wordplay between what Cain does and then what God does for Adam and Eve to clothe them with or skin, and then what God does to build an ezer. So Cain is portrayed as doing for himself what in the previous two links in the chain, God provided.",
    "start": "00:08:59",
    "end": "00:09:33"
  },
  {
    "text": "Doing for himself despite God's promise, or doing for himself in cooperation with God's promise.",
    "start": "00:09:33",
    "end": "00:09:40"
  },
  {
    "text": "Oh, right. And that's what you're asking, Mike, like, is it possible that the building of the city is the sign? Yeah, that's what God wanted him to do. And you could, I guess you could make that argument. And there. This is wonderful. This is a great example. This is biblical interpretation. Like, we don't know. So what we have to do is build our interpretive tool set off of how do the biblical authors give us clues for how to evaluate a character's actions when they don't explicitly tell us this was bad or this was good.",
    "start": "00:09:40",
    "end": "00:10:15"
  },
  {
    "text": "And the fact that the next city is Nimrod City, Babylon, you're saying, is a big clue to say, as the Bible introduces cities, it's bad news.",
    "start": "00:10:15",
    "end": "00:10:25"
  },
  {
    "text": "That's right. And that even closer that Cain's descendant Lamech, takes that promise, the sign of protection, and turns it into license for further violence.",
    "start": "00:10:25",
    "end": "00:10:37"
  },
  {
    "text": "There's this direct connection to Cain's violence and Lamech's violence.",
    "start": "00:10:37",
    "end": "00:10:42"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:10:42",
    "end": "00:10:43"
  },
  {
    "text": "The distortion of what is good by Cain to the distortion of what is good by Lamech.",
    "start": "00:10:43",
    "end": "00:10:48"
  },
  {
    "text": "That's right. Yeah. So you are right, Mike, in making clear that the move that we're making in interpreting Cain City as bad or a tragic necessity in Cain's mind is an interpretive mood that we're making. It's not explicit, but I do think there are enough textual clues in terms of hyperlinks, wordplays, the story of Lamech being an intensification of Cain and then of Nimrod being an even worsening of Cain. So all of those things point to me in a negative direction. That made me at least persuaded me that this is not a story of a good city turning bad, but that the city is itself a sad necessity from the beginning.",
    "start": "00:10:48",
    "end": "00:11:29"
  },
  {
    "text": "And by city, we mean walled enclosure.",
    "start": "00:11:29",
    "end": "00:11:32"
  },
  {
    "text": "A walled enclosure. That's right.",
    "start": "00:11:32",
    "end": "00:11:33"
  },
  {
    "text": "Because I still like to imagine that life in Eden, you're gonna have to build something that us moderns might call a city.",
    "start": "00:11:33",
    "end": "00:11:41"
  },
  {
    "text": "A city. That's right.",
    "start": "00:11:41",
    "end": "00:11:43"
  },
  {
    "text": "But the biblical authors wouldn't. Because they wouldn't have a wall to.",
    "start": "00:11:43",
    "end": "00:11:46"
  },
  {
    "text": "Yeah, that's totally right. Yeah. And I guess maybe another clue, be more contextually distant, is that when you get to Isaiah's vision of the new Jerusalem, it's emphatically a city that has walls, but that has gates that are always open, so they're useless walls. And then that, of course, gets picked up in the Revelation. So there's something about those walls getting erected that is a bummer and that them getting decommissioned is somehow an ideal. And that also feels like a reversal of Cain's city. So I am persuaded that the city goes from a bad to redeemed. That's kind of the story arc of.",
    "start": "00:11:47",
    "end": "00:12:28"
  },
  {
    "text": "The city starts bad, gets worse. God redeems it.",
    "start": "00:12:28",
    "end": "00:12:32"
  },
  {
    "text": "God redeems it. That's right. However, it's important to note that the way, you know, that we're getting there is through some interpretive steps. And that's what you're highlighting by your question, Mike. And so it's just always helpful, like, to retrace your steps, go through them again and reexamine them. Because there's been many times where I've gone back and be like, oh, I don't think that anymore. I think something different now because I learned a couple other things. And I guess that's the process of holding one's interpretations with an open hand as you read and meditate on the Bible more. So there you go.",
    "start": "00:12:32",
    "end": "00:13:06"
  },
  {
    "text": "So we're going to move from Cain City. We're going to fast forward to the city of Sodom and Gomorrah.",
    "start": "00:13:07",
    "end": "00:13:13"
  },
  {
    "text": "A couple questions about Sodom and Gomorrah, actually about other parts of the Bible that reflect back on the Sodom and Gomorrah story. So this is a question from Alexa in Washington. Hello, my name is Alexa Mormeyer. I'm from Seattle, and I'm a senior at Biola University. And when you were talking about Sodom and Gomorrah, it made me think of the Appendix of Judges and how similar those two stories are. And then when I looked at it so much of the language is exactly the same. So my question mainly is what's the significance of their similarities but also their differences. Mainly, what does it say that the woman is pushed out of of the house and Judges to be sexually assaulted and killed, but the city is destroyed In Genesis, are the biblical authors arguing that Israel is worse than Sodom? And if so, why doesn't it warrant the same level of immediate destruction? Thank you. So good.",
    "start": "00:13:13",
    "end": "00:14:03"
  },
  {
    "text": "Just doing some hyperlinking.",
    "start": "00:14:03",
    "end": "00:14:05"
  },
  {
    "text": "Yeah, Excellent, Alexa. Way to go. So first response is absolutely. The last literary unit in Judges goes from Judges 17 to 21 and has two stories that are set next to each other that are themselves all hyperlinked together and they're both horrific, disturbing and tragic. But it's this Last 1 in 19 to 21 that's truly stomach turning. We didn't even try and depict it in our video on Judges. I think we had Everett draw censored, censored label over it because it's true. It's stomach turning. And the most stomach turning part, you're right, Alexa, is the story in chapter 19, where it is one of the most obviously hyperlinked stories to an earlier story in the Hebrew Bible. So it starts with a Levite who has more than one wife because it's one of his, like concubine, which is essentially a wife that you take just to have sex with and have a larger family. You don't actually like permanently live with them and you're not affectionately attached to them, which is definitely not the Eden ideal. Like that itself is screwed up from the beginning. But that wife of the Levite has an affair and then leaves the Levite and goes back to her dad's house. So the whole story's like a fractured relationship from the beginning, a distortion of the Eden ideal. So the Levi goes and looks for her and he finds her and she's persuaded to come back and live with him again. And so they're traveling back to his home and they are going by a Canaanite city, the city of Yebus. And the narrator says, that is Jerusalem, because it will later pre Jerusalem. Yeah. And one of his servants says, hey, let's go spend the night there. Like, it's almost night. And he's like, no, that's a Canaanite city. You know the Canaanites, they're terrible. No, let's go to an Israelite city like Gibeah, which means high place. And then it's a replay of Sodom and Gomorrah. He's going to stay in the city square. But a man of Gibeah comes, says, no, come to my house. Be in my house. I'll feed your animals. It's exactly what Lot says to the two angels. And then while they're staying in the house, the men of the city come and knock on the door, and they say, where's the man who came? Bring us out, that we may know him. It's exactly what the men of Sodom say. And right at the point where Lot comes out and he says, don't do this to these men here, you know, assault my daughters, is the point where here the guy brings out that wife and he shoves her out the door.",
    "start": "00:14:05",
    "end": "00:16:53"
  },
  {
    "text": "And the men, the Levite sends out the wife.",
    "start": "00:16:53",
    "end": "00:16:55"
  },
  {
    "text": "Levite? The Levite, he's a Levite. He's like the equivalent of, like, a pastor in their culture. He sends out this wife, you know, who had an affair, and the men sexually assault her and kill her that night. And then it gets even worse. Remember what happens in the Sodom and Gomorrah story is then they flee. Lot and his daughters flee from the city. The city gets torched, and then they go up into a cave and have drunk sex with their dad. Daughters did it to produce. So it's just this really distorted thing that happens there. Whereas here, what this guy does is he takes the corpse of his former wife and cuts it up and then sends the body parts out to all the tribal leaders to say, like, something horrible just happened, and you need to respond. And so then a civil war starts. The tribal leaders respond, and they all descend on the city, and it's Israel turning in on itself and destroying itself. And there's a civil war and at least more sexual violence. It's horrible. So your question, Alexa, is the language is exactly the same. Yes. So when the biblical authors are doing this, the question always is, what's.",
    "start": "00:16:55",
    "end": "00:18:09"
  },
  {
    "text": "It's a narrative pattern.",
    "start": "00:18:09",
    "end": "00:18:10"
  },
  {
    "text": "That's what we've been calling it, the narrative pattern. That's right. They clearly want us to evaluate and meditate on the similarities and differences between this story about Gibeah and. And then the story about Sodom and Gomorrah. So what you're noticing, Alexa, and it is obvious when you compare them, is the Israelites behave even more atrociously than the men of Sodom and Gomorrah. And you remember how Lot was questionable because he was gonna surrender his daughters, even though he doesn't in the end. But then the Levite actually does it by bringing out his wife. So at every turn, the good guys and the bad guys are worse than their correspondence in the Sodom and Gomorrah story. So it's a way of indicting Israel through narrative intensification by inverting all the characters and making them even worse in the judges story. Which leads to this question. Another difference in the story is that Sodom and Gomorrah is immediately decreated when it rains fire. So it's a flood of fire. Why doesn't that happen here? And if you follow, and I need to do more work here, but I've done some initial soundings that have led me in this direction. I think that the civil war that happens between the tribes and I've noticed, I just looked at my notes quickly when I was kind of prepping for this, that the story of the civil war is filled with vocabulary that comes from the flood story and from the Sodom and Gomorrah destruction story.",
    "start": "00:18:10",
    "end": "00:19:43"
  },
  {
    "text": "So it's a type of flood.",
    "start": "00:19:44",
    "end": "00:19:45"
  },
  {
    "text": "Yes. The civil war is an example of God handing people over to the self destruction of their own choices. So in a way, Alexa, I think this is right. I could be wrong, but I think this is right. I need to do more work. That the civil war that almost destroys a whole tribe and tons of people die is depicted as the sad self decreation of Israel that they bring upon themselves through this tragic series of events. So that's one thought. It's to study that civil war story after in chapter 19 and then to compare and contrast the vocabulary with the flood of fire and the flood of civil war. That's my hunch at least.",
    "start": "00:19:45",
    "end": "00:20:28"
  },
  {
    "text": "Okay. But then even after a civil war, eventually King David unites all of Israel.",
    "start": "00:20:29",
    "end": "00:20:39"
  },
  {
    "text": "That's right.",
    "start": "00:20:39",
    "end": "00:20:40"
  },
  {
    "text": "And so even despite this atrocity, there's still this city that emerges, that is the city of God.",
    "start": "00:20:40",
    "end": "00:20:49"
  },
  {
    "text": "Yes. Although I guess it is important to say that before David, the next story, after the story about Gibeah at the end of Judges is about the story of the rise of Saul and the failure of Samuel's sons. And where does Saul come from? What tribe? From the tribe of Benjamin. That's like the bad guys at the end of Judges, Saul comes from that town of Gibeah is in. Yes.",
    "start": "00:20:49",
    "end": "00:21:16"
  },
  {
    "text": "From the tribe of Benjamin.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Yes. And in fact there's a whole bunch of stories of Saul in the vicinity coming from the very region of where this story took place. So Saul himself arises, Israel's first king, arises out of the location of these events at the end of Judges. And of course Saul is himself a tragic figure. And then he begins Israel on a course toward having a monarchy. That the monarchy is, in the narrator's point of view, from Judges all the way through the end of Kings, the monarchy is one of the worst things that could have happened because it led Israel into the ultimate de creation, which is exile and destruction by Assyria and Babylon. So in a way, Assyria and Babylon are the ultimate consequence for the types of things that happened in like that story in Judges 19. But you're right, Alexa, it's not an immediate consequence. It's a slow, tragic self ruin that flows out of these events in the story of Judges that happens over the course of many generations, which I guess I'm not sure which is a worse consequence, like a slow motion train wreck or an immediate train wreck, you know, but both are train wrecks. They just happen at different timescales.",
    "start": "00:21:17",
    "end": "00:22:34"
  },
  {
    "text": "Sometimes you just want to pull the band aid off real fast.",
    "start": "00:22:35",
    "end": "00:22:38"
  },
  {
    "text": "Yeah, totally. So those are my thoughts. But I appreciate that you asked the question, Alexa, because it's a good example of when you're comparing and contrasting stories that are matched in terms of narrative patterns, sometimes there are differences that really you have to sit and ponder them. Like, why, if what happened in this Israelite city was worse, why wasn't the timing of God's justice immediate? Like Sodom and Gomorrah, that would feel more satisfying, but instead it plays out in slow motion, which ends up being worse and killing more people. But it doesn't happen quickly.",
    "start": "00:22:38",
    "end": "00:23:18"
  },
  {
    "text": "Okay, sobering.",
    "start": "00:23:18",
    "end": "00:23:22"
  },
  {
    "text": "Yep, human existence is sobering.",
    "start": "00:23:22",
    "end": "00:23:25"
  },
  {
    "text": "All right. Let's go to a new question from Alex in Maryland.",
    "start": "00:23:25",
    "end": "00:23:31"
  },
  {
    "text": "Hi, John and Tim. My name is Alex and I'm from Baltimore, Maryland. You've pointed out that the concept of the city is generally negative throughout the biblical narrative, but ends on a positive note. I've also noticed that Ezekiel speaks of Sodom being restored, and Jonah speaks of God desiring to save Nineveh with redemption or mercy. In order for cities as a concept, and for two of the worst cities specifically, the consistently negative portrayal of Babylon from start to end sticks out in a way. It reminds me of Abraham cutting short negotiations with God over Sodom. What's going on here? Thanks.",
    "start": "00:23:31",
    "end": "00:24:06"
  },
  {
    "text": "That's a great question.",
    "start": "00:24:07",
    "end": "00:24:08"
  },
  {
    "text": "Isn't that a great question? Yeah, thanks, Alex. So of all the cities in the Bible, probably Sodom and Gomorrah and then Babylon probably rank in most people's imaginations as like, oh, those are definitely like the worst. The worst of the worst in the biblical story. So there is a passage in Ezekiel that is intentionally like Ezekiel clearly intends it to be shocking. He's talking about how bad Israel has become in his generation, that he the whole story of Ezekiel 16. He compares the history of Israel to that of a young wife who betrays her husband and starts sleeping around with lots and lots of other men. But that the husband is going to come and persuade his wife to restore the marriage, and that it's going to happen. It's going to happen. Whether Israel, that is, the wife, likes it or not. It's going to happen. And then starting at the end of Ezekiel 16, he compares Israel to being worse than Sodom. Like, if man, Sodom and Gomorrah could see you now, like, even they would be ashamed of how you're behaving Israel. But then he says, but listen, you know, I'm going to restore Sodom and her daughters, which is using the image of the city as a woman, the metaphor of city as a woman. And so the daughters being like the surrounding towns. So you know that, right? And you know that Samaria, the capital city of the northern kingdom up to the north, you know, I'm going to restore them too, in the end. So here's the thing. They're so ashamed of your behavior when they look at Jerusalem, Judah's behavior, that even when I restore all three of you, Sodom and Gomorrah and Samaria and you, they're still going to feel, like, ashamed and embarrassed about what you did. So it's this rhetorical play to say, even the worst of the worst think that you're the worst. And even once I restore you all, which of course you know I'm going to do, then even there's going to.",
    "start": "00:24:08",
    "end": "00:26:16"
  },
  {
    "text": "Be those awkward moments where you're like, remember. Remember when you guys were doing that thing?",
    "start": "00:26:16",
    "end": "00:26:19"
  },
  {
    "text": "Yeah, totally. Remember all the idols?",
    "start": "00:26:19",
    "end": "00:26:21"
  },
  {
    "text": "And I thought, we're past that, Samaria. We've moved past it. Keep bringing up the past. Yes, that's it.",
    "start": "00:26:21",
    "end": "00:26:29"
  },
  {
    "text": "It's fascinating. It's a fascinating end. So the shocker for sure is for Ezekiel to say, you're worse than Sodom and Gomorrah, which is what the end of Judges was saying, too. So even more of the shocker is that God promises to restore Jerusalem and Judah, who's worse than Sodom and Gomorrah. And then he just says, but of course, you know, I'm going to restore Sodom and Gomorrah too. And you're like, what? Like, where's that coming from? I never saw that coming. How is it possible? Like, what does that even mean? Because those Cities in that region is now still the region around the Dead Sea.",
    "start": "00:26:30",
    "end": "00:27:07"
  },
  {
    "text": "They're gone.",
    "start": "00:27:08",
    "end": "00:27:09"
  },
  {
    "text": "It's like the. Yeah, they're gone. It's the most desolate of the desolate. So Ezekiel's got this radical wide vision of God's restoration for even the worst of the worst. It's really remarkable. As remarkable as the portrait of the repentance of Nineveh.",
    "start": "00:27:09",
    "end": "00:27:27"
  },
  {
    "text": "Nineveh. Yeah.",
    "start": "00:27:27",
    "end": "00:27:28"
  },
  {
    "text": "In the story of Jonah.",
    "start": "00:27:28",
    "end": "00:27:29"
  },
  {
    "text": "Right. Who is the imperial bad guys of the time that Jonah's setting is. Yeah, they are the Babylon of the day.",
    "start": "00:27:29",
    "end": "00:27:38"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:27:38",
    "end": "00:27:39"
  },
  {
    "text": "Okay, so then the question is, why isn't. Then maybe if you take this to his logical conclusion, the story of the Bible would end with Babylon being renamed.",
    "start": "00:27:39",
    "end": "00:27:49"
  },
  {
    "text": "Right, right. You would think. You would think.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "But the story of the Bible ends with Babylon.",
    "start": "00:27:51",
    "end": "00:27:53"
  },
  {
    "text": "Yeah.",
    "start": "00:27:53",
    "end": "00:27:54"
  },
  {
    "text": "Being.",
    "start": "00:27:54",
    "end": "00:27:54"
  },
  {
    "text": "Yep. Literally, from Genesis to the Revelation, it's set for destruction.",
    "start": "00:27:54",
    "end": "00:28:00"
  },
  {
    "text": "It's the Death Star.",
    "start": "00:28:00",
    "end": "00:28:01"
  },
  {
    "text": "Bad from the beginning, and it's the Death Star. Yeah. And so part of me wonders if, because in the Revelation and all throughout the New Testament we did this in the city, that Babylon becomes more an icon or an archetype.",
    "start": "00:28:01",
    "end": "00:28:15"
  },
  {
    "text": "Yeah. It feels like it moves beyond being an empire and turns into an idea.",
    "start": "00:28:15",
    "end": "00:28:22"
  },
  {
    "text": "Yes, for sure. That's why Babylon can be brought up as a pure symbol. Like in the letter of one Peter, where. I guess we didn't talk about this. We have talked about it before. Oh, yeah. I think it was an Exile series long ago. These are the last words of the letter of Peter.",
    "start": "00:28:22",
    "end": "00:28:40"
  },
  {
    "text": "Oh, right.",
    "start": "00:28:41",
    "end": "00:28:41"
  },
  {
    "text": "Where Peter says, hey, you know, she. That is, I'm pretty sure the church community that is in Babylon, chosen together with you, sends greetings. Oh, and so does Mark, my son. Say hi. Greet one another with a kiss of love. So Babylon hasn't existed for centuries. It's clearly an icon. So here that idea comes out in a New Testament letter, and it's the same idea.",
    "start": "00:28:42",
    "end": "00:29:04"
  },
  {
    "text": "It's an icon representing the dark powers that a city can have or that an empire can have.",
    "start": "00:29:04",
    "end": "00:29:12"
  },
  {
    "text": "A organization of humans that operate according to what we ended up calling the logic of Cain City, that the only way to secure peace is at the expense of human life and peace and stability is a zero sum game.",
    "start": "00:29:12",
    "end": "00:29:29"
  },
  {
    "text": "Yeah. Actually in the video, we stopped using the word logic.",
    "start": "00:29:29",
    "end": "00:29:32"
  },
  {
    "text": "Yeah. We changed it mindset to the mindset.",
    "start": "00:29:32",
    "end": "00:29:34"
  },
  {
    "text": "Because logic makes you think that it's reasonable. It's reasonable.",
    "start": "00:29:34",
    "end": "00:29:38"
  },
  {
    "text": "Yeah. Yeah. Some of our artists pointed that out.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "To us, but I think Lamech felt very reasonable in his logic.",
    "start": "00:29:41",
    "end": "00:29:46"
  },
  {
    "text": "But then that's exactly the Point. In other words, Babylon represents a system that is internally coherent. You know, you gotta. What is it? You wanna make an omelet, you gotta break some eggs, whatever that idea. And so that system of human organization, of community, gotta go to the smoking pit. Like that cannot operate.",
    "start": "00:29:46",
    "end": "00:30:12"
  },
  {
    "text": "So even the worst cities in the Bible can be redeemed. But that mindset, that logic.",
    "start": "00:30:13",
    "end": "00:30:19"
  },
  {
    "text": "That's right.",
    "start": "00:30:19",
    "end": "00:30:20"
  },
  {
    "text": "Or that way of being a city that can't be redeemed because it is.",
    "start": "00:30:20",
    "end": "00:30:24"
  },
  {
    "text": "Fundamentally at odds with the Eden ideal, which is the infinite abundance of God's outpouring love and life means that there is always enough. And anyone who hoards and then thinks that that preservation of life must happen at the expense of another if need be. Like, that's fundamentally incompatible with the ethic of the Eden ideal. I think that's what's going on.",
    "start": "00:30:24",
    "end": "00:30:52"
  },
  {
    "text": "Makes sense.",
    "start": "00:30:52",
    "end": "00:30:53"
  },
  {
    "text": "So Babylon comes to stand for that. Why? Well, my hunch is the Hebrew Bible comes to us, has lots of material from all periods of Israelite history, but it was put together, shaped in a really important way by Jerusalemites who were destroyed by Babylon and carried into exile. And so some of the worst suffering the biblical authors ever went through was at the hands of Babylon. And my hunch is that historical experience left a scar in that memory that resulted in Babylon becoming an icon for something that transcends the historical Babylon.",
    "start": "00:30:53",
    "end": "00:31:33"
  },
  {
    "text": "So great question, Alex.",
    "start": "00:31:34",
    "end": "00:31:35"
  },
  {
    "text": "It's a great question. There's certainly more reflecting I know I need to do on there, but that's at least my first thought.",
    "start": "00:31:35",
    "end": "00:31:43"
  },
  {
    "text": "Okay, this is Berto from Indonesia.",
    "start": "00:31:44",
    "end": "00:31:48"
  },
  {
    "text": "Hello, Tim and John. My name is Berto and I'm from Indonesia. Tim, you give us a little spoiler about how Jerusalem, David and the dedication of tabernacle as the pivot. And if this connected to how said descendants began to call upon the name of Yahweh, could this mean that the depiction of the ideal city is worship at scale instead of violence at scale? And when Israel first asked for a king, they just want to be like other nations, power and security on their own terms. It feels that God redeemed the city and incorporated it into the ideal imagery here in this story. Thank you, John and Tim, really both. Insightful question.",
    "start": "00:31:48",
    "end": "00:32:32"
  },
  {
    "text": "It's a good frame and I love.",
    "start": "00:32:32",
    "end": "00:32:34"
  },
  {
    "text": "The frame that you put on that. Yes. So, Berto, your observation is that Jerusalem, the moment that it becomes a center of worship, the center of heaven and earth, God's presence, heavenly presence meeting earth, and then this big story about everybody dancing and singing praise. And if you read the version of the bringing of the tabernacle to Jerusalem in Chronicles. The author has even incorporated sections of psalms from the psalm scroll to, like, imagine what types of songs they were singing, so to speak. This is a huge worship fest, the first worship fest, really, in the story of the Bible after the rescue at the sea of reeds. And so if you know, the lineage of Cain led to the city of violence, and now the lineage of Seth connected to David leads to the city of worship. Are these kind of meant to be two, like, poles at the end of the spectrum? Like, the city of man results in violence, but the redeemed city scales up. I love that. Worship at a scale. Worship at scale versus violets at scale.",
    "start": "00:32:34",
    "end": "00:33:49"
  },
  {
    "text": "Yeah, because I think the way we framed it was violence at scale or generosity at scale. Oh, yeah, that was our frame.",
    "start": "00:33:49",
    "end": "00:33:55"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:33:55",
    "end": "00:33:56"
  },
  {
    "text": "And so that puts an emphasis then on our relationship to each other, but then this frame puts the emphasis on our relationship to God. To God, I guess there's violence at scale. So that's not against God, but in a way, violence against humans against neighbor.",
    "start": "00:33:56",
    "end": "00:34:12"
  },
  {
    "text": "Yes.",
    "start": "00:34:12",
    "end": "00:34:12"
  },
  {
    "text": "Is violence against God.",
    "start": "00:34:12",
    "end": "00:34:13"
  },
  {
    "text": "That's right.",
    "start": "00:34:13",
    "end": "00:34:14"
  },
  {
    "text": "But then what's the opposite of that? Worship at scale. Now it's really focused on our connection to God.",
    "start": "00:34:14",
    "end": "00:34:23"
  },
  {
    "text": "Yeah. And I mean, what's worship except naming and celebrating the one who is the author and provider of all good things and then sharing those good things, which is what David does. He has that huge feast and it names that long list of all the foods that David shares, including fig. Fig cakes, which is one of the trees of Eden. Yeah. So it's kind of this triad of the worship of God disposes us to view our neighbor in a new frame. Because I'm celebrating the abundant, sharing, generous God. And when you're in the city of man, essentially the God that you're worshiping is the God who protects me and mine, even if it's at the expense of you and yours.",
    "start": "00:34:23",
    "end": "00:35:11"
  },
  {
    "text": "These two framings, it's kind of like, what's the greatest command?",
    "start": "00:35:11",
    "end": "00:35:15"
  },
  {
    "text": "Oh, yes.",
    "start": "00:35:16",
    "end": "00:35:16"
  },
  {
    "text": "Love God and love your neighbor. So love your neighbor. It's generosity at scale and loving God. You can think of that in terms of this worship. But for Jesus, those were one thing, right?",
    "start": "00:35:17",
    "end": "00:35:31"
  },
  {
    "text": "Yeah, that's right. The way you love God is how you relate to your neighbor. How you relate to your neighbor is how you relate to God. Yeah. It's interesting then to think about, you know, I think Jesus's ideal vision for his disciple communities were, I guess, like what you talked about earlier, the Eden without walls. It's a Celebration of God's abundant provision. But the relationships are organized such that you're trying to prevent and build into the water system, so to speak. This just deep view of solidarity and a relational connection with others so that the idea of trying to conserve or gain power over them or that group, that's just not something that would enter the mind ideally. I'm just saying in the ideal, like here we're at the Sermon on the Mount, you know. But of course, that's an ideal vision that requires a lot of effort to live out personally and corporately. But I think that's what the garden represents and what Jesus Kingdom vision represents.",
    "start": "00:35:31",
    "end": "00:36:44"
  },
  {
    "text": "We haven't done much work on the biblical idea of worship, it's true, because I think underneath this is more insights in. Because you can just kind of focus on doing right by your neighbor and living generously and make it a very horizontal kind of thing. At what point do you need to just stop and just sing a psalm or, you know, like play music and focus your attention on the divine and let your imagination and heart be reshaped so that you can then go, Yeah, I mean, I think love your neighbor.",
    "start": "00:36:44",
    "end": "00:37:23"
  },
  {
    "text": "That's right, actually. Yeah. In the Jewish Christian story, the way a human imagination is liberated to truly love your neighbor is by focusing on the transcendent giver of all life and provision. That kind of frees you from the scarcity mindset when you are only thinking about your neighbor.",
    "start": "00:37:23",
    "end": "00:37:44"
  },
  {
    "text": "Yeah.",
    "start": "00:37:45",
    "end": "00:37:45"
  },
  {
    "text": "You know what I mean? Sort of like you need to lift your vision to a larger horizon to remind you of ultimate reality. If I only ever stare at my neighbor, I'm going to eventually start.",
    "start": "00:37:45",
    "end": "00:37:56"
  },
  {
    "text": "I'm going to start getting a little moody. Yeah, I'm going to start coveting.",
    "start": "00:37:56",
    "end": "00:38:01"
  },
  {
    "text": "Yep. Yeah, we should do some content on worship. That'd be cool. Thanks, Berto. It's a great, great question and good insight. We've got a wonderful observation and question from Hamish in Australia. Hi, Tim and John. My name's Hamish and I'm reaching out from the beautiful Frey Snow Peninsula in Tasmania, Australia. It's Pentecost Sunday right now, as I asked this, and I'm pondering over the theme of the city in light of Luke's account of the events of Pentecost in Acts, Chapter two. I've read a lot of commentaries that describe Luke's account here as the reversal of the events at the Tower of Babel in Genesis chapter 11, and I find that to be a compelling way of understanding Luke's literary intent here. How should we understand the role of the church, which was birthed at Pentecost, as the New Testament's response to all of the ideas raised by the biblical theme of the city. Thanks for bringing me along on the journey of meeting Jesus through scripture. It's been so wonderful.",
    "start": "00:38:01",
    "end": "00:38:57"
  },
  {
    "text": "Cool.",
    "start": "00:39:00",
    "end": "00:39:00"
  },
  {
    "text": "Yeah, thanks, Hamish. So first emphatic. Yes. That's cool to hear that you found commentary resources that are highlighting that because that's definitely part of what Luke is doing. What's interesting was, I forget what scholar first made this observation that was at least meaningful to me was that all of the people there in Jerusalem, at Pentecost are Israelites, but from all different. But from the diaspora, from all the nations. So they represent languages and cultures, but there are Israelites. And then it's from that multicultural Israelite renewal, then that the Jesus movement really explodes into a multicultural kind of form that leads to problems and opportunities, like the story of the feeding of the widows in Acts kind of highlights. So I guess more Hamish, I just. I think the way you ask that question is exactly what Luke is setting us up for is I think he wants us to see those early chapters of Acts of the Jesus followers as kind of this alternate anti Babylon type of community ethic.",
    "start": "00:39:01",
    "end": "00:40:12"
  },
  {
    "text": "So you are the city.",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "Yeah, you are the city. Absolutely. So it's kind of Luke's way of carrying forward the theme of the alternate city, whereas in Matthew, Matthew's included that material in the Sermon on the Mount, that you are the salt and the light and the city. But Luke's doing it in a different way to show it as the, like the inverse or the opposite of Babylon. So let's see. So it must be relevant that Luke goes on to highlight in those early chapters of Acts, the economic kind of embodiment of the ethic of Jesus followers. Specifically, that none of them held their own property, they were selling things, donating them to a common cause. So Luke really wants to highlight that this created a new social and economic series of relationships that included poor widows making sure that they get fed. And when there were culture clashes, you know that story, he shows how the apostles tackled that and ironed that out. So, yeah, it's really. Luke is trying to create through the narrative, a vision of the ethic of the opposite of Babylon, I suppose. You know, one great place, probably the first person scholar that I read that really like blew my mind, inspired me with this was in the New Testament scholar Richard Hayes. He has, wow, it's amazing work called the Moral Vision of the New Testament. It's from the early 2000s, maybe even late 90s, but he has a whole section in there on the ethical vision of Luke Acts. The ethical vision of Jesus developed through the narrative argument of Luke Acts. And that's a powerful treatment. And he was the first one that pointed this out to me, that it's as if you see the Sermon on the Mount lived out, but instead of someone teaching about it, Luke uses the narratives about the Jerusalem community as kind of the narrative embodiment of that. How does that question strike you, John? How should we understand the role of the church as a response to the vision of Babylon?",
    "start": "00:40:14",
    "end": "00:42:25"
  },
  {
    "text": "I think my question to riff on this question is how much is the church meant to be thought of as an institution? Oh, because the city, a city becomes what maybe you would call an institution that it very much. So it works corporately. There's power dynamics that are kind of firmed up. There's ways that it operates.",
    "start": "00:42:26",
    "end": "00:42:52"
  },
  {
    "text": "It's really like a meta institution. Yeah. Then it develops institutions within sub institutions of like town hall. Right.",
    "start": "00:42:52",
    "end": "00:43:00"
  },
  {
    "text": "And the problem with any institution is that then those in power use power corruptly.",
    "start": "00:43:00",
    "end": "00:43:08"
  },
  {
    "text": "Yeah.",
    "start": "00:43:09",
    "end": "00:43:09"
  },
  {
    "text": "So when you think about giving up everything you own and caring for the poor, there's this beautiful ideal of like, wow, what if we all just did that? We could just like solve all the world's problems. But then immediately you start thinking about. I start thinking about a charismatic leader convincing a bunch of people to do that and then using that for self gain.",
    "start": "00:43:10",
    "end": "00:43:37"
  },
  {
    "text": "Which has happened a time or two.",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "And that's happened a time or two.",
    "start": "00:43:40",
    "end": "00:43:41"
  },
  {
    "text": "Or 400 or 400, 4,000 times.",
    "start": "00:43:42",
    "end": "00:43:45"
  },
  {
    "text": "So when I think of this ideal, when I think of Jesus saying, you are the city and when he's saying, I'm going to build my church and these kind of things. This is a rabbit hole.",
    "start": "00:43:45",
    "end": "00:43:58"
  },
  {
    "text": "Well, no, it's a good. We've been here before over the years, the social environment of the earliest generations. Right. Of Jesus followers that gave us the New Testament, the apostles, you know, they all lived as a already as messianic Jews, as a religious cultural minority in a more dominant culture of the Roman Empire. And so communities of Jesus occupied the same kind of social space that did like I think they were called like the guilds, the guilds of the blacksmith guild or the different professional guilds. And they gathered in homes that limited the amount of people that could be a part of one little mini institution that was a house church, you know, so that reality limited what institutions could even be imagined in the generation of the apostles. And that's why it's so fascinating. It takes a couple Hundred years before you get later leaders of the church. And here this is in the post New Testament era, having to tackle these problems of institutional structure with the rise of bishops over many regions that are made up of many communities of house churches and how you organize all that. And the apostles just didn't ever have to speak to that, and neither did Jesus because it just wasn't their social reality. So it's a question most Christians now, for most of church history, have had to wrestle with, but that the apostles didn't deal with. But what they give us is the ethical vision of Jesus developed out for smaller house church communities. That's what we have in the New Testament letters. And then we kind of have to extrapolate from there.",
    "start": "00:43:58",
    "end": "00:45:48"
  },
  {
    "text": "Yeah, you know, as part of the extrapolation, something that Hamish, you know, is cluing us in on here about Acts Chapter two being this kind of opposite mirror image of Babel where everyone could speak the same language, but they were building something that was trying to take power on their own terms. So God scatters.",
    "start": "00:45:48",
    "end": "00:46:12"
  },
  {
    "text": "Yeah, uniformity.",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "Yeah, uniformity.",
    "start": "00:46:14",
    "end": "00:46:15"
  },
  {
    "text": "Yeah. The vision of Babel, Babylon.",
    "start": "00:46:15",
    "end": "00:46:18"
  },
  {
    "text": "And so at Pentecost, all of these languages now suddenly being able to understand each other, they have kind of a new form of not uniformity, but like unity. Unity, yeah. Yeah, I love that.",
    "start": "00:46:18",
    "end": "00:46:32"
  },
  {
    "text": "Unity, not uniformity. Yeah, that's right. Yeah. And what's cool is that they celebrate the saving acts of God, the righteous, wonderful acts of God, which means retelling the story of Jesus. It's one story, but each of them is hearing it in their own language. Such a rad image.",
    "start": "00:46:32",
    "end": "00:46:51"
  },
  {
    "text": "Yeah.",
    "start": "00:46:51",
    "end": "00:46:51"
  },
  {
    "text": "It's sort of like the way that the unity of the body of the Messiah is created is by having one core story, but that gets embodied in all of these different cultures and forms.",
    "start": "00:46:51",
    "end": "00:47:06"
  },
  {
    "text": "And so that, I think, gets to next insight for me is part of the reason why God scattered Babylon in the narrative of the biblical story is that God wanted humanity to subdue the.",
    "start": "00:47:06",
    "end": "00:47:20"
  },
  {
    "text": "Earth, be fruitful, multiply, fill the land.",
    "start": "00:47:20",
    "end": "00:47:22"
  },
  {
    "text": "Fill the land, yes.",
    "start": "00:47:22",
    "end": "00:47:23"
  },
  {
    "text": "Yeah.",
    "start": "00:47:23",
    "end": "00:47:24"
  },
  {
    "text": "And there's something about going out and filling the land. It's this decentralization.",
    "start": "00:47:24",
    "end": "00:47:29"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:47:29",
    "end": "00:47:30"
  },
  {
    "text": "And it's gonna create diversity. And that's actually what God wanted. And what happens after Acts two, everyone just goes back out, and there isn't this moment of, okay, now let's build the mega institution.",
    "start": "00:47:30",
    "end": "00:47:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:43",
    "end": "00:47:44"
  },
  {
    "text": "We go out and we build the decentralized house church movement.",
    "start": "00:47:44",
    "end": "00:47:48"
  },
  {
    "text": "And we've traced this in our Luke Acts series. You know, the rise of the Jerusalem church. But then way north up in Syria, the rise of Antioch, and then after that, the rise of Ephesus, and then after that, the rise of the church in Rome. And yeah, in the New Testament era was a collaborative network of diverse networks of house churches. Yep. That was how it worked. Decentralized. It was. And then how they all maintain unity. Well, that's been the journey of discerning. That's what the word orthodox classically refers to, is then the church discerning. Turning to the writings of the apostles and the whole collection of scripture and the story of Jesus to discern.",
    "start": "00:47:49",
    "end": "00:48:35"
  },
  {
    "text": "So those were the centralizing things, the apostles and the scriptures.",
    "start": "00:48:35",
    "end": "00:48:39"
  },
  {
    "text": "Yep, that's right. For a unifying ethic and vision of reality. And there were lots of differences, many differences.",
    "start": "00:48:39",
    "end": "00:48:49"
  },
  {
    "text": "The apostles didn't always agree.",
    "start": "00:48:49",
    "end": "00:48:51"
  },
  {
    "text": "No. Not even in the book of Acts. Right. And so that's the unity, not uniformity, discerning. What is the kind of unifying thread that draws the diverse Jesus movement together? And people have disagreed vigorously about what that unifying thread is. But most traditions now can still appeal to the New Testament and then to the first kind of formulations of the faith that came out of those early post New Testament centuries called the creeds, up through the Apostles Creed and then the Nicene Creed, and then it kind of fragments. And that's just in terms of doctrine or theology, but there you go. But I think it's important to say, just because the issues about institutional realities aren't addressed in the New Testament doesn't mean it's not important. Or that if you try and build an organization to accomplish a goal because of your passion for Jesus, that that's bad. Like, it's not bad, but it can be done badly, or it can be done goodly, or likely it'll be a mix between the two. But I don't think it means that we shouldn't try and build organizations to do good in the world.",
    "start": "00:48:51",
    "end": "00:50:06"
  },
  {
    "text": "Yeah. If you put an organization on par with a city in some ways, then the question becomes, how do you build an organization without walls?",
    "start": "00:50:06",
    "end": "00:50:14"
  },
  {
    "text": "Yeah, that's right. With an abundance mindset.",
    "start": "00:50:14",
    "end": "00:50:17"
  },
  {
    "text": "With an abundance mindset.",
    "start": "00:50:17",
    "end": "00:50:18"
  },
  {
    "text": "Yeah, that's right. It shares responsibility and influence as much as is feasible. Or maybe it's not feasible. That is a bit reckless. All indications are that Jesus was viewed as a little bit reckless.",
    "start": "00:50:18",
    "end": "00:50:34"
  },
  {
    "text": "Let's get reckless.",
    "start": "00:50:34",
    "end": "00:50:35"
  },
  {
    "text": "Yeah. Great question, Hamish. Thank you as always. We just. What did we hit? We got a. We got half a dozen questions done right there. I feel satisfied. Sometimes we don't even make it that far.",
    "start": "00:50:36",
    "end": "00:50:51"
  },
  {
    "text": "Yeah. There was many more wonderful questions. Thank you for sending them in. And we'll do this again with a new series, but that's it. We're wrapping up the city.",
    "start": "00:50:51",
    "end": "00:51:00"
  },
  {
    "text": "Yep. Those were great conversations and great observations and questions that y' all sent in. We're glad. It was stimulating. And now actually already the next theme series is releasing on the Dragon.",
    "start": "00:51:00",
    "end": "00:51:14"
  },
  {
    "text": "Yeah, we're in the Dragon.",
    "start": "00:51:14",
    "end": "00:51:15"
  },
  {
    "text": "Yeah.",
    "start": "00:51:15",
    "end": "00:51:15"
  },
  {
    "text": "Tim, do you want to do the credits?",
    "start": "00:51:15",
    "end": "00:51:17"
  },
  {
    "text": "Sure. You know, it's one of those things where the moment you're asked to focus on something, it all leaves your mind.",
    "start": "00:51:18",
    "end": "00:51:30"
  },
  {
    "text": "Yeah.",
    "start": "00:51:30",
    "end": "00:51:31"
  },
  {
    "text": "But if you hadn't asked me that question, I could have just done it. Could have done it.",
    "start": "00:51:31",
    "end": "00:51:33"
  },
  {
    "text": "Yeah. Right. This episode has a lot of hands to bring it to its final form, so. Well, thank you to our editors, Frank Garza, Tyler Bailey, our lead editor, Dan Gummel. Taylor Bailey mixes this episode. Christopher Meyer does a lot of work organizing all these questions.",
    "start": "00:51:33",
    "end": "00:51:53"
  },
  {
    "text": "Yeah, he gets all of the. The hundreds of submitted questions. So thank you, Christopher. A lot of work.",
    "start": "00:51:53",
    "end": "00:51:59"
  },
  {
    "text": "Cooper Peltz is our producer and Lindsey Ponder associate producer. And if you listen to the podcast in the app, you'll notice that there's an annotated player gives you extra little bits of cool stuff. And those annotations are provided by Hannah Wu.",
    "start": "00:51:59",
    "end": "00:52:15"
  },
  {
    "text": "The Bauer Project is a crowdfunded, non profit venture institution. That's right. We're able to give away for free all the stuff we make because it has already no paywalls been paid for by many of you all listening. An amazing community of generosity and support that has come around this project. So we just celebrate good things that God is doing and we love making this stuff and want to make more. So thank you for being part of this with us.",
    "start": "00:52:16",
    "end": "00:52:45"
  },
  {
    "text": "Hi, this is Jose and I'm from Philippines. I first heard about Bible Project when I was browsing for videos for editing in our local church here in the Philippines. My favorite thing about Bible Project is the word study. It will explain the concept of it in the Bible.",
    "start": "00:52:49",
    "end": "00:53:12"
  },
  {
    "text": "Ampa burito kosa Bible Project Ayampagamitila na comprehensibo Pero walang kino Compremiso para' an sapagatit nama nakaka aliyunga bai sapaga.",
    "start": "00:53:13",
    "end": "00:53:24"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:53:28",
    "end": "00:53:32"
  },
  {
    "text": "Find free videos, study notes, podcast@maramipangibasabibleproject.com@bibleproject.com.",
    "start": "00:53:37",
    "end": "00:53:44"
  }
]