[
  {
    "text": "Before we dive into today's episode, a quick content warning. Today's episode contains some heavy subjects, including sexual abuse, rape, and incest. We are exploring the theme of the city. Because of that theme, we're about to encounter the darkest parts of human nature. Today we're talking about the cities of Sodom and Gomorrah, which brings us face to face with some of the most difficult stories in the Genesis scroll.",
    "start": "00:00:00",
    "end": "00:00:29"
  },
  {
    "text": "You can't talk about the city in the Bible without talking about the cities of Sodom and Gomorrah. Babylon is an icon of everything that's wrong with the human city. Sodom and Gomorrah is like a close second.",
    "start": "00:00:30",
    "end": "00:00:40"
  },
  {
    "text": "When Abraham and Lot choose to go their separate ways, Lot looks to the east and sees a land that he thinks looks like the Garden of Eden. And so he heads out there to Sodom and Gomorrah. But when God visits Abraham, God tells him of the sin of Sodom and Gomorrah, that it's great, and the outcry of those suffering are rising up to him.",
    "start": "00:00:41",
    "end": "00:01:01"
  },
  {
    "text": "This word outcry is a synonym of the blood of Abel crying out from the ground. So when there is an outcry to God, it's a call to God against some oppressor or someone who's committed injustice. The fact that Sodom looks like Eden, but in reality it's full of evil and sin is all the language of the Garden of Eden versus the city of Canaan.",
    "start": "00:01:02",
    "end": "00:01:25"
  },
  {
    "text": "The injustice and oppression in Sodom and Gomorrah is so pronounced that God brings a flood of justice and completely wipes out these two cities.",
    "start": "00:01:26",
    "end": "00:01:35"
  },
  {
    "text": "It's the lowest point in the Genesis story so far. You're just like man. Our moral compasses are so easily scrambled. Bad becomes good and good becomes bad. This story is like a diagnosis that becomes a warning that I think should make all of us meditate on the little city that is our own self and our community or family, and then the cities in which we live.",
    "start": "00:01:35",
    "end": "00:01:58"
  },
  {
    "text": "Today, Tim Mackey and I discuss the cities of Sodom and Gomorrah. I'm John Collins, and you're listening to Bible Project Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:59",
    "end": "00:02:12"
  },
  {
    "text": "Hi, John. Hello.",
    "start": "00:02:12",
    "end": "00:02:13"
  },
  {
    "text": "Hello. Hey. We get to talk about Sodom and Gomorrah today.",
    "start": "00:02:13",
    "end": "00:02:18"
  },
  {
    "text": "Yes.",
    "start": "00:02:18",
    "end": "00:02:18"
  },
  {
    "text": "Hooray.",
    "start": "00:02:18",
    "end": "00:02:19"
  },
  {
    "text": "As one installment of our ongoing series of meditations on the theme of the city.",
    "start": "00:02:19",
    "end": "00:02:25"
  },
  {
    "text": "Yes.",
    "start": "00:02:25",
    "end": "00:02:25"
  },
  {
    "text": "In the storyline of the Bible, the.",
    "start": "00:02:25",
    "end": "00:02:27"
  },
  {
    "text": "City, God first put humans in a garden, kind of, because, I mean, was it going to build a whole city for him to put Them in just. All they need is a garden, some fruit trees.",
    "start": "00:02:27",
    "end": "00:02:38"
  },
  {
    "text": "And in the ancient cultural context of the biblical authors, cultivated gardens on high places with streams running out of them to water all the lands around was a well known cultural image, like a sacred place. Yeah. Of a heaven on earth place. A place where the divine power or powers have staked out a little outpost of divine life here on the dry land.",
    "start": "00:02:39",
    "end": "00:03:05"
  },
  {
    "text": "So high, well watered gardens are a sacred place and the divine place, not a city. In fact, when cities are. Well, when the city is introduced in the Bible, it's a solution to a problem.",
    "start": "00:03:05",
    "end": "00:03:19"
  },
  {
    "text": "Yeah, right. Yeah. So what we started with was the surprise of the city.",
    "start": "00:03:20",
    "end": "00:03:24"
  },
  {
    "text": "Yeah.",
    "start": "00:03:24",
    "end": "00:03:25"
  },
  {
    "text": "Which is the ideal setting in pages 1 and 2 is of humans and God living in union together in this ideal space where heaven and earth are one. And it's depicted as this kind of garden, which has deep resonance with the biblical author's ancient cultural context too. And then when humans are foolish, they violate the one divine guideline that they've been given to maintain their presence and life in this garden. They eat from the forbidden fruit and they're exiled out of the garden space. And then their children get violent and their son Cain is exiled even further from the garden spot. And God promises to protect him with a sign. But what Cain instead goes to do is provide his own protection in the form of the city. So we're summarizing, you know, the first four conversations that we've had.",
    "start": "00:03:25",
    "end": "00:04:19"
  },
  {
    "text": "Yeah. So the city was Cain's solution.",
    "start": "00:04:19",
    "end": "00:04:22"
  },
  {
    "text": "Yeah.",
    "start": "00:04:23",
    "end": "00:04:23"
  },
  {
    "text": "Cain murdered his brother. He was worried someone was going to come and take him out.",
    "start": "00:04:23",
    "end": "00:04:28"
  },
  {
    "text": "Yeah. Bring blood recompense on him.",
    "start": "00:04:28",
    "end": "00:04:31"
  },
  {
    "text": "God promised to protect him, but Cain's like, you know what I need? I need a wall.",
    "start": "00:04:31",
    "end": "00:04:36"
  },
  {
    "text": "Yeah. Yes. Okay. So cities in the Bible are primarily associated with a walled enclosure to keep out danger. Yeah.",
    "start": "00:04:36",
    "end": "00:04:45"
  },
  {
    "text": "Okay.",
    "start": "00:04:45",
    "end": "00:04:45"
  },
  {
    "text": "And it can refer to a walled enclosure of what we would call a village or a hamlet or a town or something much bigger, like an ancient Babylon that was surrounded by walls but housed tens of thousands of people.",
    "start": "00:04:45",
    "end": "00:04:58"
  },
  {
    "text": "And as we read on in his genealogy, we are introduced to some people who are doing some cool stuff in the city.",
    "start": "00:04:59",
    "end": "00:05:06"
  },
  {
    "text": "Yeah, that's right. Yeah. They're developing animal domestication, which is more likely outside the city walls, but in a little offshoot that's connected by road and protected.",
    "start": "00:05:06",
    "end": "00:05:17"
  },
  {
    "text": "Protected by Kane City.",
    "start": "00:05:17",
    "end": "00:05:18"
  },
  {
    "text": "By Kane City. We hear of metallurgy and the development of ironsmithing, smithery, and then the development of the arts and music.",
    "start": "00:05:18",
    "end": "00:05:29"
  },
  {
    "text": "Right.",
    "start": "00:05:30",
    "end": "00:05:30"
  },
  {
    "text": "Yeah. And you're like, wow, humans are creative. They're A lot like they're images of the ultimate creative one.",
    "start": "00:05:30",
    "end": "00:05:37"
  },
  {
    "text": "So it started out as a way to protect ourselves because of our own violence. Still was able to birth something good.",
    "start": "00:05:37",
    "end": "00:05:47"
  },
  {
    "text": "That's right, yeah. This concentration of creative human images can produce things that are necessary for human flourishing and survival, like tools and animal domestication, but also things that are not necessary for survival. They're just good.",
    "start": "00:05:47",
    "end": "00:06:04"
  },
  {
    "text": "Yeah.",
    "start": "00:06:05",
    "end": "00:06:05"
  },
  {
    "text": "Like the arts.",
    "start": "00:06:05",
    "end": "00:06:06"
  },
  {
    "text": "Yeah.",
    "start": "00:06:06",
    "end": "00:06:07"
  },
  {
    "text": "And both come out of Cain's city, which is cool. I mean, that's a good thing.",
    "start": "00:06:07",
    "end": "00:06:12"
  },
  {
    "text": "It is a good thing. It's also kind of a neutral thing in that you can use metal to make a plow.",
    "start": "00:06:12",
    "end": "00:06:18"
  },
  {
    "text": "Yep.",
    "start": "00:06:18",
    "end": "00:06:19"
  },
  {
    "text": "And you can use it to make a spear.",
    "start": "00:06:19",
    "end": "00:06:20"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:06:20",
    "end": "00:06:22"
  },
  {
    "text": "You can use art to help us understand each other and the world better. You can use it as propaganda.",
    "start": "00:06:22",
    "end": "00:06:28"
  },
  {
    "text": "Yeah.",
    "start": "00:06:28",
    "end": "00:06:28"
  },
  {
    "text": "To make us hate each other.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "Yeah. Misinformation. To spread spread lies or tell stories about reality that are not fully in sync with reality.",
    "start": "00:06:30",
    "end": "00:06:39"
  },
  {
    "text": "So here we have a city. It started in a place of self protection, and now it's creating things that can be used for good or bad. And so the human potential is just increasing. And then we get to this character Lamech, who is like, you know what? I'm going to take all this potential and use it for bad.",
    "start": "00:06:39",
    "end": "00:06:59"
  },
  {
    "text": "Yep. And it's very brief, but in telling us that he took two wives instead of one, which was identified as the garden ideal in Eden is for a man and a woman, for a man to leave his father and mother's house and be joined to his wife. So Lamech deviates from that garden ideal and then he begins taking life by his own authority and power, which he claims God's own authority, but for himself. When he says if God was going to protect Cain, you know, seven times for murdering someone, then he just asserts, then God will avenge me 77 times. And you're like, I don't think God told you that, but I guess he thinks God did. So, yeah. It's a picture of the scaling of what Cain did on a very small one to one basis is now scaling with the human city of violence. And what do you say? Self legitimation. Legitimating the powers of the city to take life and to spread death instead of life. So cities can spread death or spread life.",
    "start": "00:06:59",
    "end": "00:08:08"
  },
  {
    "text": "Right.",
    "start": "00:08:09",
    "end": "00:08:09"
  },
  {
    "text": "And that's the portrait of the city from those first pages. What we know about that city is it goes on to produce a lot more death. It becomes associated with the giant warriors that spring out of that weird story about the sons of God and the daughters of human in Genesis 6. But what we know that emerge out of that crazy mixing is a whole bunch of. They're called the Gibborim, or the violent warrior kings of old, who have a great name in the land. I think it's a portrait of Lamech, like figures, but now violating the boundary between heaven and earth.",
    "start": "00:08:09",
    "end": "00:08:42"
  },
  {
    "text": "Right. It's talking about what Israel would have known as its neighbors, of their histories of having kings who were violent and then their stories were giants and were divine, but led often with violence and oppression.",
    "start": "00:08:42",
    "end": "00:08:59"
  },
  {
    "text": "Yep, that's right. So right from those early chapters of Genesis, you get this contrast where God has exiled his human partners into the wilderness because of their folly, but they're in the wilderness. You know, it's this all human wisdom and whatever artifice and the stuff we make it gets stripped away and broken down. And so humans in the wilderness have a choice. We can stay here and meet God in the wilderness and let him test us and remake us, or we can go the way of Cain, which is to go reproduce our own false Eden in the form of a city and spread good and bad throughout the land. That's the portrait. So cities are primarily. They're semi neutral, but tend more towards negative in the way they're introduced. Which makes it a surprise then that as you go forward, what God does is he's going to redeem the human city and incorporate it into his new creation plans. But throughout Genesis and Exodus, as we're going to see as we go forward into the Abraham stories in this conversation, is that the portrait of the city remains still primarily negative.",
    "start": "00:08:59",
    "end": "00:10:10"
  },
  {
    "text": "Yes. Okay. So we've left Lamech's reign in the city of Cain, and things are bad. Remind me how Nimrod comes into the mix.",
    "start": "00:10:10",
    "end": "00:10:21"
  },
  {
    "text": "So after the flood, Noah has three sons. The youngest son, Ham, that's how you say his name in Hebrew. He pulls some power move sexually with his father or with his mother, who is called the nakedness of his father. He does something in a tent with his dad after his dad has eaten of the fruit of the garden and become naked. And so then you get this programmatic statement that Noah makes that the line of Shem will be the line of the blessing, the new humanity blessing, and the lineage of the snake crusher will come through Shem. And the oldest son, Japheth, or Yaphet, he's going to get in on that blessing because he gets to dwell in the tents of Shem. But the grandson of Ham is going to be a subservient and lower and a servant to his brothers. And then you're given Genesis 10, the Table of nations. Big genealogy, but it's more like a map, an ethnographic map of the ancient world, as the biblical authors sought and divided up into these three lineages. And the lineage of that youngest son, Ham, you know, who's of disrepute in the narrative. And bad guy. He's like Cain. He's isolated from his brothers, he's sent away. And all of his kids are like all the bad guys. In the Bible, Egypt comes from Ham's line. And then Ham's son Cush gives birth to a son named Nimrod, who then goes on to build Babylon and Assyria. And then you get the narrative about the building of the city of Babylon in Genesis 11, where it's presented as a human creation that's meant to reunite heaven and earth. They're trying to create a bridge back up to the skies to make a name for themselves. And God brings a flood of justice on that by scattering the project. Because he says, man, if humans unite and use the city to focus all of this distorted way of seeing reality that they've created in the city, then that will be really bad for creation.",
    "start": "00:10:21",
    "end": "00:12:34"
  },
  {
    "text": "So at this point, we should be highly suspicious of cities.",
    "start": "00:12:35",
    "end": "00:12:39"
  },
  {
    "text": "Yes.",
    "start": "00:12:39",
    "end": "00:12:39"
  },
  {
    "text": "Very worried about humans inclination to build cities. There's this sense of, man, we need to get back to the garden. Which my thought is, I would hate to lose all the innovation of the cities, you know, but that's not what the biblical authors are dwelling on, necessarily.",
    "start": "00:12:40",
    "end": "00:12:58"
  },
  {
    "text": "Well, yeah. And you know, we're gonna get there.",
    "start": "00:12:58",
    "end": "00:13:01"
  },
  {
    "text": "Okay.",
    "start": "00:13:01",
    "end": "00:13:01"
  },
  {
    "text": "Like, we're just at the early parts of the story, you know, but the.",
    "start": "00:13:01",
    "end": "00:13:04"
  },
  {
    "text": "Biggest, greatest city has been scattered.",
    "start": "00:13:04",
    "end": "00:13:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:13:07",
    "end": "00:13:08"
  },
  {
    "text": "And God confuses everyone's language, so they can't now work together in a unified way. And they have to then spread out. And so in this scattering, we then get the genealogy that leads to Abram.",
    "start": "00:13:08",
    "end": "00:13:23"
  },
  {
    "text": "That's right. That leads to Abram.",
    "start": "00:13:23",
    "end": "00:13:25"
  },
  {
    "text": "And God tells Abram, like, hey, I'm not going to build a city. He doesn't say that, but he does say, I'm going to give you a big family. Big family.",
    "start": "00:13:25",
    "end": "00:13:32"
  },
  {
    "text": "Yeah. And a great name.",
    "start": "00:13:32",
    "end": "00:13:33"
  },
  {
    "text": "And a great name. And we learned that this family is going to be like a nation.",
    "start": "00:13:33",
    "end": "00:13:37"
  },
  {
    "text": "Yeah.",
    "start": "00:13:38",
    "end": "00:13:38"
  },
  {
    "text": "And a nation's going to need a.",
    "start": "00:13:38",
    "end": "00:13:39"
  },
  {
    "text": "Place to live, a place to be. Yeah. So Abram is called out of the scattering of Babylon, and from the region of Babylon where his family, we're told, emerges. And so he goes on this great trek through uninhabited lands to Go west to the land of Canaan. So that's what we're going to focus on in this conversation. And then particularly this dynamic in the Abram, his name gets changed. Abraham. In Genesis 17, he's depicted primarily as somebody who hangs out on the margins of cities.",
    "start": "00:13:40",
    "end": "00:14:13"
  },
  {
    "text": "Interesting.",
    "start": "00:14:14",
    "end": "00:14:14"
  },
  {
    "text": "He never. There's only one story of. Well, there's just a couple stories of him going into cities proper and never goes well.",
    "start": "00:14:14",
    "end": "00:14:22"
  },
  {
    "text": "Like when he goes to Egypt or.",
    "start": "00:14:22",
    "end": "00:14:23"
  },
  {
    "text": "He goes down to Egypt, but then also he ends up in the city of Gerar and he lies about his wife a second time. And that leads to a whole series of bad situations. So the cities that Abraham encounters become the setting for. For bad things to happen.",
    "start": "00:14:23",
    "end": "00:14:41"
  },
  {
    "text": "Bad things.",
    "start": "00:14:41",
    "end": "00:14:42"
  },
  {
    "text": "And not just because of the people in the city. It's also him like Abram's allowing his decision making process two times over in these cities. But mostly the Abraham stories take place out in the fields and in the wilderness surrounding the cities. And that is going to be an important contrast on throughout. So here's what I'd like to do. There is one super important city that features in the Abraham stories and that is actually a network of cities, five cities, but two of them have become famous. Sodom and Gomorrah. And so I'd like to take us on the trail that leads to what happens at Sodom and Gomorrah. And then Abraham's role. God invites Abraham into a special role in relationship to the city. And what happens out of that. But you can't talk about the city in the Bible without talking about the cities of Sodom and Gomorrah. Cause they are like icons of. If Babylon is an icon of everything that's wrong with the human city, Sodom and Gomorrah is like a close second. It's just like right alongside. And they're kind of mirror images of each other. So how does the story of Abraham intersect with the story of Sodom and Gomorrah? Well, it begins in Genesis chapter 13. So we've talked about this story in our tour through the Torah last year. Also in the Firstborn series, we talked about this story actually. So this is early when Abram, his name is still Abram, when he goes into the land that God promised to him, the land of Canaan. And he's got a lot of stuff in the form of lots of tents, lots of people working for him.",
    "start": "00:14:42",
    "end": "00:16:55"
  },
  {
    "text": "He's a little mobile city.",
    "start": "00:16:56",
    "end": "00:16:57"
  },
  {
    "text": "He got a little mobile town and lots of animals. He's got an animal domestication program going. And what we're told also his nephew Lot, that came with him from the east. His nephew Lot has lots of the same. And they can't fit on one piece of land. They're migrating herds, and all their shepherds are fighting.",
    "start": "00:16:57",
    "end": "00:17:20"
  },
  {
    "text": "Yeah. So they're cruising through the hillside, setting up tents, letting the animals go and eat the grass, and they're living kind of. They're just.",
    "start": "00:17:20",
    "end": "00:17:29"
  },
  {
    "text": "Yeah.",
    "start": "00:17:30",
    "end": "00:17:30"
  },
  {
    "text": "You would call. What do you call this kind of lifestyle?",
    "start": "00:17:30",
    "end": "00:17:32"
  },
  {
    "text": "Well, semi nomadic, or they're migrating herdsmen camps that migrate around seasonally to where all the best pasture and grass is, following the weather patterns and through the.",
    "start": "00:17:32",
    "end": "00:17:45"
  },
  {
    "text": "Cycles of the year, which is actually. This is interesting because that's the opposite of setting up a farm, which then leads to. Then setting up a city and walls, the whole thing.",
    "start": "00:17:45",
    "end": "00:17:55"
  },
  {
    "text": "Completely opposite of a city.",
    "start": "00:17:55",
    "end": "00:17:56"
  },
  {
    "text": "Yeah, it's the opposite of a city. It's a nomadic life.",
    "start": "00:17:56",
    "end": "00:17:58"
  },
  {
    "text": "Yep. You travel around, so you're not settled in one place. You depend on God's provision through the weather to provide what you need for your operation, which means that you're constantly going from spot to spot based on what God provides and when. Whereas in the city, you just settle and you just make all your own provisions. Now, of course, dependent on the larger forces, but it's easy to forget that you're dependent on God when you live in a city. If we're talking about this as if this is an ancient mentality. I think about this all the time riding my bike around Portland, and it's like there's not one square millimeter of this space. Anything that even looks like maybe natural, like what it did before it got all paved over and built 150 years ago, has been cultivated to look like how it might have looked beforehand. But none of these trees are original anymore. And that kind of thing. Maybe a couple. So it's easy to forget. Yeah. That, like, there exists a world that humans didn't make right. When all you know is the city.",
    "start": "00:17:58",
    "end": "00:19:05"
  },
  {
    "text": "I guess what's interesting is if you do settle down, build a city, you can just pack more and more people in, and you can build pretty great cities. But here we have a story where Abraham and Lot realize, like, the way we're operating.",
    "start": "00:19:05",
    "end": "00:19:17"
  },
  {
    "text": "Oh, yeah. Out here, outside the city.",
    "start": "00:19:17",
    "end": "00:19:20"
  },
  {
    "text": "Outside the city. We can't cram ourselves together on this one hillside.",
    "start": "00:19:20",
    "end": "00:19:23"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:19:23",
    "end": "00:19:24"
  },
  {
    "text": "Like, we need to spread out.",
    "start": "00:19:24",
    "end": "00:19:26"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:19:26",
    "end": "00:19:27"
  },
  {
    "text": "And the reason was because their herdsmen were fighting.",
    "start": "00:19:27",
    "end": "00:19:31"
  },
  {
    "text": "Yeah.",
    "start": "00:19:31",
    "end": "00:19:32"
  },
  {
    "text": "Get at them. This is where my sheep are here.",
    "start": "00:19:32",
    "end": "00:19:34"
  },
  {
    "text": "Yeah. It also seems like it's both a Case of maybe there's not enough grass, fresh grass for all our animals, but also, like, our shepherds just can't stand each other.",
    "start": "00:19:34",
    "end": "00:19:42"
  },
  {
    "text": "Yeah, we're kind of getting tired of each other.",
    "start": "00:19:44",
    "end": "00:19:46"
  },
  {
    "text": "Yeah, totally. It's a less violent Cain enabled type of separation. In fact, when Abram is trying to reason with Lot, what he says is, listen, don't. As Genesis 13:8, don't let there be a dispute between me and you and between my shepherds and your shepherds. We are brothers. We're brothers. So then Abram solves the problem, though in a reversal of Cain's violence, he opens his hands.",
    "start": "00:19:46",
    "end": "00:20:11"
  },
  {
    "text": "Where Cain doesn't believe there's enough, that God will be generous.",
    "start": "00:20:11",
    "end": "00:20:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:14",
    "end": "00:20:14"
  },
  {
    "text": "Abraham believes there's enough.",
    "start": "00:20:14",
    "end": "00:20:16"
  },
  {
    "text": "That's right.",
    "start": "00:20:16",
    "end": "00:20:17"
  },
  {
    "text": "And he says, lot, you decide where to go, and I'll go and I'll take the rest because there's enough.",
    "start": "00:20:17",
    "end": "00:20:22"
  },
  {
    "text": "That's right. So we explored this story and the firstborn. What I want to focus on here is Abram says, you pick the first spot where you want to be, and I'll go somewhere else. And so Genesis 13:10, we're told Lot lifted his eyes. He saw all the valley of the Jordan River. So he's looking east down out of the hills, looking east to the valley of Jordan River. It was entirely watered. You're like, oh, a watery, lush valley. Yeah, that sounds like Eden. And then the narrator just stops the description of the valley and inserts, this was before Yahweh ruined Sodom and Gomorrah. And then he picks up the description again. It was like the Garden of Yahweh. It was like the land of Egypt, which apparently is also like the Garden of Yahweh. That's going to be important as far as you go to Zoar.",
    "start": "00:20:22",
    "end": "00:21:16"
  },
  {
    "text": "So Zoar is far east.",
    "start": "00:21:16",
    "end": "00:21:17"
  },
  {
    "text": "Zoar is one of the five cities, one of the towns in that. Yep. In the eastern valley. Lot chose for himself, of course, the Eden spot.",
    "start": "00:21:17",
    "end": "00:21:27"
  },
  {
    "text": "Yeah.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "And he journeyed eastward, but we were just told he's choosing a spot that looks like Eden, but that is gonna, for some reason, get ruined. Yahweh's gonna ruin it.",
    "start": "00:21:27",
    "end": "00:21:37"
  },
  {
    "text": "Because you're supposed to know that Sodom and Gomorrah is out there.",
    "start": "00:21:38",
    "end": "00:21:40"
  },
  {
    "text": "Yeah, totally. So it's a good example where the narrator assumes, hey, dear reader, if you're reading the story for the first time, these cities that are in the valley that Lot just chose, yeah, they're going to get toasted. But this is before any of that happened. The narrator kind of drops a little trail of breadcrumbs, letting you know that he didn't make a good choice. This was a poor choice. He was going off of what it looked like, but what in reality, it was outside the land that Yahweh has blessed. So the reason I'm bringing this up is the first time Sodom and Gomorrah is mentioned, okay. And it seems like the whole point is it seems like a good place, seems like an Eden spot, but it's a spot that is going to get ruined. And you're like, why? I don't know the reason why. So you gotta keep rocking. Abram dwelt in the land of Canaan. As for Lot, he dwelt in the cities of the valley. There's our word City.",
    "start": "00:21:40",
    "end": "00:22:37"
  },
  {
    "text": "He's in the cities?",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Yep.",
    "start": "00:22:38",
    "end": "00:22:38"
  },
  {
    "text": "He's not in the valley, just roaming around anymore. He's like, you know, I'm gonna hang out in the city.",
    "start": "00:22:38",
    "end": "00:22:42"
  },
  {
    "text": "Yep. So Abram, we're told, is dwelling out outside the city regions by the oaks of Mamre that are by Hebron, a city. So he's within, you know, the district of a city, but he's hanging out in the forest and the trees and the hills where he builds an altar to Yahweh. Contrast a lot. He just goes right into the cities. He's just city life. I want city life. And then in verse 13, we're told.",
    "start": "00:22:42",
    "end": "00:23:10"
  },
  {
    "text": "Now, start spreading the news.",
    "start": "00:23:10",
    "end": "00:23:12"
  },
  {
    "text": "Then verse 13, we're told now to Yahweh, the men of Sodom, where he set up his tent in the city. They were Ra. They were bad. Hebrew word is Ra. It's the word that was introduced back in the Garden of Eden. And they were Hataim. It gets translated as sinners. But the word sin means to morally fail. Fail morally. But the word bad and the word sin come from the Eden narrative. We know about sin.",
    "start": "00:23:13",
    "end": "00:23:44"
  },
  {
    "text": "Yeah.",
    "start": "00:23:44",
    "end": "00:23:44"
  },
  {
    "text": "The last time that word appeared, it was loaded. In the story of Cain, that was the last time.",
    "start": "00:23:44",
    "end": "00:23:50"
  },
  {
    "text": "Okay?",
    "start": "00:23:51",
    "end": "00:23:51"
  },
  {
    "text": "So what I know about sin is sin is like. Sin is a snake that will tell you a story in your heart, in your mind about how there's not enough and I need to take and build for myself what I need to because I can't trust God to provide or protect me. The word sin is associated with that in the story of Cain. So now here's another city full of.",
    "start": "00:23:53",
    "end": "00:24:20"
  },
  {
    "text": "Cain kind of people, full of people.",
    "start": "00:24:20",
    "end": "00:24:22"
  },
  {
    "text": "Like the snake or people who follow the direction of the snake and they seize what is bad, and they are captive to sin very much. The narrator says, so we're setting up. Something bad is going to go down in Sodom. So we're all the way here in chapter 13. So all of these themes just sit here simmering in the background until much later in the story in chapter 18. And here, really, the story about the ruin of Sodom and Gomorrah begins proper in Genesis 18. But that's how biblical authors do it. They'll just seed little lines, little phrases that are connected with hyperlinks. So the fact that Sodom looks like Eden, but in reality it's full of evil and sin is all the language of the Garden of Eden versus the city of Cain. It's drawing on all those connections from our first few conversations. So with that in mind, we're expecting that Sodom will become like a greater than the city of Cain. That was before. Okay, so in Genesis 18, Abraham and Sarah are still waiting for a son. And we're told that Yahweh shows up to visit Abraham in the form of three humans.",
    "start": "00:24:22",
    "end": "00:25:41"
  },
  {
    "text": "They're waiting for a son. That's a whole nother storyline.",
    "start": "00:25:42",
    "end": "00:25:45"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:25:45",
    "end": "00:25:46"
  },
  {
    "text": "But God promised them a great family. We did, I guess, say that.",
    "start": "00:25:46",
    "end": "00:25:49"
  },
  {
    "text": "Yeah.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "And so they need kids.",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "Yeah, that's right. And so they tried to produce a son by their own wisdom through an Egyptian slave, Hagar, and that resulted in a lot of pain and division in the family. And in Genesis 18, just Yahweh, it says Yahweh comes and promises them a son. But Yahweh appears in the form of three humans. And one of the humans begins talking, and the narrator just calls that human Yahweh. But then you're like, well, who are these other two? So after God promises that there's going to be a son born to them. Genesis 18:16. The story picks up from here. We've never talked about the story.",
    "start": "00:25:51",
    "end": "00:26:28"
  },
  {
    "text": "Oh, okay.",
    "start": "00:26:28",
    "end": "00:26:28"
  },
  {
    "text": "Yeah. So what we're told is after they have that conversation about the future child of Abraham and Sarah, Genesis 18:16, the men arose from there and they looked down upon Sodom. So you're like, oh, I guess that makes sense. They're up in the hills. And remember, Lot looked down to the east and he could see the valley and down to Sodom. And so now the men arose from there. And you're like, okay, well, there were three of them there. So I guess the three guys got up and they looked down upon Sodom, and Avraham was going with them to send them off, like any good host would do. Verse 17. And Yahweh said, you're like, wait, what?",
    "start": "00:26:28",
    "end": "00:27:10"
  },
  {
    "text": "Yeah. Yahweh shows up talking.",
    "start": "00:27:10",
    "end": "00:27:11"
  },
  {
    "text": "So we know that Yahweh appeared as one of the humans. So it's just an interesting dynamic, Yahweh said. And what happens is Yahweh has this conversation with himself in front of Abraham. In front of Abraham?",
    "start": "00:27:11",
    "end": "00:27:27"
  },
  {
    "text": "Yeah.",
    "start": "00:27:27",
    "end": "00:27:27"
  },
  {
    "text": "Yeah. Should I hide from Abraham what I am about to do? It's just so funny. It's like, well, I guess not. You're saying it in front of him. And Abraham's about to, like, hear and speak up. So funny. For Abraham will certainly become a nation great and powerful, and all the nations of the land will discover blessing through him. Indeed, I have known him so that he would command his sons and his house after him, that they should keep the way of Yahweh by doing what is right, by doing what is just. So that Yahweh will bring upon Abraham all that he's spoken about him. What a weird conversation to have with yourself in front of the person that you're. You know what I mean? It's almost comical. And Yahweh. Here's Yahweh's second speech. The outcry against Sodom and Gomorrah, it is huge. And their sin, it is heavy. Very much the outcry. The outcry, yes. Against the outcry. Yep. Literally, it's the Hebrew phrase the outcry of Sodom and Gomorrah. But this word outcry is a synonym of the blood of Abel crying out from the ground. So when there is an outcry to.",
    "start": "00:27:27",
    "end": "00:28:56"
  },
  {
    "text": "God, it's a call for justice.",
    "start": "00:28:56",
    "end": "00:28:57"
  },
  {
    "text": "It's a call to God against some oppressor or someone who's committed injustice. So what the phrase means is outcry against Sodomorra. Yeah, it's sort of like there's this.",
    "start": "00:28:57",
    "end": "00:29:10"
  },
  {
    "text": "There's enough oppression happening in Sodom and Gomorrah, violence and injustice, that there's a crying out, you would imagine, from those.",
    "start": "00:29:10",
    "end": "00:29:18"
  },
  {
    "text": "Being oppressed, from the oppressed in Sodom and Gomorrah.",
    "start": "00:29:18",
    "end": "00:29:21"
  },
  {
    "text": "And God is hearing it.",
    "start": "00:29:21",
    "end": "00:29:22"
  },
  {
    "text": "Yep. And their sin, which, again, that word echoes back to Cain and the city he builds. Their sin is heavy. Very much. I should go down so that I can see if the outcry that has come up before me is what they have completely done. And if not, then I'll know God.",
    "start": "00:29:22",
    "end": "00:29:41"
  },
  {
    "text": "Has to go see it for himself.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Yeah. God's portrayed here as a judge, and there is an accusation that's arisen against a City. And what a righteous judge will do is not judge hastily just by a report. They will go investigate and see if the outcry matches the reality. And if so, there's time to bring justice. So I think it sounds funny to us because we're just like, well, if God knows, he knows. But the narrator wants us to imagine God is this righteous judge, and he's deliberating with a crew. He's having a conversation. And you're like, I guess there are three of them there, right?",
    "start": "00:29:43",
    "end": "00:30:24"
  },
  {
    "text": "This is kind of a divine council type of moment, then.",
    "start": "00:30:24",
    "end": "00:30:27"
  },
  {
    "text": "It's a divine council moment. Okay. Actually, so this is important. That little speech right there in verses 20 to 21 of Genesis 18 is drawing language from three different stories earlier in Genesis. So when Yahweh says to Cain, what is this you have done? He confronts Cain. The voice of the blood of your brother is crying out from the ground. The outcry. And what God says here is, the outcry has reached me. I need to go see if it matches what somebody has done. When it says, the outcry has come up before me. That's connected to what God says after the Nephilim and the Gibborim spread the violence in the days before the flood. And God says, the end of all flesh has come up before me. And the word end, the word the end has come both rhymes and is a synonym with the word outcry. Tzeka. Yeah, and then check out this here. When Yahweh says about Sodom and Gomorrah, I should go down to see. This is what Yahweh said to the divine council about the city of Babylon. Yahweh came down to see the city and the tower and said, look, this is what they've begun to do now. Nothing which they purpose will be impossible for them. So come, let us go down and confuse their language. So in other words, this moment with Sodom and Gomorrah is being portrayed as Sodom and Gomorrah brings together into one city. What earlier in the story was about the city of Cain, the generation of the flood, and the story of Babylon all wrapped up in Sodom and Gomorrah.",
    "start": "00:30:27",
    "end": "00:32:20"
  },
  {
    "text": "So if you're following all these hyperlinks, you're realizing God's speech here is depicting Sodom and Gomorrah as a mess. Like this is as bad as Cain's violence. No, it's as bad as the violence during the time of Noah, which was so bad, God sent a flood to wipe it all clean. No in fact, this is as bad as the Tower of Babylon.",
    "start": "00:32:20",
    "end": "00:32:49"
  },
  {
    "text": "Yes, yes.",
    "start": "00:32:49",
    "end": "00:32:50"
  },
  {
    "text": "Which was when all of humanity were trying to become reach divinity on their own through their own tools and wisdom. And God had to scatter that.",
    "start": "00:32:50",
    "end": "00:33:02"
  },
  {
    "text": "That's right. And recall that both the flood and the story of Babylon are about either spiritual beings crossing out of their appropriate boundary to come down to the realm of humans. That's the sons of God.",
    "start": "00:33:02",
    "end": "00:33:17"
  },
  {
    "text": "That's the story before the flood.",
    "start": "00:33:17",
    "end": "00:33:18"
  },
  {
    "text": "Yep. It's the last straw. And then Babylon is the inverse. It's of humans trying to ascend into the heavens, but by their own wisdom and skill to make a name for themselves. So they're inverted. And what we're going to see in this story to follow about Sodom and Gomorrah, it's packed with hyperlinks and key phrases that link all the way back to these three stories. The story of Cain and his city, the story of the Nephilim in the flood, and the story of the Tower of Babylon. So in this phrase, we just read this little paragraph, God's speech, it's already set us up to expect that Sodom and Gomorrah are like a new city of Cain, new generation of the flood, new Babylon. And that's just gonna start to notice all sorts of hyperlinks in the story to follow. So that's important as we read the story of Sodom and Gomorrah, which I think we should do. This is what we came for. You ready? So what happens next in the narrative proper? We could spend a whole episode just on what happens now. Abraham, of course, overhears what God is saying.",
    "start": "00:33:18",
    "end": "00:35:05"
  },
  {
    "text": "Oh, yeah. Then he negotiates.",
    "start": "00:35:06",
    "end": "00:35:07"
  },
  {
    "text": "Yeah. And what Abraham says is, now, hold on, hold on. Are you telling me there's no righteous people in that city and that you're going to just sweep away the righteous and the wicked together in one act of justice? He says, far be it from you who is the righteous judge, the justice bringer on all the land. Won't you do justice? But what he does is he begins interceding on behalf of the righteous in the city. And he thinks that God is going to be stingy. So he begins, like, in bartering mode. And God just doesn't play the game at all. He just gives Abraham everything he wants.",
    "start": "00:35:07",
    "end": "00:35:46"
  },
  {
    "text": "Yeah.",
    "start": "00:35:47",
    "end": "00:35:47"
  },
  {
    "text": "So what if there's 50 righteous?",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "Okay, yeah, I won't do it.",
    "start": "00:35:49",
    "end": "00:35:50"
  },
  {
    "text": "Yeah. Deal. Deal. Abraham's like, oh, really? So, 45. And then he goes down to 40, and then he goes down to 30, then he goes down to 20, then he goes down to 10. And at each point, God doesn't.",
    "start": "00:35:51",
    "end": "00:36:03"
  },
  {
    "text": "He just like, he doesn't miss a beat.",
    "start": "00:36:03",
    "end": "00:36:05"
  },
  {
    "text": "Yep, Yep. So it's as if the narrative is portraying Abraham is perceiving that God will be less merciful and that he has to barter. And at every step, God is more merciful than Abraham ever anticipated. And it's interesting that Abraham is the one who stops at 10, which leaves open the question of, like, well, what about one? What about one? What about none?",
    "start": "00:36:05",
    "end": "00:36:33"
  },
  {
    "text": "Well, isn't that the story of the flood?",
    "start": "00:36:34",
    "end": "00:36:35"
  },
  {
    "text": "Well, the story of the flood is one flood comes down to one. Yeah. Of one righteous. It's the same word, righteousness.",
    "start": "00:36:36",
    "end": "00:36:41"
  },
  {
    "text": "Now, to be clear, is that really the logic of the story of the flood is God is like, look, there is not one but Noah, Right?",
    "start": "00:36:41",
    "end": "00:36:47"
  },
  {
    "text": "Yeah, that is for sure. And Noah's the righteous one. Here, as it's going to turn out, there is only one. But it's interesting. Even Lot is depicted as kind of morally questionable. And the one that the narrative has named the righteous one is the guy sitting here interceding. Because just three chapters ago, we learned that Abraham was counted as righteous before God because of his faith. So Abraham's the righteous one, but he's not in the city. So you have. In this. It's a twist. You have the righteous one up on the high place in the council of God, but it's a human interceding on behalf of the wicked city.",
    "start": "00:36:47",
    "end": "00:37:28"
  },
  {
    "text": "Oh, wow.",
    "start": "00:37:28",
    "end": "00:37:28"
  },
  {
    "text": "Down below where I have a nephew who I guess maybe he'll be counted as righteous because of Abraham. It's really interesting, huh?",
    "start": "00:37:29",
    "end": "00:37:37"
  },
  {
    "text": "Wow.",
    "start": "00:37:37",
    "end": "00:37:38"
  },
  {
    "text": "Yeah. This whole thing is a meditation on the righteous intercession on behalf of the many. I'd like to make a theme video about the intercessor. Intercessor or the mediator, because I think the suffering servant.",
    "start": "00:37:38",
    "end": "00:37:52"
  },
  {
    "text": "Is that what it is?",
    "start": "00:37:52",
    "end": "00:37:52"
  },
  {
    "text": "Yeah, that's where it goes. Because you get into Isaiah, what you're exploring there is you have no righteous among Israel, but you have one. Well, I guess you have one righteous Israelite intercessor who is the servant. And if that one intercedes before God, God will forgive the many.",
    "start": "00:37:52",
    "end": "00:38:09"
  },
  {
    "text": "Right.",
    "start": "00:38:09",
    "end": "00:38:09"
  },
  {
    "text": "And that.",
    "start": "00:38:09",
    "end": "00:38:10"
  },
  {
    "text": "And this was your job revelation too.",
    "start": "00:38:10",
    "end": "00:38:13"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:38:13",
    "end": "00:38:14"
  },
  {
    "text": "He is an image of the suffering intercessor.",
    "start": "00:38:14",
    "end": "00:38:16"
  },
  {
    "text": "And it's when Job emerges from his suffering and intercedes for his friends, that's when God forgives them. Yeah. It's a big meta theme that leads up. And the role of the high priest is in there. And then all of these images get bound together in the gospels and apostolic writings. Anyway, so this is a cool story that I said we weren't going to. But it's important in that what Noah did after the flood was intercede on behalf of creation with his sacrifices and offerings. So Noah's intercession comes after the flood of judgment. Here. Abraham's intercession comes before. He's trying to prevent it. So you walk away going, well, okay, so if there's 10 righteous, I guess God won't ruin the city. So you just have to read on. And we're told then Yahweh went away when he finished speaking to Abraham, and Abraham returned to his place. What's going to happen next? Genesis 19, verse 1. Now, the two messengers went to Sodom in the evening. The two oh two.",
    "start": "00:38:17",
    "end": "00:39:22"
  },
  {
    "text": "There was three.",
    "start": "00:39:23",
    "end": "00:39:23"
  },
  {
    "text": "This is so good. This is classic Hebrew Bible, where they give you the key information long after you need it, which forces you go back and reread it. So now you're like, oh, so I guess it was Yahweh and two angels.",
    "start": "00:39:23",
    "end": "00:39:38"
  },
  {
    "text": "Oh. And so now the two angels are going.",
    "start": "00:39:38",
    "end": "00:39:39"
  },
  {
    "text": "Who came to chill with Abraham.",
    "start": "00:39:39",
    "end": "00:39:41"
  },
  {
    "text": "Because messenger is the word for angel.",
    "start": "00:39:41",
    "end": "00:39:42"
  },
  {
    "text": "Messenger is. Yeah. The Hebrew word that gets translated in our English translations as angel in the Old Testament is just the Hebrew word for messenger. And it's used of human messengers, too.",
    "start": "00:39:42",
    "end": "00:39:53"
  },
  {
    "text": "Okay.",
    "start": "00:39:53",
    "end": "00:39:54"
  },
  {
    "text": "Yeah. So it's a spiritual being.",
    "start": "00:39:54",
    "end": "00:39:55"
  },
  {
    "text": "So just to recap, because this is really dense.",
    "start": "00:39:56",
    "end": "00:39:58"
  },
  {
    "text": "Yeah.",
    "start": "00:39:58",
    "end": "00:39:59"
  },
  {
    "text": "And if you haven't been following along in these conversations.",
    "start": "00:39:59",
    "end": "00:40:01"
  },
  {
    "text": "Yeah.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "Abraham is visited by three humans.",
    "start": "00:40:02",
    "end": "00:40:05"
  },
  {
    "text": "Yep.",
    "start": "00:40:05",
    "end": "00:40:06"
  },
  {
    "text": "But then Abraham starts calling one of them Yahweh.",
    "start": "00:40:06",
    "end": "00:40:08"
  },
  {
    "text": "Yeah. And the narrator says.",
    "start": "00:40:09",
    "end": "00:40:10"
  },
  {
    "text": "Or the narrator starts calling Yahweh.",
    "start": "00:40:10",
    "end": "00:40:11"
  },
  {
    "text": "Yahweh visits Abraham, and Abraham saw three humans.",
    "start": "00:40:11",
    "end": "00:40:15"
  },
  {
    "text": "So in some sense, Yahweh's there, but three humans are there. It's this weird puzzle.",
    "start": "00:40:15",
    "end": "00:40:19"
  },
  {
    "text": "Yep.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "What's going on? But now we're moving forward. And Yahweh has said, you know, we're going to have to go check out Sodom and Gomorrah. And now we get into chapter 19. And two messengers go to Sodom and Gomorrah. It's like two of the three. And so you're saying as you meditate on this, you kind of think, okay, so it was Yahweh with two of the divine council. These two angels, they had their divine council moment. Abraham was invited in, and now the angels are going out.",
    "start": "00:40:20",
    "end": "00:40:46"
  },
  {
    "text": "Totally. And remember, so you have two angelic representatives of the Divine council, and they are entering into this city that's in a region that looks like The Garden of Yahweh. Two angels entering into the Garden of Yahweh and they're about to bring fire.",
    "start": "00:40:46",
    "end": "00:41:05"
  },
  {
    "text": "Okay.",
    "start": "00:41:05",
    "end": "00:41:06"
  },
  {
    "text": "The city's going to get toasted by fire.",
    "start": "00:41:07",
    "end": "00:41:08"
  },
  {
    "text": "Are you saying I should be thinking about the two cherubim at. @ the gate?",
    "start": "00:41:08",
    "end": "00:41:13"
  },
  {
    "text": "And the sword of fire?",
    "start": "00:41:13",
    "end": "00:41:14"
  },
  {
    "text": "And the sword of fire. Yeah, but cherubim are different than angels.",
    "start": "00:41:14",
    "end": "00:41:18"
  },
  {
    "text": "Totally. Yep. But I'm just saying similar role. Well, cherubim are multi form animal hybrid creatures that stand as bouncers at the boundary of heaven and Earth. And what I'm just saying is the narrator here has already told us that this city is in the Valley Eden Mirage that looks like the Garden of Yahweh. And now we have two spiritual beings coming and they're going to bring the fire of Yahweh's judgment on the city for being like the city of Cain.",
    "start": "00:41:19",
    "end": "00:41:52"
  },
  {
    "text": "Spoiler.",
    "start": "00:41:53",
    "end": "00:41:53"
  },
  {
    "text": "Yeah, sorry. Anyway, this just occurred to me the other day of why two?",
    "start": "00:41:54",
    "end": "00:41:58"
  },
  {
    "text": "Okay.",
    "start": "00:41:58",
    "end": "00:41:58"
  },
  {
    "text": "Why this emphasis on the two in the story? And I think it's because they're being set on analogy with those two cherubim with the fire and sword at the boundary of the Garden of Eden. Okay, now I'm not saying that the narrator is saying these guys are cherubim and now the cherubim look like humans. I'm just saying they're set on. It's suggestive. It's an analogy. Okay, so the two messengers go to Sodom in the evening. Okay, it's night. So this whole story is being set as the light of the sun goes down. Now, Lot just happened to be chilling there in the gate of Sodom, you know, as an upstanding citizen did in the ancient world. In the city gate, Lot saw, and he arose to meet them. He bowed his face to the ground and he said, look, please, my masters, please turn aside to the house of your servants. Stay the night, wash your feet, rise up in the morning, and then go your way.",
    "start": "00:41:58",
    "end": "00:42:53"
  },
  {
    "text": "Yeah, being a good host.",
    "start": "00:42:54",
    "end": "00:42:56"
  },
  {
    "text": "Yeah, being a very hospitable host. Welcome to our city. And they said, no, no, no, we'll just stay the night in the city square. We're good. We got blankets. And he pressured them very much. So they turned aside to him and they went to his house and he made them drinks and he baked unleavened bread and they ate. So classic Eastern hospitality here, or if you're in America, Southern hospitality. So you're like, okay, all right, that's great. That's great. Now, in the context that he. What Lot is doing is the same Sequence of events of what Abraham did when the three guys showed up at his tent, it's like almost verbatim. So he's being portrayed as like his righteous uncle Cool. And we're like, cool, that's great. So before they laid down, that is to go to sleep, the men of the city, the men of Sodom surrounded the house from young to old, all the people completely fairly, fairly broad. And we're like really meditating on all the men of the city from young to old. Everybody okay? And they called out to Lot and they said to him, where are the men who came to you at night? Make them go out to us so that we can know them. So this is very suggestive. It's intentionally ambiguous terminology. It's being used. So on one level, and this is surely ironic because Lot showed great hospitality. And so you could read this on one level and be like, oh, well, they just want to get to know.",
    "start": "00:42:56",
    "end": "00:44:41"
  },
  {
    "text": "The guys, get in on the party who's here.",
    "start": "00:44:41",
    "end": "00:44:42"
  },
  {
    "text": "Right? But of course, that is the ironic meaning because that's not literally what they mean. That's going to become very clear that the men of the city want to bring these guests out into the city square and gang rape them in the city. So the word know here is activating a nuance of the word no, which means to have sexual intimacy with. That's a meaning of the word no that was used in Genesis 4 with the story of Adam knew Eve gave birth to Cain, then Cain knew his wife and then built a city. So even this little line right here is reminding us of Cain and his city, because this is what Cain knew his wife and then built the first city. Okay, so that's what the men of the city say. So Lot went out to them at the entrance, and as for the door, he closed the door behind him.",
    "start": "00:44:42",
    "end": "00:45:40"
  },
  {
    "text": "This is of his house.",
    "start": "00:45:41",
    "end": "00:45:42"
  },
  {
    "text": "Yep. And he goes out through the door and then he closes the door behind him and he said, oh, my brothers, my brothers, don't do this evil thing. It's the word Ra as a verb. The word from the Garden of Eden story. Look, please, I have two daughters who have not known a man. Let me please make them go out to all of you and you do to them what is good in your eyes. Just don't do anything to these men because this is the reason they came into the shelter of my beamed roof. How you doing? This is a horrible story. Yeah, this is one of the handful of most stomach turning stories in the, in the Hebrew Bible, both what the men of the city want to do. But then also.",
    "start": "00:45:42",
    "end": "00:46:38"
  },
  {
    "text": "Lot's response.",
    "start": "00:46:38",
    "end": "00:46:39"
  },
  {
    "text": "Lot's response.",
    "start": "00:46:39",
    "end": "00:46:40"
  },
  {
    "text": "Yeah. It doesn't make any sense to me. It feels like Lot and I have completely different moral intuitions.",
    "start": "00:46:41",
    "end": "00:46:48"
  },
  {
    "text": "Yeah, yeah, yeah, sure.",
    "start": "00:46:48",
    "end": "00:46:50"
  },
  {
    "text": "For some reason, he thinks it's the right thing to do to spare his guests by offering his own daughters. And it's like, what father would have that moral intuition?",
    "start": "00:46:50",
    "end": "00:47:02"
  },
  {
    "text": "Yeah.",
    "start": "00:47:02",
    "end": "00:47:03"
  },
  {
    "text": "And that just does not make any sense.",
    "start": "00:47:03",
    "end": "00:47:07"
  },
  {
    "text": "Yeah. I think some commentators appeal to the fact that would be harder for us to imagine, but in a very hierarchical, patriarchal culture, daughters are of less social value in the chain of social rank. And so some people think this speaks to. To the fact that. The fact that Lot would protect two strangers, but who are men at the expense of his own daughters. Some people think that it's drawing out.",
    "start": "00:47:07",
    "end": "00:47:38"
  },
  {
    "text": "That would make sense to someone in that time.",
    "start": "00:47:39",
    "end": "00:47:42"
  },
  {
    "text": "No. Well, I'm just saying some people have brought up. That's a cultural dynamic that in strong patriarchal cultures, traditional cultures, daughters, Young daughters are the lowest social rank, especially if they're not of marriageable age yet. Which, I mean, that bothers me to my core. But I'm just saying that is a part of the cultural background of the narrative. However, even saying that, I think the narrator is expecting the reader to go into convulsions here, like, what are you doing, Lot? Yeah. And also the language. So I have two daughters that have not known a man. That is, if they're still of marriageable age. And do to them what is good in your eyes. This is another creative reuse of that phrase that was introduced back in the Garden of Eden story, where the woman saw the tree of knowing, good and evil, good and bad. And she saw, she desired, and she took, she did what is good in her eyes. So now we have one character commending that somebody else do something good in their eyes by gang raping not two men, but rather my two daughters. Now, there's also a whole level, like, there's hyperlinks are leaping off the page right here back to these three stories that we talked about. And that's an important dynamic, too. But I just want to finish reading the scene here.",
    "start": "00:47:42",
    "end": "00:49:03"
  },
  {
    "text": "Okay.",
    "start": "00:49:03",
    "end": "00:49:03"
  },
  {
    "text": "Verse nine. So the men of Sodom said, get away. And they said, this one has come as an immigrant.",
    "start": "00:49:03",
    "end": "00:49:11"
  },
  {
    "text": "They're talking about Lot.",
    "start": "00:49:11",
    "end": "00:49:11"
  },
  {
    "text": "And he's going to bring justice. Like, he's a judge.",
    "start": "00:49:13",
    "end": "00:49:16"
  },
  {
    "text": "He's gonna tell us what to do.",
    "start": "00:49:17",
    "end": "00:49:18"
  },
  {
    "text": "Mm. Now we're going to do evil to you lot even more than what we're gonna do to them. And they begin to pressure Against Lot. Very much so. We're imagining a mob against the door, and they drew near to break down the door. But then the men, like, inside the house, they sent out their hand and they brought Lot into the house and they closed the door. And as for the men at the entrance of the house, they struck them with blindness, from the littlest to the biggest. And then they groped about trying to find the entrance of the door. So this is the action scene. Man, this is a dark story in lots of ways.",
    "start": "00:49:18",
    "end": "00:50:07"
  },
  {
    "text": "Yeah.",
    "start": "00:50:07",
    "end": "00:50:08"
  },
  {
    "text": "So there's lots of little, odd narrative details.",
    "start": "00:50:08",
    "end": "00:50:10"
  },
  {
    "text": "I mean, yeah, it's a rough enough story that. That Sodom and Gomorrah is depicted as a bunch of people who are like, you know what I want to do when a stranger comes into town? Yeah, we're going to do a gang rape. That's what sounds good. If you're going to stop us, then we're going to punish you.",
    "start": "00:50:10",
    "end": "00:50:26"
  },
  {
    "text": "The story is already highly disturbing and makes you want to stop reading it at that point.",
    "start": "00:50:26",
    "end": "00:50:31"
  },
  {
    "text": "That's a dark. It's a dark story. You can kind of then go, oh, okay. But, you know, we're getting used to, like, dark stories where things just go really bad, and we need someone who is righteous, who can help set it right, that God can choose. But here in this story, the guy.",
    "start": "00:50:31",
    "end": "00:50:51"
  },
  {
    "text": "Who'S the nephew of the righteous guy.",
    "start": "00:50:51",
    "end": "00:50:54"
  },
  {
    "text": "The nephew of the righteous guy who you actually just went out of the way to say, like, invited the guests in, just like Abraham.",
    "start": "00:50:54",
    "end": "00:51:00"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:00",
    "end": "00:51:00"
  },
  {
    "text": "So this guy we're rooting for, he's like, has the worst idea possible.",
    "start": "00:51:00",
    "end": "00:51:06"
  },
  {
    "text": "His sense of what is good and bad in the obviously very complicated crisis scenario, even his sense of good and bad has been distorted.",
    "start": "00:51:07",
    "end": "00:51:17"
  },
  {
    "text": "Yeah. So at this point, you're kind of just rooting for the angels just to shut everything down. Just like all of it. All of them.",
    "start": "00:51:17",
    "end": "00:51:25"
  },
  {
    "text": "This is a moment where the biblical authors are in much more like, what do you say? You know, I guess you can just compare it to movies and TV series that are tragedies, that explore the human condition in a realistic way that make your stomach turn.",
    "start": "00:51:26",
    "end": "00:51:43"
  },
  {
    "text": "Yeah.",
    "start": "00:51:43",
    "end": "00:51:44"
  },
  {
    "text": "And that's the point.",
    "start": "00:51:44",
    "end": "00:51:45"
  },
  {
    "text": "A no country for Old Men kind of movie.",
    "start": "00:51:45",
    "end": "00:51:47"
  },
  {
    "text": "Yeah. Yep. No country for Old Men. Breaking Bad, whatever. In a previous generation, the Godfather series. And it's just sad. Sad, Violent, tragic. Sad, Violent, tragic, sad. But that's the point. It's to just show you how we really think and how we really act and that none of us is beyond going down the road to being like this. So now there's A little conversation inside the house. And the men say to Lot, how many are here with you? Do you have sons in law or sons or daughters or anyone who's in the city who belongs to you, get them out of this place. Because we are about to bring the ruin of this place. Because the outcry against them is great before Yahweh. And Yahweh sent us to cause its ruin. So Lot went out and he spoke to his sons in law, who had married his daughters, and he said, you guys got to get out of here. Yahweh is going to cause the ruin of this city. But in the eyes of his sons in law, he was just trying to make them laugh.",
    "start": "00:51:47",
    "end": "00:53:30"
  },
  {
    "text": "They thought it was a joke.",
    "start": "00:53:30",
    "end": "00:53:31"
  },
  {
    "text": "They think it's a joke. Yeah. So the narrative is comparing the men of Sodom to Cain and his city. We've seen that with the outcry and the earlier hyperlinks we discussed. But then also the man of Sodom. And this whole city is being set on analogy to the generation of the flood through hyperlinks that the author has put there. So isn't it interesting that the story of the last big, like disaster or rebellion before the flood is a story about spiritual beings crossing the boundary and having illicit sexual union with humans, that is, with daughters. That's Genesis 6, the daughters of Adam. Now, here is a story about human beings crossing a boundary and trying to gang rape spiritual beings. Do you see? It's the inverse of each other. So Yair Zakovich, an Israeli biblical scholar, in his little book, Introduction to Inner Biblical Interpretation, sadly has not been translated into English. That's just in modern Hebrew. Oh, wow, that's great. It's a great little book. He noted this long ago that there's a really important analogy between the story of Sodom and the story of the flood. So the story right before the flood is about spiritual beings, sons of God, having illicit sexual union with the daughters of Adam, humans. And that's male and female, presumably. Then right after the flood is a story of Noah and Ham. And what's weird about that is we're told Ham went into the tent and he looked on the nakedness of his father. And that phrase is ambiguous, but it does refer to sexual union, specifically to a son sleeping with his mother or with his mother in law. But Noah's wife never figures in that story explicitly. It's just about what a son does to his father. So notice how in the story of Sodom, it begins with a story of humans trying to engage in illicit sexual Union with spiritual beings. And then the even worse story is after the destruction of Sodom, Lot goes up into a cave with his daughters, and his daughters get him drunk in a cave and have sex with their dad in order to propagate the line. Does that make sense? The analogies between these two stories.",
    "start": "00:53:31",
    "end": "00:56:11"
  },
  {
    "text": "Right. We didn't. Yes. We haven't read that story.",
    "start": "00:56:11",
    "end": "00:56:13"
  },
  {
    "text": "No.",
    "start": "00:56:14",
    "end": "00:56:14"
  },
  {
    "text": "But you're saying it's unparallel to Ham taking advantage of his dad. Lot's daughters take advantage of Lot, their.",
    "start": "00:56:14",
    "end": "00:56:22"
  },
  {
    "text": "Dad, just as Ham took advantage of his drunk father in a tent.",
    "start": "00:56:22",
    "end": "00:56:27"
  },
  {
    "text": "Yeah.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "So the daughters of Lot take advantage of their drunk father in a cave.",
    "start": "00:56:29",
    "end": "00:56:33"
  },
  {
    "text": "You know, this stuff doesn't play well in Sunday school, does it?",
    "start": "00:56:33",
    "end": "00:56:36"
  },
  {
    "text": "No, man, no. This is why we're at the Breaking Bad moment. This is like. But it's realistic. This is what humans do. This is how humans behave. And notice it's in. Especially here in Sodom, it's in association with cities. It's like when you're in cities, these little creations, these snow globes of human making. And we create art and metallurgy and. Right. Technology, they become little story, little mini worlds unto themselves. And a city can create this alternate reality where good is bad and bad is good. So much so that appropriate lines of good and bad get all mixed up and crossed and humans start doing crazy, crazy stuff to each other. I think that's the portrait here. So the fact that illicit sexual union that doesn't correspond to God's Eden ideal set up back at the beginning of the Genesis scroll, becomes, in this story, one of the sad. What do you say? Sad? Like symptoms of this diseased human imagination and the inability to.",
    "start": "00:56:36",
    "end": "00:57:48"
  },
  {
    "text": "Yeah. Where Lamech just was like, you know, I'm going to take two wives and I'm going to avenge myself. And it's almost like the city bred that kind of mentality.",
    "start": "00:57:48",
    "end": "00:57:56"
  },
  {
    "text": "Yeah.",
    "start": "00:57:56",
    "end": "00:57:57"
  },
  {
    "text": "Here we're seeing the city breed of mentality where just everyone in the city's like, you know what we do to visitors? We have a sexual revelry with them against their will.",
    "start": "00:57:57",
    "end": "00:58:10"
  },
  {
    "text": "Yeah. And notice how sex is joined with violence in the story of Sodom. So it's not just sex, and it's not just about illicit sex across appropriate boundary lines. It's sex combined with public shame, rape, and violence. It's just. It's the new low point. It's the lowest point in the Genesis story so far.",
    "start": "00:58:10",
    "end": "00:58:31"
  },
  {
    "text": "Yeah.",
    "start": "00:58:31",
    "end": "00:58:32"
  },
  {
    "text": "You're just like, man, humans, we are so easily. Our moral compasses are so easily scrambled.",
    "start": "00:58:32",
    "end": "00:58:38"
  },
  {
    "text": "Yeah.",
    "start": "00:58:38",
    "end": "00:58:38"
  },
  {
    "text": "And what results in this case is violence towards vulnerable women. Like, that's. I think that's the low point of the story is that a father would expose his daughters to sexual predators.",
    "start": "00:58:38",
    "end": "00:58:52"
  },
  {
    "text": "So you're saying that the reality of a city being that it creates its own little world and that it becomes an environment in which it brings out the worst moral intuitions.",
    "start": "00:58:53",
    "end": "00:59:06"
  },
  {
    "text": "I'm just saying that. I think I'm just meditating on this portrait of a human city and that how do humans reach a place where doing what's good in their eyes. That's what Lot says.",
    "start": "00:59:06",
    "end": "00:59:17"
  },
  {
    "text": "Yeah.",
    "start": "00:59:17",
    "end": "00:59:17"
  },
  {
    "text": "Do what's good in your eyes. And I guess what's good in their eyes will be to. Yeah. Sexually abuse all these people in the story. How do humans get there? Like, very few people wake up thinking, that's a good idea. But at some point, humans, many humans do and have reach a place where they think that is a good thing to do. How does that happen? And I'm just trying to.",
    "start": "00:59:17",
    "end": "00:59:40"
  },
  {
    "text": "And that's happening in a city.",
    "start": "00:59:40",
    "end": "00:59:41"
  },
  {
    "text": "Yeah.",
    "start": "00:59:42",
    "end": "00:59:42"
  },
  {
    "text": "Okay. You know, when we started this conversation, you introduced the idea of the surprise of the city. So here we are again. It's just kind of like, man, yeah, let's just head for the hills. Yeah, you know.",
    "start": "00:59:42",
    "end": "00:59:55"
  },
  {
    "text": "Yeah, that's what Lot actually does. Yeah. But he goes to a cave. He goes to a cave. Turns out, yeah, humans are just as bad in caves as they are in cities, but that's a whole other thing. So, yeah, I think the takeaway here is there won't be a nice way to tie a redemptive bow on this conversation yet, because we're just following the biblical narrators and how they portray the city. Sodom and Gomorrah, from this point in the biblical story, becomes alongside Babylon, the most mentioned city in the story of the Bible. In other words, Babylon and Sodom become icons of the distorted corruption, human city. So I have here just in our notes, but just a small sampling, but through all the parts of the Hebrew Bible, in the Torah, in the prophets, all the prophets on into the writings, the destruction of Sodom, where the divine justice against Sodom is brought up as this, like, perpetual memory of when a city get so bad too far gone, Yahweh will hear the outcry and bring an end to that city. So maybe, I guess the meditation here is we begin with saying cities have neutral elements, things that can go good and things that can go bad. And this story is particularly meditating on how things can go really, really, really bad.",
    "start": "00:59:55",
    "end": "01:01:28"
  },
  {
    "text": "Well, the only mention of anything good is a Little detail in the beginning of Kane City where it's like. And there was art and there was technology. Has there been any other, like, story or moment where you're like, ah, cities, they can be wonderful, can't they?",
    "start": "01:01:29",
    "end": "01:01:47"
  },
  {
    "text": "Nope, nope.",
    "start": "01:01:47",
    "end": "01:01:47"
  },
  {
    "text": "So what? But what you did at the very beginning of this conversation is you went to a couple of, like, a psalm, I think, and you said, look, God's going to do something with the city.",
    "start": "01:01:48",
    "end": "01:01:57"
  },
  {
    "text": "God's going to do something with the city. Yep.",
    "start": "01:01:57",
    "end": "01:02:00"
  },
  {
    "text": "And so that's in the back of our mind. But at this point in reading through the narrative, you're like, cities. Like, what are we doing?",
    "start": "01:02:00",
    "end": "01:02:08"
  },
  {
    "text": "Yeah, let's just flee for. Yeah, flee for the country.",
    "start": "01:02:09",
    "end": "01:02:12"
  },
  {
    "text": "Just get out.",
    "start": "01:02:12",
    "end": "01:02:13"
  },
  {
    "text": "Yeah, yeah. And the city versus the wilderness becomes this real strong binary. In the biblical story, everything God does and everybody God works with to try and solve. All of this is all happening outside the city in the wilderness, which that's for sure on purpose, because people can't do very much out there in the wilderness. But, man, you get people in cities over the course of many generations, and bad becomes good and good becomes bad, and there you go. So, yeah, let's just end it right there. This story is like a diagnosis that becomes a warning that I think should make all of us meditate on both the little city that is our own self and our community or family. Right. It's a little mini city. Oh, interesting. And then the cities in which we live and, you know, we just have to keep reading the story to see where it's going to go. But for now, let's meditate on these things.",
    "start": "01:02:13",
    "end": "01:03:12"
  },
  {
    "text": "Thanks for listening to this episode of Bible Project podcast podcast. Next week, we're talking about the first time a city is portrayed positively in the Bible. And it's the capital city of Egypt. Under the leadership of Joseph, under the.",
    "start": "01:03:15",
    "end": "01:03:30"
  },
  {
    "text": "Leadership of a wise human image of God, cities can become storehouses of life. Of course, it's the Bible. Like, things are going to get all twisted and go terrible again, but let's just honor the moment. This is the first redemptive positive portrait of a human city.",
    "start": "01:03:30",
    "end": "01:03:47"
  },
  {
    "text": "Today's episode is brought to you by our podcast team producer Kiku Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode, and Hannah Wu provided the annotations for the annotated podcast on our app. Bible Project is crowdfunded, nonprofit, and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "01:03:47",
    "end": "01:04:16"
  },
  {
    "text": "Hi, this is Greg and I'm from Lawrenceville, Georgia.",
    "start": "01:04:16",
    "end": "01:04:19"
  },
  {
    "text": "Hi, this is Gabriela and I am from El Salvador. I first heard about BibleProject in my Bible app YouVersion.",
    "start": "01:04:19",
    "end": "01:04:25"
  },
  {
    "text": "I first heard about BibleProject from my son. I use BibleProject for enhancing my study of the Word.",
    "start": "01:04:25",
    "end": "01:04:31"
  },
  {
    "text": "I use BibleProject for seeking more about the depths of the Word of God in a graphical way. So I remember it. My favorite thing about bibleproject is that what I used to think was so difficult to understand is so much more simple when the Holy Spirit reveals it.",
    "start": "01:04:31",
    "end": "01:04:45"
  },
  {
    "text": "My favorite thing about BibleProject is the podcast that Tim and John do. The depth of knowledge and the love of Jesus is just so clear. In them we believe Bible is a.",
    "start": "01:04:45",
    "end": "01:04:56"
  },
  {
    "text": "Unified story that leads to Jesus. We have co founded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:04:56",
    "end": "01:05:06"
  }
]