[
  {
    "text": "Our last episode was a heavy one. We talked about the destruction of Sodom and Gomorrah, God's judgment against oppression and injustice. It's a low point in the story of the Bible, and it's a low point in the theme of the city. But today we turn a corner and look at the first positive example of a city in the Bible. And it's not Jerusalem, it's Egypt, specifically Egypt under Joseph's charge, who turns the city into a food bank to feed the world in a time of famine.",
    "start": "00:00:04",
    "end": "00:00:35"
  },
  {
    "text": "Under the leadership of a wise human image of God, cities can become storehouses of life. This is the first redemptive positive portrait of a human city.",
    "start": "00:00:35",
    "end": "00:00:47"
  },
  {
    "text": "This positive moment, unfortunately, does not last long.",
    "start": "00:00:47",
    "end": "00:00:51"
  },
  {
    "text": "We very quickly go from this era of abundance and wise leadership, and it turns as you flip from Genesis into Exodus. So it's good to celebrate the good moments, but it's also good to recognize how fragile it all is.",
    "start": "00:00:51",
    "end": "00:01:04"
  },
  {
    "text": "A later pharaoh who doesn't know about Joseph enslaves Joseph's ancestors. He brutally puts them to work, forcing them to build none other than storehouses and cities.",
    "start": "00:01:04",
    "end": "00:01:16"
  },
  {
    "text": "The storehouses that Joseph ordered to be built led to life. And now here's the storage cities that this pharaoh orders to be built. And it leads to the death and enslavement of God's chosen one. So now the supply storage is for the benefit of one people in one city at the expense of the many.",
    "start": "00:01:16",
    "end": "00:01:35"
  },
  {
    "text": "Today, Tim Mackey and I discuss the city of ancient Egypt under the leadership of Joseph. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:36",
    "end": "00:01:53"
  },
  {
    "text": "Hey, Tom.",
    "start": "00:01:54",
    "end": "00:01:55"
  },
  {
    "text": "Hey. We ended our last conversation in a really dark place.",
    "start": "00:01:55",
    "end": "00:01:58"
  },
  {
    "text": "Pretty low moment in the depiction of human nature in the story of the Bible. Yeah.",
    "start": "00:01:59",
    "end": "00:02:04"
  },
  {
    "text": "We've been tracing the theme of the city, and where that led us is to then look at the narratives of a very infamous city in the Bible. Sodom and Gomorrah. And Sodom and Gomorrah, as you've said, becomes a picture.",
    "start": "00:02:04",
    "end": "00:02:23"
  },
  {
    "text": "Yeah. Like an icon of what's wrong with humans when they get together in cities.",
    "start": "00:02:23",
    "end": "00:02:29"
  },
  {
    "text": "Yeah.",
    "start": "00:02:29",
    "end": "00:02:30"
  },
  {
    "text": "Alongside Babylon. Sodom is one of the worst cities in the Bible. Babylon and Sodom, first and second place.",
    "start": "00:02:30",
    "end": "00:02:37"
  },
  {
    "text": "Yeah. In one way, what we're doing over and over is kind of workshopping. How do we get through this theme? So that's what these conversations are for. So often we kind of start over and we just say, okay, how did we get here? Yeah, I'm going to try a really quick Version just to kind of workshop this great. When God and humans are together. At the beginning of the Bible, the idea is that heaven and earth are together, that humanity and God can work together to rule creation. There's this union of heaven and earth, this union of God and man.",
    "start": "00:02:37",
    "end": "00:03:09"
  },
  {
    "text": "And.",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "And the setting of that is in a garden on a high place. And it's a picture of a type of sacred, kind of temple kind of place. And when the city is introduced in the story of the Bible, it's when humanity had been exiled from that place and that the generation after Adam and Eve, Cain and Abel, we see Cain kill his brother, get banished further from the garden, and decide, I need to protect myself by building a city, a wall and a city. And then we learn about Kane City in the generations that follow that a lot of innovation is coming out of the city.",
    "start": "00:03:10",
    "end": "00:03:52"
  },
  {
    "text": "Yep. In metallurgy, metalsmithing, art, in music, and in animal domestication.",
    "start": "00:03:52",
    "end": "00:03:58"
  },
  {
    "text": "But then it's the seventh generation.",
    "start": "00:03:59",
    "end": "00:04:02"
  },
  {
    "text": "Seventh generation. From Adam. Adam. Down through the line of Cain, we.",
    "start": "00:04:02",
    "end": "00:04:05"
  },
  {
    "text": "Get this character named Lamech. We don't learn about a. But his name means his name is King backwards, right?",
    "start": "00:04:05",
    "end": "00:04:10"
  },
  {
    "text": "Yeah, he's like the distorted king. He's the distorted king, the upside down king.",
    "start": "00:04:10",
    "end": "00:04:14"
  },
  {
    "text": "And he takes wives. He has two wives. And he has this murderous song saying, like, I get to kill people and you get to deal with it. If God protected Cain, which God said he would protect Cain, then God will, like, avenge me no matter how murderous I am. And so you just get this picture of like, whoa, where did this guy get there?",
    "start": "00:04:14",
    "end": "00:04:38"
  },
  {
    "text": "Yeah.",
    "start": "00:04:38",
    "end": "00:04:38"
  },
  {
    "text": "All of a sudden this guy is, like, drunk with power and violence. How did humanity all of a sudden get there? And it's happening in a city. And then we get the story of the flood, which I guess you kind of are imagining that the whole land is full of Lamech kind of people.",
    "start": "00:04:38",
    "end": "00:04:56"
  },
  {
    "text": "Lemek type people living in Lamech type cities. Yeah, yeah.",
    "start": "00:04:56",
    "end": "00:04:59"
  },
  {
    "text": "And then after the flood, as we trace the genealogies, you get this one of the sons of Noah, who's a rascal. He's a rascal. And through his line comes, like, all the bad guys of the story of the Bible.",
    "start": "00:05:00",
    "end": "00:05:14"
  },
  {
    "text": "Yeah. So with the line of Ham, line of Ham, from whom comes Nimrod, who builds Babylon and then Assyria, but then there is another son born of Ham that leads down to the birth of Egypt, which is going to be relevant for the conversation that we have today.",
    "start": "00:05:14",
    "end": "00:05:32"
  },
  {
    "text": "Okay, so.",
    "start": "00:05:32",
    "end": "00:05:33"
  },
  {
    "text": "So both, all of the.",
    "start": "00:05:33",
    "end": "00:05:34"
  },
  {
    "text": "Does that come from Japheth?",
    "start": "00:05:34",
    "end": "00:05:35"
  },
  {
    "text": "No, Ham.",
    "start": "00:05:35",
    "end": "00:05:36"
  },
  {
    "text": "Oh, that comes from Ham.",
    "start": "00:05:36",
    "end": "00:05:37"
  },
  {
    "text": "Too, Ham. Yeah. Yeah. So basically, all of the big, bad imperial cities in the Bible come from one of Noah's sons. And he's the son who's.",
    "start": "00:05:37",
    "end": "00:05:47"
  },
  {
    "text": "He's the snaky son.",
    "start": "00:05:47",
    "end": "00:05:48"
  },
  {
    "text": "The snaky son.",
    "start": "00:05:48",
    "end": "00:05:49"
  },
  {
    "text": "And you're just like, man, Cities in the Bible, they're just no good. Even if, like, little bits of good come out. Like, it just corrupts people and it just destroys things. And then you get the story of Abraham, and he doesn't live in the city. He lives out in the hills. And he's the righteous one that God's going to choose where. God's going to use his family to restore what was lost and crush evil and bless the nations. And then we get a story of Abraham's nephew, Lot, who's hanging out with Abraham in the hills. They have a little conversation about, there's not enough room out here for both of us. Why don't we spread out? Lot goes east to a place that looks like the Garden of Eden.",
    "start": "00:05:49",
    "end": "00:06:34"
  },
  {
    "text": "Yeah. With a city.",
    "start": "00:06:34",
    "end": "00:06:36"
  },
  {
    "text": "And there's a city in there. There's a number of cities in there.",
    "start": "00:06:36",
    "end": "00:06:38"
  },
  {
    "text": "Yeah. A number of cities. One of them called Saudi Arabia.",
    "start": "00:06:38",
    "end": "00:06:40"
  },
  {
    "text": "And he goes and he's like, I'm gonna be a city boy.",
    "start": "00:06:40",
    "end": "00:06:42"
  },
  {
    "text": "Yeah. Yeah. Done with this country life.",
    "start": "00:06:42",
    "end": "00:06:44"
  },
  {
    "text": "Done with this country life. And the city just ruins him.",
    "start": "00:06:44",
    "end": "00:06:52"
  },
  {
    "text": "Well. And what's interesting, this is the last conversation we just had. When he encounters visitors, he's very generous and hospitable.",
    "start": "00:06:52",
    "end": "00:07:01"
  },
  {
    "text": "Yeah.",
    "start": "00:07:01",
    "end": "00:07:01"
  },
  {
    "text": "All right. This guy's just like his uncle. He's generous. Right. He must be a righteous guy.",
    "start": "00:07:01",
    "end": "00:07:06"
  },
  {
    "text": "Yeah.",
    "start": "00:07:06",
    "end": "00:07:07"
  },
  {
    "text": "But then when the men of Sodom come and they want to bring the two men, who are actually angels, out into city square and gang rape them, what's good in his eyes is to say, no, actually rape my daughters instead. And the whole scene is just one distorted moral.",
    "start": "00:07:07",
    "end": "00:07:29"
  },
  {
    "text": "Yeah. How did you get there, Lot? Like, how did you get to that conclusion?",
    "start": "00:07:29",
    "end": "00:07:32"
  },
  {
    "text": "Yeah, totally. And you're just like, this guy's been living in Sodom for too long. He thinks bad is good and good is bad, and so do the people of Sodom.",
    "start": "00:07:32",
    "end": "00:07:39"
  },
  {
    "text": "It makes a limit kind of like, move.",
    "start": "00:07:40",
    "end": "00:07:42"
  },
  {
    "text": "Yes.",
    "start": "00:07:42",
    "end": "00:07:42"
  },
  {
    "text": "Where it's just like, where did you get the idea that that was good.",
    "start": "00:07:42",
    "end": "00:07:47"
  },
  {
    "text": "That that would be a solution to this crisis?",
    "start": "00:07:47",
    "end": "00:07:49"
  },
  {
    "text": "And so I guess what we're saying is the setting of the city is the setting that seems to just corrupt or even just like, hyper inflate the human condition to do the Cain kind of move, which is to let sin come in and just take over to the point where you're like, you know what would be good? I'm just gonna kill my brother. It just distorts your sense of right and wrong. It perverts it. And so. So cities, man, let's burn them down.",
    "start": "00:07:49",
    "end": "00:08:19"
  },
  {
    "text": "Yes, totally. Yeah. So what we are going to encounter in today's conversation is the first positive portrait of a city in the storyline of Genesis.",
    "start": "00:08:19",
    "end": "00:08:29"
  },
  {
    "text": "Okay.",
    "start": "00:08:29",
    "end": "00:08:30"
  },
  {
    "text": "So you have to read, you know, 40 plus chapters in before you get something good about a city. So we followed the city to the bottom and we're just. I'm just trying to honor the fact that these are the cities mentioned in the first scroll of the Bible and they're all hyperlinked to each other and it's all bad up through Sodom and Gomorrah. So you walk away after Sodom and Gomorrah, get, you know, toasted by fire from the skies. And you're like, man, those cities are done, done with cities. Let's just. Can anything good come out of a city?",
    "start": "00:08:30",
    "end": "00:09:06"
  },
  {
    "text": "Can we all just be shepherds in the hill?",
    "start": "00:09:06",
    "end": "00:09:07"
  },
  {
    "text": "Yeah, totally. Yeah. Which makes you think like, yeah, I guess the garden, it is all about the garden. There's no city involved in God's future for the human story. You think that it feels that way. Walking away from the story of Sodom and Gomorrah. So you follow the story through the rest of Abraham's life. He dies in Genesis 25, but he's given birth to a son with his wife Sarah named Isaac. And Isaac, like his father, is a traveling migrant herdsman. And he never enters cities except for one time where he does exactly what his father did, which is lie about his wife, puts her in danger. And it's a replay of the sun.",
    "start": "00:09:07",
    "end": "00:09:51"
  },
  {
    "text": "That happens in a city.",
    "start": "00:09:51",
    "end": "00:09:52"
  },
  {
    "text": "It happens in the city, city of Gerar. So God bails him out of that situation and Isaac goes on with his wife to have two sons, Jacob and Esau. And they're all still living out in the fields in the wilderness, migrating around cities but never living in them. One of the sons, Jacob, has 12 sons and a daughter. And that's where we're going to pick up the story here. So Joseph story, well known story. We've talked about it many times over the years. So I'll just summarize real quick to get to the next city that's mentioned in the story of the Bible because it's not in the land promised Abraham. It's a city down in Egypt. It's really interesting. So the Joseph story, you could say, how as one big arc. You can summarize it pretty simply. Jacob's second youngest son, Joseph. So of his many, many sons, his second youngest son is Joseph. And he loves him the most. Gives him the famous Technicolor dream coat.",
    "start": "00:09:52",
    "end": "00:11:31"
  },
  {
    "text": "Color of many colors.",
    "start": "00:11:31",
    "end": "00:11:32"
  },
  {
    "text": "Color of many colors. And that son has dreams, two dreams about being elevated to become a ruler over all the members of his family and even over the star, sun and moon. Like cosmic ruler and his brothers don't like that at all. So they're jealous. And they first plan to murder him. That's what they want to do. But instead they throw him in a pit and then sell him as a slave to go down in Egypt. And then they take the coat and dip it in the blood of a goat to trick their dad to think that he's been killed by a wild animal. Okay.",
    "start": "00:11:32",
    "end": "00:12:08"
  },
  {
    "text": "It's kind of an innovation on the Cain and Abel story.",
    "start": "00:12:08",
    "end": "00:12:11"
  },
  {
    "text": "Oh. Stories riddled with language. From the Cain and Abel story. Yeah. Because it's the blood of a goat that cries out, so to speak, to the father. So these stories are amazing. So anyhow, you follow Joseph down to Egypt and Egypt.",
    "start": "00:12:11",
    "end": "00:12:25"
  },
  {
    "text": "We've been in Egypt a few times in this story's narrative so far. Abraham goes down there.",
    "start": "00:12:26",
    "end": "00:12:30"
  },
  {
    "text": "Yeah. It's not associated with anything good.",
    "start": "00:12:30",
    "end": "00:12:33"
  },
  {
    "text": "Yeah.",
    "start": "00:12:33",
    "end": "00:12:33"
  },
  {
    "text": "Because it's exile. It's far away from the land that God promised for this family.",
    "start": "00:12:33",
    "end": "00:12:37"
  },
  {
    "text": "And some meditating on the Bible, reading it over and over and over. Egypt's going to be the place that enslaves, Correct. And oppresses Israel.",
    "start": "00:12:37",
    "end": "00:12:46"
  },
  {
    "text": "And this whole story is the long, complicated set of events for how they got to Egypt in the first place. So Joseph was the first. So he's down there imprisoned, but then he becomes the chief slave in the house of an Egyptian official. But then there's a deceptive wife that tries to trick him and have sex with him, and he won't. And he ends up getting accused by her of trying to rape her. And then he ends up in actual prison. So low point. So he's gone from dreaming about being the cosmic ruler of the world to now being set up by his brother. Yep.",
    "start": "00:12:46",
    "end": "00:13:24"
  },
  {
    "text": "Slave in Egypt.",
    "start": "00:13:24",
    "end": "00:13:25"
  },
  {
    "text": "Yep. Now in a prison in Egypt. And he calls the prison a pit. Yeah, the pit. So he goes from cosmic ruler over the stars to becoming an enslaved prisoner in a pit in Egypt. But there he encounters two more dreams of two other prisoners. And those are dreams about how those two prisoners who used to serve Pharaoh in his court, one of them is going to get executed, and one of them is Going to get restored. So the official who gets restored to serve in Pharaoh's court hears about two dreams that Pharaoh has. That Pharaoh has.",
    "start": "00:13:25",
    "end": "00:14:01"
  },
  {
    "text": "Yeah.",
    "start": "00:14:01",
    "end": "00:14:01"
  },
  {
    "text": "And the dreams are about seven good things. Cows are stalks of grain that get swallowed up and destroyed by seven horrible things. Seven nasty looking cows and seven diseased ears of grain. And he says, I don't know, what does all this mean? Right? And he freaks out. He's trying to figure out what these dreams mean. Enter Joseph, the guy who used to be in prison says, hi, I met this Hebrew slave who was in prison with me. And he interpreted my dream. And he was right. I think you should get that guy up here and let's see what he says about your dreams. So this is in Genesis, chapter 41 and 42. Joseph comes into the court Pharaoh. He gets a change of clothes. He gets some new robes to go into the royal court. And he hears the dreams. Pharaoh tells him the two dreams. And what Joseph says to Pharaoh, this is in Genesis 41, is, oh, listen, I don't know what these dreams mean, but God does. And God just told me what they mean. So let me tell you. What he says is Genesis 41:25. Joseph said to Pharaoh, the dream of Pharaoh. Even though there's two dreams, they're just one. One dream. What Elohim is about to do, he's trying to tell you through the dreams, the seven good cows are seven years, and the seven good ears of grain, they are seven years. It's one dream. But the thin, bad cows that came up after them, they are seven years. And the seven ears of grain, the shriveled, empty ones, they are seven years of famine. This is the word I'm speaking to Pharaoh. What Elohim is about to do, he's showing you seven years are coming. Seven years of fullness and abundance in the land of Egypt. But after that will come seven years of famine, and all the fullness will be forgotten. And the famine will bring an end to the land. So here's what you should do. You should find a human who has wisdom and understanding, and you should set that person over all the land of Egypt. And then you should divide the land of Egypt into five sections for the seven years of fullness and gather all the food of those coming good years and store the grain under the hand of Pharaoh in cities where it should be kept.",
    "start": "00:14:01",
    "end": "00:16:37"
  },
  {
    "text": "Okay? Yeah. How else are you going to be able to store such a surplus if you don't have the infrastructure of a city?",
    "start": "00:16:37",
    "end": "00:16:44"
  },
  {
    "text": "Yep, that's right. Yeah. Cities can't produce all that, that happens in the farms. But remember, farms are associated with cities in the Bible.",
    "start": "00:16:44",
    "end": "00:16:52"
  },
  {
    "text": "Farms are like the outlying areas of the cities that the city protects.",
    "start": "00:16:53",
    "end": "00:16:57"
  },
  {
    "text": "Yep, city protects. And it's all of the abundance and economic abundance outside of the city, but right close to it in the farms that produces all of the wealth, that allows people in the city to specialize and develop music and art and all that kind of stuff.",
    "start": "00:16:57",
    "end": "00:17:14"
  },
  {
    "text": "So to be clear, in kind of our modern framework, you got the farmland, you got the city, and those are our. That's our dichotomy.",
    "start": "00:17:14",
    "end": "00:17:21"
  },
  {
    "text": "Yeah. Rural and urban. Yeah.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "But in the ancient imagination or the ancient setting, the farm and the city are kind of one unit.",
    "start": "00:17:23",
    "end": "00:17:31"
  },
  {
    "text": "Yep, yep.",
    "start": "00:17:31",
    "end": "00:17:31"
  },
  {
    "text": "They exist together. The dichotomy they have is the hillside shepherd, shepherds, herdsmen, the nomadic people versus the ones who have settled down to farm around a city.",
    "start": "00:17:31",
    "end": "00:17:45"
  },
  {
    "text": "Exactly right. So farming is associated with cities, shepherding and animal domestication is associated with rural and migrating. Yeah, that's the main kind of cultural opposition. So here cities can actually become centers of abundance and goodness for the preservation of life.",
    "start": "00:17:45",
    "end": "00:18:08"
  },
  {
    "text": "That's interesting because as nomadic people can't carry around stores of grain.",
    "start": "00:18:08",
    "end": "00:18:13"
  },
  {
    "text": "No, yeah. You need to build huge towers, silos. Yeah, totally. I think, man, we can't sit right here. From where we're sitting right now, there was a day when you could look out the window and we could see we're near the river that divides the city of Portland between east and west sides. And on the river there's maybe just a mile and a half that way. There's north of here, there's those grain silos. I think they still get used. Oh, wow. I think now they're just always covered with huge advertisements. But yeah, cities can build huge buildings that store lots of food that sustains life. And when you have years of fullness and plenty and goodness. Those are all Eden words. When cities become joined to serve the abundance that God provides from his Eden storehouses in heaven, then cities become a gift of life to the nations.",
    "start": "00:18:13",
    "end": "00:19:12"
  },
  {
    "text": "So this is true. Doesn't Jesus say, don't do that, don't store up your grain in barns?",
    "start": "00:19:13",
    "end": "00:19:21"
  },
  {
    "text": "Yeah, totally. Yep. But that's a different point in the story. His point is that abundance can deceive the human heart and it can become a little false eaten. But he's not down on abundance. Look at the loaves and the fish, man. He's creating abundance in the garden, but like the manna, he just provides it for the day. So the point is in here, when you know a time of De creation is coming like seven years of famine. What you need is wise human leadership in cities to use all of that concentrated technology, specialization, wealth to create structures.",
    "start": "00:19:21",
    "end": "00:20:02"
  },
  {
    "text": "That will bring infrastructure, the power structure, the fact that one king can be like, okay, here's what we're gonna do. Mobilize.",
    "start": "00:20:02",
    "end": "00:20:07"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:20:07",
    "end": "00:20:08"
  },
  {
    "text": "Like to be able to do all of that. This is the city being used for the preservation of life.",
    "start": "00:20:08",
    "end": "00:20:13"
  },
  {
    "text": "Preservation of life. That's it? Yeah, that's it.",
    "start": "00:20:13",
    "end": "00:20:15"
  },
  {
    "text": "Awesome.",
    "start": "00:20:15",
    "end": "00:20:16"
  },
  {
    "text": "So what's important, and you might just read right over this, but this is the first time a city is associated with anything good. As you read through Genesis, Ye.",
    "start": "00:20:16",
    "end": "00:20:27"
  },
  {
    "text": "And this ends up being a really great king. Pharaoh, right?",
    "start": "00:20:27",
    "end": "00:20:30"
  },
  {
    "text": "Yeah. Oh, yeah, totally. Yeah. Yep. So we'll get to that. This is all in opposition to the pharaoh to come. The Pharaoh to come. So Joseph continues. The food can be appointed for all the land for the seven years of famine so that the land isn't cut off. That language comes from the flood story of life being cut off. So here the too much waters of the flood is now being set on analogy with not enough water that brings a famine, but both end up with cutting off life. So this was good in the eyes of Pharaoh.",
    "start": "00:20:30",
    "end": "00:21:04"
  },
  {
    "text": "Good plan, Joseph.",
    "start": "00:21:05",
    "end": "00:21:06"
  },
  {
    "text": "Yeah. And Pharaoh said to his servants, is there another guy like this around who has the spirit of Elohim?",
    "start": "00:21:06",
    "end": "00:21:12"
  },
  {
    "text": "And this famously is what? The second time the spirit is showing.",
    "start": "00:21:13",
    "end": "00:21:18"
  },
  {
    "text": "The spirit of Elohim. Ruach Elohim. That phrase was used first in Genesis 1, verse 2, which is the spirits hovering over the waters of darkness and disorder to bring life. And that's essentially what's happening. There is disorder and coming decreation on the way. But here the ruach Elohim appears and making plans for the preservation of life, but using a human ruler. So Pharaoh said to Joseph, you know.",
    "start": "00:21:19",
    "end": "00:21:49"
  },
  {
    "text": "I like you, kid.",
    "start": "00:21:50",
    "end": "00:21:51"
  },
  {
    "text": "It follows from the fact that Elohim made all this known to you. There's nobody as understanding as wise as you. So how about this? You be over all of my house.",
    "start": "00:21:51",
    "end": "00:22:03"
  },
  {
    "text": "Is that understanding and wise? Sorry, I'm like, those are my geeky words. Is that Binah and.",
    "start": "00:22:03",
    "end": "00:22:09"
  },
  {
    "text": "Yeah, yeah, let me look it up real quick here. 41:30 Hokma, it's Navon, which comes from the bean root to be able to discern between. And then chakam.",
    "start": "00:22:09",
    "end": "00:22:22"
  },
  {
    "text": "Where does Bin show up in Navon?",
    "start": "00:22:22",
    "end": "00:22:24"
  },
  {
    "text": "Navon. Oh, Navon the von. Yeah, it's from Vin. And then chakam, which is the word for Chokhmah. Wise. Yeah. So discerning and wise. Yeah. So you be over my House on your mouth, all my people will kiss. So it's an interesting phrase. Only in the throne will I be greater than you. So Joseph becomes an image of the king, a wise, discerning image of the king, who the king appoints to store all of the stuff in the cities. The store cities that will preserve life in the land in a time of famine and scarcity. That's the image here. And then it's all about. He gets enthroned in gold necklaces and rings, and he rides on a chariot and everybody kneels before him. So that's the scene. You're like, oh, right, man. Okay.",
    "start": "00:22:25",
    "end": "00:23:22"
  },
  {
    "text": "So we get a righteous leader in a city who's listening to God's wisdom and. And we're in a good spot.",
    "start": "00:23:22",
    "end": "00:23:31"
  },
  {
    "text": "We're in a good spot. And remember, this is the guy who had dreams that God would elevate him as a ruler, not just over people, but over the sun, moon, and stars. And you're like, that sounds like a Genesis 1 and 2 image of God. Supercharged human, ruling over.",
    "start": "00:23:31",
    "end": "00:23:51"
  },
  {
    "text": "He's an image of God.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "He's an image of God, and he's an image of Pharaoh.",
    "start": "00:23:52",
    "end": "00:23:54"
  },
  {
    "text": "Yeah, We've been using this phrase, the surprise of the city.",
    "start": "00:23:54",
    "end": "00:23:58"
  },
  {
    "text": "Yes.",
    "start": "00:23:59",
    "end": "00:23:59"
  },
  {
    "text": "And it is a surprise that when Joseph shows up in Egypt that because we know where this is heading, Israel's going to be an oppressed immigrant population in Egypt that God has to rescue. And it's a central story to the identity of Israel. But before that story is a surprise.",
    "start": "00:23:59",
    "end": "00:24:23"
  },
  {
    "text": "Yeah, surprise.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "When Israel first shows up, Joseph comes up out of the pit of Egypt and is elevated to be the image of the pharaoh and the city of Egypt. Who you think. I mean, this is a bad city.",
    "start": "00:24:24",
    "end": "00:24:38"
  },
  {
    "text": "Yeah, it's going to be.",
    "start": "00:24:38",
    "end": "00:24:39"
  },
  {
    "text": "It's going to be.",
    "start": "00:24:39",
    "end": "00:24:39"
  },
  {
    "text": "Yeah.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "But it's starting out here as this wonderful image of what can happen when humans work with God.",
    "start": "00:24:40",
    "end": "00:24:48"
  },
  {
    "text": "Yeah. Under the leadership of a wise human image of God, cities can become storehouses of life. That's the portrait, you know, things of. Of course, it's the Bible. Like, things are going to get all twisted and go terrible again. But let's just honor the moment. This is the first redemptive, positive portrait of a human city, that it's a storehouse of life when it's being led by wise human rulers who can discern God's wisdom. And so that's a surprise given the trajectory of the city thus far. But now we have two portraits of what cities can be in God's world. They can be agents that spread Death and distorted knowledge of good and bad. Or they can become sources of great wisdom and innovation for the preservation and spread of life.",
    "start": "00:24:48",
    "end": "00:25:44"
  },
  {
    "text": "Feels like things are on a knife's edge in a city.",
    "start": "00:25:44",
    "end": "00:25:47"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:25:47",
    "end": "00:25:49"
  },
  {
    "text": "Like, great. It's going great.",
    "start": "00:25:49",
    "end": "00:25:50"
  },
  {
    "text": "Right?",
    "start": "00:25:50",
    "end": "00:25:51"
  },
  {
    "text": "But like, man, not too many dominoes have to fall before. Yeah.",
    "start": "00:25:51",
    "end": "00:25:55"
  },
  {
    "text": "It's all so fragile.",
    "start": "00:25:55",
    "end": "00:25:56"
  },
  {
    "text": "Things are gonna get bad.",
    "start": "00:25:56",
    "end": "00:25:59"
  },
  {
    "text": "Yeah. You know, Totally. Yeah. I'm thinking about this is gonna be some subjective, personal commentary, which I don't do very often, but, you know, again, we're sitting here, our recording room. We record these on the second floor. I guess it's on the third floor with a window that used to be able to look at the Portland city skyline. Now our view of downtown is blocked by a new apartment building.",
    "start": "00:25:59",
    "end": "00:26:24"
  },
  {
    "text": "Yeah, let's get some more humans in here.",
    "start": "00:26:24",
    "end": "00:26:26"
  },
  {
    "text": "There it goes. Right? So I grew up here in Portland, and literally in this same part of Portland where we sit here and have these conversations. So in the 70s and 80s and 90s were my heyday, cruising around Portland on my skateboard, it was kind of seedy and sketchy, and I thought that was cool when I was a teenager, although I was in a lot of unsafe situations, and I thought that was cool, though. Anyway, when I moved away to go to grad school and when I moved back to Portland in 2012, there was kind of this cultural, foodie, music, renaissance.",
    "start": "00:26:26",
    "end": "00:27:04"
  },
  {
    "text": "Era Portland that was kind of the golden Portland years.",
    "start": "00:27:04",
    "end": "00:27:10"
  },
  {
    "text": "Yeah. Yeah. Interestingly, made famous by that show Portlandia, which is where young people go to retire because it was still semi affordable in the early 2000s in comparison to Seattle, San Francisco. San Francisco. And it had a great food scene, great music, art scene, life.",
    "start": "00:27:10",
    "end": "00:27:28"
  },
  {
    "text": "You're in the outdoors, the mountain, and.",
    "start": "00:27:28",
    "end": "00:27:31"
  },
  {
    "text": "The great public transportation. Anyway, in terms of, like, tourism was way up. They were building hotels everywhere. However, you didn't have to look far underneath the surface to know that all is not well in Portlandia. There's a long, long history of economic, cultural, ethnic inequities in the design of the neighborhoods, the way schools get funded, housing costs, all these things. So it's not like that wasn't going on in the Portlandia era. What's been interesting to live in a city is with the COVID pandemic, with all of the social upheavals around the murder of George Floyd and all of the protests and what in Portland, you know.",
    "start": "00:27:31",
    "end": "00:28:16"
  },
  {
    "text": "Yeah, this was the epicenter.",
    "start": "00:28:16",
    "end": "00:28:17"
  },
  {
    "text": "Yeah.",
    "start": "00:28:17",
    "end": "00:28:18"
  },
  {
    "text": "And nationally, I mean, George Floyd didn't happen here, but in terms of, like, what happened after that, in terms of demonstrations and Just what could happen to a city when things just kind of go crazy.",
    "start": "00:28:18",
    "end": "00:28:29"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:28:29",
    "end": "00:28:30"
  },
  {
    "text": "Portland became like, the image of, like, look what can happen to a city.",
    "start": "00:28:30",
    "end": "00:28:35"
  },
  {
    "text": "Yeah. So to me, and it's just. It's my first time experiencing this personally, that's why I'm telling this story, was what felt like, in a very short matter of time, downtown Portland became like a ghost town compared to what it was in the early 2000s. And now you walk into the city that was packed with people, and, you know, every other business is boarded up and closed with literal plywood. Mental health support systems in the city have crumbled. The financial system to support people who are experiencing houselessness have all gotten scrambled through Covid. And so it's just interesting to watch a city turn and all of a sudden face all these social crises in a really short amount of time. So I'm just meditating on this comment that you made.",
    "start": "00:28:35",
    "end": "00:29:30"
  },
  {
    "text": "Oh, the knife's edge.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "It feels like the knife edge.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "Yeah.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "So I just. It's been reason in my own experience in the city where I grew up and that I love and where I live, that it's true. It's like this social contract we all have when humans gather together.",
    "start": "00:29:33",
    "end": "00:29:45"
  },
  {
    "text": "It's thin, isn't it?",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "It's so fragile in just a few, you know, a series of social events and then a pandemic, and it all just. The fragility of the whole system just is exposed for what it is, and the inequities that have been there all along just bubble up, bubble up and become visible. And that's the. It's like life in cities is just this more condensed, compacted form of the human experience in general, because that happens all the same things happen in smaller towns anywhere. But it's like it's intensified both in its intensity, and the timelines get compacted in cities, and they can just turn. And in a way, that's what happens with Egypt at the end of Genesis, we very quickly go from this era of abundance and wise leadership, the Portlandia, Egypt.",
    "start": "00:29:46",
    "end": "00:30:40"
  },
  {
    "text": "Yeah.",
    "start": "00:30:40",
    "end": "00:30:40"
  },
  {
    "text": "And it just. It turns on, as you say, on a nice edge as you flip from Genesis into Exodus. So it's good to celebrate the good moments, but it's also good to recognize how fragile it all is. That was kind of a digression. Personal digression.",
    "start": "00:30:40",
    "end": "00:30:56"
  },
  {
    "text": "That's great. Yeah. And I don't leave the city a lot or leave this area a lot, but when I do, the sentiment now is always, are you guys okay? Is everything okay out there?",
    "start": "00:30:57",
    "end": "00:31:08"
  },
  {
    "text": "Oh, in Portland, In Portland. Oh, yeah, sure.",
    "start": "00:31:08",
    "end": "00:31:11"
  },
  {
    "text": "Yeah. People are worried about us.",
    "start": "00:31:11",
    "end": "00:31:12"
  },
  {
    "text": "Yeah. It's interesting. Yeah. And on one level, it's just like any other city. It's screwed up, and there are good people trying to make a difference, and there are lots of people who disagree about how to turn the ship around and make things better. And that is also part of life in cities is different people with different points of view.",
    "start": "00:31:12",
    "end": "00:31:32"
  },
  {
    "text": "I usually don't know where that conversation's gonna go, so I just say, yeah, Portland's. It's a quirky town.",
    "start": "00:31:32",
    "end": "00:31:39"
  },
  {
    "text": "And it has always been.",
    "start": "00:31:40",
    "end": "00:31:41"
  },
  {
    "text": "It's a quirky town.",
    "start": "00:31:41",
    "end": "00:31:42"
  },
  {
    "text": "It's never been otherwise. Yeah.",
    "start": "00:31:42",
    "end": "00:31:44"
  },
  {
    "text": "So. Okay. But C. In the Bible, I think what I'm chewing on is, you know, as a theme in the Bible, we're talking about it as a theme, meaning the biblical authors are trying to give us God's wisdom by developing a pattern, a thematic pattern for us to meditate on. And at this point, we kind of have this one little glimmer of like, oh, this thing that we thought was so rotten and in a problem could actually look at what could happen. Something good could happen.",
    "start": "00:31:44",
    "end": "00:32:19"
  },
  {
    "text": "Yeah.",
    "start": "00:32:19",
    "end": "00:32:19"
  },
  {
    "text": "And so I think part of me would go, okay, but still, it seems like if we're really shrewd about this, because we know what's gonna happen. Even though we could have bright spots in cities still, I mean, convince me, really. Like, maybe we should. Like, we should all just be nomadic people.",
    "start": "00:32:20",
    "end": "00:32:44"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:32:44",
    "end": "00:32:45"
  },
  {
    "text": "Maybe we should all, like.",
    "start": "00:32:45",
    "end": "00:32:46"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:32:46",
    "end": "00:32:47"
  },
  {
    "text": "The city seems like such a big problem now. I also know where the whole story of the Bible is going. Where the garden and the city are merged into one thing that comes out of heaven.",
    "start": "00:32:47",
    "end": "00:32:57"
  },
  {
    "text": "Yeah. With the slaughtered lamb sitting on a throne at its center.",
    "start": "00:32:57",
    "end": "00:33:01"
  },
  {
    "text": "Yeah.",
    "start": "00:33:01",
    "end": "00:33:02"
  },
  {
    "text": "Yeah.",
    "start": "00:33:03",
    "end": "00:33:03"
  },
  {
    "text": "So something's happening where the city isn't lost. The innovation, the beauty that can come out of the city is recaptured and what was supposed to be.",
    "start": "00:33:03",
    "end": "00:33:11"
  },
  {
    "text": "And in this snapshot scene, it's of when the leader of the city, Pharaoh, recognizes the one whom God has elevated and filled with his spirit and wisdom to bring about the rescue of life in a time of scarcity and death. That's when the city transforms into an ark. It's like Noah's Ark. And actually, there's lots of language here that evokes the language of Noah's Ark, especially the packing the ark with food. There's a whole speech God gives about packing the ark with food so that there's enough food during the flood.",
    "start": "00:33:12",
    "end": "00:33:49"
  },
  {
    "text": "Okay.",
    "start": "00:33:49",
    "end": "00:33:49"
  },
  {
    "text": "And now here it's the cities in Egypt that get packed with food under the wisdom of this righteous ruler that lead to the preservation of life.",
    "start": "00:33:49",
    "end": "00:33:59"
  },
  {
    "text": "Yeah.",
    "start": "00:33:59",
    "end": "00:33:59"
  },
  {
    "text": "So there you go. Cities can become a place of rescue or they can become place of death. It all depends on whether the rulers recognize God's righteous chosen one. So there's a lot more we could do there. But we're just going to turn now to the next scroll in the story of the Bible.",
    "start": "00:34:00",
    "end": "00:34:57"
  },
  {
    "text": "The Exodus.",
    "start": "00:34:58",
    "end": "00:34:59"
  },
  {
    "text": "Yep. In Exodus and flash forward, Joseph ends up making Egypt and its cities become a storehouse of life. All the nations start streaming down to Egypt to get food. And Joseph saves everybody. Like, the plan works.",
    "start": "00:34:59",
    "end": "00:35:16"
  },
  {
    "text": "Saves the world.",
    "start": "00:35:16",
    "end": "00:35:16"
  },
  {
    "text": "Yeah, Saves the world. Or at least you know, that region.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:35:19",
    "end": "00:35:20"
  },
  {
    "text": "Which is depicted as the world in the story.",
    "start": "00:35:20",
    "end": "00:35:21"
  },
  {
    "text": "And it's like a Marvel movie here.",
    "start": "00:35:22",
    "end": "00:35:24"
  },
  {
    "text": "Also, his family and his brothers who betrayed him come down looking for food and he goes through a whole ordeal with them. Reconciles with them.",
    "start": "00:35:24",
    "end": "00:35:33"
  },
  {
    "text": "Yeah. Restores his family, saves the world. Like, let's just end the story of the Bible.",
    "start": "00:35:33",
    "end": "00:35:40"
  },
  {
    "text": "Yep. So Genesis ends now with all of the family of Abraham called the sons of Israel down in Egypt. That's how the Exodus scroll begins. So opening lines of the Exodus scroll are. These are the names of the sons of Israel, the ones who went to Egypt with Jacob. Each one. And his household went. And you get a list of the sons of Jacob, every person who came out of the loin of Jacob. Seventy people. Now, Joseph, of course, was already in Egypt, so it was all the family coming to join him. So just in recalling Joseph, you're like, oh, yeah, Joseph, the righteous, wise, chosen ruler that Pharaoh acknowledged. And when Pharaoh did that, it brought blessing to the land through the cities. Verse 6. Now, Joseph died and all of his brothers and all that generation and the sons of Israel were fruitful. They swarmed, they multiplied and became strong, very, very much. And the land was filled with them.",
    "start": "00:35:40",
    "end": "00:36:50"
  },
  {
    "text": "This is a Genesis 1 moment.",
    "start": "00:36:50",
    "end": "00:36:52"
  },
  {
    "text": "Yeah, you can just feel the language right from Genesis 1.",
    "start": "00:36:52",
    "end": "00:36:54"
  },
  {
    "text": "Be fruitful and multiply.",
    "start": "00:36:54",
    "end": "00:36:55"
  },
  {
    "text": "Yep.",
    "start": "00:36:55",
    "end": "00:36:56"
  },
  {
    "text": "And swarming creatures were multiplying. And they're like the swarming creatures multiplying in the land.",
    "start": "00:36:56",
    "end": "00:37:01"
  },
  {
    "text": "Yep. And the land was filled with them. Almost every key word in Exodus 1:7 is drawn directly from the seven day creation story of the blessings. Ah, so the word blessing is not used here.",
    "start": "00:37:01",
    "end": "00:37:14"
  },
  {
    "text": "Ah, but this is a blessing moment.",
    "start": "00:37:14",
    "end": "00:37:15"
  },
  {
    "text": "But it's the narrative imagery associated with the idea of blessing. Yep. So Egypt has become like a little Eden, an Eden refuge. And the cities have become that source of Eden life all around. Verse 8. Now a new Eden king arose over Egypt and Problem. He has no idea who Joseph was. He did know Joseph. And here's what he says to his people. Ah, look. The people of the Sons of Israel, they are more multiplied and stronger than us.",
    "start": "00:37:15",
    "end": "00:37:52"
  },
  {
    "text": "Hmm.",
    "start": "00:37:53",
    "end": "00:37:53"
  },
  {
    "text": "Come, let us act skillfully with them. It's the word wisdom. Let's use wisdom here. They will multiply.",
    "start": "00:37:54",
    "end": "00:38:02"
  },
  {
    "text": "Which word for wisdom here?",
    "start": "00:38:03",
    "end": "00:38:04"
  },
  {
    "text": "Skillfully.",
    "start": "00:38:04",
    "end": "00:38:05"
  },
  {
    "text": "But what's the word?",
    "start": "00:38:05",
    "end": "00:38:06"
  },
  {
    "text": "Oh, chakam, from the word Chokhmah. Wisdom. Yeah. So we gotta play it right here.",
    "start": "00:38:06",
    "end": "00:38:12"
  },
  {
    "text": "Yeah.",
    "start": "00:38:12",
    "end": "00:38:13"
  },
  {
    "text": "Like there's a situation that requires.",
    "start": "00:38:13",
    "end": "00:38:15"
  },
  {
    "text": "He's singing. A liability here.",
    "start": "00:38:15",
    "end": "00:38:17"
  },
  {
    "text": "Yep, that's right. And here's a liability in his mind. They're going to multiply, and it will come about even more with, when war happens to us, that they will add themselves to those who hate us.",
    "start": "00:38:17",
    "end": "00:38:30"
  },
  {
    "text": "Yeah. They're not going to fight for us. They might fight with our enemies.",
    "start": "00:38:31",
    "end": "00:38:33"
  },
  {
    "text": "They might. I mean, he's making a lot of assumptions here.",
    "start": "00:38:34",
    "end": "00:38:37"
  },
  {
    "text": "Yeah. My wife says he's catastrophizing.",
    "start": "00:38:38",
    "end": "00:38:40"
  },
  {
    "text": "Totally. That's right. Yeah, totally. And so when those who hate us make war against us, they're going to join our enemies, and then they'll go up out of the land and we'll lose this big resource right here in our midst. So let's contrast this with the mindset of the pharaoh who did know Joseph. So the pharaoh who did know Joseph said, here's an image of God who's filled with the spirit and wisdom, and he's got a plan that will bring abundance and life.",
    "start": "00:38:41",
    "end": "00:39:15"
  },
  {
    "text": "Yeah.",
    "start": "00:39:15",
    "end": "00:39:15"
  },
  {
    "text": "So let's make. Elevate him. Let's elevate him. Yeah, yeah.",
    "start": "00:39:16",
    "end": "00:39:21"
  },
  {
    "text": "He's not a threat.",
    "start": "00:39:21",
    "end": "00:39:21"
  },
  {
    "text": "He's not a threat.",
    "start": "00:39:21",
    "end": "00:39:22"
  },
  {
    "text": "He's an ally.",
    "start": "00:39:22",
    "end": "00:39:23"
  },
  {
    "text": "Yes. So we're back to this theme that we explored in our previous series on the firstborn, where when God elevates a chosen one to be a conduit of Eden, blessing in the world, that forces others around them to make a choice. And the first Pharaoh saw that, and he made the wise. He blessed those whom God has blessed. What God said to Abraham, and it results in union across ethnic culture, national groups, and the preservation of life for everybody. And this is being painted as the sad opposite of that. So there's a lot more to the speech than just what's on the surface. There's a mindset.",
    "start": "00:39:23",
    "end": "00:40:06"
  },
  {
    "text": "Yeah. A whole mindset of fear, of scarcity, of looking at people who are different than you and thinking that it's them or me.",
    "start": "00:40:06",
    "end": "00:40:18"
  },
  {
    "text": "Yeah. Seeing it as like a zero sum. Their flourishing will surely come at my expense.",
    "start": "00:40:18",
    "end": "00:40:25"
  },
  {
    "text": "Right.",
    "start": "00:40:25",
    "end": "00:40:25"
  },
  {
    "text": "Because that's how else does the world work? Like, there's this assumption.",
    "start": "00:40:25",
    "end": "00:40:28"
  },
  {
    "text": "Yeah, it's tribalism.",
    "start": "00:40:28",
    "end": "00:40:30"
  },
  {
    "text": "Yeah, that's right. If you flourish, it means I won't. So I guess if I want to flourish, I've got to find a way to leverage what's happening with you to my advantage.",
    "start": "00:40:30",
    "end": "00:40:40"
  },
  {
    "text": "Yeah.",
    "start": "00:40:40",
    "end": "00:40:41"
  },
  {
    "text": "Because we both can't win here. That's not the real world. Right. That's the mindset. So, yeah, there's a lot to meditate on in Pharaoh's speech that is unstated, but that is surely going on. This is the mindset of Cain.",
    "start": "00:40:41",
    "end": "00:40:54"
  },
  {
    "text": "Yeah. I mean, we've been talking about the knife's edge and what tips you over. It's like this attitude of we can't trust each other.",
    "start": "00:40:54",
    "end": "00:41:04"
  },
  {
    "text": "Yes.",
    "start": "00:41:04",
    "end": "00:41:04"
  },
  {
    "text": "I can't trust God. I need to protect myself. This is Cain's logic, too. I need to protect myself.",
    "start": "00:41:05",
    "end": "00:41:12"
  },
  {
    "text": "Yeah. The logic of Cain was God's elevated my brother, which I guess means that there's not enough elevation for me too, because God hasn't elevated me yet. And that's what God says to him, is, listen, if you do the right thing here, there's elevation for you as well. But here it's made corporate. And we're really drawing attention to the fact that these are two ethnic cultural groups.",
    "start": "00:41:12",
    "end": "00:41:37"
  },
  {
    "text": "Yeah.",
    "start": "00:41:37",
    "end": "00:41:38"
  },
  {
    "text": "And it's one group.",
    "start": "00:41:38",
    "end": "00:41:39"
  },
  {
    "text": "And every culture group is a brother, in a sense. We all come from.",
    "start": "00:41:40",
    "end": "00:41:43"
  },
  {
    "text": "Yeah. We're all humans.",
    "start": "00:41:43",
    "end": "00:41:44"
  },
  {
    "text": "We're all humans.",
    "start": "00:41:44",
    "end": "00:41:45"
  },
  {
    "text": "Yep.",
    "start": "00:41:45",
    "end": "00:41:45"
  },
  {
    "text": "So there's a Cain and Abel kind of thing happening here. Pharaoh is the older brother. Pharaoh is thinking he's worried. In the Cain and Abel story, like, Cain saw that Abel was favored.",
    "start": "00:41:45",
    "end": "00:41:57"
  },
  {
    "text": "Yeah.",
    "start": "00:41:57",
    "end": "00:41:58"
  },
  {
    "text": "Oh, I guess Pharaoh is here looking. Man, look at the favor.",
    "start": "00:41:58",
    "end": "00:42:01"
  },
  {
    "text": "Yeah.",
    "start": "00:42:01",
    "end": "00:42:01"
  },
  {
    "text": "That's pouring out so much abundance on this immigrant population amongst us. They're just flourishing. If this continues, they can turn on us.",
    "start": "00:42:01",
    "end": "00:42:11"
  },
  {
    "text": "That's right. So I guess the portrait here is in the life of a city. The knife edge of the city is when the diversity and the difference between ethnic cultural groups that make up here, the cities of Egypt is viewed as a threat to those in leadership or currently in power. And then one group's productivity becomes leveraged or exploited to benefit those in power. That's the portrait here. I mean, this is a. This is not. There is no generation of the human family that hasn't had its own version of this. This is, like, pretty endemic to the human experience.",
    "start": "00:42:11",
    "end": "00:42:54"
  },
  {
    "text": "Yeah.",
    "start": "00:42:54",
    "end": "00:42:54"
  },
  {
    "text": "And it's so powerful, that exodus begins with this portrait. I mean, it's almost. It doesn't do justice to it to Say just evil or selfishness, but it's a lack of trust. Yeah, lack of trust. So what Pharaoh's response to this is to begin his response.",
    "start": "00:42:55",
    "end": "00:43:12"
  },
  {
    "text": "It kind of shows his character.",
    "start": "00:43:12",
    "end": "00:43:14"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:14",
    "end": "00:43:15"
  },
  {
    "text": "Because you can be like, man, I'm worried about these guys. And there's a number of solutions.",
    "start": "00:43:15",
    "end": "00:43:20"
  },
  {
    "text": "Yeah.",
    "start": "00:43:20",
    "end": "00:43:20"
  },
  {
    "text": "To alleviate your concern.",
    "start": "00:43:21",
    "end": "00:43:22"
  },
  {
    "text": "Yeah, yeah, that's true. That's true. All we get in his speech is the concern.",
    "start": "00:43:23",
    "end": "00:43:26"
  },
  {
    "text": "Yeah.",
    "start": "00:43:27",
    "end": "00:43:27"
  },
  {
    "text": "Yep, that's right. And verse 11 tells the deeper story of this guy's character. The Egyptians placed over the Israelites captains of forced labor in order to oppress them with their burdens. And they had them build cities of supply, storage for Pharaoh Pithom and Raamsais, two of the cities. And as much as they oppressed them, so the Israelites multiplied and just broke out, which is a positive image of, like, spilling over the banks. And the Egyptians experienced dread because of the sons of Israel. So here's our storage cities appearing yet again. But it's just this sad inverted version of what the store cities that Joseph thought up. You can see that contrast there. Yeah. So gets further, verse 13. Egypt enslaved the sons of Israel with brutality. They made their lives bitter with harsh enslavement, with mortar and with brick, and with every kind of enslavement in the field. All the enslavement with which they enslaved them with brutality. It's an awkward sentence.",
    "start": "00:43:27",
    "end": "00:44:45"
  },
  {
    "text": "It's very awkward.",
    "start": "00:44:45",
    "end": "00:44:46"
  },
  {
    "text": "But it's beautifully designed as a chiasm, which is why it feels repetitive, because it is, on purpose, every kind of.",
    "start": "00:44:46",
    "end": "00:44:53"
  },
  {
    "text": "Enslavement in the field, meaning, like, in every way you could do forced labor, they're doing it.",
    "start": "00:44:53",
    "end": "00:44:58"
  },
  {
    "text": "That's right. There's innovation happening here already, but it's innovation for how to enslave and exploit. Yikes. This immigrant population. And I just mentioned verses 13 and 14. There's lots of repetition. And if you pattern them all out, these two sentences are designed as a symmetry, as a chiasm. And the center line, the very center of it, is highlighting that these cities are made with mortar and brick, which is hyperlink, of course. Of course it's a hyperlink, actually, in more ways than one. When Pharaoh says, come, let us deal wisely with them, and then they have them build cities of storage with mortar and brick. These are all the key words from the story of the building of Babylon, Genesis 11, where they say, come, let us build a city, and they use brick instead of stone and tar for their mortar. Also, this language of enslavement in the field is Recalling the language of the curse on the ground from Genesis 3, where God says, thorns and thistles, the ground will produce for you. You'll eat the plants of the field. And God sent them out to work, which is the same Hebrew root word of slave service. Slave work.",
    "start": "00:44:58",
    "end": "00:46:17"
  },
  {
    "text": "There's another word for work which is more related to worship. Right. So those are different words.",
    "start": "00:46:18",
    "end": "00:46:22"
  },
  {
    "text": "Oh, no, this is it.",
    "start": "00:46:22",
    "end": "00:46:23"
  },
  {
    "text": "Oh, this is it.",
    "start": "00:46:23",
    "end": "00:46:24"
  },
  {
    "text": "Service.",
    "start": "00:46:24",
    "end": "00:46:24"
  },
  {
    "text": "Service.",
    "start": "00:46:25",
    "end": "00:46:25"
  },
  {
    "text": "Service. Yeah.",
    "start": "00:46:25",
    "end": "00:46:26"
  },
  {
    "text": "It can mean enslavement.",
    "start": "00:46:26",
    "end": "00:46:27"
  },
  {
    "text": "Yeah. In other words, the word is just avad as the verb to produce in service for another. And the question is, if you have Yahweh as your redeemer and covenant partner, then any avad work you do for him will bring life to you and others. But if you've got Pharaoh as your master, then it's work that leads to death. Okay. Not for Pharaoh leads to life for Pharaoh, but it leads to death for you. For you. Yeah. So both this language of slavery and the language of building cities with brick and mortar, especially that phrase, brick and mortar and building of a city. There's two stories in the whole Hebrew Bible that use these words to describe the building of cities.",
    "start": "00:46:28",
    "end": "00:47:16"
  },
  {
    "text": "And it's Babylon building Babylon and Pharaoh building the storehouses with slaves.",
    "start": "00:47:16",
    "end": "00:47:22"
  },
  {
    "text": "That's right. So Pharaoh's storehouses here recall the storehouses that Joseph ordered to be built that led to life. And now here's the storage cities that this Pharaoh orders to be built. And it leads to the death and enslavement of God's chosen one. So this Pharaoh is painted in exact contrast to the Pharaoh of Joseph's day. And this oppression both comes out of an Egyptian city and leads to the building of even more Egyptian cities. So now the supply storage is for the benefit of one people in one city at the expense of the many. They're just two portraits, and it's a knife edge between the two of them. I liked how you said that. So I think that's what I wanted to set in front of us for this conversation. It's as if Genesis took us on this long downward trajectory from Cain city to Babylon to Sodom and Gomorrah. And then when it comes to the cities of Egypt, we get a good and a bad. Yeah. And that we're just creating more complexity and nuance to the portrait of the human city. And so this city that this Pharaoh wants to build becomes a monument to enslavement and death. And so Yahweh decreates it. And this is the calling of moses and the 10 plagues and Passover becomes the equivalent of the flood or the scattering of Babylon to those earlier cities, or the fire that rains down on Sodom and Gomorrah. And all those get put in a blender and turned into what we call the Ten plagues.",
    "start": "00:47:22",
    "end": "00:49:07"
  },
  {
    "text": "Okay, so I'm having this random thought, maybe we can end with. I would love your feedback on. So the story of the Bible, in one sense is God saying, I want to share my power and rule with these creatures. And the story just shows over and over how incapable we are of doing that because we want to trust on our own wisdom instead of connecting to divine wisdom. And God could just say, oh, yeah, that was a mistake. I'm done. But there's this relentless desire of God to make it work. So it's almost like the surprise of humanity.",
    "start": "00:49:38",
    "end": "00:50:18"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "You know?",
    "start": "00:50:20",
    "end": "00:50:20"
  },
  {
    "text": "Yeah, sure. Yeah, right.",
    "start": "00:50:20",
    "end": "00:50:22"
  },
  {
    "text": "That God's going to just do what it takes. It's going to get messy. It's going to be frustrating.",
    "start": "00:50:22",
    "end": "00:50:28"
  },
  {
    "text": "Yeah. Long timelines involved.",
    "start": "00:50:28",
    "end": "00:50:30"
  },
  {
    "text": "Yeah. And God almost compromises himself in certain ways, it seems like.",
    "start": "00:50:30",
    "end": "00:50:34"
  },
  {
    "text": "Yeah. At least I think that's what these moments from the last episode of these internal Divine speeches.",
    "start": "00:50:34",
    "end": "00:50:40"
  },
  {
    "text": "Yeah.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Where it's like depicting the moral puzzle that this whole partnership represents.",
    "start": "00:50:41",
    "end": "00:50:48"
  },
  {
    "text": "Right. Is God going to be true to his justice or is he going to be forgiving?",
    "start": "00:50:49",
    "end": "00:50:55"
  },
  {
    "text": "Yeah. And true to his purpose and promise.",
    "start": "00:50:55",
    "end": "00:50:57"
  },
  {
    "text": "To work with humanity.",
    "start": "00:50:58",
    "end": "00:50:59"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:50:59",
    "end": "00:50:59"
  },
  {
    "text": "And so cities are just an extension of that same problem.",
    "start": "00:51:00",
    "end": "00:51:03"
  },
  {
    "text": "Yeah. They magnify it.",
    "start": "00:51:03",
    "end": "00:51:04"
  },
  {
    "text": "They magnify it. And I was thinking about how, you know, a creature like a snail, like, it creates its shell, like it's part of the snail, but it becomes its home. Right.",
    "start": "00:51:04",
    "end": "00:51:20"
  },
  {
    "text": "Yeah.",
    "start": "00:51:20",
    "end": "00:51:21"
  },
  {
    "text": "And it's protection and protection.",
    "start": "00:51:21",
    "end": "00:51:23"
  },
  {
    "text": "Yeah.",
    "start": "00:51:23",
    "end": "00:51:23"
  },
  {
    "text": "And we don't grow cities from our actual selves. Like, our fingernails don't, like, grow out and become, like, our.",
    "start": "00:51:23",
    "end": "00:51:29"
  },
  {
    "text": "Protective encasing or something. Right. Oh, my gosh. It's like, what an image.",
    "start": "00:51:33",
    "end": "00:51:37"
  },
  {
    "text": "We actually.",
    "start": "00:51:37",
    "end": "00:51:37"
  },
  {
    "text": "Yeah. We build it.",
    "start": "00:51:38",
    "end": "00:51:38"
  },
  {
    "text": "We build it.",
    "start": "00:51:38",
    "end": "00:51:39"
  },
  {
    "text": "Yeah.",
    "start": "00:51:39",
    "end": "00:51:40"
  },
  {
    "text": "And that's kind of this crazy thing that we're able to do as, like, tool makers, users, which is very connected to being the image of God. But this is our shell. This is our, like, the place we then can protect ourselves, even though we.",
    "start": "00:51:40",
    "end": "00:51:57"
  },
  {
    "text": "Don'T make walls around it for the most part anymore.",
    "start": "00:51:57",
    "end": "00:52:00"
  },
  {
    "text": "Right.",
    "start": "00:52:00",
    "end": "00:52:01"
  },
  {
    "text": "Some cities still do, but for the most part not.",
    "start": "00:52:01",
    "end": "00:52:03"
  },
  {
    "text": "Yeah. The walls are different now.",
    "start": "00:52:03",
    "end": "00:52:05"
  },
  {
    "text": "Yeah. It's a different kind of wall.",
    "start": "00:52:05",
    "end": "00:52:07"
  },
  {
    "text": "It's different types of walls.",
    "start": "00:52:07",
    "end": "00:52:08"
  },
  {
    "text": "Yeah.",
    "start": "00:52:08",
    "end": "00:52:08"
  },
  {
    "text": "It's diplomatic walls. It's.",
    "start": "00:52:08",
    "end": "00:52:10"
  },
  {
    "text": "Yeah. Symbolic walls through law enforcement.",
    "start": "00:52:10",
    "end": "00:52:14"
  },
  {
    "text": "But I guess all to say you don't have to take too far of a step off of just the main storyline of God working with humanity and how problematic that is to. Then what is God going to do when humans come together and build? What's just very natural. It's natural. I guess what I'm proposing is it's as natural for humans to build cities as it is for a snail to go to shell.",
    "start": "00:52:14",
    "end": "00:52:36"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:52:36",
    "end": "00:52:37"
  },
  {
    "text": "This is just like what humans are gonna do. And in a way, it's. I think I had the sentiment early on in this conversation of, like, of course God put us in a garden. Like, where else are you gonna start? But if you're gonna stay in the garden long enough. Right. There's enough humans there. We're gonna be building infrastructure.",
    "start": "00:52:37",
    "end": "00:52:55"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:52:55",
    "end": "00:52:56"
  },
  {
    "text": "Eventually you're gonna have a garden city. I mean, it's just inevitable.",
    "start": "00:52:57",
    "end": "00:53:00"
  },
  {
    "text": "Yeah, no, that's right.",
    "start": "00:53:01",
    "end": "00:53:02"
  },
  {
    "text": "It's the shell we produce, you're saying.",
    "start": "00:53:02",
    "end": "00:53:04"
  },
  {
    "text": "So in a certain way, you're saying something like, the city is just inevitable given what humans are, and that God would partner with such creatures to continue his work of creation in the world.",
    "start": "00:53:04",
    "end": "00:53:16"
  },
  {
    "text": "Right, yeah.",
    "start": "00:53:17",
    "end": "00:53:18"
  },
  {
    "text": "Yeah. That makes sense. It just so happens that the portrait of that occurring in the storyline in Genesis is of cities. Well, yeah. Designed as the snail shell. Because now there's other humans are going to want to kill me, Right.",
    "start": "00:53:18",
    "end": "00:53:34"
  },
  {
    "text": "Yes.",
    "start": "00:53:34",
    "end": "00:53:35"
  },
  {
    "text": "In other words, the reason you need a shell is because there's, like, ravens that want to, like, come get you and peck through your shell and kill you.",
    "start": "00:53:35",
    "end": "00:53:43"
  },
  {
    "text": "Yeah. Imagine, you know, a creative retelling of Adam and Eve spending generations in the Garden of Eden.",
    "start": "00:53:43",
    "end": "00:53:52"
  },
  {
    "text": "Sure. Yeah. Just naked and don't need the wall and don't need clothes and we just eat from the trees and it's great.",
    "start": "00:53:52",
    "end": "00:53:58"
  },
  {
    "text": "But at some point, they're gonna be like, it's a little chilly. Right?",
    "start": "00:53:58",
    "end": "00:54:02"
  },
  {
    "text": "Like, yeah, right.",
    "start": "00:54:02",
    "end": "00:54:03"
  },
  {
    "text": "And at some point they're gonna be like, you know what? Like, it's nice. I kind of have my little space right here. You have your little space right there. We can work together, you know, like, there's gonna be little.",
    "start": "00:54:04",
    "end": "00:54:13"
  },
  {
    "text": "Sure.",
    "start": "00:54:13",
    "end": "00:54:13"
  },
  {
    "text": "Innovations.",
    "start": "00:54:14",
    "end": "00:54:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:54:14",
    "end": "00:54:15"
  },
  {
    "text": "And they're gonna create what we might consider city type of adaptations. Or maybe not. Maybe the point is, like, that's not how humans are supposed to live.",
    "start": "00:54:15",
    "end": "00:54:25"
  },
  {
    "text": "Yeah. Interesting. You know, one thing speaking of my teenage years when I was skateboarding around Portland, one thing I wasn't doing was attending any of my Western civilization history classes. I skipped all those and tried to make up for it later. So I don't know. I'm just going to bring up like the Romantic movement, you know, Romanticism as a cultural movement in Europe after the Industrial Revolution.",
    "start": "00:54:25",
    "end": "00:54:52"
  },
  {
    "text": "Right.",
    "start": "00:54:52",
    "end": "00:54:52"
  },
  {
    "text": "So the. The little bit I do know, and this is what Jean Jacques Rousseau, what his novels and poetry represented was this cultural resistance movement against the urbanization of Europe, longing for the ideal of the garden, the pasture, the countryside. And then it had offshoots in art and music and so on. So I don't know very much about that cultural movement other than saying, I know it happened, but it does. There's something there. I think there's something in the human soul that can get easily squelched or extinguished in the suffocating environment of the snail shell.",
    "start": "00:54:52",
    "end": "00:55:38"
  },
  {
    "text": "Yeah. As we're in the city, we're creating our own gardens. Yeah. We're wanting to have that balance.",
    "start": "00:55:38",
    "end": "00:55:44"
  },
  {
    "text": "But what I'm hearing you say is, isn't it kind of inevitable that as humans flourish and do their image of God thing, they're going to build places and those places will be organized into those people and that people. And it doesn't have to be tribal. And that's all a part of the sad human condition. But isn't there an inevitability to something like the city as humans to spread and do their thing? Even if it's good, it's something like the city. And maybe that's what we're seeing reflected in the fact that when you get to the depiction of new creation, it's a garden city.",
    "start": "00:55:44",
    "end": "00:56:18"
  },
  {
    "text": "Yeah.",
    "start": "00:56:18",
    "end": "00:56:18"
  },
  {
    "text": "Ah, that's a good observation. And maybe that's what these two versions of the cities of Egypt do for us. In Genesis and Exodus. Cities can be a source of life. When they recognize the glorious image of God, chosen one that God elevates to rule with wisdom, then cities become a source of life. But it's a knife's edge. And I guess that's the wisdom of this portrait of the city.",
    "start": "00:56:18",
    "end": "00:56:44"
  },
  {
    "text": "Okay, where are we heading next?",
    "start": "00:56:44",
    "end": "00:56:47"
  },
  {
    "text": "Ah, where I want to go next is given. We just got our first portrait of the positive city. I want to move to a story which is about the founding of the almost entirely positive city in the storyline of the Bible, which is Jerusalem.",
    "start": "00:56:47",
    "end": "00:57:03"
  },
  {
    "text": "Okay. The city of God.",
    "start": "00:57:03",
    "end": "00:57:05"
  },
  {
    "text": "The city of God. Yes. So there's the story about David founding Jerusalem as the capital city, bringing the portable Eden, the tabernacles there, and establishing it as a city dedicated to God. And there's all these psalms in the psalm scroll connected to the choirs from David's time, the priestly choirs and the songs that they sing about Jerusalem. And it's hard to tell if they're singing about heaven or earth.",
    "start": "00:57:05",
    "end": "00:57:33"
  },
  {
    "text": "Mm.",
    "start": "00:57:33",
    "end": "00:57:34"
  },
  {
    "text": "And I think that's on purpose. Okay, so what is possible when a city of humans becomes a city of God? That's what we'll meditate on next.",
    "start": "00:57:34",
    "end": "00:57:44"
  },
  {
    "text": "Okay, well, tell me who you are, where you're from. What's your names?",
    "start": "00:57:46",
    "end": "00:57:52"
  },
  {
    "text": "My name's Cash. My name's Henri. My name's Harper. My name's Ruby. My name's Sophie. My name's Sky. My name's Carys. My name's Aria. My name's Emmett. My name's Josiah. My name's Sarah.",
    "start": "00:57:52",
    "end": "00:58:04"
  },
  {
    "text": "And where are you guys from?",
    "start": "00:58:04",
    "end": "00:58:05"
  },
  {
    "text": "Verathon Academy.",
    "start": "00:58:05",
    "end": "00:58:07"
  },
  {
    "text": "3Rd and 4th grade. @ Verathon Academy. What is one way you've used the Bible project in your own life, in your house or school or anything? What did you say?",
    "start": "00:58:09",
    "end": "00:58:18"
  },
  {
    "text": "Videos.",
    "start": "00:58:18",
    "end": "00:58:19"
  },
  {
    "text": "You watch the videos?",
    "start": "00:58:19",
    "end": "00:58:20"
  },
  {
    "text": "It helps me understand what's happening in the Bible. It gives you a better idea, and you can use your imagination a little bit. Yeah.",
    "start": "00:58:21",
    "end": "00:58:28"
  },
  {
    "text": "Does anyone have a favorite video?",
    "start": "00:58:28",
    "end": "00:58:30"
  },
  {
    "text": "Probably. Probably the last show before. Yeah, actually, I. I like watching. I watch all of them over and over. Same.",
    "start": "00:58:31",
    "end": "00:58:41"
  },
  {
    "text": "We believe the Bible is a unified story that leads to Jesus.",
    "start": "00:58:43",
    "end": "00:58:46"
  },
  {
    "text": "We believe the Bible is a unified story that believes Jesus leads to success. Find videos, podcasts, flashes, and more.",
    "start": "00:58:46",
    "end": "00:59:04"
  },
  {
    "text": "Sam.",
    "start": "00:59:16",
    "end": "00:59:27"
  }
]