[
  {
    "text": "In the story of the Bible, horrific things happen to people in cities. Cities bring out the worst of humanity. But the Bible doesn't give up on cities. In fact, cities can be a place where the best of humanity can shine. And the city that gave us a glimpse of this possibility is the city of Jerusalem, established by King David to be the home of God. Yet even Jerusalem fails. And that leaves us wondering, what kind of city can we hope for?",
    "start": "00:00:04",
    "end": "00:00:35"
  },
  {
    "text": "When the prophets, specifically Isaiah, look forward to the ultimate heaven on earth city, he uses the imagery of Jerusalem, but it's clearly transcendent of any Jerusalem that Israel ever experienced.",
    "start": "00:00:35",
    "end": "00:00:49"
  },
  {
    "text": "In Isaiah 60, the prophet describes New Jerusalem as a place where the light of God shines and members of all the nations come to the city to bear gifts.",
    "start": "00:00:49",
    "end": "00:01:00"
  },
  {
    "text": "So it seems like Matthew's saying through the narrative argument that Jesus is the new Jerusalem. That whole bundle of images is wrapped together with one referent in this story, which is the person of Jesus of Nazareth.",
    "start": "00:01:01",
    "end": "00:01:16"
  },
  {
    "text": "Jesus becomes the ultimate place where heaven and earth unite, where God and humanity dwell together. But then Jesus takes this idea a step further and he says to his followers, you all are the new Jerusalem.",
    "start": "00:01:16",
    "end": "00:01:30"
  },
  {
    "text": "The claim that Matthew made about Jesus in the birth story, Jesus is now making about himself and his followers what Jerusalem was called to be for the nations. He is claiming that he and his new blossoming kingdom of God cell groups are to the nations.",
    "start": "00:01:30",
    "end": "00:01:48"
  },
  {
    "text": "Today, Tim Mackey and I discuss Jesus and the new Jerusalem. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we. Hey, Tim.",
    "start": "00:01:48",
    "end": "00:02:02"
  },
  {
    "text": "Oh, hey, John. I was having a drink of coffee. Yeah, right there.",
    "start": "00:02:03",
    "end": "00:02:08"
  },
  {
    "text": "Hi.",
    "start": "00:02:08",
    "end": "00:02:09"
  },
  {
    "text": "Hey. Hello.",
    "start": "00:02:09",
    "end": "00:02:10"
  },
  {
    "text": "Hello. Hello.",
    "start": "00:02:10",
    "end": "00:02:10"
  },
  {
    "text": "Hello.",
    "start": "00:02:10",
    "end": "00:02:11"
  },
  {
    "text": "Hi.",
    "start": "00:02:11",
    "end": "00:02:11"
  },
  {
    "text": "It's morning for us right now and we are, what, neck deep in a series of discussions about the city.",
    "start": "00:02:11",
    "end": "00:02:21"
  },
  {
    "text": "Is that an image where, like, I.",
    "start": "00:02:21",
    "end": "00:02:22"
  },
  {
    "text": "Don'T know why I used that image.",
    "start": "00:02:22",
    "end": "00:02:24"
  },
  {
    "text": "Like, I'm in like a marshland and only my head is up above the water as I'm wading through. Or am I like an ostrich with my head in the earth up to my neck?",
    "start": "00:02:24",
    "end": "00:02:33"
  },
  {
    "text": "You know, the actual image in my mind was I have two little boys, they both love to swim and they're getting better, you know, they 9 and 11 now. So they're like they can swim on their own, but for many years it was me standing right at neck level, but hovering around them. Yeah, because they wanted to be deeper, but sometimes they couldn't make it work. And so it's awkward to be in neck deep water because you're actually kind of immobilized but you're trying to walk on your tippy toes. It's just an awkward scenario. So that's the image that was in my mind.",
    "start": "00:02:33",
    "end": "00:03:07"
  },
  {
    "text": "Okay. We are in an awkward place because we've been talking about the city as a theme in the Bible, that God created humanity and placed them in a garden, a lush garden. And it's when we left the garden, because of our folly and violence and our nearsightedness and our grasping after wisdom on our own terms, it's outside the garden, in the wilderness, afraid for our lives. I'm talking about Cain here, building the first city to protect ourselves. And as you trace the story of the city in the Bible, for the most part, cities become this extension of our worst intentions, magnifying our violence despite our best intentions. Despite our best intentions.",
    "start": "00:03:07",
    "end": "00:03:57"
  },
  {
    "text": "Yeah.",
    "start": "00:03:57",
    "end": "00:03:57"
  },
  {
    "text": "Yeah. And, yeah, they just become this, like, cities become this almost emergent thing that's like multiplying our evil at a community.",
    "start": "00:03:57",
    "end": "00:04:08"
  },
  {
    "text": "Level or multiplying our good and bad.",
    "start": "00:04:08",
    "end": "00:04:11"
  },
  {
    "text": "But also our good.",
    "start": "00:04:11",
    "end": "00:04:12"
  },
  {
    "text": "Yeah.",
    "start": "00:04:12",
    "end": "00:04:13"
  },
  {
    "text": "And we have talked about that. And we kind of stopped talking about that.",
    "start": "00:04:13",
    "end": "00:04:16"
  },
  {
    "text": "Yeah. It's good to remember it. Well, there's not that many stories about it in Kane City.",
    "start": "00:04:17",
    "end": "00:04:21"
  },
  {
    "text": "They, like, started creating instruments.",
    "start": "00:04:21",
    "end": "00:04:23"
  },
  {
    "text": "Yeah. And music.",
    "start": "00:04:23",
    "end": "00:04:24"
  },
  {
    "text": "Music and metallurgy for, you know, making farming equipment and.",
    "start": "00:04:25",
    "end": "00:04:30"
  },
  {
    "text": "Well, presumably.",
    "start": "00:04:30",
    "end": "00:04:31"
  },
  {
    "text": "Presumably maybe some shields, some battle axes. Battle axes, Helmets.",
    "start": "00:04:31",
    "end": "00:04:37"
  },
  {
    "text": "Yeah. The point is, it's not complete evil, but it's not complete good. Like humans. It's a mix of good and bad.",
    "start": "00:04:37",
    "end": "00:04:45"
  },
  {
    "text": "So like a human, a mix of good and bad, humans together is a mix of good and bad that then gets multiplied as an extension of ourselves, which is also ourselves, the cities. There's actually this sci fi novel called the City We've Become. It's really fascinating. It personifies New York City as all these different monsters that, like, are an extension of the psyche of the city. You're googling it. It's really popular. Author Jemison. NK Jemisin.",
    "start": "00:04:46",
    "end": "00:05:16"
  },
  {
    "text": "NK Jemisin. Yeah. 2020. It's recent.",
    "start": "00:05:16",
    "end": "00:05:19"
  },
  {
    "text": "Recent.",
    "start": "00:05:19",
    "end": "00:05:19"
  },
  {
    "text": "Recent Sci Fi. Interesting, huh?",
    "start": "00:05:20",
    "end": "00:05:21"
  },
  {
    "text": "Yeah. It's this idea of the, like, the city becomes the city is us becoming a monster. That's what this book is about.",
    "start": "00:05:21",
    "end": "00:05:28"
  },
  {
    "text": "Wow. Fascinating. Yeah, yeah, fascinating. Yeah, That's. I bet the prophet Isaiah would have enjoyed reading that story.",
    "start": "00:05:28",
    "end": "00:05:34"
  },
  {
    "text": "Yeah. I wonder if she realizes how, like, biblical she was in the themes of that story.",
    "start": "00:05:34",
    "end": "00:05:38"
  },
  {
    "text": "Yes. So humans tendency towards good and bad gets magnified, and when that happens, the bad gets magnified, tends to overwhelm the good.",
    "start": "00:05:38",
    "end": "00:05:47"
  },
  {
    "text": "Yeah.",
    "start": "00:05:48",
    "end": "00:05:48"
  },
  {
    "text": "And that's the portraits of the City that we've seen right on throughout City of Cain, Babylon, Sodom and Gomorrah, Assyria, and even Jerusalem enters into that portrait. Though Jerusalem becomes a duality. Jerusalem becomes a two sided city, so to speak, with two possible futures. There's a future that God has destined for it to become the center point from which God's peace and shalom and life flows out to all the nations and all nations will come up into it. And here we're to the poetry of Isaiah that we talked about in the last episode.",
    "start": "00:05:48",
    "end": "00:06:26"
  },
  {
    "text": "And this is this like almost, pardon me, naive hope that we can like somehow have the city on the hill that will.",
    "start": "00:06:26",
    "end": "00:06:37"
  },
  {
    "text": "Now why do you call it naive?",
    "start": "00:06:37",
    "end": "00:06:38"
  },
  {
    "text": "Because it.",
    "start": "00:06:39",
    "end": "00:06:39"
  },
  {
    "text": "Okay, but Isaiah's hope is not that humans can create this, that this is something God's going to bring about.",
    "start": "00:06:41",
    "end": "00:06:46"
  },
  {
    "text": "Yeah, but isn't that what God tried to do with Moses on Mount Sinai? Right?",
    "start": "00:06:47",
    "end": "00:06:51"
  },
  {
    "text": "Yeah, sure. Yeah, sure, sure, yeah.",
    "start": "00:06:51",
    "end": "00:06:54"
  },
  {
    "text": "How did that go? Isn't this what God's spirit came out on David and like made him king?",
    "start": "00:06:54",
    "end": "00:07:00"
  },
  {
    "text": "Yeah, how'd that go? Exactly. But what those stories do, remember, Hebrew Bible, it's a unified story. What it means to read it as a follower of Messiah Jesus, is that all these cycles are pointing forward to a great need for someone to come to be the human and do what no human has been able to do. And so now it's like what we need is a city that can be the city.",
    "start": "00:07:00",
    "end": "00:07:28"
  },
  {
    "text": "Not only do we need the human, we need the city.",
    "start": "00:07:29",
    "end": "00:07:32"
  },
  {
    "text": "We need the city. We need that human scaled up to a cosmic city that can be for the world what no human city has been, though there have been.",
    "start": "00:07:32",
    "end": "00:07:43"
  },
  {
    "text": "Or we could just all go, just flee for the hills and just live our quiet lives thanks to a stream.",
    "start": "00:07:43",
    "end": "00:07:49"
  },
  {
    "text": "One thing we haven't really talked about is kind of the, the back and forth between the city and the wilderness. Because it's always in the wilderness where God takes his chosen ones to test them and kind of recreate them and then give them another shot at building the city. Building the city. But it is interesting going into the city, then being exiled from the city, back in the city, exiled out of the city. These are part of the. So when the prophets, specifically Isaiah, look forward to the ultimate heaven on earth city, he uses the imagery of Jerusalem, but it's clearly transcendent of any Jerusalem that Israel ever experienced. So we focused on the portraits of the faithful Jerusalem, then the unfaithful Jerusalem that's going to be purged and burned and recreated to become the new Jerusalem. And that's in contrast to just the fully human city that is Babylon, that is going to be given over to cosmic ruin and be no more. And be no more. That's right. So the tale of two cities. And those two cities, Babylon, Jerusalem, both unfaithful Jerusalem and the new Jerusalem and Babylon just keep recycling through the poetry of Isaiah. We just touched down in chapters 1, 2 and 13 in the last episode.",
    "start": "00:07:49",
    "end": "00:09:12"
  },
  {
    "text": "So the Tale of Two Cities, to recap, last episode is both cities are corrupt, but one city, this core remnant, will remain. A faithful version of itself will come and actually become a new mountain where all the nations will then find peace. The other city will just be no more.",
    "start": "00:09:12",
    "end": "00:09:34"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:09:34",
    "end": "00:09:35"
  },
  {
    "text": "Okay.",
    "start": "00:09:35",
    "end": "00:09:35"
  },
  {
    "text": "The city that God wanted to build, that humans ruined, he's gonna purify it and make it into the heavenly city on earth. But the human city that had its origins purely in the human imagination, Babylon is just going to be no more. Yeah. The tale of the two cities. So as you get into the latter chapters of Isaiah, what I really want to do is us just to touch down on Isaiah 60 and then take all these themes into the opening chapters of the gospel accounts about Jesus.",
    "start": "00:09:35",
    "end": "00:10:07"
  },
  {
    "text": "Okay.",
    "start": "00:10:07",
    "end": "00:10:08"
  },
  {
    "text": "And what we're going to see is how Jesus describes who he is and what he's doing by announcing the arrival of the kingdom of God and starting these little Jesus communities in the towns of Galilee. He describes that whole little setup he's doing with the cosmic imagery of the heavenly city that's finally touched down using primarily the language of Isaiah. Okay. Especially Isaiah, chapter 60. So shall we?",
    "start": "00:10:08",
    "end": "00:10:41"
  },
  {
    "text": "Yeah, let's read it.",
    "start": "00:10:41",
    "end": "00:10:42"
  },
  {
    "text": "Turn our attention. Isaiah 60 begins a three part literary unit that we call Isaiah 60, 61 and 62. It's a little triad of poems. They're all beautifully designed and in symmetries and hyper lengths. Of course, it's the Hebrew Bible. But 60 is the opening, opening poem of this. And it opens, Arise, shine, for your light has come and the glory of Yahweh has risen upon you.",
    "start": "00:10:42",
    "end": "00:11:41"
  },
  {
    "text": "New day.",
    "start": "00:11:41",
    "end": "00:11:42"
  },
  {
    "text": "Yeah. This is the language of day one of the seven day creation story. Genesis 1.",
    "start": "00:11:42",
    "end": "00:11:48"
  },
  {
    "text": "Let there be light.",
    "start": "00:11:48",
    "end": "00:11:48"
  },
  {
    "text": "Yeah. And it's Yahweh's light. He's the source of the light.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "The glory of Yahweh is risen.",
    "start": "00:11:51",
    "end": "00:11:53"
  },
  {
    "text": "But somebody's being called upon to wake up, to get up and let Yahweh's light and glory shine on you. So who's the you? Yeah, right. The opening line just doesn't say, we gotta keep reading because look, darkness covers the land. Thick darkness over the nations.",
    "start": "00:11:53",
    "end": "00:12:12"
  },
  {
    "text": "It's also Genesis 1.",
    "start": "00:12:13",
    "end": "00:12:14"
  },
  {
    "text": "Yep. But Yahweh will rise on you and his glory will appear over you. And all the nations will come to your light and kings to the bright light of your sunrise.",
    "start": "00:12:14",
    "end": "00:12:30"
  },
  {
    "text": "You are the light, but Yahweh is the light. It kind of keeps going back and forth.",
    "start": "00:12:31",
    "end": "00:12:35"
  },
  {
    "text": "Yeah. Isn't that interesting? So the idea is the kind of the default or beginning state is darkness over the land.",
    "start": "00:12:35",
    "end": "00:12:42"
  },
  {
    "text": "Darkness covers the land.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "And that's just right from Genesis 1, verse 2, the pre creation state. And then the land is set on analogy to the nations. Darkness covers the land, thick darkness covers the peoples. But then there's. Yahweh's going to say, let there be light. And his own glory is that light will be that light. But then that light will become focused on a you and shine upon a you. And then the you will become a beacon.",
    "start": "00:12:44",
    "end": "00:13:13"
  },
  {
    "text": "Right. A reflection of that light.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Yeah. Out to the nations. So much so that the nations are all going to come to the light. So this is fully hyperlinked back to the poem in Isaiah chapter two that we read and reflected on in the previous episode.",
    "start": "00:13:15",
    "end": "00:13:31"
  },
  {
    "text": "Yes.",
    "start": "00:13:32",
    "end": "00:13:32"
  },
  {
    "text": "Which just to recall, began saying that in the end of days, the mountain of the house of Yahweh that's eventually called Zion in Jerusalem, it will be exalted as the tallest mountain. And all the nations will river like a river, but going uphill, stream into it. And Yahweh will render justice between them all and there'll be peace forever and ever. Amen.",
    "start": "00:13:32",
    "end": "00:13:59"
  },
  {
    "text": "Yeah.",
    "start": "00:13:59",
    "end": "00:14:00"
  },
  {
    "text": "And then the prophet says, so come in light of that hope, Israel let us walk in the light of Yahweh. So now Israel needs to walk in the light.",
    "start": "00:14:00",
    "end": "00:14:12"
  },
  {
    "text": "So the light here is God's glory, but it's also kind of like the way of Yahweh, like it's his Torah is also the light.",
    "start": "00:14:12",
    "end": "00:14:21"
  },
  {
    "text": "In a way. You walk in the light.",
    "start": "00:14:21",
    "end": "00:14:23"
  },
  {
    "text": "It's his wisdom.",
    "start": "00:14:23",
    "end": "00:14:24"
  },
  {
    "text": "Yeah.",
    "start": "00:14:24",
    "end": "00:14:25"
  },
  {
    "text": "So, okay, sorry, detour. Genesis 1:1 or Genesis 1: whatever. 3. Let there be light.",
    "start": "00:14:25",
    "end": "00:14:31"
  },
  {
    "text": "Yes, yes.",
    "start": "00:14:31",
    "end": "00:14:32"
  },
  {
    "text": "You know, there's always been this. What is the light? Right. Because the sun isn't created until on day four.",
    "start": "00:14:32",
    "end": "00:14:39"
  },
  {
    "text": "Yeah. As a symbol.",
    "start": "00:14:39",
    "end": "00:14:41"
  },
  {
    "text": "Yeah. A reflection in a way, or a manifestation of the greater light. Let there be light. We've talked about that before. You've kind of said, you know, in some ways it's talking about. It's ordering time, you know, but here the imagery really feels like it's about.",
    "start": "00:14:41",
    "end": "00:14:57"
  },
  {
    "text": "It's Yahweh.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "It's about. Yeah. Well, how does Yahweh say, let there be me. It's not what he means.",
    "start": "00:14:58",
    "end": "00:15:03"
  },
  {
    "text": "No, no, no. Oh, no. Let there be light. But the light in the darkness.",
    "start": "00:15:03",
    "end": "00:15:07"
  },
  {
    "text": "The light, yeah. So the light is Yahweh's glory and wisdom. So it's like, let my glory and wisdom invade the darkness.",
    "start": "00:15:07",
    "end": "00:15:13"
  },
  {
    "text": "Invade the darkness.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "That's day one.",
    "start": "00:15:14",
    "end": "00:15:15"
  },
  {
    "text": "That's day one.",
    "start": "00:15:15",
    "end": "00:15:16"
  },
  {
    "text": "Okay.",
    "start": "00:15:16",
    "end": "00:15:16"
  },
  {
    "text": "It's exactly.",
    "start": "00:15:16",
    "end": "00:15:17"
  },
  {
    "text": "Cool.",
    "start": "00:15:17",
    "end": "00:15:17"
  },
  {
    "text": "Yeah. In other words, it's meta. It's using the imagery of light and dark to describe poetic something else. Non existence, non being, disorder, chaos.",
    "start": "00:15:17",
    "end": "00:15:32"
  },
  {
    "text": "And then let me inject it with being and existence, existence and order and the grain of the universe. Wisdom. Like how things operate. What maybe like, you know, cosmologists would call just like the grand unifying theory or something. You know, it's like, how do things work and why?",
    "start": "00:15:33",
    "end": "00:15:51"
  },
  {
    "text": "That's right.",
    "start": "00:15:51",
    "end": "00:15:51"
  },
  {
    "text": "But like, we're not talking scientifically, we're talking metaphysically.",
    "start": "00:15:51",
    "end": "00:15:55"
  },
  {
    "text": "That's exactly.",
    "start": "00:15:55",
    "end": "00:15:56"
  },
  {
    "text": "We're talking about, like, what is the grain of the universe? What is good and bad? How does this all work?",
    "start": "00:15:56",
    "end": "00:16:02"
  },
  {
    "text": "Yep, yep. This represents the thought of ancient poets and philosophers and theologians, the biblical authors, and they're talking about the stuff that's universal to human questions about the nature of reality. And there is a state of order that represents a mind and a purpose that brings order in reality. And we have our own human versions of that. We build stuff that we purpose. And on analogy, there is this great cosmic order that we're all a part of, but if you notice, it tends to all just fall apart unless you constantly bring new wisdom and purpose and order to it. And that intuition is filled out on a. Yeah. Metaphysical cosmic level that there's this default of the darkness. And Yahweh is the originator of all beauty, order, light, goodness. And any light or goodness or order that we bring is because Yahweh has already shined his light on us. In Psalm 36. By your light, O God, we see light.",
    "start": "00:16:02",
    "end": "00:17:11"
  },
  {
    "text": "Yeah.",
    "start": "00:17:12",
    "end": "00:17:12"
  },
  {
    "text": "And that's the image here. It's profound. Yeah. So here Yahweh is lending his glorious light to a you, and that you is lit up in the midst of the darkness so that all the nations want to come to be in the light.",
    "start": "00:17:13",
    "end": "00:17:30"
  },
  {
    "text": "Yeah. And so God's new creation sunrise is also this yous. It becomes part of this you.",
    "start": "00:17:30",
    "end": "00:17:37"
  },
  {
    "text": "Yep.",
    "start": "00:17:38",
    "end": "00:17:38"
  },
  {
    "text": "This person, whoever we're talking about, is their sunrise.",
    "start": "00:17:38",
    "end": "00:17:41"
  },
  {
    "text": "Yeah. So let's keep reading.",
    "start": "00:17:41",
    "end": "00:17:42"
  },
  {
    "text": "Shining like that.",
    "start": "00:17:42",
    "end": "00:17:43"
  },
  {
    "text": "Figure out who the you.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Okay.",
    "start": "00:17:44",
    "end": "00:17:44"
  },
  {
    "text": "All right. So you lift up your eyes all around and see all of them are gathering. They're coming to you. Your sons are coming from afar. Your daughters are being looked after, carried on the hip. So it's the idea of your children are returning to you. Your lost children. Adam and Eve's lost children. Jacob's lost children. Remember when he lost Benjamin, he lost Joseph to Egypt. Will I ever see them again? So it's using the imagery of children, Noah's lost children. Yeah. Parents losing their children to tragic circumstances. Everybody's coming home now. We knew that the nations were going.",
    "start": "00:17:44",
    "end": "00:18:29"
  },
  {
    "text": "To come, but the children are the nations.",
    "start": "00:18:29",
    "end": "00:18:31"
  },
  {
    "text": "That's exactly right.",
    "start": "00:18:31",
    "end": "00:18:32"
  },
  {
    "text": "Okay. Yeah, yeah. This isn't like this is the universal.",
    "start": "00:18:32",
    "end": "00:18:36"
  },
  {
    "text": "Family of humanity now, right now. Well, we'll see who the you is. It's kind of specific because there is a specific you that has been exiled here. That is Israel.",
    "start": "00:18:36",
    "end": "00:18:48"
  },
  {
    "text": "Okay. I've been assuming this you.",
    "start": "00:18:48",
    "end": "00:18:51"
  },
  {
    "text": "So your children are being carried back. Then you will see. Then you will be radiant. You'll start glowing when you see.",
    "start": "00:18:53",
    "end": "00:19:00"
  },
  {
    "text": "You already are in this poem, but.",
    "start": "00:19:00",
    "end": "00:19:02"
  },
  {
    "text": "Yeah, glow even more. Your heart will tremble and open itself wide. Your heart will become wide.",
    "start": "00:19:02",
    "end": "00:19:09"
  },
  {
    "text": "What does that mean?",
    "start": "00:19:10",
    "end": "00:19:10"
  },
  {
    "text": "Cool image.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "No, that's kind of scary.",
    "start": "00:19:11",
    "end": "00:19:13"
  },
  {
    "text": "Well, it's not open heart. I think it's something that you have hoped for. Like, think of, like the tragedy of a loss of someone you love. That kind of wounding or traumatic experience, I think fairly commonly closes off humans. Right. We close ourselves to the world. Right. We close ourselves to relationships because there's risk. But when you see the thing you never thought would ever happen, the restoration of a relationship, or the person you thought was dead, but they're actually alive and they want to see you and they're coming, it's like your heart can open again.",
    "start": "00:19:14",
    "end": "00:19:54"
  },
  {
    "text": "Is this also perhaps a metaphor of the heart is the city gates?",
    "start": "00:19:54",
    "end": "00:19:59"
  },
  {
    "text": "Oh, yes, yes. The metaphor of opening up is going to be a connected to the open gates in a moment.",
    "start": "00:20:00",
    "end": "00:20:07"
  },
  {
    "text": "If you're trembling, if the gates are trembling, that's like an invading army and you open the gates, that's like inviting them in.",
    "start": "00:20:07",
    "end": "00:20:14"
  },
  {
    "text": "Yeah. But here it's like the thing you never thought, the reunion with the person you love that you never thought you'd hold again in your arms.",
    "start": "00:20:14",
    "end": "00:20:23"
  },
  {
    "text": "This is not the army. This is the family of God. Come.",
    "start": "00:20:23",
    "end": "00:20:25"
  },
  {
    "text": "Trembling is a good way to describe, I think, how many people, bodies respond. And isn't it interesting that that's also the response we have when we're terrified? Right, yeah, yeah. Isaiah 65. There's a lot to meditate on there. Why will you be shining with your heart open wide? The abundance of the sea will fall upon you. The wealth of nations will come to you. Oh, this is great. Notice how the waters are set on parallelism to the nations. So it's like the sea washing up over you is set on analogy to all of the nations bringing their abundance and honor to you. So the backstory presumed here is Jerusalem was stomped on by Assyria, barely rescued in the days of Hezekiah. That story is told in Isaiah and then stomped on by Babylon and not rescued.",
    "start": "00:20:26",
    "end": "00:21:27"
  },
  {
    "text": "Yeah.",
    "start": "00:21:27",
    "end": "00:21:27"
  },
  {
    "text": "And all of its wealth plundered. So this is the great inversion. All the wealth that the nations took from you will wash over you like waves. A multitude of camels is coming. Think like caravan.",
    "start": "00:21:28",
    "end": "00:21:43"
  },
  {
    "text": "This is the freight trains of the ancient world.",
    "start": "00:21:43",
    "end": "00:21:45"
  },
  {
    "text": "Yeah. Yeah. Camels of Midian and Ephah from Sheva. These are all the eastern desert tribes for Israel. They will bring gold and frankincense, proclaiming the praise of Yahweh. The flocks of Kedar. These are all eastern tribes. Ooh. These are also all tribes that were estranged from Israel throughout the story of the Hebrew Bible. Verse 11. Your gates will continually be open, like your heart, day and night, never shut, to bring you the wealth of nations. The kings shall be led, and the children of those who oppressed you, they will come bending low. And those who disrespected you will bow down at the soles of your feet. They will call you the city of Yahweh, Zion, the Holy One of Israel. And the sun will no longer be your light by day, and the moon will not give you light at night. Yahweh will be your eternal light, and Yahweh your glory. The sun will not go down, the moon won't wane. Yahweh himself will be your eternal light. So the eternal.",
    "start": "00:21:46",
    "end": "00:23:03"
  },
  {
    "text": "This is very poetic.",
    "start": "00:23:03",
    "end": "00:23:04"
  },
  {
    "text": "Yeah.",
    "start": "00:23:05",
    "end": "00:23:05"
  },
  {
    "text": "Because obviously.",
    "start": "00:23:05",
    "end": "00:23:06"
  },
  {
    "text": "Yeah.",
    "start": "00:23:07",
    "end": "00:23:07"
  },
  {
    "text": "I mean, I don't know. It's hard for me to imagine.",
    "start": "00:23:07",
    "end": "00:23:11"
  },
  {
    "text": "Yeah.",
    "start": "00:23:11",
    "end": "00:23:11"
  },
  {
    "text": "Like a day where, like, the sun is no longer the source of light, but it's still around and then never sets.",
    "start": "00:23:12",
    "end": "00:23:19"
  },
  {
    "text": "Yeah. That sounds like a new creation.",
    "start": "00:23:20",
    "end": "00:23:22"
  },
  {
    "text": "Yeah, it sounds like a different type of creation.",
    "start": "00:23:23",
    "end": "00:23:26"
  },
  {
    "text": "Different type of creation. Isaiah 65, 17. Look, I'm about to create a new skies and a new land. The former things won't be remembered. They won't come to mind, but rejoice and shout over what I am about to create. I'm about to create Jerusalem as a source of joy, her people as a source of rejoicing. And it goes on to talk about how in the new Jerusalem, nobody's crying, nobody's Dying at a young age. Everybody gets to plant their own garden and eat the fruit. The wolf and the lamb will feed like they are one. The lion will eat straw like an ox.",
    "start": "00:23:26",
    "end": "00:24:12"
  },
  {
    "text": "Vegan, Vegan lions.",
    "start": "00:24:12",
    "end": "00:24:14"
  },
  {
    "text": "Vegan lions. And the serpent's food will be dust. No more evil, no more destruction. On my holy mountain, that snake is dead in the dust. You see the Eden imagery here? So notice a new creation is set in parallelism to a new Jerusalem. And you're like, well, that's pretty cosmic. These are the passages that the source of the hope that becomes in the New Testament, which we'll talk about in our last conversation, about what Paul will call the Jerusalem above or the heavenly Jerusalem, that Jerusalem in its ideal state really becomes equivalent with a new creation.",
    "start": "00:24:14",
    "end": "00:25:00"
  },
  {
    "text": "Yeah, because, you know, if God's saying, I'm going to recreate heaven, Earth, new heavens and new earth, then you would imagine a new garden.",
    "start": "00:25:00",
    "end": "00:25:08"
  },
  {
    "text": "Right.",
    "start": "00:25:08",
    "end": "00:25:09"
  },
  {
    "text": "That's where we're going to go. Because we had the first garden. Let's have a new garden. But instead, the imagery is about a new Jerusalem.",
    "start": "00:25:09",
    "end": "00:25:16"
  },
  {
    "text": "Jerusalem, a new city that is described as a garden. It's full of people who don't die. It's full of people who have enough gardens to eat the fruit. All the animals live at peace with each other and with you. And that snake is just dead in the dust.",
    "start": "00:25:16",
    "end": "00:25:34"
  },
  {
    "text": "Okay, so remember when I kept talking about, like, what if, you know, what if Adam and Eve stayed in the garden? Thought experiment. They would need places to live. They would need to build some infrastructure.",
    "start": "00:25:47",
    "end": "00:25:58"
  },
  {
    "text": "Oh, yeah, yeah.",
    "start": "00:25:58",
    "end": "00:25:59"
  },
  {
    "text": "This is describing that.",
    "start": "00:25:59",
    "end": "00:26:00"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:26:00",
    "end": "00:26:01"
  },
  {
    "text": "Like, everyone's going to have their little house, everyone's going to have their little vineyard, and everyone's going to be able to hang out with all the animals. There's not going to be evil. Like, it's describing what the Garden of Eden could have become.",
    "start": "00:26:01",
    "end": "00:26:13"
  },
  {
    "text": "Yeah, it's the garden city, but it's a city. That's right. So what began as the garden, that was.",
    "start": "00:26:13",
    "end": "00:26:19"
  },
  {
    "text": "My intuition, was like, hey, if they're going to hang out in there, they're going to create a city there.",
    "start": "00:26:19",
    "end": "00:26:22"
  },
  {
    "text": "I see. Yeah, yeah. But remember, city in the Hebrew Bible means a walled city of dwellings enclosed by walls.",
    "start": "00:26:22",
    "end": "00:26:31"
  },
  {
    "text": "And here, very clearly, the wall doesn't have gates that are closed.",
    "start": "00:26:31",
    "end": "00:26:34"
  },
  {
    "text": "The walls have been decommissioned. Decommissioned, yeah, because the gates are always open. Okay, yeah, that's the idea.",
    "start": "00:26:34",
    "end": "00:26:40"
  },
  {
    "text": "So you're like, but it's still a city.",
    "start": "00:26:41",
    "end": "00:26:42"
  },
  {
    "text": "It's still a city. That's right. So what God began with was the garden. What humans made Was the city. When God restores and fulfills and redeems the whole mess, all the cycles, what you end up with is not just a new garden and not just a new city. It's the garden city. It's the full new category of city. God's incorporated what humans intend. This is what Joseph says to his brother, what you guys planned for evil, Yahweh is able to weave that into a plan for good.",
    "start": "00:26:42",
    "end": "00:27:17"
  },
  {
    "text": "So it seems really important for you to say, look, when I say, hey, we would have built a city, you say, well, you know, remember in the Bible, a city is a place with a wall. So it seems important to you to say there needs to be a reimagining of what a city is.",
    "start": "00:27:18",
    "end": "00:27:31"
  },
  {
    "text": "Yeah. Because cities can provide good.",
    "start": "00:27:33",
    "end": "00:27:35"
  },
  {
    "text": "Yes. The city can be our mother.",
    "start": "00:27:35",
    "end": "00:27:37"
  },
  {
    "text": "Yeah.",
    "start": "00:27:38",
    "end": "00:27:38"
  },
  {
    "text": "The city can be an extension of ourselves that protect us and those who are vulnerable and brings peace and prosperity. Like a city can do and create culture and music and art and, you know, like, can do all these things. But the category that we start with is, oh, no. This needs to be a place with a wall to keep the others out, keep us safe, and we'll make ourselves great. We'll make our name great. We will build a tower to the sky. Like, that's the category of city that we start with. And when I'm saying, hey, imagine Adam and Eve and generations after, staying in the garden, they're going to build. Not that type of city. Right. But they're going to build what we would call a city.",
    "start": "00:27:38",
    "end": "00:28:23"
  },
  {
    "text": "Yeah, that's right. A community, a town.",
    "start": "00:28:23",
    "end": "00:28:26"
  },
  {
    "text": "Why don't you want to call it a city?",
    "start": "00:28:27",
    "end": "00:28:28"
  },
  {
    "text": "Oh, I'm happy to call it a city.",
    "start": "00:28:28",
    "end": "00:28:30"
  },
  {
    "text": "Are you?",
    "start": "00:28:30",
    "end": "00:28:31"
  },
  {
    "text": "Yeah, I just. The point of the city to retrain our imaginations is walls.",
    "start": "00:28:32",
    "end": "00:28:37"
  },
  {
    "text": "Okay.",
    "start": "00:28:37",
    "end": "00:28:38"
  },
  {
    "text": "A city is a series, a bunch of dwellings. You can circle by a wall four feet.",
    "start": "00:28:38",
    "end": "00:28:43"
  },
  {
    "text": "But here in Isaiah 65, it's still called Jerusalem. It's still a city. It's just.",
    "start": "00:28:43",
    "end": "00:28:47"
  },
  {
    "text": "And it still has walls and it sells decommissioned walls.",
    "start": "00:28:47",
    "end": "00:28:49"
  },
  {
    "text": "Decommissioned walls.",
    "start": "00:28:49",
    "end": "00:28:50"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:28:50",
    "end": "00:28:50"
  },
  {
    "text": "So the prophets are reimagining the city.",
    "start": "00:28:50",
    "end": "00:28:53"
  },
  {
    "text": "They are, yeah, that's right. Yes, they are.",
    "start": "00:28:53",
    "end": "00:28:55"
  },
  {
    "text": "But they're still using the category of city.",
    "start": "00:28:57",
    "end": "00:28:59"
  },
  {
    "text": "Okay, here's an analogy. Remember, in the laws of the. To the king that Israel was to appoint. So God is. If they want a king, okay, we'll do kings here. But the kings is to not amass an army, not amass money, and not do political marriages, which is everything that.",
    "start": "00:28:59",
    "end": "00:29:19"
  },
  {
    "text": "It's a backwards king.",
    "start": "00:29:19",
    "end": "00:29:21"
  },
  {
    "text": "Totally. So it's sort of like or perhaps a forwards king. It's a king. Yeah, right. It's like that. So, okay, you guys, you humans, you just can't. You just want cities. Okay, all right, let's.",
    "start": "00:29:21",
    "end": "00:29:32"
  },
  {
    "text": "Yeah, but isn't a city different? Like a city like I, like we've been talking about is a natural, just extension of what it means. When a lot of humans are living together, you can't but help say, hey, I'm gonna go and I'm gonna sleep over here, and here's my little vineyard and my family's vineyard, and there's yours. Hey, but we also need to get to each other. So here's a little roadway. And hey, when we, like, have a surplus, let's put it all in this other place. Okay, here's some, like, some places to put that. And when someone needs it, they could come and take it from here. Cool. Let's have a system for that. And, like, you're building what we would call a city.",
    "start": "00:29:32",
    "end": "00:30:09"
  },
  {
    "text": "That's right. But not yet. You're not done yet. Because then it's the. But that group of people 30 miles away, man, they're in trouble. They hate us, and they're constantly stealing our stuff. So now we got to build a wall.",
    "start": "00:30:09",
    "end": "00:30:22"
  },
  {
    "text": "And you're saying that's inherent to a.",
    "start": "00:30:23",
    "end": "00:30:25"
  },
  {
    "text": "City, the word ir? The Hebrew word IR means a walled enclosure of dwellings.",
    "start": "00:30:25",
    "end": "00:30:30"
  },
  {
    "text": "Okay, but here, in Isaiah 65, does it use the word city or just Jerusalem? The new Jerusalem.",
    "start": "00:30:31",
    "end": "00:30:36"
  },
  {
    "text": "But it's a city.",
    "start": "00:30:37",
    "end": "00:30:38"
  },
  {
    "text": "It's a city.",
    "start": "00:30:38",
    "end": "00:30:38"
  },
  {
    "text": "It's an eater. And it says it has walls.",
    "start": "00:30:39",
    "end": "00:30:40"
  },
  {
    "text": "And it has walls, but they're decommissioned.",
    "start": "00:30:40",
    "end": "00:30:42"
  },
  {
    "text": "Exactly. That's right. So it's the decommissioning of the walls in the new city. I'm just trying to honor that emphasis, that what you're saying is absolutely true, but it wouldn't be.",
    "start": "00:30:42",
    "end": "00:30:53"
  },
  {
    "text": "You don't have to decommission walls if you never built them in the first place. And you'll still have a city.",
    "start": "00:30:53",
    "end": "00:30:58"
  },
  {
    "text": "Yeah, by our definition of city.",
    "start": "00:30:58",
    "end": "00:31:00"
  },
  {
    "text": "But not by the Bible's definition of a city.",
    "start": "00:31:00",
    "end": "00:31:02"
  },
  {
    "text": "Well, not by the definition of city that the biblical authors took for granted, which is what the Hebrew word means, which is a wall, a walled enclosure. Yeah.",
    "start": "00:31:02",
    "end": "00:31:09"
  },
  {
    "text": "Okay.",
    "start": "00:31:09",
    "end": "00:31:10"
  },
  {
    "text": "It's really just about what the wall represents, why you need it, and the fact that the Garden City is the city, you know, with decommissioned walls. And that's. That's all. That's the twist that I'm focusing on, which maybe doesn't ring home for us because we didn't grow up in a city with Walls. And most people don't now. Yeah, but that would have been a fundamental significance to the people who wrote and first read these texts. So let's hold all that in mind. That the Isaiah hope of a new Jerusalem. And you're like, I just think Yahweh just said he's going to create that new creation and new Jerusalem and recreate that new Eden. And I'm pretty skeptical, having read up to Isaiah of humans ability to create that on their own. They can try, they can get little tastes, but inevitably it's going to go the way of Babylon. So this hope, and particularly this language and imagery found in the Isaiah scroll was fundamental to how Jesus came onto the scene, described himself, talked about what he was doing. Though he didn't primarily use the language of city founding a new city. What he said was that he was announcing and ushering in the arrival of God's rule and reign, his kingdom. His kingdom. Yeah, the kingdom of God. So what I want to turn now is about how Jesus and the gospel authors use this hope for the new Jerusalem, new creation, new heaven and earth Jerusalem as inspiration to describe the significance of who Jesus was and what he was doing.",
    "start": "00:31:10",
    "end": "00:32:59"
  },
  {
    "text": "Sam.",
    "start": "00:33:04",
    "end": "00:33:30"
  },
  {
    "text": "So where I want to begin is with a famous story that actually it was just in the process of preparing for these conversations that a whole new thing struck me in the story. So I want to explore it with you. Okay, this is in Matthew, chapter two. So this is not. This is Jesus. This is right after he was born at the end of chapter one. And in Matthew, it's Luke's account that has the shepherd, the shepherds that come. And it's Matthew's account that has what are called the Magi, people from the east, the wise men. Yeah, okay. And what's interesting is, you know, the Magi, it's late. Jesus has already been born and some time has passed. This is why in the Christian calendar, Epiphany is 12 days after Christmas, which is celebrating the arrival of the kings. But on our Christmas cards, it's all been mashed into one moment, one holy.",
    "start": "00:33:32",
    "end": "00:34:28"
  },
  {
    "text": "Night, one nativity set.",
    "start": "00:34:28",
    "end": "00:34:29"
  },
  {
    "text": "Yeah, yeah. But in Matthew chapter two, so he's describing the significance of the birth of the Messiah. And he begins the story this way. Now, after Jesus was born in Bethlehem of Judea, Judea is the Greek pronunciation of Judah in the Old Testament, in the days of Herod, the king, Magi from the east arrived in Jerusalem.",
    "start": "00:34:29",
    "end": "00:34:54"
  },
  {
    "text": "I will say, when we read Isaiah 60, I was like, oh, the Magi from the east.",
    "start": "00:34:55",
    "end": "00:35:00"
  },
  {
    "text": "Yeah, I bet you did.",
    "start": "00:35:00",
    "end": "00:35:01"
  },
  {
    "text": "The Brothers from the east coming, bringing their frankincense and gold.",
    "start": "00:35:01",
    "end": "00:35:05"
  },
  {
    "text": "Now, just because the new American standard gives us a little footnote, because what's magi like? That's not a word I ever use. Their footnote. It's like a full little explanation. A cast of wise men specializing in astronomy, astrology, and natural science.",
    "start": "00:35:06",
    "end": "00:35:24"
  },
  {
    "text": "Yeah. So these were the Renaissance men.",
    "start": "00:35:25",
    "end": "00:35:28"
  },
  {
    "text": "Yeah. There's another guy called by this same related title in the Book of Acts, Simon Magus, or the magician. And it's not a compliment in the Book of Acts.",
    "start": "00:35:28",
    "end": "00:35:40"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:35:40",
    "end": "00:35:40"
  },
  {
    "text": "He's in touch with powers of evil, but it's somebody who is in touch with the divine in some way, most.",
    "start": "00:35:40",
    "end": "00:35:47"
  },
  {
    "text": "Likely, but through what we would call physical sciences.",
    "start": "00:35:47",
    "end": "00:35:49"
  },
  {
    "text": "Yeah, well, astrology, what we call astronomy.",
    "start": "00:35:49",
    "end": "00:35:52"
  },
  {
    "text": "Yeah.",
    "start": "00:35:52",
    "end": "00:35:52"
  },
  {
    "text": "Following the patterns of the stars and then viewing that as communication from the gods or other types of divination.",
    "start": "00:35:53",
    "end": "00:36:00"
  },
  {
    "text": "Yeah. So taking what we would call physical sciences, but then embedding it with divine meaning.",
    "start": "00:36:00",
    "end": "00:36:05"
  },
  {
    "text": "That's right. So these types of figures were often counselors or advisors to kings, but they were not themselves kings. This is why Herod the king wants to hear what they have to say, because that's their job. And it doesn't say there's three, it just says it plural.",
    "start": "00:36:05",
    "end": "00:36:21"
  },
  {
    "text": "Okay, so you're saying the whole we three kings of Orient are.",
    "start": "00:36:21",
    "end": "00:36:24"
  },
  {
    "text": "Yeah, this is later. That's just kind of a tweaking the tradition.",
    "start": "00:36:24",
    "end": "00:36:27"
  },
  {
    "text": "Okay.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "What we know is a crew of ancient sorcerer astrologers who consult with kings, show up in Jerusalem from the east.",
    "start": "00:36:28",
    "end": "00:36:37"
  },
  {
    "text": "Meaning from Assyria, Babylon, like where those places are.",
    "start": "00:36:37",
    "end": "00:36:41"
  },
  {
    "text": "Mesopotamia.",
    "start": "00:36:41",
    "end": "00:36:42"
  },
  {
    "text": "Yeah, Mesopotamia.",
    "start": "00:36:42",
    "end": "00:36:43"
  },
  {
    "text": "Totally saying, where is the king of the Jews that has been born? Oh, king of the Jews. Right.",
    "start": "00:36:43",
    "end": "00:36:52"
  },
  {
    "text": "He's like, you're looking at him.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "We saw his star in the east, and we have come to worship. And we cannot forget in the Greek New Testament, the verb worship is the word for to bow down and kneel before. So worship is kind of a paraphrase because you can bow down and kneel for all kinds of reasons, but to.",
    "start": "00:36:54",
    "end": "00:37:16"
  },
  {
    "text": "Give your allegiance, that's worship.",
    "start": "00:37:16",
    "end": "00:37:18"
  },
  {
    "text": "That's often what you're doing. But you can prosecute now for other things, too. So we have come to bow down to him. Herod heard this, and he was troubled.",
    "start": "00:37:18",
    "end": "00:37:28"
  },
  {
    "text": "Yeah, makes sense.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Yeah. And all Jerusalem with him. So he gathered together the chief priests and the scribes, and he inquired like, okay, let's go back to the Hebrew scriptures again. Where is the Messiah from the line of David to be bored. And they're all, dude, just go read Micah. It's a new David. It's going to be a Bethlehem. This is all my paraphrase here.",
    "start": "00:37:32",
    "end": "00:37:52"
  },
  {
    "text": "Yeah.",
    "start": "00:37:52",
    "end": "00:37:53"
  },
  {
    "text": "Didn't actually say, dude. So Herod secretly called the Magi, and he determined from them the exact time they saw the star. And he said, God, to Bethlehem and search for the child. And when you find him, come tell me, because I want to bow down to him as well. So they heard the king, they went their way.",
    "start": "00:37:53",
    "end": "00:38:16"
  },
  {
    "text": "Sure you do, Herod.",
    "start": "00:38:16",
    "end": "00:38:17"
  },
  {
    "text": "The star which they saw in the east went on. So you've got this light, this heavenly light that has appeared, and it's guiding them right to Jerusalem. The light shines in the darkness, guiding them to Jerusalem.",
    "start": "00:38:18",
    "end": "00:38:33"
  },
  {
    "text": "Okay.",
    "start": "00:38:33",
    "end": "00:38:34"
  },
  {
    "text": "And then it guides them. Look at the language. It went on before them, and it stood over the place where the child was. And when they saw the star, they rejoiced very much, with great joy. And after coming into the house, they saw the child Mary his mother. They fell down on the ground, they bowed down, they opened up their treasures, bringing him gifts of gold, frankincense and myrrh.",
    "start": "00:38:34",
    "end": "00:39:04"
  },
  {
    "text": "So in Isaiah 60, the light is a cosmic sunrise.",
    "start": "00:39:05",
    "end": "00:39:08"
  },
  {
    "text": "The light is Yahweh.",
    "start": "00:39:08",
    "end": "00:39:10"
  },
  {
    "text": "The light is Yahweh.",
    "start": "00:39:10",
    "end": "00:39:12"
  },
  {
    "text": "Yeah.",
    "start": "00:39:12",
    "end": "00:39:12"
  },
  {
    "text": "As a sunrise.",
    "start": "00:39:12",
    "end": "00:39:13"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:39:14",
    "end": "00:39:15"
  },
  {
    "text": "Of new creation.",
    "start": "00:39:15",
    "end": "00:39:16"
  },
  {
    "text": "Yeah.",
    "start": "00:39:16",
    "end": "00:39:16"
  },
  {
    "text": "And here in Matthew 2, the light is a star. That's a pretty diminished light.",
    "start": "00:39:16",
    "end": "00:39:25"
  },
  {
    "text": "I guess it depends on your point of view. It's diminished in terms of the sunrise compared to, like. Compared to the sun. The sun, yeah, that's right.",
    "start": "00:39:26",
    "end": "00:39:33"
  },
  {
    "text": "But you're saying here it's riffing on this idea of the light has come.",
    "start": "00:39:33",
    "end": "00:39:36"
  },
  {
    "text": "So Isaiah 60, Yahweh's glory will shine over you, and nations, specifically kings, will come to the bright light of your sunrise. Okay, so it's not a sunrise.",
    "start": "00:39:37",
    "end": "00:39:49"
  },
  {
    "text": "It's not a sunrise.",
    "start": "00:39:49",
    "end": "00:39:50"
  },
  {
    "text": "It's a star. Yeah, but heavenly lights. In the logic of the Genesis 1 story, Yahweh is the source of all.",
    "start": "00:39:50",
    "end": "00:40:00"
  },
  {
    "text": "Light, and then the sun and stars are an extension.",
    "start": "00:40:00",
    "end": "00:40:04"
  },
  {
    "text": "Yeah. He appoints them as delegates, symbols of his own light. So the light of a star is an image of Yahweh's light. That's the logic. So Isaiah 60 was all about kings and rulers, nations coming, bringing gifts.",
    "start": "00:40:04",
    "end": "00:40:21"
  },
  {
    "text": "Is this why we call them kings?",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "Yes. Yeah. So what's so cool is that in Christian tradition, the Isaiah 60 hyperlinks have been so strong that they've actually changed the identity of the magi. Yeah. So in other words, on the Christmas card or nativities are a combination of Isaiah 60 and Matthew 2 into 1 Neko that's cool. So in a way, it's kind of cool to portray them as kings.",
    "start": "00:40:22",
    "end": "00:40:46"
  },
  {
    "text": "Yeah. You're doing biblical theology.",
    "start": "00:40:46",
    "end": "00:40:48"
  },
  {
    "text": "You're doing biblical theology. So Isaiah 60 has the gold and frankincense. They're bowing down. The nations are rejoicing. So notice what's significant here is that the star first goes over Jerusalem, the star leads them to Jerusalem, and only after talking with the current ruler of Jerusalem, then the star moves, it leaves Jerusalem, and then it shines over the child. And I think that it's a really important move on Matthew's part, and I think he's tracking with something in the book of Isaiah.",
    "start": "00:40:48",
    "end": "00:41:24"
  },
  {
    "text": "This is the new insight you're having?",
    "start": "00:41:24",
    "end": "00:41:26"
  },
  {
    "text": "Yeah.",
    "start": "00:41:26",
    "end": "00:41:27"
  },
  {
    "text": "What is it?",
    "start": "00:41:27",
    "end": "00:41:27"
  },
  {
    "text": "Yeah. What's the city? What's the city of God?",
    "start": "00:41:27",
    "end": "00:41:32"
  },
  {
    "text": "It's Jerusalem.",
    "start": "00:41:33",
    "end": "00:41:34"
  },
  {
    "text": "So Matthew, chapter two. I just want to notice how Matthew has portrayed Jesus as the one over whom Yahweh's light shines, as the one to whom the nations come, bowing down and bringing their gifts. In Isaiah's poem, it was the Zion, the city of yahweh. In Matthew 2, the light moves away from Jerusalem. That's ruled by.",
    "start": "00:41:34",
    "end": "00:42:02"
  },
  {
    "text": "So the place you're imagining, like the star would go. Yep, Jerusalem. That makes sense. And all of a sudden it moves you. Where are you going?",
    "start": "00:42:02",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, star. Yeah, totally. What, you're going to Bethlehem. You're going over this house with a baby.",
    "start": "00:42:08",
    "end": "00:42:15"
  },
  {
    "text": "This is the mountain. This is the. Okay, okay.",
    "start": "00:42:15",
    "end": "00:42:18"
  },
  {
    "text": "So it seems like Matthew's saying through the narrative argument and the hyperlinks that Jesus is the new Jerusalem.",
    "start": "00:42:19",
    "end": "00:42:28"
  },
  {
    "text": "Jesus is the new Jerusalem. Now, in what sense can one person be a city?",
    "start": "00:42:29",
    "end": "00:42:35"
  },
  {
    "text": "That's a good question. Yeah. Let's just sit with it.",
    "start": "00:42:37",
    "end": "00:42:41"
  },
  {
    "text": "Okay.",
    "start": "00:42:41",
    "end": "00:42:41"
  },
  {
    "text": "I just want to notice a couple other things. In Matthew chapter 4, After Jesus has been baptized and fulfilled his testing in the wilderness. In verse 12, we read, now, when Jesus heard that John had been arrested, he went back up into Galilee, and that's in the region where he's from. And then leaving Nazareth, which was his town, he went and lived in Capernaum, by the sea, you know, in the region of Zevulun and Naphtali.",
    "start": "00:42:41",
    "end": "00:43:07"
  },
  {
    "text": "Yeah, you know those places.",
    "start": "00:43:07",
    "end": "00:43:08"
  },
  {
    "text": "So these are sons of Jacob, tribal inheritance areas from Israel's past. Okay. Why did he go there? In order so that what was spoken by Isaiah, the prophet, could be fulfilled. What did he say? And now beginning, I was quoting Isaiah, chapter nine.",
    "start": "00:43:10",
    "end": "00:43:30"
  },
  {
    "text": "Oh, chapter nine, yeah.",
    "start": "00:43:30",
    "end": "00:43:32"
  },
  {
    "text": "Saying land of Zevulun, land of Naphtali, toward the sea, on the other side of the Jordan, Galilee of the nations. The people who sit in darkness have seen a great light. And the ones who sit in the land of the shadow of death, a light has dawned. End quote. Matthew picks up. From that time on, Jesus began to preach and to say, repent, because the kingdom of the skies has come near. Okay, I could summarize, but I want you to. I want to hear what you're processing.",
    "start": "00:43:32",
    "end": "00:44:10"
  },
  {
    "text": "Well, we didn't read Isaiah 9, but this is quote from it. A great light is coming. If I'm also just thinking in Context of Isaiah 60, the great light is the new creation light.",
    "start": "00:44:10",
    "end": "00:44:21"
  },
  {
    "text": "Yep, that's right. Shining in the darkness.",
    "start": "00:44:21",
    "end": "00:44:23"
  },
  {
    "text": "Shining in the darkness.",
    "start": "00:44:23",
    "end": "00:44:24"
  },
  {
    "text": "Yep. And so Isaiah 9 is yet another poem in Isaiah that is working those themes.",
    "start": "00:44:24",
    "end": "00:44:30"
  },
  {
    "text": "So for Jesus to go to this region, and that Matthew is pointing out, this is a fulfillment of that prophetic hope that the light is coming. So Jesus is the light.",
    "start": "00:44:31",
    "end": "00:44:43"
  },
  {
    "text": "Jesus announcing the kingdom of the skies coming near.",
    "start": "00:44:45",
    "end": "00:44:49"
  },
  {
    "text": "Is the light appearing?",
    "start": "00:44:49",
    "end": "00:44:50"
  },
  {
    "text": "Is the divine light shining in the darkness? Yeah, and I know from Isaiah 60 that that light is shining over the New Jerusalem.",
    "start": "00:44:50",
    "end": "00:44:59"
  },
  {
    "text": "Yeah, but he's not in Jerusalem here. Well, but yeah, the light will shine in Jerusalem, but as the capital of all the lands.",
    "start": "00:44:59",
    "end": "00:45:06"
  },
  {
    "text": "Yeah, exactly. So once again, Matthew's taking the imagery from Isaiah that's associated with the city of the New Jerusalem and he's applying it to the person.",
    "start": "00:45:06",
    "end": "00:45:16"
  },
  {
    "text": "Yeah, what Jesus is doing.",
    "start": "00:45:16",
    "end": "00:45:17"
  },
  {
    "text": "Yeah, and. Yeah, totally. It's remarkable. It's remarkable. He went throughout Galilee.",
    "start": "00:45:18",
    "end": "00:45:24"
  },
  {
    "text": "Well, it's remarkable. But also. Sorry, there is the thread of that. There's going to be an Anointed one.",
    "start": "00:45:24",
    "end": "00:45:30"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:45:30",
    "end": "00:45:31"
  },
  {
    "text": "Who will come and what passage was that? He wasn't called the Anointed one, but the banner we looked at, like the banner is the king.",
    "start": "00:45:31",
    "end": "00:45:39"
  },
  {
    "text": "King from the lion of David will rule in the New Jerusalem. That's right.",
    "start": "00:45:40",
    "end": "00:45:43"
  },
  {
    "text": "So in a way, we're just saying, here's the king from the line of David who's gonna come and rule in the New Jerusalem and bring God's light. Just a remarkable claim.",
    "start": "00:45:43",
    "end": "00:45:52"
  },
  {
    "text": "What's interesting is the king theme in Isaiah. It's one set of images. He'll rule in the city, but the city is associated with the light. The light shines on the city. The city's exalted, the nations come to the city, and that's where the king is reigning. But they're coming to the city, and they come in the gates that are never closed. And now that whole bundle of images is wrapped together with one referent in this story. Which is the person of Jesus of Nazareth. Right after that, Jesus goes around and he's announcing the arrival of the kingdom of God. He's healing everybody. And this is the end of Matthew, chapter four. And now large crowds are following him from all over. Chapter five. When he saw the crowds, he went up to a mountain and he sat down and his disciples approached him. And. And we just read the first sentence of the Sermon on the Mount.",
    "start": "00:45:52",
    "end": "00:46:49"
  },
  {
    "text": "Right.",
    "start": "00:46:49",
    "end": "00:46:49"
  },
  {
    "text": "The opening of the Sermon on the Moon.",
    "start": "00:46:49",
    "end": "00:46:50"
  },
  {
    "text": "And then we're gonna. And here in the Sermon the Mount, we're gonna get a very clear connection to the city.",
    "start": "00:46:50",
    "end": "00:46:57"
  },
  {
    "text": "You got it? That's where we're going.",
    "start": "00:46:57",
    "end": "00:46:58"
  },
  {
    "text": "Yeah.",
    "start": "00:46:58",
    "end": "00:47:11"
  },
  {
    "text": "So he's going to announce nine blessings over this rag tag, mostly poor group of people that's come to him. Blessed are the poor in spirit. The kingdom of heaven belongs to you. Blessed are the unimportant, the meek. They will inherit the land. Blessed are the peacemakers and so on. Right. The nine blessings. Then he uses three images, and he's describing the people right there. You all are the blessed ones, and you are watching the kingdom of the skies appear here on earth. Right here. It's happening right here. And then he describes the people that he's going to call to be part of his kingdom of God, crew by three images. He calls them the salt of the land. You all are the salt of the land. But if the salt loses its flavor, how can it be made salty again? It's useless, except to be thrown out. So you're the salt. But salt's only useful if it's flavorful. That's a whole rabbit hole.",
    "start": "00:47:31",
    "end": "00:48:34"
  },
  {
    "text": "Yes, there's.",
    "start": "00:48:34",
    "end": "00:48:35"
  },
  {
    "text": "We don't have time to go down. But he calls in the salt of the land. Then he says, you are the light of the world. A city that's on a hill is not able to be hidden. And people don't light candles and put them under baskets? No, no, you put them up on a candle stand to give light to everyone in the house. In the same way, let your light shine before people so they can see your good works and give honor to your Father who is in heaven. He calls him the salt, the light and the city.",
    "start": "00:48:35",
    "end": "00:49:07"
  },
  {
    "text": "Yeah.",
    "start": "00:49:07",
    "end": "00:49:08"
  },
  {
    "text": "So here he is taking the imagery of the light and now applying it to these kind of blossoming communities.",
    "start": "00:49:09",
    "end": "00:49:18"
  },
  {
    "text": "Yeah, I mean, in Isaiah 60, you had this beautiful image of God's light rising up and then reflecting off of people. And that reflection from those people becomes the extension of God's glory and wisdom that brings peace to the nations. And so when Jesus Says you're the light. He's got that image in mind.",
    "start": "00:49:19",
    "end": "00:49:45"
  },
  {
    "text": "Yes. Yeah. Which is certainly why the light and the city images are bound together and is saying.",
    "start": "00:49:45",
    "end": "00:49:53"
  },
  {
    "text": "Because you're up on the hill. Yeah, this is the, like, Isaiah 60.",
    "start": "00:49:53",
    "end": "00:49:57"
  },
  {
    "text": "Arise, shine.",
    "start": "00:49:57",
    "end": "00:49:59"
  },
  {
    "text": "Was it where it was like new creation. Yeah, New Jerusalem.",
    "start": "00:49:59",
    "end": "00:50:02"
  },
  {
    "text": "That's right. That's right. Arise, shine. The glory of Yahweh is risen upon you. The nations will come to your light and so on. So what Jesus.",
    "start": "00:50:02",
    "end": "00:50:12"
  },
  {
    "text": "But he's talking to. Yeah, he's not talking to the people who run Jerusalem.",
    "start": "00:50:12",
    "end": "00:50:17"
  },
  {
    "text": "Yeah. In fact, we were just told he left the Jerusalem area to go up into the hills.",
    "start": "00:50:18",
    "end": "00:50:23"
  },
  {
    "text": "Yeah, he's out in the hills. He's out with people who are no way in any position to rule the city. And he's saying that this hope of a new city that the nations will stream up to, like, you guys are. That.",
    "start": "00:50:23",
    "end": "00:50:40"
  },
  {
    "text": "Yeah, this starts today.",
    "start": "00:50:40",
    "end": "00:50:41"
  },
  {
    "text": "Yeah. It's kind of ridiculous.",
    "start": "00:50:42",
    "end": "00:50:43"
  },
  {
    "text": "So it's kind of silly, the claim that Matthew made about Jesus in the birth story Jesus is now making about himself and his followers. Yeah, it is a bold, bold claim, but that is the claim that he's making. What Jerusalem was called to be for the nations. He is claiming that he and his new blossoming kingdom of God cell groups up in Galilee are. To the nations.",
    "start": "00:50:44",
    "end": "00:51:14"
  },
  {
    "text": "Okay. And so, you know, we have to wrap this conversation up, but we'll continue talking about Jesus in the city. But I think here this is a big twist because we've been talking about, like, actually, like, just running cities.",
    "start": "00:51:14",
    "end": "00:51:29"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:51:29",
    "end": "00:51:30"
  },
  {
    "text": "And now Jesus is going. You know, that hope we have of, like, that desire for the city where we build something that's bigger than ourselves, that we could. Can protect us and bring abundance. And then the best of it, the, like, cosmic, righteous version of it, will bring peace to all the nations. Like, stop thinking of it in terms.",
    "start": "00:51:30",
    "end": "00:51:48"
  },
  {
    "text": "Of an actual city. An actual city that we're gonna. You think you're gonna build? Yeah.",
    "start": "00:51:48",
    "end": "00:51:53"
  },
  {
    "text": "So how are we supposed to think of it?",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "Man, I wish we had a really compact presentation of the teachings of Jesus that would show what it would be like to live in a community together as if we are the City on the Mount.",
    "start": "00:51:57",
    "end": "00:52:09"
  },
  {
    "text": "You're being snarky. You're being snarky.",
    "start": "00:52:09",
    "end": "00:52:11"
  },
  {
    "text": "Yeah. The Sermon on the Mount, which has just started, which is Matthew chapters 5, 6, and 7, of which this is the introduction, is the manifesto of the.",
    "start": "00:52:11",
    "end": "00:52:19"
  },
  {
    "text": "Way of that community, which is a city, but is not a city.",
    "start": "00:52:19",
    "end": "00:52:26"
  },
  {
    "text": "No, not in. Not the way humans typically think of what cities Function.",
    "start": "00:52:27",
    "end": "00:52:32"
  },
  {
    "text": "But what is it? It's a family. It's a community.",
    "start": "00:52:32",
    "end": "00:52:34"
  },
  {
    "text": "Communities. Yeah. What do you say? It's a fictive kinship group. A group of people who are not.",
    "start": "00:52:34",
    "end": "00:52:41"
  },
  {
    "text": "Family, acting like family.",
    "start": "00:52:41",
    "end": "00:52:43"
  },
  {
    "text": "Act like family.",
    "start": "00:52:43",
    "end": "00:52:44"
  },
  {
    "text": "But they live in cities and around.",
    "start": "00:52:44",
    "end": "00:52:46"
  },
  {
    "text": "Cities, in and amongst the cities as a little micro cosmos who are more.",
    "start": "00:52:46",
    "end": "00:52:52"
  },
  {
    "text": "The city than the actual city.",
    "start": "00:52:52",
    "end": "00:52:54"
  },
  {
    "text": "Well, they are an alternative city. An alternative city that lives by the ethic and follows the moral compass of a different way of being created.",
    "start": "00:52:54",
    "end": "00:53:04"
  },
  {
    "text": "I don't think alternative city gives enough punch. I mean, if we're talking, if we've been building up to what is this new.",
    "start": "00:53:04",
    "end": "00:53:10"
  },
  {
    "text": "Oh, I see.",
    "start": "00:53:10",
    "end": "00:53:10"
  },
  {
    "text": "Creation city. Okay, well, then my imagination is like, is this gonna be this grand? You know, the palaces and the libraries and the canals and the, like, architecture and just. It's gonna be this city.",
    "start": "00:53:10",
    "end": "00:53:26"
  },
  {
    "text": "Yeah.",
    "start": "00:53:26",
    "end": "00:53:26"
  },
  {
    "text": "And then Jesus is like, actually, it's just you guys. It's you guys and how we relate to each other.",
    "start": "00:53:26",
    "end": "00:53:31"
  },
  {
    "text": "Yeah.",
    "start": "00:53:31",
    "end": "00:53:32"
  },
  {
    "text": "Like, that's the city.",
    "start": "00:53:32",
    "end": "00:53:33"
  },
  {
    "text": "Yep.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "Can we also build the palace? You know, like. Or whatever, you know, like, yeah, sure.",
    "start": "00:53:34",
    "end": "00:53:37"
  },
  {
    "text": "He's like, okay, but that thing you said to your brother yesterday and that husband and wife that just refused to get along and work out their conflicts over finances and you know that guy who just won't deal with his own issues of sexual desire and it's ruining all his relationships. Right. He's like, he's getting into it. Let's work on that. Just how we relate to each other to create a web of other centered love and mutual support that goes over all the boundary lines of male and female. You know what I mean? Like all that stuff, Jew and Greek.",
    "start": "00:53:38",
    "end": "00:54:18"
  },
  {
    "text": "And when you do that, when you do that, then your light is shining in the way that we were hoping that the new Jerusalem light would shine would become.",
    "start": "00:54:19",
    "end": "00:54:28"
  },
  {
    "text": "Yeah, yeah. In other words, we're trying to get it. There's some story driving Jesus that would lead him not just to talk this way, but then also to do the things that he did. And stage one was to start these cell communities that lived by the ethic of the Sermon on the Mount, which is informed by the Torah and the prophets, but with all the focus on him as the focal point and the conduit of this new way of being human. You are the city. You are the light. You are the city. Because centered around Jesus, who is the light in the city, or I guess he's the city over which the light shines.",
    "start": "00:54:29",
    "end": "00:55:10"
  },
  {
    "text": "So you're thinking about cities wrong.",
    "start": "00:55:11",
    "end": "00:55:12"
  },
  {
    "text": "Oh, interesting.",
    "start": "00:55:13",
    "end": "00:55:14"
  },
  {
    "text": "Is that kind of what we're talking about here.",
    "start": "00:55:14",
    "end": "00:55:16"
  },
  {
    "text": "So, okay, this is my thing from earlier. So the city is defined by the wall in the Hebrew Bible.",
    "start": "00:55:16",
    "end": "00:55:22"
  },
  {
    "text": "Sure.",
    "start": "00:55:22",
    "end": "00:55:22"
  },
  {
    "text": "The wall is for self preservation protection. And what is the Sermon on the Mount except a manifesto on how to live without that wall? It feels foolish to forgive and love your enemies.",
    "start": "00:55:23",
    "end": "00:55:37"
  },
  {
    "text": "Yeah. Not having a wall is foolish.",
    "start": "00:55:37",
    "end": "00:55:40"
  },
  {
    "text": "Yes. People will take your stuff.",
    "start": "00:55:40",
    "end": "00:55:41"
  },
  {
    "text": "Good fences make good neighbors.",
    "start": "00:55:42",
    "end": "00:55:43"
  },
  {
    "text": "Jesus says, yeah, give him your coat too. People will slap you and you could turn the other cheek. But as you do so, you will start to create an alternate culture where perhaps that enemy could become a friend. Yeah, that's the image.",
    "start": "00:55:43",
    "end": "00:56:01"
  },
  {
    "text": "Okay, well, we're trying to pull a lot of meaning out of just one instance of Jesus using the metaphor of a city for this group.",
    "start": "00:56:01",
    "end": "00:56:10"
  },
  {
    "text": "Yes. But it's not just, you are the light, you are the city. Like there's. For a Bible nerd like Jesus, there's only one.",
    "start": "00:56:10",
    "end": "00:56:18"
  },
  {
    "text": "You are Isaiah 60, come to Earth.",
    "start": "00:56:18",
    "end": "00:56:21"
  },
  {
    "text": "There you go. Right after Matthew just said, Jesus is the new Jerusalem born in Bethlehem.",
    "start": "00:56:21",
    "end": "00:56:29"
  },
  {
    "text": "So if I was tracing this theme for the purpose of trying to be a city planner or a mayor. Right?",
    "start": "00:56:30",
    "end": "00:56:43"
  },
  {
    "text": "Yeah.",
    "start": "00:56:43",
    "end": "00:56:44"
  },
  {
    "text": "And I'm like, what does the Bible have to say about cities? And there's going to be a city, there can be a city where God's light can shine, there can be peace. Then you get to this and you're like, oh, man. What Jesus seems to really care about is not about what kind of streets or transportation or what kind of, what we would think of typically as kind of city infrastructure he's talking about. Just how do, how do we relate to each other day to day, when we're wronged by each other, when we are tempted by our own evil, like, what do we do? How does God's light shine through us? And it becomes this more like ethical, like, almost like it doesn't matter where you're living. It doesn't matter if you're in a city or in a suburb or in a town or like in a small Amish community in the middle of nowhere.",
    "start": "00:56:44",
    "end": "00:57:44"
  },
  {
    "text": "But remember this issue of scale with the city. The city is just a human scaled up to lots of humans. So one human doesn't need a transit system. You just need a horse or whatever, a bike in my case, or a car. But you get a million humans and you need a transit system. How should that transit system be designed? What are the priorities and the values guiding how we make it? What neighborhoods will it serve? What neighborhoods will it not serve?",
    "start": "00:57:44",
    "end": "00:58:20"
  },
  {
    "text": "But that's not what Jesus is talking about. He doesn't he's not like.",
    "start": "00:58:20",
    "end": "00:58:23"
  },
  {
    "text": "Well, what he's talking about is how to create a small community that shapes people's character and their values. Right? Their moral values, their priorities, their view of what's good and bad. And if one of those people happens to be a mayor, the Sermon on the Mount will shape every decision that mayor makes about how to help design the transit system. Right. So I guess it's about scale. Jesus wasn't talking to mayors. He was talking to a bunch of poor people up in Galilee about these little communities. But the moral, ethical worldview underneath it, the moral compass clearly can transcend first century Galilee and speak to people all over the world, because these teachings have been doing that for, you know, 2,000 years. So I appreciate your questions in this imaginative exercise.",
    "start": "00:58:24",
    "end": "00:59:22"
  },
  {
    "text": "Well, and so also I think should be said, I think there's a point here which is Jesus, his focus isn't on Jerusalem. It would make sense if Jesus, like, and he does go to Jerusalem, so he does have a focus on Jerusalem.",
    "start": "00:59:23",
    "end": "00:59:39"
  },
  {
    "text": "Yeah, yeah. That's what we'll talk about in the next conversation.",
    "start": "00:59:39",
    "end": "00:59:42"
  },
  {
    "text": "Okay, we'll talk about that next. Yeah, but here, when, like he is talking, when he starts talking about God's kingdom coming and starting, it's like outside of Jerusalem and it's in no way the, the glory of any city. It's just a ragtag group of people.",
    "start": "00:59:42",
    "end": "01:00:02"
  },
  {
    "text": "Yeah, that's right. It's the surprise. The surprise blessing. Blessed are the poor in spirit. The kingdom of the skies belongs to them. It's right here. It's happening right here because it's going to become clear to Jesus that current day Jerusalem is ruled by a bunch of thugs. And the real new Jerusalem is happening right here up in the hills. Wherever Jesus is. You've got the city on a hill shining its light to the nations. Okay, so that's, I think, the claim that the gospel authors and Jesus make. We're going to see what Jesus goes on to do with that claim as narrated in the Gospels in the next conversation. But I think this is just, I love your questions. These are all the questions that get raised and they're good to just stop and meditate on, I think, before we watch Jesus go to Jerusalem and throw down, which becomes another tale of two cities. The city that is Jesus versus the city that was Jerusalem.",
    "start": "01:00:02",
    "end": "01:01:05"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're gonna hit pause and before we progress farther into the New Testament, we're gonna review the themes and ideas we've explored so far, Try to tie them all together. Today's episode is brought to you by our podcast team producer Cooper Peltz, Associate Producer Lindsey Ponder, lead Editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for our annotated podcast on our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:01:08",
    "end": "01:01:52"
  },
  {
    "text": "Hi, this is Jason Bosto. I'm from Tampa, Florida. I'm 41 years old. I first heard about the Bible Project while listening to Exploring My Strange Bible. I used the Bible Project to explore and understand the Bible and also share incredible content to help other people find Jesus. My favorite thing about about the Bible Project are definitely the podcasts. We believe that the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:01:53",
    "end": "01:02:28"
  },
  {
    "text": "Sam.",
    "start": "01:02:37",
    "end": "01:02:46"
  }
]