[
  {
    "text": "Adam and Eve have two sons, Cain and Abel. Cain becomes jealous of his brother Abel, and he kills him. Cain, the first murderer in the Bible, is also the founder of the very first city in the Bible. Cain builds a city as a place of protection, but the city embodies the fear and jealousy and violence of Cain. And so it's no surprise that the next person that we learn about in the city of Cain is a vicious man named Lamech.",
    "start": "00:00:04",
    "end": "00:00:32"
  },
  {
    "text": "What God appointed Adam and Eve to do together, the two to be one and to rule together over the animals. Now you get one guy who takes two. So he begins to treat women like animals to be accumulated, and then he mutates or distorts the rule or power that he has to take life instead of to preserve life. So he's the anti Adam.",
    "start": "00:00:32",
    "end": "00:00:58"
  },
  {
    "text": "As the story of humanity continues to unfold, the violence of humanity increases. In Genesis 6, we learn that things get so bad that the whole land is full of violence.",
    "start": "00:00:58",
    "end": "00:01:11"
  },
  {
    "text": "That little phrase, the land was full is a tragic inversion of God's blessing. Be fruitful and multiply and fill the land. And humans have multiplied all kinds of stuff, and what they've multiplied is the innocent blood that is crying out from the ground.",
    "start": "00:01:11",
    "end": "00:01:27"
  },
  {
    "text": "God's response to human violence is to flood the earth. And if that response feels complicated, well.",
    "start": "00:01:27",
    "end": "00:01:35"
  },
  {
    "text": "It'S because it is God's purpose to rule the world through humans. That's the thing God never gives up on. But now what he's acknowledging is humans are bad. Humans are a mix of good and bad, but that bad tends to scale. God is saying, okay, if this is the partner I have to work with, I have to concede to the state of their heart. Which means that God is going to begin to engage in what look to us, the reader, like moral compromises as he works with these humans. What else is the story of the Old Testament but God behaving in really complicated ways?",
    "start": "00:01:35",
    "end": "00:02:07"
  },
  {
    "text": "Today, Tim Mackey and I talk about God's response to the cycle of human violence in the scroll of Genesis. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:02:07",
    "end": "00:02:23"
  },
  {
    "text": "Hey. Hello, John. Here we go.",
    "start": "00:02:24",
    "end": "00:02:26"
  },
  {
    "text": "Here we go in the city. Yep, we're talking city.",
    "start": "00:02:26",
    "end": "00:02:29"
  },
  {
    "text": "Yep, we're talking city. We're living in a city. We are having this conversation right in the heart of our city.",
    "start": "00:02:29",
    "end": "00:02:34"
  },
  {
    "text": "Yeah, there's a little. Little window behind us.",
    "start": "00:02:34",
    "end": "00:02:36"
  },
  {
    "text": "Yeah.",
    "start": "00:02:36",
    "end": "00:02:37"
  },
  {
    "text": "Some apartments. And if you just keep going, you're downtown. Yes, in the heart of it.",
    "start": "00:02:37",
    "end": "00:02:42"
  },
  {
    "text": "We used to be able to look out the recording room window and see downtown Portland, like the skyline.",
    "start": "00:02:42",
    "end": "00:02:48"
  },
  {
    "text": "And then they built that apartment.",
    "start": "00:02:48",
    "end": "00:02:49"
  },
  {
    "text": "And then there was a big apartment building that completely blocked my view.",
    "start": "00:02:49",
    "end": "00:02:53"
  },
  {
    "text": "Cities.",
    "start": "00:02:54",
    "end": "00:02:54"
  },
  {
    "text": "And there he goes. Life in the city.",
    "start": "00:02:54",
    "end": "00:02:56"
  },
  {
    "text": "More people. Do you notice that this intersection right here often smells like sewer?",
    "start": "00:02:56",
    "end": "00:03:02"
  },
  {
    "text": "Oh, yeah. Walking by.",
    "start": "00:03:03",
    "end": "00:03:04"
  },
  {
    "text": "Yes.",
    "start": "00:03:04",
    "end": "00:03:04"
  },
  {
    "text": "Oh, yeah, yeah. It rises up on a really cold day. You can see the steam from the manhole cover. You know, there's little holes.",
    "start": "00:03:04",
    "end": "00:03:11"
  },
  {
    "text": "Yeah.",
    "start": "00:03:12",
    "end": "00:03:12"
  },
  {
    "text": "It comes up and I just haven't. It smells terrible.",
    "start": "00:03:12",
    "end": "00:03:14"
  },
  {
    "text": "It's pretty consistent. Like something's wrong right there.",
    "start": "00:03:14",
    "end": "00:03:17"
  },
  {
    "text": "You think it's wrong?",
    "start": "00:03:17",
    "end": "00:03:18"
  },
  {
    "text": "I don't know.",
    "start": "00:03:18",
    "end": "00:03:18"
  },
  {
    "text": "We're also close to the river which divides Portland between east and west.",
    "start": "00:03:19",
    "end": "00:03:23"
  },
  {
    "text": "Yeah.",
    "start": "00:03:23",
    "end": "00:03:23"
  },
  {
    "text": "And so I think there's a lot of sewer lines that from all the east side of Portland all start channeling together in this literally between here and the 10 blocks of the river.",
    "start": "00:03:23",
    "end": "00:03:34"
  },
  {
    "text": "Welcome to the city.",
    "start": "00:03:34",
    "end": "00:03:34"
  },
  {
    "text": "Welcome to the city. Anyhow, we are in the city. Or as they used to say in the upper Midwest, where I lived for many years. Anywho.",
    "start": "00:03:34",
    "end": "00:03:44"
  },
  {
    "text": "Anywho.",
    "start": "00:03:45",
    "end": "00:03:46"
  },
  {
    "text": "Anywho.",
    "start": "00:03:46",
    "end": "00:03:47"
  },
  {
    "text": "So, yeah, we live in a city and most of the world's population lives in the city.",
    "start": "00:03:47",
    "end": "00:03:53"
  },
  {
    "text": "Dude. Yes. And the UN this is the middle of November 2022. The UN just released a report that's by the end of this year there will be 8 billion humans on the planet. I've been saying 7 and a half for a number of years, but no.",
    "start": "00:03:53",
    "end": "00:04:11"
  },
  {
    "text": "It took I don't know how many tens of thousands of years for humanity to get to 1 billion. Like a lot.",
    "start": "00:04:11",
    "end": "00:04:18"
  },
  {
    "text": "Yeah, Yeah.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "I mean, depending on how you count. And then three centuries, less than three centuries to get from one to eight.",
    "start": "00:04:19",
    "end": "00:04:25"
  },
  {
    "text": "Yeah. It's going to be 10 point something by 2050. Wow. It's wild.",
    "start": "00:04:26",
    "end": "00:04:32"
  },
  {
    "text": "And all these people are living in cities and there's a. The urbanization trend is also growing rapidly. So more and more people living in what we call cities and what we call a city goes from anything to like a suburb, to like a metropolis, to like mega metropolises.",
    "start": "00:04:32",
    "end": "00:04:51"
  },
  {
    "text": "Yeah. It's blurry in my mind. What constitutes a town and when a town transitions to a city.",
    "start": "00:04:51",
    "end": "00:04:59"
  },
  {
    "text": "This is the classic thing, like with all. With everything. Like what's a stream versus a river.",
    "start": "00:04:59",
    "end": "00:05:04"
  },
  {
    "text": "Yeah. Versus a brook.",
    "start": "00:05:04",
    "end": "00:05:06"
  },
  {
    "text": "Versus a brook or a creek or when does a pond become a lake?",
    "start": "00:05:06",
    "end": "00:05:10"
  },
  {
    "text": "Yeah, right. There you go. Or a lake become a sea.",
    "start": "00:05:10",
    "end": "00:05:13"
  },
  {
    "text": "Yes, exactly.",
    "start": "00:05:14",
    "end": "00:05:15"
  },
  {
    "text": "Anyhow, we digress, but not fully. I think the point maybe that you're moving towards with that comment is that the way we conceive of Cities is based on some set of blurry criteria that are really different than how the biblical authors thought about what a city is and how they describe them. And therefore the role that they play in the biblical story is both similar, but also different from how we imagine cities.",
    "start": "00:05:16",
    "end": "00:05:42"
  },
  {
    "text": "Yeah. In its simplest form, a city is a place where people live, where you have a wall. Right?",
    "start": "00:05:43",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. And the walled enclosure is key. So in other words, the Hebrew word is irrelevant, and it can refer to what we would for sure call a town or even medieval. Like a hamlet.",
    "start": "00:05:47",
    "end": "00:06:00"
  },
  {
    "text": "That's right. Hamlet was the word.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "Yeah. But if it has a wall around it, it's IR in Hebrew. So it could be a few hundred people, few thousand, tens of thousands. And tens of thousands is reaching, like, the upper end. In the book of Jonah, Nineveh is described as a City with 120,000.",
    "start": "00:06:02",
    "end": "00:06:20"
  },
  {
    "text": "Hmm. And that's the one that's huge.",
    "start": "00:06:20",
    "end": "00:06:22"
  },
  {
    "text": "That's like megalopolis.",
    "start": "00:06:22",
    "end": "00:06:23"
  },
  {
    "text": "That's like our equivalent of like a Tokyo or something.",
    "start": "00:06:24",
    "end": "00:06:26"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "Now, empire is like, Babylon is not a city. It's like a lot of cities. Was there a different Hebrew word for kingdom? Empire. Like, how does that relate to cities?",
    "start": "00:06:27",
    "end": "00:06:39"
  },
  {
    "text": "We're gonna look at that today, actually. Yeah. Once you transcend to networks of cities out of one central hub or capital, you just start getting the language of kingdom in Hindu, Mamlachut or Mamlachet. Okay, so, yeah, different. So cities are talking about walled enclosures that are hubs of networks of unwalled towns. Right. Outside branching out from the city where all the farming takes place.",
    "start": "00:06:40",
    "end": "00:07:06"
  },
  {
    "text": "Okay. So in these conversations, we're really laser focused on the city and not as the cities become what you would call kingdom, or is that. Are we going to get a blurry line between those?",
    "start": "00:07:06",
    "end": "00:07:21"
  },
  {
    "text": "Ah, cities become emblematic or icons for kingdoms.",
    "start": "00:07:21",
    "end": "00:07:25"
  },
  {
    "text": "Okay, yeah, that's what I was kind of expecting.",
    "start": "00:07:25",
    "end": "00:07:27"
  },
  {
    "text": "And actually this was in our first conversation. But the whole of the ancient near east, in the time of the. Especially the earlier parts of the Bible, the stories about Abraham and even into Joshua, it was a city state society. So each large city had its own king and could be called a kingdom. But then there's. It's just scaling up. Babylon just becomes the kingdom of kingdoms kind of thing. And every king of every city becomes, you know, like a subordinate to the king of Babylon.",
    "start": "00:07:27",
    "end": "00:08:02"
  },
  {
    "text": "Okay.",
    "start": "00:08:02",
    "end": "00:08:02"
  },
  {
    "text": "Yeah.",
    "start": "00:08:02",
    "end": "00:08:02"
  },
  {
    "text": "Okay. So as we started this conversation, you. You set the stage to kind of say, look, the way the Bible begins is in a garden, and where people actually thrive is amongst trees and water and kind of garden Settings.",
    "start": "00:08:03",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:08:19",
    "end": "00:08:20"
  },
  {
    "text": "And when a city that is a place where people are going to live and create a wall around, when that shows up, that shows up amidst violence and revenge and, like, fear. And this is the story of Cain.",
    "start": "00:08:20",
    "end": "00:08:37"
  },
  {
    "text": "Exactly right. Yep.",
    "start": "00:08:37",
    "end": "00:08:39"
  },
  {
    "text": "And so cities are a problem.",
    "start": "00:08:39",
    "end": "00:08:40"
  },
  {
    "text": "Cities are a symptom of what is not good outside of Eden.",
    "start": "00:08:41",
    "end": "00:08:48"
  },
  {
    "text": "That's good to say. The city's not the problem. The city's the symptom.",
    "start": "00:08:48",
    "end": "00:08:50"
  },
  {
    "text": "It's a result. Yeah. So where we went in the first few conversations was the first thing that is not good in all of God's good world. Seven times God pronounces it good. After creating the sky and the land and the sea, is a human alone. Because a human alone can't accomplish the human vocation, which is to multiply and to steward and have responsibility over creation. So God splits the human and the woman. That is the delivering ally for the lone human. She is called the ezer, which means delivering ally. And so God provides that as the resolution of this crisis of what is not good. But then that partnership gets fractured through folly and breaking God's wise command, as the humans want to take wisdom for themselves. So they're exiled from Eden. They have children, Cain and Abel. And then we watched how Cain replays his parents failure and folly, not with a tree, but with a brother. And he murders his brother. And so God does to Cain what he did to Adam and Eve, which is exile them to the east. And so Cain is freaked out.",
    "start": "00:08:51",
    "end": "00:10:05"
  },
  {
    "text": "Yeah. He's now, like, wandering in the east. He is worried that someone's gonna, like, avenge.",
    "start": "00:10:06",
    "end": "00:10:13"
  },
  {
    "text": "Yeah. Whoever finds me will kill me. Yeah. Not an unwarranted concern. And so.",
    "start": "00:10:14",
    "end": "00:10:21"
  },
  {
    "text": "And what's interesting is how you set this up. The thing that was not good was being alone. And here's Cain out alone.",
    "start": "00:10:23",
    "end": "00:10:28"
  },
  {
    "text": "Yeah, he's out. A wanderer again. Yeah. Yeah. It's not good. And so God also provides something for Cain. What he provides him is an oat in Hebrew, which is the word for sign or symbol. And so this is the last conversation that we just had. But Cain apparently doesn't find that symbol trustworthy enough.",
    "start": "00:10:29",
    "end": "00:10:52"
  },
  {
    "text": "And the symbol was a sign that God will protect him.",
    "start": "00:10:53",
    "end": "00:10:56"
  },
  {
    "text": "Actually, that God would avenge anybody who kills him.",
    "start": "00:10:56",
    "end": "00:11:00"
  },
  {
    "text": "Right.",
    "start": "00:11:00",
    "end": "00:11:00"
  },
  {
    "text": "The way you put it actually made me think of it in a new way. Just kind of like, so how about just preventing me from being killed? Like, that's what I would prefer. Right.",
    "start": "00:11:00",
    "end": "00:11:09"
  },
  {
    "text": "I guess I have to do that for myself.",
    "start": "00:11:09",
    "end": "00:11:11"
  },
  {
    "text": "Yeah. So Cain goes out from that, and in this very not good situation of being Alone, he goes out and two things happen. He finds a wife for himself, which is what God provided for the not good situation in Eden. Now here's Cain in a not good situation outside of Eden, and he obtains a wife. We're not told who or how, he just does. And then we're told that they had a baby together. And then he builds a city and building of a city. That little phrase, building, build, the last time it got used is when God builds the woman.",
    "start": "00:11:11",
    "end": "00:11:46"
  },
  {
    "text": "Right.",
    "start": "00:11:47",
    "end": "00:11:47"
  },
  {
    "text": "And what God built was the Ezer, delivering ally. And what Cain builds is an eir, a city which is. The words look almost identical graphically to the word ezer.",
    "start": "00:11:48",
    "end": "00:11:59"
  },
  {
    "text": "And for him it's a delivering fortress ally.",
    "start": "00:11:59",
    "end": "00:12:04"
  },
  {
    "text": "But the contrast is that in this not good situation, God gave him something, a sign. A sign, a symbol. And what he decides to do is build his own means of deliverance, which is the city.",
    "start": "00:12:04",
    "end": "00:12:16"
  },
  {
    "text": "So you're saying if we just trust God, we don't eat cities.",
    "start": "00:12:17",
    "end": "00:12:19"
  },
  {
    "text": "That. And remember, the primary association with cities is a walled enclosure to prevent people from attacking and killing you and taking your stuff. Yeah, so you wouldn't need that inside of Eden.",
    "start": "00:12:20",
    "end": "00:12:32"
  },
  {
    "text": "And we talked about fences and like gates and stuff.",
    "start": "00:12:32",
    "end": "00:12:34"
  },
  {
    "text": "Oh, yeah, exactly. Right, yeah. So cities are a symptom of that. Things are not good outside of Eden because we can't trust each other. You might have a different idea of good and bad than I do. Your knowledge of good and bad might be different than mine. And your version of good might involve beating me up and taking my stuff. So I'm going to build an ER and protect myself because I can't depend on God to do that. And so this idea of the protection of the city and who, the city of man versus the garden of God, as this unwalled place that's safe and secure, these become contrast.",
    "start": "00:12:34",
    "end": "00:13:15"
  },
  {
    "text": "It's unwalled, but there's like a bouncer.",
    "start": "00:13:15",
    "end": "00:13:18"
  },
  {
    "text": "Oh, yeah, totally. Yeah. There's the fiery sword. Yeah.",
    "start": "00:13:19",
    "end": "00:13:21"
  },
  {
    "text": "It's got its own type of wall, I suppose.",
    "start": "00:13:21",
    "end": "00:13:25"
  },
  {
    "text": "Yeah. But the point is that it's a wall of God's own security. God's presence and his messengers are the security. Whereas here it's a human providing security for themselves. So what we're going to track in this conversation is two parallel stories that flow out of Cain and his city. The narrator of Genesis follows the genealogy of Cain down through the generations. And what we see is intensifying of human murder and spilling of innocent blood in the land. And that leads God to deal with it. I'm so sorry. We have a YouTube channel. And have you seen the YouTube channel called the Hydraulic Press Channel? Yes, it's this guy.",
    "start": "00:13:25",
    "end": "00:14:18"
  },
  {
    "text": "You introduced this to me years ago. You said you watched it with your kids. Yes, and so I started watching it with my kids.",
    "start": "00:14:18",
    "end": "00:14:23"
  },
  {
    "text": "So we watched them recently. So I forget where the guy's from. He has a thick Eastern European accent.",
    "start": "00:14:23",
    "end": "00:14:30"
  },
  {
    "text": "There's a couple of these. But I know the guy you're talking about.",
    "start": "00:14:31",
    "end": "00:14:33"
  },
  {
    "text": "Yeah. And so basically he has this hydraulic press in his shop and he just smashes things. Yeah. And now he has people send him suggestions and then he smashes them and films them with super high resolution GoPros from every angle. And then you just watch it in super slow motion, like get crushed and explode. And it's. I don't know why it's so entertaining. Half an hour can go by and we'll watch a dozen things get smashed. And it's mesmerizing. So every time he smashes an object, what he says is like. He'll be like, and here is the bowling ball. We're about to press. So we shall have to deal with.",
    "start": "00:14:33",
    "end": "00:15:14"
  },
  {
    "text": "It in his Scottish accent.",
    "start": "00:15:14",
    "end": "00:15:18"
  },
  {
    "text": "Well, no, it's an Eastern European accent.",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "Or Eastern European.",
    "start": "00:15:20",
    "end": "00:15:21"
  },
  {
    "text": "Yeah, totally. And we shall deal with it. And so God has to deal with.",
    "start": "00:15:21",
    "end": "00:15:27"
  },
  {
    "text": "Deal with the over press down on humanity.",
    "start": "00:15:27",
    "end": "00:15:31"
  },
  {
    "text": "It all flows out of this city. The whole thing is that everything bad that leads up to the flood narratively flows out of the city and then that leads to the flood. Then what we'll see is the moment Noah and his sons get off the flood, one of his sons, his youngest son, Ham, who also we begin a lineage from him that leads to yet the building of another city that God will have to deal with it. And we're going to look at these two parallel stories. The city of Cain that leads to the flood. And we're going to look at the city of Nimrod that leads to the Great Scattering. And these are two parallel stories that the author of Genesis has put next to each other. And it's all a study in the nature of human cities and how they scale and escalate human evil to systemic and corporate levels. It's really fascinating.",
    "start": "00:15:31",
    "end": "00:16:21"
  },
  {
    "text": "Okay.",
    "start": "00:16:22",
    "end": "00:16:22"
  },
  {
    "text": "And this is a relevant set of meditations, I think, to understand human life. That it's not just a city, isn't just like a conglomeration of individuals. When you put a bunch of individuals together, it becomes something bigger and more, that is its own category of thing that can only be dealt with on a corporate or a communal level.",
    "start": "00:16:22",
    "end": "00:16:47"
  },
  {
    "text": "What do you mean dealt With.",
    "start": "00:16:47",
    "end": "00:16:48"
  },
  {
    "text": "Well, deal with it. It's sort of like if you and I have a problem individually, you and I can sit down and we can talk about it. We're business partners in the Bible Project. Like, we've been. And so, like, if you and I had a conflict, it may come that we have to, like, deal with it, but get some papers out and, like, talk about, well, here's what we just said yes to or no to. I don't know, whatever. But what if there's a hundred of you and 100 of me? Like, it's just different now.",
    "start": "00:16:48",
    "end": "00:17:19"
  },
  {
    "text": "We're getting judges and we're getting, like, body Politic is happening Systems.",
    "start": "00:17:19",
    "end": "00:17:24"
  },
  {
    "text": "Yeah, Systems politics. And the biblical authors are very, very interested in the relationship between individual folly and failure and moral compromise and systemic evil and folly. And they are, you know, they're similar to each other, but they're also different. And the city is the image of systemic, corporate, human evil. That's what we're looking at. So in the last episode, we actually tracked with Cain building his city.",
    "start": "00:17:24",
    "end": "00:18:34"
  },
  {
    "text": "Yeah.",
    "start": "00:18:35",
    "end": "00:18:35"
  },
  {
    "text": "And he names after his firstborn son, Enoch. Okay. So all of a sudden, the story about Cain stops and he just disappears. He's gone from the story.",
    "start": "00:18:35",
    "end": "00:18:45"
  },
  {
    "text": "Yeah.",
    "start": "00:18:45",
    "end": "00:18:46"
  },
  {
    "text": "We just get a short genealogy going down the generations to Enoch was born Irad. Irad Mehuael, Mehuyel, birthed Mathushael, Methuselah birthed Lamech.",
    "start": "00:18:46",
    "end": "00:18:57"
  },
  {
    "text": "Lamech. Seven generations.",
    "start": "00:18:57",
    "end": "00:19:00"
  },
  {
    "text": "Lamech is the seventh. From Adam.",
    "start": "00:19:01",
    "end": "00:19:03"
  },
  {
    "text": "Seventh from Adam.",
    "start": "00:19:03",
    "end": "00:19:04"
  },
  {
    "text": "Yeah. From Cain's dad.",
    "start": "00:19:04",
    "end": "00:19:05"
  },
  {
    "text": "All right, Here we go. 7.",
    "start": "00:19:05",
    "end": "00:19:07"
  },
  {
    "text": "And this is old, like, years ago. Little detail. But it's worth noting there's two Lamechs in the Bible. This guy. And then if you follow through, Adam and Eve's other son, Seth. Lamech is the father of Noah.",
    "start": "00:19:08",
    "end": "00:19:21"
  },
  {
    "text": "Yeah. This gets so confusing. There's so many repeat names in those two genealogies.",
    "start": "00:19:21",
    "end": "00:19:25"
  },
  {
    "text": "The line from Cain, son of Adam, and the line from Seth, son of Adam are all filled with names that are full of the identical letters but just. Yeah, like, switched around. Yeah, because they're mirror images of each other. The line of the snake, like, line. This one. And the line. Seth's line.",
    "start": "00:19:25",
    "end": "00:19:43"
  },
  {
    "text": "Cain's line versus Seth's line.",
    "start": "00:19:43",
    "end": "00:19:45"
  },
  {
    "text": "Seth's line is about the snake versus the woman. And they're hard to tell apart. Even their names are spelled similarly.",
    "start": "00:19:45",
    "end": "00:19:51"
  },
  {
    "text": "Fascinating. Yeah, hard to tell.",
    "start": "00:19:51",
    "end": "00:19:53"
  },
  {
    "text": "Just like the Tree of Knowing Good and Bad was hard to tell because it looked like all the other trees.",
    "start": "00:19:54",
    "end": "00:19:59"
  },
  {
    "text": "Just like it's hard to separate wheat from chaff or the weeds from the.",
    "start": "00:19:59",
    "end": "00:20:02"
  },
  {
    "text": "Like In Jesus parable. Yeah, it's exactly right.",
    "start": "00:20:02",
    "end": "00:20:05"
  },
  {
    "text": "Right.",
    "start": "00:20:05",
    "end": "00:20:05"
  },
  {
    "text": "So Lamech's all of a sudden right there. His name is King spelled backwards. Just the Hebrew word for King Melek, Lamech. And Lamech took for himself two wives. Now, just right there.",
    "start": "00:20:06",
    "end": "00:20:18"
  },
  {
    "text": "Yeah. It's like, if it's good to have one wife, it's doubly good to have two wives.",
    "start": "00:20:18",
    "end": "00:20:23"
  },
  {
    "text": "It's very interesting, but in the little poem about the union of the man and the woman in Eden, it says that the union in Eden was kind of set this paradigm for a man and a woman. The two become one. And now here is one not becoming one with another one, but, like, taking two. But one taking two. Yeah, yeah. And you're like, oh, I don't think that's good. Like, that's not what God provided. He takes more for himself than what God had provided in Eden. And so we're like, this guy's kind.",
    "start": "00:20:23",
    "end": "00:20:59"
  },
  {
    "text": "Of like Cain in a very fundamental way of like, what does it mean to be the image of God?",
    "start": "00:20:59",
    "end": "00:21:02"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:21:03",
    "end": "00:21:05"
  },
  {
    "text": "Immediately goes like, image of God is presented as male and female together as one. And he's saying, actually, I'm gonna, like, take women. And almost making himself more the image of God.",
    "start": "00:21:05",
    "end": "00:21:19"
  },
  {
    "text": "Yeah. So this is a great example of the biblical narrator doesn't say, and what he did was bad in the eyes of the Lord. But that's the conclusion you're supposed to draw based on comparing the Eden ideal and also by looking at the kind of character who does this thing and what happens to them or what they cause in the world. So he took for himself two wives. The name of one was Ornament, Ada. And the name of the other was Shelter, Tzila. Now, Ada gave birth to Stream, Yabal, Yaval, Yeval. He was the father of those who dwell in tents and have livestock. And you're like, oh, all right. We're getting branches off of, like, animal husbandry turning into a whole trade and whole family business. The brothers. His brother's name was Creek Yuval. He was the father of all those who play the lyre and the pipe. He got, like, the guild, the guild of musicians.",
    "start": "00:21:19",
    "end": "00:22:23"
  },
  {
    "text": "Okay, artists here.",
    "start": "00:22:23",
    "end": "00:22:25"
  },
  {
    "text": "Yep. Now, Selah Shelter. She also gave birth to Tuval Kayan, which is another word for stream.",
    "start": "00:22:25",
    "end": "00:22:34"
  },
  {
    "text": "Oh, really?",
    "start": "00:22:34",
    "end": "00:22:35"
  },
  {
    "text": "So they have three sons, namely Waters, Creek, Brook and Stream.",
    "start": "00:22:35",
    "end": "00:22:39"
  },
  {
    "text": "How does Yuval. Cain mean Stream. Yuval or no, sorry, Tubal, Tuval.",
    "start": "00:22:39",
    "end": "00:22:45"
  },
  {
    "text": "Tuval means stream. And then Cain is his ancestor all the way back to six generations earlier. Stream of Cain.",
    "start": "00:22:45",
    "end": "00:22:54"
  },
  {
    "text": "Stream of Cain.",
    "start": "00:22:54",
    "end": "00:22:54"
  },
  {
    "text": "Okay. And he literally flowed from Cain seed, so to speak. And he was the forger of all implements of bronze and iron.",
    "start": "00:22:54",
    "end": "00:23:03"
  },
  {
    "text": "That's a little ominous because those are kind of like weapons.",
    "start": "00:23:04",
    "end": "00:23:09"
  },
  {
    "text": "I mean, there's two things you're doing with those. You're either, like, striking the ground to farm. Were you striking animals, or you're striking humans? What do you need metal for except to work the ground?",
    "start": "00:23:10",
    "end": "00:23:21"
  },
  {
    "text": "They're not building skyscrapers or.",
    "start": "00:23:22",
    "end": "00:23:24"
  },
  {
    "text": "Not yet. And not with metal.",
    "start": "00:23:25",
    "end": "00:23:28"
  },
  {
    "text": "And not with metal.",
    "start": "00:23:28",
    "end": "00:23:28"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:23:28",
    "end": "00:23:29"
  },
  {
    "text": "So this might be. Not where you're going with this, but why this little. To me, this always struck me as. Let me tell you about the invention of technology in the world or how humans progressed in culture and technology.",
    "start": "00:23:29",
    "end": "00:23:46"
  },
  {
    "text": "Yeah, that's the motif here.",
    "start": "00:23:46",
    "end": "00:23:48"
  },
  {
    "text": "Totally.",
    "start": "00:23:48",
    "end": "00:23:49"
  },
  {
    "text": "All flowing out of the city.",
    "start": "00:23:49",
    "end": "00:23:51"
  },
  {
    "text": "Okay.",
    "start": "00:23:51",
    "end": "00:23:51"
  },
  {
    "text": "Yeah.",
    "start": "00:23:51",
    "end": "00:23:52"
  },
  {
    "text": "And to me, that feels, like, cool. This is like we're progressing. Like, we're learning how to dwell in tents and have livestock. That's great.",
    "start": "00:23:52",
    "end": "00:24:03"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:24:03",
    "end": "00:24:04"
  },
  {
    "text": "Like, before that, what were we?",
    "start": "00:24:04",
    "end": "00:24:05"
  },
  {
    "text": "Yes. Yeah.",
    "start": "00:24:06",
    "end": "00:24:06"
  },
  {
    "text": "We didn't have tents, and we just always had to just hunt. And now we got music and we're, like, learning metallurgy. Is that the right word?",
    "start": "00:24:06",
    "end": "00:24:16"
  },
  {
    "text": "Yeah, that's exactly the right word.",
    "start": "00:24:16",
    "end": "00:24:17"
  },
  {
    "text": "This is great.",
    "start": "00:24:18",
    "end": "00:24:18"
  },
  {
    "text": "It is great. Yeah. It's not inherently bad. No. I think it's the aspect of being fruitful and multiplying. Just like.",
    "start": "00:24:18",
    "end": "00:24:27"
  },
  {
    "text": "But it's actually. But it's positioned here right after being introduced to Lemek. And we haven't talked about it yet, but we know Lemek's a bad dude.",
    "start": "00:24:27",
    "end": "00:24:33"
  },
  {
    "text": "Yeah. What's he going to do with his axe?",
    "start": "00:24:33",
    "end": "00:24:35"
  },
  {
    "text": "And it's positioned here after being introduced to the city via Cain and his paranoia. So it's situated in a place where, I guess. Am I supposed to be suspicious of all of this?",
    "start": "00:24:36",
    "end": "00:24:48"
  },
  {
    "text": "But also in the midst of this city that was born out of fear and because of a need, out of the fear of human violence. You also have all these births, all.",
    "start": "00:24:49",
    "end": "00:25:00"
  },
  {
    "text": "These children, and the births are streams. And streams are, like, a really good thing. Right?",
    "start": "00:25:00",
    "end": "00:25:04"
  },
  {
    "text": "Great. Yeah. Like the streams of Eden.",
    "start": "00:25:04",
    "end": "00:25:06"
  },
  {
    "text": "The streams of Eden.",
    "start": "00:25:06",
    "end": "00:25:07"
  },
  {
    "text": "Yeah.",
    "start": "00:25:07",
    "end": "00:25:07"
  },
  {
    "text": "So I'm like, we're still getting streams and we're getting. Yeah, humanity's progressing.",
    "start": "00:25:08",
    "end": "00:25:12"
  },
  {
    "text": "Remember, there were four streams out of Eden. Now we're here. We just went through three sons, all named Stream Crook, coming out of Cain Creek and Brook coming out of Cain. And then you're given a fourth, a daughter. The sister of Tuval Kayin was Naamah, which means delight. It's a synonym of Eden.",
    "start": "00:25:12",
    "end": "00:25:32"
  },
  {
    "text": "Oh, wow.",
    "start": "00:25:32",
    "end": "00:25:33"
  },
  {
    "text": "Yeah.",
    "start": "00:25:33",
    "end": "00:25:33"
  },
  {
    "text": "What did she invent? She doesn't get an invention.",
    "start": "00:25:34",
    "end": "00:25:36"
  },
  {
    "text": "No, she just gets this awesome name.",
    "start": "00:25:36",
    "end": "00:25:38"
  },
  {
    "text": "Yeah, the, like, pinnacle name. Delight.",
    "start": "00:25:38",
    "end": "00:25:40"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:25:40",
    "end": "00:25:41"
  },
  {
    "text": "Cool.",
    "start": "00:25:41",
    "end": "00:25:41"
  },
  {
    "text": "So just like there. There were four rivers. Four rivers that flowed out of the one river of Eden. So now here's Cain, who just got exiled out of Eden, and out of him come four descendants named Stream, Creek, and Brook, and Delight.",
    "start": "00:25:41",
    "end": "00:25:58"
  },
  {
    "text": "Okay, so this actually is feeling like a heaven and earth hot spot, just kind of appearing in the wilderness suddenly, in a way, when you describe it that way.",
    "start": "00:25:58",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. It's being fruitful and multiplying. I think it's this image, narrative, imagery associating the blessing that follows Cain.",
    "start": "00:26:06",
    "end": "00:26:14"
  },
  {
    "text": "I see.",
    "start": "00:26:14",
    "end": "00:26:14"
  },
  {
    "text": "So even though humans are not in Eden, the blessings of Eden can still sprout and surprise.",
    "start": "00:26:15",
    "end": "00:26:21"
  },
  {
    "text": "So this paragraph is the blessing of Eden, surprisingly, coming in this setting where we're, like, really worried and suspicious.",
    "start": "00:26:21",
    "end": "00:26:29"
  },
  {
    "text": "Yeah. But things are not all okay because this is one man producing all of these kids from two wives. That's not cool. That's not Eden. And then what this guy's about to do is also not cool. So this paragraph about Lamech is designed in three parts. We're told he takes two wives, first line. The middle part is about the four descendants. And then he gives a speech to his wives, and you hear that he's a murderous guy. So you get a bad thing. He takes two wives, you get a good thing, fruitful and multiplying and all the descendants. Then you get a streams of progress. Yeah. And then you get another bad thing. Lamech's even more murderous than Cain. So outside of Eden, it's a mix of good and bad. Yeah, bad, good, bad. In other words, the literary design of this paragraph about Lamech is itself a meditation on how the complexity of life outside the garden. It's not all bad. It's a mix of good and bad. And sometimes they're hard to tell apart.",
    "start": "00:26:29",
    "end": "00:27:33"
  },
  {
    "text": "It still wants to show up in the midst of he gave Cain a sign. And then even in this city with Lamech, who we're going to learn about, the descendants are described as streams.",
    "start": "00:27:33",
    "end": "00:27:48"
  },
  {
    "text": "Yes.",
    "start": "00:27:48",
    "end": "00:27:48"
  },
  {
    "text": "And there's kind of. Civilization is growing.",
    "start": "00:27:48",
    "end": "00:27:51"
  },
  {
    "text": "Yep, that's right. And the invention of metallurgy is also not inherently bad.",
    "start": "00:27:51",
    "end": "00:27:56"
  },
  {
    "text": "Right.",
    "start": "00:27:56",
    "end": "00:27:57"
  },
  {
    "text": "But if it produces farm implements, it can give life.",
    "start": "00:27:57",
    "end": "00:28:00"
  },
  {
    "text": "Yeah.",
    "start": "00:28:00",
    "end": "00:28:00"
  },
  {
    "text": "And if it produces axe heads and warhammers and battle axes, then it will take life.",
    "start": "00:28:01",
    "end": "00:28:07"
  },
  {
    "text": "Well, maybe no one will think of that.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "Maybe no one will think of that. And Lamech said to his wives, ornament and shelter, Adah and Zillah, Listen to my voice, Wives of Lamech, hear my speech. This is very classic Semitic style poetry. So he's about to say something important. I have killed a man for wounding me and a boy for striking me. This word kill, harag, it's the same word of what Cain did to Abel in the field. And if Cain is avenged seven times, then let Lamech be avenged 77 times. This is the song of Lamech.",
    "start": "00:28:09",
    "end": "00:28:59"
  },
  {
    "text": "Yeah. Steer clear of this guy.",
    "start": "00:28:59",
    "end": "00:29:02"
  },
  {
    "text": "Don't get in a bar fight with Lemek. He'll chop your head off. He'll chop your head off. So it's a song. The poetic form turns this into like a boast, a glory hymn of his battle prowess.",
    "start": "00:29:03",
    "end": "00:29:18"
  },
  {
    "text": "Yeah.",
    "start": "00:29:18",
    "end": "00:29:19"
  },
  {
    "text": "And even for someone striking, you know, kind of could be anywhere from a slap to like, you can kill by striking, but wounding specifically. Like, it's not a mortal blow.",
    "start": "00:29:19",
    "end": "00:29:31"
  },
  {
    "text": "Yeah.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "But your pride or your honor might be wounded. And so he's just chopping heads for anybody who's in my way.",
    "start": "00:29:32",
    "end": "00:29:39"
  },
  {
    "text": "These are two different people. Is it And a boy?",
    "start": "00:29:40",
    "end": "00:29:43"
  },
  {
    "text": "Well, it's just. It's two lines of poetic parallelism. But I think the contrast of man and boy and the contrast of wound and strike, it's kind of like from young or old and from a more severe strike to a severe wound. Basically, if anybody does anything to me, I'm going to kill you. That's kind of the idea.",
    "start": "00:29:44",
    "end": "00:30:03"
  },
  {
    "text": "And I'm in the right. Get out of my way. God will protect me.",
    "start": "00:30:03",
    "end": "00:30:08"
  },
  {
    "text": "He appeals to the protection God vowed for Cain and says, well, man, if I am the seventh generation from Adam through Cain, then I don't just get seven times. I get 77 times. But he takes what was a gracious gift of mercy to Cain and he uses it to, like, write his own as license for his own revenge.",
    "start": "00:30:08",
    "end": "00:30:36"
  },
  {
    "text": "And where does he get this 7 times? 77 times? Cain was given a sign. He was given one sign.",
    "start": "00:30:36",
    "end": "00:30:42"
  },
  {
    "text": "Yes. And then God said, whoever strikes Cain, I will avenge. Seven times over.",
    "start": "00:30:42",
    "end": "00:30:49"
  },
  {
    "text": "Okay.",
    "start": "00:30:49",
    "end": "00:30:49"
  },
  {
    "text": "Yep. So he's taking what God offered to Cain as a gracious gift of mercy and protection, and he's turning that into license to kill. 77 times over.",
    "start": "00:30:49",
    "end": "00:31:00"
  },
  {
    "text": "Yeah.",
    "start": "00:31:00",
    "end": "00:31:01"
  },
  {
    "text": "So incidentally, this is surely what Jesus is alluding to when Peter comes to him and says, how often should I forgive? Forgive my brother? Up to seven times. And he says, I tell you, 77 times.",
    "start": "00:31:01",
    "end": "00:31:16"
  },
  {
    "text": "He's reversing this.",
    "start": "00:31:16",
    "end": "00:31:17"
  },
  {
    "text": "Yeah, he's playing with Peter's use of seven. And then he's alluding to this story, but essentially what he's saying is my disciples should be the kind of forgiveness people who are about reversing the spiral of violence from Cain to Laman.",
    "start": "00:31:17",
    "end": "00:31:33"
  },
  {
    "text": "Human nature is to take God's protection and abundance and turn it up for their own advantage in a way that just brings violence. And Jesus is saying, take God's protection and forgiveness and abundance and turn it up towards more abundance and forgiveness.",
    "start": "00:31:33",
    "end": "00:31:52"
  },
  {
    "text": "Yeah, yeah. Abundance of forgiveness instead of an abundance of violence.",
    "start": "00:31:52",
    "end": "00:31:55"
  },
  {
    "text": "Yeah.",
    "start": "00:31:55",
    "end": "00:31:56"
  },
  {
    "text": "Wow. Cool. Yep. So, you know, it's a short little story about Cain's line, but all of a sudden you have seven generations later, and it's what Cain was, but just scaled up, and it's all streams out of this city.",
    "start": "00:31:56",
    "end": "00:32:11"
  },
  {
    "text": "And it's connected to the city because one, his name means king. Or it's a play on the word king.",
    "start": "00:32:11",
    "end": "00:32:17"
  },
  {
    "text": "Correct. Yep.",
    "start": "00:32:17",
    "end": "00:32:18"
  },
  {
    "text": "And is that the only real connection?",
    "start": "00:32:18",
    "end": "00:32:20"
  },
  {
    "text": "Well, he builds a city, he names it Enoch. Then you get the genealogy that goes directly from Enoch to Lamech, that is king.",
    "start": "00:32:21",
    "end": "00:32:28"
  },
  {
    "text": "Okay.",
    "start": "00:32:28",
    "end": "00:32:29"
  },
  {
    "text": "And then here's king.",
    "start": "00:32:29",
    "end": "00:32:31"
  },
  {
    "text": "So what happens to cities? People in cities? As the cities grow with people and with new inventions, you get the growth of creativity, specialization. This could become just great.",
    "start": "00:32:31",
    "end": "00:32:48"
  },
  {
    "text": "Yeah.",
    "start": "00:32:49",
    "end": "00:32:49"
  },
  {
    "text": "Like we could just be better at finding food and harvesting food and playing music. Playing music.",
    "start": "00:32:49",
    "end": "00:32:56"
  },
  {
    "text": "Art. Yes.",
    "start": "00:32:57",
    "end": "00:32:57"
  },
  {
    "text": "And you're like cool.",
    "start": "00:32:57",
    "end": "00:32:58"
  },
  {
    "text": "Metallurgy. And remember, the flow of the list goes from animal domestication to music to metallurgy to delight to Na'. Amah. Yeah. Which is a synonym for delight. Eden. Eden.",
    "start": "00:32:58",
    "end": "00:33:12"
  },
  {
    "text": "Yeah. So this is where it could go.",
    "start": "00:33:12",
    "end": "00:33:13"
  },
  {
    "text": "Yeah.",
    "start": "00:33:13",
    "end": "00:33:13"
  },
  {
    "text": "And instead, where does it go? It goes to a guy going, I'm going to show you what it means to be king.",
    "start": "00:33:13",
    "end": "00:33:20"
  },
  {
    "text": "Yes. Yeah, that's right.",
    "start": "00:33:20",
    "end": "00:33:21"
  },
  {
    "text": "And it means, like, you mess with me at all.",
    "start": "00:33:21",
    "end": "00:33:24"
  },
  {
    "text": "Yeah.",
    "start": "00:33:24",
    "end": "00:33:25"
  },
  {
    "text": "And I'm going to kill you.",
    "start": "00:33:25",
    "end": "00:33:26"
  },
  {
    "text": "Yep, that's it.",
    "start": "00:33:26",
    "end": "00:33:27"
  },
  {
    "text": "And I'm in the right.",
    "start": "00:33:27",
    "end": "00:33:28"
  },
  {
    "text": "Yeah, that's right. So what God appointed Adam and Eve to do together, which is to the two to be one and to rule together over the animals. Now you get one guy who takes two.",
    "start": "00:33:28",
    "end": "00:33:42"
  },
  {
    "text": "Yeah.",
    "start": "00:33:42",
    "end": "00:33:43"
  },
  {
    "text": "So he begins to treat women like animals to be accumulated.",
    "start": "00:33:43",
    "end": "00:33:48"
  },
  {
    "text": "He takes the delivering ally and turns it into a possession.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Yeah. And then he mutates or distorts the rule or power that he has to take life instead of to preserve life. So he's the anti Adam and he's.",
    "start": "00:33:52",
    "end": "00:34:04"
  },
  {
    "text": "Let'S get out of cities. Let's just get out.",
    "start": "00:34:04",
    "end": "00:34:07"
  },
  {
    "text": "Well, so the narrative does. The narrative switches back to Adam and Eve and says, man, I hope there's like another line here because this one's not going well. And it shifts the focus to Seth. There was another son born to Adam and Eve named Seth. And because Eve said, because God appointed me another seed in the place of Abel, so Cain killed him, and Seth also had a son and he named him Enosh. So it's.",
    "start": "00:34:07",
    "end": "00:34:34"
  },
  {
    "text": "Yeah, Enoch versus Enosh.",
    "start": "00:34:34",
    "end": "00:34:36"
  },
  {
    "text": "Exactly. Cain gave birth to Enoch and that led to the city and murder. But now here's Seth. And through Seth is born Enosh, which has similar spelling and rhymes. And Enosh leads to worship. Then it was begun to call on the name of Yahweh.",
    "start": "00:34:36",
    "end": "00:34:56"
  },
  {
    "text": "So this is the line of the seed process.",
    "start": "00:34:56",
    "end": "00:34:58"
  },
  {
    "text": "Seed of the woman. Yep. And then what follows is your favorite type of literature in Genesis and mine.",
    "start": "00:34:58",
    "end": "00:35:04"
  },
  {
    "text": "Genealogy.",
    "start": "00:35:04",
    "end": "00:35:05"
  },
  {
    "text": "Genealogy, yeah, totally. So the story stops and we just pause and go through 10 generations of Seth's line leading up to the ninth generation, a guy named Lamech. And when he's 777, he gives birth to Noah.",
    "start": "00:35:05",
    "end": "00:35:23"
  },
  {
    "text": "Okay, so Noah's 10 generations from Adam.",
    "start": "00:35:24",
    "end": "00:35:27"
  },
  {
    "text": "10 generations from Adam, but from Adam to Noah, 10 generations.",
    "start": "00:35:27",
    "end": "00:35:31"
  },
  {
    "text": "Sam.",
    "start": "00:35:39",
    "end": "00:35:53"
  },
  {
    "text": "So the three stories after Adam and Eve are exiled from Eden are the story of Cain, then that story we just looked at just now, Lamech and the city. What happens out of Cain's city leading to Lamech. And then we get a third story about the last cap of what's going on down here. And it's Genesis 6:1:4, the well known story about the sons of Elohim that take human daughters and they took wives for themselves, whomever they choose. You're like, well, that's kind of a Lamech move. In fact, it's that little detail that has led some interpreters throughout history to believe that the sons of Elohim are humans, that the sons of Elohim are the descendants from the line of Cain.",
    "start": "00:36:10",
    "end": "00:36:57"
  },
  {
    "text": "Okay.",
    "start": "00:36:57",
    "end": "00:36:58"
  },
  {
    "text": "And that the daughters of Adam or humanity are daughters from the line of Seth. That's a very.",
    "start": "00:36:58",
    "end": "00:37:05"
  },
  {
    "text": "It's a common interpretation.",
    "start": "00:37:05",
    "end": "00:37:07"
  },
  {
    "text": "It's an interpretation that began. I'm pretty sure this has been a while since I've looked at this. I'm pretty sure the first signs of that interpretation are in early Christian circles and then in some early Jewish circles after that. But the earliest known interpretation in Second Temple Judaism is that this is about spiritual beings. Because taking human daughters, because that's what the sons of Elohim.",
    "start": "00:37:07",
    "end": "00:37:30"
  },
  {
    "text": "Sons of Elohim is a phrase often.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "Yeah.",
    "start": "00:37:32",
    "end": "00:37:33"
  },
  {
    "text": "Or primarily used for deities.",
    "start": "00:37:33",
    "end": "00:37:35"
  },
  {
    "text": "Only ever used. Only ever used to describe spiritual beings.",
    "start": "00:37:35",
    "end": "00:37:38"
  },
  {
    "text": "So the argument if this was like the kings from the line of Cain, you know, these little rulers of Their own little hamlets taking daughters from the line of Seth. Yeah, you would have to say the sons of Elohim is just a figure of speech.",
    "start": "00:37:38",
    "end": "00:37:51"
  },
  {
    "text": "Figure of speech. And that this one time out of every other time it's used in the Hebrew Bible, it refers to humans. And again, people can have made that case, and there are some parts of that case that is persuasive, but I also think there are other parts that are not persuasive.",
    "start": "00:37:51",
    "end": "00:38:08"
  },
  {
    "text": "But we get these characters who are.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "Taking wives and whomever they want, whomever they choose. So at the least, whether you take this to be humans or spiritual beings, they are being set on analogy to Lamech, who takes as many wives as he wants, so to speak. I'm persuaded that the escalation goes from what Cain did, escalated through seven generations, with, yep, killing his brother, taking his brother's life. It gets escalated to Lamech, which is.",
    "start": "00:38:10",
    "end": "00:38:41"
  },
  {
    "text": "He'Ll take anyone's life and he'll take wives. Wives as he pleases.",
    "start": "00:38:41",
    "end": "00:38:44"
  },
  {
    "text": "And now it's not just a human rebellion. That human rebellion is connected to some sort of spiritual rebellion mirrored as part of a heavenly rebellion. And what it leads to is the sons of Elohim doing what Lamech did. And then that is connected to the origin of warriors, warrior giants who also do what Lamech did, which is just kill. That's what the Nephilim and the mighty warriors do, is they kill.",
    "start": "00:38:44",
    "end": "00:39:13"
  },
  {
    "text": "The warrior giants being the offspring of this. Of the sons of Elohim taking the daughters of humanity. This introduces these characters called the Nephilim. Called the Nephilim.",
    "start": "00:39:13",
    "end": "00:39:25"
  },
  {
    "text": "That's right.",
    "start": "00:39:25",
    "end": "00:39:26"
  },
  {
    "text": "These are the warrior giants.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "Yep.",
    "start": "00:39:27",
    "end": "00:39:27"
  },
  {
    "text": "These are the. Like, if Lamech's a king, these are like the. The real baddy kings. They're the. Yep. Yeah, yeah, they're the Goliaths.",
    "start": "00:39:27",
    "end": "00:39:37"
  },
  {
    "text": "Yes. Goliath is one of these. Yeah, yeah, totally. And so it's a guy named Nimrod that we're going to meet in a little bit. But the important is, like, the tight narrative parallelism through hyperlinks from Cain to Lamech to the sons of Elohim to the Nephilim and the mighty warriors. And it's just we're watching out of the city. This all comes out of Cain's city. And even though right here the story doesn't use the word city in terms of the narrative sequence, all this began with the murder and the building of the city. And the city is the place where things get scaled up. And we're watching that scaling happen in the narrative.",
    "start": "00:39:37",
    "end": "00:40:14"
  },
  {
    "text": "I think that's A good way to put it is you said the city is not the problem, it's a symptom.",
    "start": "00:40:14",
    "end": "00:40:19"
  },
  {
    "text": "Yeah.",
    "start": "00:40:19",
    "end": "00:40:19"
  },
  {
    "text": "But also the city is the scaling of the problem.",
    "start": "00:40:20",
    "end": "00:40:23"
  },
  {
    "text": "That's right. But we learned with those four descendants of Lamech through Cain's line that you can also scale Blessing.",
    "start": "00:40:24",
    "end": "00:40:32"
  },
  {
    "text": "Yeah. So it's just the city is scaling. And how's that scaling gonna go? It could scale Blessing, but what it's going to do is it's going to scale evil.",
    "start": "00:40:32",
    "end": "00:40:44"
  },
  {
    "text": "Yeah, yeah. Sort of like cities magnify what's going on in the human heart. It's the human heart magnified. And whatever are the values or the desires animating the human heart, they will get structured into the processes, right into the systems and the way things are ordered. Just like heaven and earth are an expression of God's generous order. Right. In the seven days of creation. Now the city becomes this little microcosm. Microcosmos of what's in the human mind and heart. Yeah, Scaling, scaling. Yep. So I think we'll just. There's just one more detail. So after this, God says. Yeah, that's enough.",
    "start": "00:40:44",
    "end": "00:41:34"
  },
  {
    "text": "After the Nephilim.",
    "start": "00:41:34",
    "end": "00:41:35"
  },
  {
    "text": "After the Nephilim, this is where we're.",
    "start": "00:41:35",
    "end": "00:41:37"
  },
  {
    "text": "Getting to the flow.",
    "start": "00:41:37",
    "end": "00:41:37"
  },
  {
    "text": "This is just out of control. And so what God does is hand select this one guy named Noach.",
    "start": "00:41:37",
    "end": "00:41:45"
  },
  {
    "text": "Rest.",
    "start": "00:41:46",
    "end": "00:41:47"
  },
  {
    "text": "Yep, named Rest. And we're introduced to Noach, who is righteous and blameless, and he walks with Elohim.",
    "start": "00:41:47",
    "end": "00:41:57"
  },
  {
    "text": "Is this the first time those two words show up?",
    "start": "00:41:58",
    "end": "00:41:59"
  },
  {
    "text": "Yes.",
    "start": "00:41:59",
    "end": "00:42:00"
  },
  {
    "text": "Righteous and blameless. Yes, and blameless. That's the word used for the animal sacrifices.",
    "start": "00:42:00",
    "end": "00:42:05"
  },
  {
    "text": "Yep.",
    "start": "00:42:05",
    "end": "00:42:06"
  },
  {
    "text": "Is that Tamim or is that.",
    "start": "00:42:06",
    "end": "00:42:07"
  },
  {
    "text": "Yeah, Tamim. Yeah, yeah. It means whole without any cracks or blemishes. And righteous means he lives in right relationship with God and neighbor.",
    "start": "00:42:07",
    "end": "00:42:17"
  },
  {
    "text": "So he is in contrast to not only Lamech.",
    "start": "00:42:19",
    "end": "00:42:22"
  },
  {
    "text": "Yeah.",
    "start": "00:42:22",
    "end": "00:42:23"
  },
  {
    "text": "Who's like the big bad king, but also the Nephilim, who are the biggest baddiest of the kings.",
    "start": "00:42:23",
    "end": "00:42:30"
  },
  {
    "text": "Yeah, totally. Yeah, that's right.",
    "start": "00:42:30",
    "end": "00:42:32"
  },
  {
    "text": "Who are scaling evil. Here comes a man who lives in right relationship with people.",
    "start": "00:42:32",
    "end": "00:42:39"
  },
  {
    "text": "God's neighbor. His character is flawless. And he walks with Elohim. And that phrase was used in the Garden of Eden story. It's what God came to do with Adam and Eve one afternoon in the wind of the day.",
    "start": "00:42:39",
    "end": "00:42:51"
  },
  {
    "text": "How did Noah come to be this kind of person?",
    "start": "00:42:51",
    "end": "00:42:53"
  },
  {
    "text": "You know? Well, he's 10 generations from Adam.",
    "start": "00:42:54",
    "end": "00:42:57"
  },
  {
    "text": "Yeah.",
    "start": "00:42:57",
    "end": "00:42:57"
  },
  {
    "text": "And what we know is that was.",
    "start": "00:42:57",
    "end": "00:42:59"
  },
  {
    "text": "A whole line of people who worship.",
    "start": "00:42:59",
    "end": "00:43:01"
  },
  {
    "text": "Yahweh, who were devoted to the worship of Yahweh.",
    "start": "00:43:01",
    "end": "00:43:04"
  },
  {
    "text": "Yeah.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "And that is the kind of family that becomes a vehicle for the preservation of life. Yep.",
    "start": "00:43:05",
    "end": "00:43:13"
  },
  {
    "text": "Wow.",
    "start": "00:43:13",
    "end": "00:43:14"
  },
  {
    "text": "And he births three sons, just like Lamech, Shem, Ham, and Japheth. Right through Lamech and his two wives was born three sons.",
    "start": "00:43:14",
    "end": "00:43:24"
  },
  {
    "text": "Oh, yeah. And then the daughter. Yep.",
    "start": "00:43:24",
    "end": "00:43:26"
  },
  {
    "text": "And then the daughter. Yep. And so now here, Noah has three sons.",
    "start": "00:43:26",
    "end": "00:43:29"
  },
  {
    "text": "Okay.",
    "start": "00:43:29",
    "end": "00:43:30"
  },
  {
    "text": "And through them are going to spread all kinds of things. But the land was ruined before Elohim.",
    "start": "00:43:30",
    "end": "00:43:38"
  },
  {
    "text": "Yeah. Remember the Nephilim?",
    "start": "00:43:38",
    "end": "00:43:39"
  },
  {
    "text": "Yep. The land was full of violence.",
    "start": "00:43:39",
    "end": "00:43:42"
  },
  {
    "text": "Yeah.",
    "start": "00:43:42",
    "end": "00:43:42"
  },
  {
    "text": "So what Cain did scaled through Lamech, add those Nephilim to the mix, and you just got the whole land.",
    "start": "00:43:42",
    "end": "00:43:50"
  },
  {
    "text": "Yeah.",
    "start": "00:43:50",
    "end": "00:43:50"
  },
  {
    "text": "They're ruining the order that God has appointed. So Elohim saw the land and look ruined.",
    "start": "00:43:50",
    "end": "00:43:57"
  },
  {
    "text": "It's interesting here, because when Cain murders his brother, God's like, this is bad, but I'm going to protect you, and we're going to keep moving forward.",
    "start": "00:43:57",
    "end": "00:44:07"
  },
  {
    "text": "Yep.",
    "start": "00:44:08",
    "end": "00:44:08"
  },
  {
    "text": "This, it's like, it's scaled up. And God doesn't say, okay, guys, this is bad, but I'm gonna protect you.",
    "start": "00:44:08",
    "end": "00:44:15"
  },
  {
    "text": "Yeah.",
    "start": "00:44:15",
    "end": "00:44:15"
  },
  {
    "text": "It's like, nope, it's ruined.",
    "start": "00:44:16",
    "end": "00:44:18"
  },
  {
    "text": "It's ruined. And that little phrase, the land was full, is a tragic inversion of God's blessing. Be fruitful and multiply and fill the land. And humans have multiplied all kinds of stuff, and what they've multiplied is the innocent blood that is crying out from the ground. So once you hear about that, the next thing you hear is God says to Noah, the end of all flesh has come up before me.",
    "start": "00:44:18",
    "end": "00:44:46"
  },
  {
    "text": "That's a weird phrase.",
    "start": "00:44:46",
    "end": "00:44:47"
  },
  {
    "text": "It is a weird phrase because the land is filled with violence, and so I am going to ruin them with the land. So this is a weird phrase. It's the Hebrew word haketz, the end.",
    "start": "00:44:47",
    "end": "00:45:00"
  },
  {
    "text": "Okay.",
    "start": "00:45:00",
    "end": "00:45:01"
  },
  {
    "text": "And this is going to be the root of a key wordplay because it's the same letters in swapped order as the word outcry and the outcry rising up before God. That's what Abel's blood did. Right. God heard the outcry of the blood. Yeah. This is the same letters, like, transposed. The end of all flesh has come up before me.",
    "start": "00:45:01",
    "end": "00:45:26"
  },
  {
    "text": "That's interesting, because for something to come up, I'm like, that felt weird. But as a play on words for outcry, suddenly it starts to make sense. Okay.",
    "start": "00:45:26",
    "end": "00:45:35"
  },
  {
    "text": "Yeah. Because the land is full of violence. That is blood.",
    "start": "00:45:35",
    "end": "00:45:39"
  },
  {
    "text": "So the end of all flesh, meaning what is that referring to?",
    "start": "00:45:39",
    "end": "00:45:43"
  },
  {
    "text": "Well, if the land is ruined, they're ruining the land by filling it with violence. Essentially, they are going to destroy the cosmos.",
    "start": "00:45:44",
    "end": "00:45:52"
  },
  {
    "text": "The end of all flesh is he Saying, I see where this is going. And everyone's going to kill each other.",
    "start": "00:45:52",
    "end": "00:45:57"
  },
  {
    "text": "Yes, you're all going to die. You're all going to destroy each other. So what God's decision is is to accelerate the process that humans. Violence has already begun.",
    "start": "00:45:57",
    "end": "00:46:09"
  },
  {
    "text": "I've heard you say that, but it's interesting to see that now here with that phrase.",
    "start": "00:46:10",
    "end": "00:46:14"
  },
  {
    "text": "Yeah. And actually there's a little. Sorry, you and I are looking at a nice little chart here which I know those of you listening do not have in front of you. But it is, it's a three line statement. And the two outer lines are paired so that the end of all flesh is in parallelism with I'm going to ruin them with the land. So humans have set themselves on a course towards their own end because of violence. And so what God is doing with the flood is handing humans over to the consequences that they've already set in motion.",
    "start": "00:46:14",
    "end": "00:46:51"
  },
  {
    "text": "You know, in a way this would make like if we just ended the story here, this would be kind of one of those dark kind of fairy tales where it's like, you know, God created humans, like, wanted this great thing, but it just spiraled out of control. And then God was like, man, this is horrible. I'm going to just. It's spiraling down. Let me just intensify the spiral and be done. And then it's over. And it's like, wow. Well, that was an intense little story that didn't work.",
    "start": "00:46:51",
    "end": "00:47:19"
  },
  {
    "text": "Next time that I'm God, I'll remember not to make humans. Is that the moral of the story?",
    "start": "00:47:20",
    "end": "00:47:25"
  },
  {
    "text": "Yeah. Or just like the moral of the story too is just like, look how quickly we can screw everything up to the point of no return.",
    "start": "00:47:25",
    "end": "00:47:33"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:47:33",
    "end": "00:47:34"
  },
  {
    "text": "You know, totally. And so there's that, but I'm looking ahead of where we're going. And the story continues though.",
    "start": "00:47:34",
    "end": "00:47:42"
  },
  {
    "text": "Yeah. Yep, that's right. So God selects one out of the end, and that righteous, blameless one is going to put them in a little Eden boat where they live with the animals at peace. And it's not just one man and his wife. It's four men and four women that are in the ark and all the animals and God gives them all this food. And it's exactly the same type of language used when God provides the humans with food and Eden. Yeah, yeah. It's all the same words, but it's a little micro Eden that can float in the midst of the chaos waters. Just like the dry land was surrounded by the chaos waters in Genesis 1.",
    "start": "00:47:42",
    "end": "00:48:26"
  },
  {
    "text": "This is a new creation, new humanity.",
    "start": "00:48:26",
    "end": "00:48:29"
  },
  {
    "text": "I'M fast forwarding and summarizing.",
    "start": "00:48:29",
    "end": "00:48:30"
  },
  {
    "text": "Yeah.",
    "start": "00:48:30",
    "end": "00:48:31"
  },
  {
    "text": "And it deposits on a high mountain, and Noah gets this floating Eden ark. Yeah, yeah, the little floating Eden. And so Noah gets off and remember how he was righteous and blameless. And blameless is the same word to describe human character as it is to describe animals that are fit for sacrifice. So Noah gets off the boat and he just, like, somehow knows. He starts selecting ritually pure animals.",
    "start": "00:48:31",
    "end": "00:49:00"
  },
  {
    "text": "Right. This is well before the Torah or for the covenant commands.",
    "start": "00:49:01",
    "end": "00:49:05"
  },
  {
    "text": "But he's so in tune with God, he just knows what are like. Right. Sacrifices. Like Abel knew. Yeah. And so he causes this ascension offering to go up on the altar, and Yahweh smells it, and he says in his heart, you know, here's the thing. Humans are just as bad as they were before the flood. But you know what I'm gonna do because of a guy like Noah? I'm gonna make a promise to never again do this cosmic decreation thing.",
    "start": "00:49:05",
    "end": "00:49:36"
  },
  {
    "text": "And this kind of introduces the intercessor, the one who can, on behalf of others, kind of mediate blessing.",
    "start": "00:49:36",
    "end": "00:49:45"
  },
  {
    "text": "The reason why I'm taking this through here is this is all gonna pay big dividends in the next conversation we have about the story of Sodom and Gomorrah.",
    "start": "00:49:45",
    "end": "00:49:53"
  },
  {
    "text": "Okay.",
    "start": "00:49:53",
    "end": "00:49:53"
  },
  {
    "text": "Because the parallel.",
    "start": "00:49:54",
    "end": "00:49:55"
  },
  {
    "text": "I was thinking about that, like, if one is blameless.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "Yes. Yeah. So we'll get there in the next conversation. But the point is, this portrait of Noah, because of the city of man, unleashed violence that brought de creation. God preserved one out of the many, starting a new humanity over with them. And if that humanity is in a posture of complete surrender, which is what sacrifice represents, then God says, man, if I can just. If one righteous one will appeal on behalf of the corrupt many, then I will preserve life instead of take it, which is what God did with Cain. He wanted to preserve Cain's life even when Cain took life. So that's version one. That took us eight chapters. So what's going to happen now is within the span of just 2 and a half chapters, that whole exact narrative cycle that we just went through is going to replay, but at a more rapid pace, leading from another bad seed, ham, leading to another really violent bad guy, nimrod, leading to another flood, like decreation leading to which is called the scattering of Babylon.",
    "start": "00:49:57",
    "end": "00:51:08"
  },
  {
    "text": "Okay, so this is all about the theme of the city. So we're talking about also just the theme of image bearers, like, spiraling into violence and decreation and like, other themes.",
    "start": "00:51:44",
    "end": "00:51:58"
  },
  {
    "text": "I've been saying this for years, that choosing one Theme and separating it out to study it is like pulling one string out of a tapestry. Because once you tug on it, everything else starts moving.",
    "start": "00:51:58",
    "end": "00:52:11"
  },
  {
    "text": "Yeah.",
    "start": "00:52:11",
    "end": "00:52:12"
  },
  {
    "text": "So, yeah, all the themes come bundling together here. The image of God, intercessor, the test, all that kind of stuff.",
    "start": "00:52:12",
    "end": "00:52:19"
  },
  {
    "text": "Yeah, but what do we learn about cities as we isolate this theme? How do we isolate it in a way that we can learn something really important, but keep in mind that we can't truly isolate it.",
    "start": "00:52:19",
    "end": "00:52:36"
  },
  {
    "text": "Yeah. A quick sketch is cities have their origin in human fear of violence, but that fear of violence ends up actually creating more violence. And that's from Cain building a city, then Telemech.",
    "start": "00:52:36",
    "end": "00:52:51"
  },
  {
    "text": "But here's the thing is we don't get a story of. Well, when we trace the line of Seth, we don't hear about their. Like, how they're living. No, we don't hear about, like. And they're living in tents with flocks and they're doing metallurgy and that stuff. It's just like, here's their names.",
    "start": "00:52:52",
    "end": "00:53:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:53:11",
    "end": "00:53:12"
  },
  {
    "text": "So are they in cities?",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "Yeah.",
    "start": "00:53:14",
    "end": "00:53:14"
  },
  {
    "text": "Right. Like, the only portrait of the city we have is from the line of the snake.",
    "start": "00:53:14",
    "end": "00:53:20"
  },
  {
    "text": "Correct.",
    "start": "00:53:20",
    "end": "00:53:20"
  },
  {
    "text": "And so, like, you're gonna see the city scale up in snaky ways. And so from there you can say, well, then cities are bad. But that's the only portrait of the city we're given. Cause I'm trying to imagine so far. Yeah. So far I'm trying to imagine, like, what, you know, Seth and his line leading to Noah, who's this guy who's, like, blameless. He's living somewhere.",
    "start": "00:53:20",
    "end": "00:53:44"
  },
  {
    "text": "Yeah.",
    "start": "00:53:44",
    "end": "00:53:44"
  },
  {
    "text": "And he's got neighbors. And, like, they're dealing with life and they're learning stuff.",
    "start": "00:53:44",
    "end": "00:53:51"
  },
  {
    "text": "In fact, remember, the word righteous presumes that he has neighbors.",
    "start": "00:53:51",
    "end": "00:53:54"
  },
  {
    "text": "Yeah.",
    "start": "00:53:54",
    "end": "00:53:54"
  },
  {
    "text": "Because it's a word that means you're in Right. Relationship with other people.",
    "start": "00:53:54",
    "end": "00:53:57"
  },
  {
    "text": "Yeah. So kind of like, in kind of the subtext here is some sort of community that's figuring out how to live together in a way that's good.",
    "start": "00:53:57",
    "end": "00:54:09"
  },
  {
    "text": "Yeah. But instead of describing their social arrangement, all that's said about them is that lineage is dedicated to worship and allegiance to Yahweh.",
    "start": "00:54:09",
    "end": "00:54:20"
  },
  {
    "text": "So are they just hanging out in gardens with, like, animal skins? Like, is that, like, the extent of their life?",
    "start": "00:54:21",
    "end": "00:54:28"
  },
  {
    "text": "It's a great example of how the biblical authors are only telling us what we need to focus on, the things that the authors want to focus on. So we have all these questions. Yeah. That are interesting for us to think about. But the narrator wants to associate the city with the bad guys.",
    "start": "00:54:28",
    "end": "00:54:46"
  },
  {
    "text": "Okay. So the city.",
    "start": "00:54:46",
    "end": "00:54:47"
  },
  {
    "text": "And associate the good family with kind.",
    "start": "00:54:47",
    "end": "00:54:51"
  },
  {
    "text": "Of this ambiguous, like, setting. You don't know.",
    "start": "00:54:51",
    "end": "00:54:53"
  },
  {
    "text": "Yeah. With the garden blessing. Yeah, yeah. Living with animals. Yeah.",
    "start": "00:54:53",
    "end": "00:54:57"
  },
  {
    "text": "So the city is associated with the problem of. Of violence and evil. And it's showing how that scales up. And it's the setting of the scaling of violence and evil.",
    "start": "00:54:58",
    "end": "00:55:12"
  },
  {
    "text": "Yeah. As well as good. I think that was actually from this conversation we just had. That's something I'm walking away with. This little brain appreciating more. Is that the scaling of violence and of men abusing women. Right. Accumulating them like property.",
    "start": "00:55:12",
    "end": "00:55:29"
  },
  {
    "text": "Those bookend.",
    "start": "00:55:29",
    "end": "00:55:30"
  },
  {
    "text": "Those bookend the being fruitful and multiplying and the multiplication and scaling of human creativity, which is a sign of blessing and ruling the land. So cities scale what is bad and good, which makes them truly human. A mix of good and bad.",
    "start": "00:55:30",
    "end": "00:55:50"
  },
  {
    "text": "But the narrative focuses on how it gets twisted into bad.",
    "start": "00:55:51",
    "end": "00:55:55"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:55:55",
    "end": "00:55:55"
  },
  {
    "text": "Because when it gets to Noah, it. It's not focused on cities anymore. The cities become less important. So when cities are brought up, it's about. Look at how scaling can go wrong. And how it goes wrong is in specifically violence, which ultimately gets ratcheted up to the most violent thing you could think of with these Nephilim kings. And it gets so bad that when God looks down, he's like, everyone's going to die.",
    "start": "00:55:55",
    "end": "00:56:26"
  },
  {
    "text": "Yeah.",
    "start": "00:56:26",
    "end": "00:56:26"
  },
  {
    "text": "This is all going down.",
    "start": "00:56:27",
    "end": "00:56:28"
  },
  {
    "text": "The end has come up before me. You're all going to kill each other. Sorry. And let's remember, let's go from root to branch. If the Nephilim are like the fruit on the branch, the root, all the way back to Cain and Abel is all about fear. That Yahweh, giving blessing and abundance to my brother might mean that I'm left out in the cold. Is there any for me, too? And that fear drives him to envy, drives him to anger, to murder. And then that cascades.",
    "start": "00:56:28",
    "end": "00:56:57"
  },
  {
    "text": "You're kind of connecting this back to some of the ahas I was having with the firstborn conversation.",
    "start": "00:56:57",
    "end": "00:57:01"
  },
  {
    "text": "Yeah.",
    "start": "00:57:01",
    "end": "00:57:02"
  },
  {
    "text": "Like, what's the root of all this? It's this, like, fear that I can't trust in God's generosity. The timing of his generosity.",
    "start": "00:57:02",
    "end": "00:57:09"
  },
  {
    "text": "Yeah. And then the city is an icon of humans not trusting other people and not trusting God's protection.",
    "start": "00:57:09",
    "end": "00:57:17"
  },
  {
    "text": "Yeah. The city is like, how do I protect myself? And how do I then take the. When we all get together, there's going to be a scaling of not only relationships and networks of relationships, but also in just how we can live in the world and things we understand, we're scaling our knowledge and abilities and skills. And all of this stuff can now be weaponized to extend our violence.",
    "start": "00:57:18",
    "end": "00:57:44"
  },
  {
    "text": "Yeah, it can be put in the service of great good. It can be put in the service of great evil. And it's the great evil that gets highlighted is the main focus.",
    "start": "00:57:44",
    "end": "00:57:53"
  },
  {
    "text": "Yeah, because that great evil gets to a point where, like, the undoing of humanity is upon itself.",
    "start": "00:57:54",
    "end": "00:58:01"
  },
  {
    "text": "Correct. Yeah, that's exactly right. Humans are gonna bring an end to themselves. So God, in a severe mercy, accelerates that end through the cosmic decreation.",
    "start": "00:58:01",
    "end": "00:58:13"
  },
  {
    "text": "And the story could end there, but we have a blameless one who lives in right relationship with others, who God says, I can work with this guy and I can recreate Eden. And while the cosmos is decreating, I can then recreate and then we are back to it. And then he says, I won't curse the ground on account of humanity.",
    "start": "00:58:13",
    "end": "00:58:38"
  },
  {
    "text": "Well, that guy intercedes in appeal, surrenders.",
    "start": "00:58:39",
    "end": "00:58:42"
  },
  {
    "text": "Everything before God, so he becomes this righteous intercessor. And where the ground was cursed with Adam and Eve taking of the fruit also was the ground. That was when the ground was cursed.",
    "start": "00:58:42",
    "end": "00:58:57"
  },
  {
    "text": "Yep. God cursed the ground in Genesis 3. In Genesis 4, he curses Cain from the ground that is to be an exile and a wanderer.",
    "start": "00:58:57",
    "end": "00:59:05"
  },
  {
    "text": "So what is this referring to? Is it referring to the first curse or the second? Or is it referring to the curse of the flood?",
    "start": "00:59:06",
    "end": "00:59:11"
  },
  {
    "text": "Yeah, what Yahweh says in response to no sacrifices, I will never again curse the ground on account of humans because the purpose of the human heart is bad from its youth. And I will never again strike all life as I just did. And the poetic parallelism of the lines Yahweh said in his heart, in contrast to what people purpose in their hearts. And then I will never again curse the ground is in parallelism to I will never again strike all life.",
    "start": "00:59:12",
    "end": "00:59:43"
  },
  {
    "text": "Okay, so the curse here is referring to the flood.",
    "start": "00:59:43",
    "end": "00:59:46"
  },
  {
    "text": "Yes.",
    "start": "00:59:47",
    "end": "00:59:47"
  },
  {
    "text": "Okay, so God isn't going to accelerate de creation to wipe out all humanity again like he is doing here.",
    "start": "00:59:47",
    "end": "00:59:58"
  },
  {
    "text": "Yeah. Instead, he's going to sustain the order of creation even amidst the spread of human evil. If it happens again, God's going to deal with it in other ways.",
    "start": "00:59:59",
    "end": "01:00:11"
  },
  {
    "text": "Yeah. And what's so surprising here, we've talked about this before, is after Noah gives his intercessory like sacrificial offering and its soothing smell to Yahweh, you would kind of expect Yahweh going, okay, you know what? I think these humans are going to get it. And so I'm gonna, like, not curse the ground again.",
    "start": "01:00:11",
    "end": "01:00:32"
  },
  {
    "text": "Oh, yeah, Right, right, right.",
    "start": "01:00:32",
    "end": "01:00:34"
  },
  {
    "text": "But instead he says, I'm not gonna curse the ground again because, well, they're not gonna get it.",
    "start": "01:00:34",
    "end": "01:00:40"
  },
  {
    "text": "Yeah, totally. Yep. He can see that Noah's. As he's. This is my imagination now. As Noah's making his offering, he's, like, thinking about the really strong Manhattan that he wants to make for himself from the fruit of his garden. And he's looking at Ham, and Ham is eyeing his dad and is being like, I want to be alpha male. I want to be alpha male. I want to. Right?",
    "start": "01:00:40",
    "end": "01:01:05"
  },
  {
    "text": "Yeah.",
    "start": "01:01:05",
    "end": "01:01:05"
  },
  {
    "text": "He can. Like, the humans are going to. The children are going to replay what their parents did. And so.",
    "start": "01:01:05",
    "end": "01:01:12"
  },
  {
    "text": "But in spite of that, in spite of that, he's going to. This intercessory sacrifice has created enough of a mark or enough of a shift in.",
    "start": "01:01:12",
    "end": "01:01:25"
  },
  {
    "text": "No, what this is, is, this is God conceding to human evil. What do you mean? So the whole thing is God's purpose to rule the world through humans. That's the thing God never gives up on. But now what he's acknowledging is humans are bad. Humans are a mix of good and bad, but that bad tends to scale. And so what God is conceding to is saying, okay, if this is the partner I have to work with, I have to concede to the state of their heart.",
    "start": "01:01:28",
    "end": "01:01:55"
  },
  {
    "text": "Oh, interesting.",
    "start": "01:01:55",
    "end": "01:01:56"
  },
  {
    "text": "And I'm going to work with the humans in that state moving forward, which means that God is going to begin to engage in what look to us, the reader, like moral compromises as he works with these humans.",
    "start": "01:01:56",
    "end": "01:02:10"
  },
  {
    "text": "Oh, wow.",
    "start": "01:02:10",
    "end": "01:02:10"
  },
  {
    "text": "And totally. What else is the story of the Old Testament but God behaving in really complicated ways that feel like, wow, I thought God didn't do that kind of thing. Right, yeah.",
    "start": "01:02:10",
    "end": "01:02:21"
  },
  {
    "text": "You're talking about conquest stuff.",
    "start": "01:02:21",
    "end": "01:02:24"
  },
  {
    "text": "God defending Abraham, even though Abraham lies.",
    "start": "01:02:24",
    "end": "01:02:28"
  },
  {
    "text": "And he creates problems and God defends him.",
    "start": "01:02:28",
    "end": "01:02:30"
  },
  {
    "text": "And God sends plagues on Egypt because Abraham's a liar. You know, stuff like that. And the Canaanite conquest. Yes. Yeah.",
    "start": "01:02:30",
    "end": "01:02:37"
  },
  {
    "text": "Okay.",
    "start": "01:02:37",
    "end": "01:02:37"
  },
  {
    "text": "This flood story is so important, man. It continues to sink in for me why it's the next story cycle after Adam and Eve. It's hugely foundational for presenting how God deals with the real world as he finds it, which is conceding to some degrees to human evil.",
    "start": "01:02:37",
    "end": "01:02:57"
  },
  {
    "text": "And he's been doing that from the very beginning. It's not like all of a sudden he's like, okay, I get it. Now I have to concede to humanity's evil. Like, he conceded when he protected Adam and Eve, and he Gave them animal skins and he protected them. He conceded with Cain, but they also exiled them. But he exiled them.",
    "start": "01:02:57",
    "end": "01:03:15"
  },
  {
    "text": "Yep. So there's mercy and judgment.",
    "start": "01:03:15",
    "end": "01:03:17"
  },
  {
    "text": "And then he conceded with Cain, but he exiled them. And here is this fundamentally different than those times?",
    "start": "01:03:17",
    "end": "01:03:26"
  },
  {
    "text": "I think he brought judgment, the flood, pretty severe. I mean, the most severe one, but then also mercy. He preserved this righteous remnant.",
    "start": "01:03:26",
    "end": "01:03:36"
  },
  {
    "text": "But the righteous remnant is great. But he just immediately is like, yeah, but it's not gonna work.",
    "start": "01:03:37",
    "end": "01:03:44"
  },
  {
    "text": "Yeah, yeah, totally. No, I think, yeah, just the heart.",
    "start": "01:03:44",
    "end": "01:03:46"
  },
  {
    "text": "Of humanity is bad from its youth. But I'm gonna concede and not strike life.",
    "start": "01:03:46",
    "end": "01:03:51"
  },
  {
    "text": "Strike all life. God will strike life.",
    "start": "01:03:52",
    "end": "01:03:54"
  },
  {
    "text": "Yeah, yeah. But basically, it's like, I'm gonna reboot this, but where's this gonna go? It's gonna get back to the exact same place, and I'm gonna have to just wipe out the flood again and find another. If there is another Noah. But here you're saying there's a concession of sorts, Saying, okay, well, that's not gonna be a great way to exist with these partners.",
    "start": "01:03:54",
    "end": "01:04:15"
  },
  {
    "text": "Yeah, if I strike all life every time humans scale up their violence and build violent cities, then there'll be no more humans to partner with.",
    "start": "01:04:15",
    "end": "01:04:23"
  },
  {
    "text": "Well, unless there's another Noah.",
    "start": "01:04:23",
    "end": "01:04:25"
  },
  {
    "text": "Ben. That's exactly right. So the story just keeps cycling through again. And I guess what really struck me when you were saying that a few minutes ago was the surprise of the city. The city exists as a symptom of human violence. But the fact that God would, as he goes through his purpose to bring about the new creation that would make a garden city becomes the image of the new creation. It's the healing of the city. He'll concede to the city, but work it into his plans for new creation. Remember, this was the surprise of the city. Why doesn't it go from garden to garden? In the story of the Bible, it goes from garden to garden city. And the city was an innovation of humans because of violence, but God weaves it into the story.",
    "start": "01:04:26",
    "end": "01:05:14"
  },
  {
    "text": "I like that framing. However, what I struggle with is how else are humans gonna all live together and multiply and subdue the earth except build cities?",
    "start": "01:05:14",
    "end": "01:05:24"
  },
  {
    "text": "Oh, sure. But remember, the fundamental association of cities is the wall that keeps out violent animals and violent humans.",
    "start": "01:05:25",
    "end": "01:05:32"
  },
  {
    "text": "Okay, so we're not introduced, even though we are alluded to the fact that a city can actually extend blessing the streams and the stuff. Yeah, what we aren't introduced to is a city that does that.",
    "start": "01:05:32",
    "end": "01:05:45"
  },
  {
    "text": "Correct? Yeah, that's right.",
    "start": "01:05:45",
    "end": "01:05:46"
  },
  {
    "text": "We're introduced to cities that do the opposite.",
    "start": "01:05:46",
    "end": "01:05:48"
  },
  {
    "text": "Yeah, they're Meant to keep humans out because humans want to kill each other. So that's Cain's original fear. Whoever finds me will kill me.",
    "start": "01:05:48",
    "end": "01:05:56"
  },
  {
    "text": "Yeah.",
    "start": "01:05:56",
    "end": "01:05:57"
  },
  {
    "text": "So I build a wall.",
    "start": "01:05:57",
    "end": "01:05:58"
  },
  {
    "text": "So what God is saying is like, look, human scaling. You can think of it in the setting of a city, it's gonna lead to violence. So much violence that the really only reasonable thing to do is just to end it. And that's just gonna keep happening.",
    "start": "01:05:58",
    "end": "01:06:15"
  },
  {
    "text": "Right.",
    "start": "01:06:15",
    "end": "01:06:16"
  },
  {
    "text": "So the surprise or the concession is instead of, I'm gonna find another way through this, and I'm going to figure out how to work with humans who are going to scale violence, and I'm going to somehow get in the mix. And what you're saying is it's going to be messy.",
    "start": "01:06:16",
    "end": "01:06:38"
  },
  {
    "text": "Yeah, yeah. To bring about the seed of the woman through real human partners who are really like us means it's going to be a morally complicated venture. Yeah.",
    "start": "01:06:38",
    "end": "01:06:51"
  },
  {
    "text": "To let humanity exist in cities.",
    "start": "01:06:52",
    "end": "01:06:56"
  },
  {
    "text": "It's gonna be complex.",
    "start": "01:06:58",
    "end": "01:06:59"
  },
  {
    "text": "It's just. It's gonna. Yeah.",
    "start": "01:06:59",
    "end": "01:07:01"
  },
  {
    "text": "Gosh, this is so. This is really profound.",
    "start": "01:07:01",
    "end": "01:07:03"
  },
  {
    "text": "Yeah.",
    "start": "01:07:03",
    "end": "01:07:04"
  },
  {
    "text": "As the longer word is kind of circling around this, it's like, what else? We just had an election cycle here in Portland, and there was some significant city measures for, like, systems and structures for how things work in city government. And as Jessica and I were learning about them, the pro and con arguments, for example, were really. They all had really good points.",
    "start": "01:07:04",
    "end": "01:07:29"
  },
  {
    "text": "Yeah.",
    "start": "01:07:29",
    "end": "01:07:30"
  },
  {
    "text": "And it was really complicated.",
    "start": "01:07:30",
    "end": "01:07:31"
  },
  {
    "text": "Yeah. Right.",
    "start": "01:07:31",
    "end": "01:07:32"
  },
  {
    "text": "And whatever it was, it wasn't just a simple yes or no, even though, of course, that's how both sides want to persuade you to think. And that's just the nature of scaling up human. The human project. It's complex. It requires wisdom.",
    "start": "01:07:33",
    "end": "01:07:47"
  },
  {
    "text": "I think what's striking me too, though, is I think often we think of the story of the flood as like, man, what a bully God is.",
    "start": "01:07:47",
    "end": "01:07:56"
  },
  {
    "text": "Oh, God's a bully.",
    "start": "01:07:56",
    "end": "01:07:57"
  },
  {
    "text": "God's a bully.",
    "start": "01:07:57",
    "end": "01:07:58"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "01:07:58",
    "end": "01:07:59"
  },
  {
    "text": "And the way that we've been working through this, you can actually look at it in terms of, like, God was running this, you know, the creator of everything, creating stuff, was giving away power and responsibility. What a generous, cool thing. It backfired on him, and he just was like, man, like, the most gracious thing is just to shut the project down. Just shut it down. And instead, we are then introduced to a God who's saying, you know what? It's worth it. All the pain and all the moral compromise or all the things that are just going to feel so.",
    "start": "01:07:59",
    "end": "01:08:42"
  },
  {
    "text": "The complexity.",
    "start": "01:08:42",
    "end": "01:08:43"
  },
  {
    "text": "All the complexity.",
    "start": "01:08:43",
    "end": "01:08:44"
  },
  {
    "text": "Yeah.",
    "start": "01:08:44",
    "end": "01:08:44"
  },
  {
    "text": "Like, it's worth it. So then when we Think about humanity and our cities, and we think about the complexity of a city. The story here is God saying, there's.",
    "start": "01:08:44",
    "end": "01:08:56"
  },
  {
    "text": "Something here that's worth it.",
    "start": "01:08:56",
    "end": "01:08:57"
  },
  {
    "text": "It's worth it. It's messy and there's so much horrific violence and oppression and problems.",
    "start": "01:08:57",
    "end": "01:09:06"
  },
  {
    "text": "Yeah.",
    "start": "01:09:06",
    "end": "01:09:06"
  },
  {
    "text": "And it's so much that if you actually had my point of view, God's point of view, you'd be like, you know what? Let's just shut it down. That would be the most reasonable thing. And from our point of view, it's like, don't shut it down. I mean, like. Yeah, you know.",
    "start": "01:09:07",
    "end": "01:09:20"
  },
  {
    "text": "Well, we're like, well, but shut down.",
    "start": "01:09:20",
    "end": "01:09:23"
  },
  {
    "text": "Yeah, shut them down.",
    "start": "01:09:23",
    "end": "01:09:24"
  },
  {
    "text": "Shut them down. But keep us. Keep me and God's like, keep my city going.",
    "start": "01:09:24",
    "end": "01:09:27"
  },
  {
    "text": "But you and your people, like, it's gonna. The same thing's gonna happen.",
    "start": "01:09:27",
    "end": "01:09:31"
  },
  {
    "text": "Totally. Yeah. Or it probably is happening and you're not aware of it.",
    "start": "01:09:31",
    "end": "01:09:34"
  },
  {
    "text": "It is happening. You're not aware of it. And so as we just contemplate existence and the complexity of human societies is this vantage of the patience of God saying, I'm going to do something with this. In spite of the fact that it's so messy. And it's worth it.",
    "start": "01:09:34",
    "end": "01:09:57"
  },
  {
    "text": "Yeah, man. That is a profound meditation. And I just want to flag that we've been led here by following the portrait of the city, the scaling of human good and bad, but bad somehow seems more overwhelming, leading to a de creation. And then the narrative is giving us a window into the purpose and heart of God for humanity. And these are really profound meditations, I think, both on the ways of God in the world, but also on the ways of humans in the world. And you're just like, man, nothing new under the sun. Yeah, like these stories are millennia old and they're working out the same stuff. They just didn't have pocket computers.",
    "start": "01:09:58",
    "end": "01:10:43"
  },
  {
    "text": "So I guess the question becomes then like, okay, if that's the case, how do we work with God to make this best case scenario? And how do we work with God so that the city can actually become a garden city?",
    "start": "01:10:44",
    "end": "01:10:58"
  },
  {
    "text": "Totally. So here's what is fascinating, is that this negative portrait of the city is just going to be the main theme on replay through the Genesis scroll, into Exodus and on into the story of Israel. It is only until you get into Second Samuel that you get the building, or in this case, the capturing and repurposing of a city that becomes positive. Jerusalem is the first positive city in the Bible, and it becomes positive when David brings the Ark of the Covenant and dedicates it as the place to call on the name of the Lord.",
    "start": "01:10:58",
    "end": "01:11:38"
  },
  {
    "text": "Oh, okay.",
    "start": "01:11:38",
    "end": "01:11:39"
  },
  {
    "text": "That's when it becomes positive.",
    "start": "01:11:39",
    "end": "01:11:40"
  },
  {
    "text": "It becomes the Seth line.",
    "start": "01:11:40",
    "end": "01:11:42"
  },
  {
    "text": "Every story before then, cities just ratchet up what we just did so we could go at great length through these negative cycles. I just want to take us through a few as we go forward. But the portrait of what happens with Jerusalem, with the Tabernacle and the Temple and David becomes the pivot where the hope of a garden city starts to invade Earth. So that's where we're going in the next many conversations. But for now, I think this is a great point to pause these reflections and they'll get escalated even more when we get to Babylon in the next conversation.",
    "start": "01:11:42",
    "end": "01:12:19"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're talking about the building of the second city in the Bible, a city called Babylon and its founder, Nimrod.",
    "start": "01:12:22",
    "end": "01:12:34"
  },
  {
    "text": "You know how in Marvel movies, sometimes the bad guys in Marvel movies are just like somebody who got hurt and they're good with electronics and then sometimes like the bad guys are these cosmic demigods from another reality. So Gilgamesh is like that.",
    "start": "01:12:34",
    "end": "01:12:49"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey also mixed this episode and Hannah Wu provided the annotations for our annotated podcast on our app. Bibleproject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. Everything that we make is free because of the generous support of thousands of people just like you. Thank you so much for being a part of this with us.",
    "start": "01:12:49",
    "end": "01:13:18"
  },
  {
    "text": "Hi, this is Carl and I'm from New Zealand.",
    "start": "01:13:18",
    "end": "01:13:21"
  },
  {
    "text": "Hi, this is Maria Fernanda and I am from Honduras. I first heard about Bible project about three years ago searching on YouTube the meaning of certain words in the Bible that I couldn't understand. I first heard about the Bible project in YouTube.",
    "start": "01:13:21",
    "end": "01:13:34"
  },
  {
    "text": "I use Bible Project for Bible study studies.",
    "start": "01:13:34",
    "end": "01:13:37"
  },
  {
    "text": "My favorite thing about bibleproject is the.",
    "start": "01:13:37",
    "end": "01:13:39"
  },
  {
    "text": "In depth analysis of the Word and the animation. I use bibleproject as one of my.",
    "start": "01:13:39",
    "end": "01:13:44"
  },
  {
    "text": "Tools when I study my Bible. My favorite thing about bibleproject is not only how amazing they summarize things in a way it's easy to understand, but also how all this is faithful to sound doctrine.",
    "start": "01:13:44",
    "end": "01:13:55"
  },
  {
    "text": "We believe Bible is a unified story that leads to Jesus. We are a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "01:13:56",
    "end": "01:14:08"
  }
]