[
  {
    "text": "In the story of the Bible, Jerusalem is introduced as the city of God, a city of justice and peace, a city that can unite heaven and earth. And this is especially true under the reign of King David, who founds the city of Jerusalem. Yet even the city of Jerusalem is corrupted by human folly and violence. So much so that the prophet says.",
    "start": "00:00:04",
    "end": "00:00:27"
  },
  {
    "text": "See how the faithful city has become a prostitute. You were like silver, you were like choice wine. You were like a faithful partner. But now you're like a prostitute. Your rulers are rebels, your partners are thieves. They love briberies. Nobody defends the cause of the orphan. In the widow's case, it doesn't even make it into court these days.",
    "start": "00:00:28",
    "end": "00:00:48"
  },
  {
    "text": "For Isaiah, one of the key indicators that Jerusalem was rotting from within was how it treated the poor and the.",
    "start": "00:00:48",
    "end": "00:00:55"
  },
  {
    "text": "Marginalized in the laws of the Torah. How people who are the most economically vulnerable in the city, where in their society, women, immigrants, orphans, are the most vulnerable in that social setup. How these types of people are treated is the barometer of how faithful Israel is being to their covenant or not. And so for the prophets, they bring up these people as the signs of the times.",
    "start": "00:00:55",
    "end": "00:01:21"
  },
  {
    "text": "For Isaiah, Israel was meant to be a picture of the heavenly, cosmic city of God, but instead it has become like Babylon, like Nineveh and Sodom and Gomorrah. And so Yahweh is going to enact judgment on his covenant partners who have now become enemies because of their oppression of others.",
    "start": "00:01:22",
    "end": "00:01:42"
  },
  {
    "text": "A fiery test is coming for Jerusalem, but the purpose of the fire is to destroy what is impure so that what God has called it to be will be brought out of the flames to become the faithful city of righteousness and justice.",
    "start": "00:01:43",
    "end": "00:01:59"
  },
  {
    "text": "Today, Tim Mackey and I talk about the city of God and the scroll of Isaiah. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:59",
    "end": "00:02:16"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:02:16",
    "end": "00:02:17"
  },
  {
    "text": "Hello.",
    "start": "00:02:17",
    "end": "00:02:18"
  },
  {
    "text": "Here we are. We are here talking about the Bible.",
    "start": "00:02:18",
    "end": "00:02:22"
  },
  {
    "text": "Yes.",
    "start": "00:02:22",
    "end": "00:02:22"
  },
  {
    "text": "As we do.",
    "start": "00:02:22",
    "end": "00:02:23"
  },
  {
    "text": "That's kind of the thing we've been doing for about 300 plus episodes of this.",
    "start": "00:02:23",
    "end": "00:02:28"
  },
  {
    "text": "Totally.",
    "start": "00:02:28",
    "end": "00:02:29"
  },
  {
    "text": "And we'll continue on in this theme of the city in the Bible.",
    "start": "00:02:30",
    "end": "00:02:35"
  },
  {
    "text": "Yeah.",
    "start": "00:02:35",
    "end": "00:02:36"
  },
  {
    "text": "And we are in the prophets and we're going to be in the scroll of Isaiah.",
    "start": "00:02:36",
    "end": "00:02:41"
  },
  {
    "text": "Yes, yes.",
    "start": "00:02:41",
    "end": "00:02:42"
  },
  {
    "text": "And we're going to look at the ideas around cities. What does it mean to be a people that live in cities? What is a good city? What is a bad city?",
    "start": "00:02:43",
    "end": "00:02:55"
  },
  {
    "text": "Yeah. This episode we are going to look at the elevated poetry of the Israelite prophet Isaiah. We're going to hang out in the Isaiah scroll and specifically the tale of two cities that is told throughout the poetry of Isaiah. It's a major motif. The two cities being this cosmic, sometimes earthly, sometimes heavenly. Jerusalem. We'll talk about that.",
    "start": "00:02:55",
    "end": "00:03:21"
  },
  {
    "text": "That's one of the cities.",
    "start": "00:03:21",
    "end": "00:03:22"
  },
  {
    "text": "It's one of the cities. And the other city is given a variety of titles. The fortified city, the exalted city, the city of bloodshed, or sometimes just Babylon. Yeah, but quick story so far. Drama of the city. The ideal setup for God and humans as his partners and representatives. The place where heaven and earth are one in the beginning is that of a lush garden on high mountain. The Eden paradise. When the humans are deceived and then exiled from that in the next generation, which replays and intensifies the folly of their parents. One of those sons, Cain, murders his brother and then flees and builds his own city. And so the city originates in the story of the Bible as the result of violence. And it's for self protection via the city walls.",
    "start": "00:03:22",
    "end": "00:04:17"
  },
  {
    "text": "Founded by a murderer intended for self protection.",
    "start": "00:04:17",
    "end": "00:04:19"
  },
  {
    "text": "Yeah, and for the reason of somebody might find me and kill me. And so as we've been tracing it, God wanted to protect that murderer.",
    "start": "00:04:19",
    "end": "00:04:28"
  },
  {
    "text": "Yeah, but with a sign.",
    "start": "00:04:28",
    "end": "00:04:30"
  },
  {
    "text": "With a sign undescribed, you have to let the hyperlinks of later stories teach you what the sign would have been.",
    "start": "00:04:30",
    "end": "00:04:37"
  },
  {
    "text": "Oh, let's do that one day.",
    "start": "00:04:37",
    "end": "00:04:39"
  },
  {
    "text": "We did it. We did it. A city.",
    "start": "00:04:39",
    "end": "00:04:43"
  },
  {
    "text": "Oh, okay.",
    "start": "00:04:43",
    "end": "00:04:44"
  },
  {
    "text": "The city of refuge.",
    "start": "00:04:44",
    "end": "00:04:45"
  },
  {
    "text": "Oh yeah.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "But what Cain goes and does is he builds his own city.",
    "start": "00:04:47",
    "end": "00:04:50"
  },
  {
    "text": "Well, I guess he didn't make that full connection.",
    "start": "00:04:50",
    "end": "00:04:51"
  },
  {
    "text": "Oh yeah.",
    "start": "00:04:52",
    "end": "00:04:52"
  },
  {
    "text": "You think the sign is God saying, I'm going to build you a city of refuge.",
    "start": "00:04:52",
    "end": "00:04:56"
  },
  {
    "text": "In the numbers scroll when the Israelites go into the land. Numbers, late 30s. I always forget if it's 34. I think it's 34 or 35. There's a whole bunch of cities set apart for anyone who accidentally or purposely murders someone. They can flee to the city so that whoever finds them can't kill them. It's all the language of the Cain and Abel story describing these cities to prevent the spilling of blood in the land. So that's a later story building back on now? It could be. Well, actually this is important because God now provides cities as a place of refuge to prevent the spilling of blood. And it's creative inversion because Cain's city was because he spilled blood and for his own self protection instead of trusting the sign that God would give him. So what was the sign? What we know is later in the biblical story, what God Provides for murder. Israelites is a cities of refuge. City of refuge.",
    "start": "00:04:56",
    "end": "00:05:58"
  },
  {
    "text": "And if I remember correctly, there's a wordplay here because sign is kind of similar to the word city.",
    "start": "00:05:58",
    "end": "00:06:05"
  },
  {
    "text": "Yeah. There was a network of wordplays in the Eden story that compared that actually contrasted between the thing that God provides for the human in need, the Azer, the Ezer, which is delivering help or delivering rescue. And then what Cain builds for himself is the er, which is the city.",
    "start": "00:06:05",
    "end": "00:06:25"
  },
  {
    "text": "And in Hebrew those look very similar.",
    "start": "00:06:26",
    "end": "00:06:27"
  },
  {
    "text": "They look very similar.",
    "start": "00:06:27",
    "end": "00:06:28"
  },
  {
    "text": "They sound similar. Ezra.",
    "start": "00:06:28",
    "end": "00:06:30"
  },
  {
    "text": "That's right. And the word ot, which is what God wants to give to Cain is a wordplay of another related word or which is skin. And we talked about those long time ago. So back in episode whatever 2 or 3, 3 or 4. So the story is that cities originate from the human mind as a form of self protection as a result of murder. And so we've been tracking with how that portrait of the city just gets escalated and escalated in the stories of Babylon and Assyria and Sodom and Gomorrah, Samaria and so on. But then you also have the first positive city in the story is when Joseph is elevated to be the wise co ruler of Egypt. He turns the store cities of Egypt into a blessing for the nations in a time of famine. And so cities can be a source of life or they can be a source of death. They can breed the preservation food for the preservation of life or they can breed violence, you know, for the taking of life. And so cities become like extended humans. Yeah, there's like human bodies with many.",
    "start": "00:06:30",
    "end": "00:07:42"
  },
  {
    "text": "Parts extension of us.",
    "start": "00:07:42",
    "end": "00:07:43"
  },
  {
    "text": "Yeah, but just scaled up.",
    "start": "00:07:43",
    "end": "00:07:45"
  },
  {
    "text": "Yeah, I was thinking about we create cities to live kind of within or. Yeah, yeah, they're around us, but then they kind of in a way begin to leverage us and become an extension of us.",
    "start": "00:07:45",
    "end": "00:07:59"
  },
  {
    "text": "Yeah, we both make them. Humans make them. While the cities are also making the humans what they are forming them and the city's image.",
    "start": "00:07:59",
    "end": "00:08:08"
  },
  {
    "text": "And there's two ways to make them. We use this phrase that the city is your mother.",
    "start": "00:08:08",
    "end": "00:08:12"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:08:12",
    "end": "00:08:13"
  },
  {
    "text": "So it could be a protective life giving place.",
    "start": "00:08:13",
    "end": "00:08:16"
  },
  {
    "text": "Yep. And that's building off of the comparison between Eve and God providing Eve for the lone human and then God providing the city.",
    "start": "00:08:16",
    "end": "00:08:26"
  },
  {
    "text": "Yeah, it's also what Paul says of the city in the sky.",
    "start": "00:08:27",
    "end": "00:08:29"
  },
  {
    "text": "Yeah, that's right. Yeah, the heavenly Jerusalem. Yeah.",
    "start": "00:08:29",
    "end": "00:08:32"
  },
  {
    "text": "But then the city could also become a monster.",
    "start": "00:08:32",
    "end": "00:08:35"
  },
  {
    "text": "Yeah, that's right. Mother or monster.",
    "start": "00:08:35",
    "end": "00:08:37"
  },
  {
    "text": "So that's a tale of two cities.",
    "start": "00:08:37",
    "end": "00:08:39"
  },
  {
    "text": "Yeah. So when we get to the Isaiah scroll, which is the first scroll in the latter prophets. So Hebrew Bible has three big parts, Torah, prophets, writings. The middle part, the prophets, has two sections, the former prophets, which continue the story from the Torah of Israel going into the promised land, blowing it big time, building lots of cities that have become terrible, a den of vipers and violence. And then they get conquered by Babylon and go into exile. Then you get latter prophets, Isaiah, Jeremiah, Ezekiel and the twelve prophets. Four scrolls. And these are mostly poetic though. There's a lot of narrative. And they assume that the reader has fully tracked with all the design patterns and hyperlinks of the Torah.",
    "start": "00:08:39",
    "end": "00:09:28"
  },
  {
    "text": "That's why they're so hard to read.",
    "start": "00:09:28",
    "end": "00:09:29"
  },
  {
    "text": "That is why they're so hard to read. They just assume so much of the reader. And what we'll see is that all of the negative cities get glommed together into one mega monster, often called Babylon. Yeah.",
    "start": "00:09:30",
    "end": "00:09:43"
  },
  {
    "text": "Even though that was one of the cities, only one.",
    "start": "00:09:43",
    "end": "00:09:45"
  },
  {
    "text": "And actually see, it's like a multi headed monster. Whereas the positive cities throughout the story, there haven't been that many. There were the cities of Egypt in Joseph's day, but then those cities became the source of death for the Israelite in Moses day. So really the only positive city that's really a bright star is Jerusalem. But even it gets corrupted by the later kings from the line of David, Paul. But it's always viewed as a tragedy of like what could have been or ought to have been. And so Jerusalem becomes the image of the good city.",
    "start": "00:09:46",
    "end": "00:10:20"
  },
  {
    "text": "And we talked through the stories of even the founding of Jerusalem.",
    "start": "00:10:20",
    "end": "00:10:24"
  },
  {
    "text": "That's right.",
    "start": "00:10:25",
    "end": "00:10:25"
  },
  {
    "text": "Which is not a story celebrating the founding of the city of God in some like, idealistic way.",
    "start": "00:10:25",
    "end": "00:10:36"
  },
  {
    "text": "Yeah. It's not great propaganda for Jerusalem. It's the capital city of God.",
    "start": "00:10:36",
    "end": "00:10:41"
  },
  {
    "text": "It's embedded with all of these concerns and problems.",
    "start": "00:10:41",
    "end": "00:10:47"
  },
  {
    "text": "Yeah. The story commemorating Jerusalem becoming the sacred capital of the tribes of Israel is told by comparing it to the failure of Adam and Eve in the Garden of Eden. And then it just gets worse. So that's what we talked about in the last episode.",
    "start": "00:10:47",
    "end": "00:11:03"
  },
  {
    "text": "But despite that, if there is any city in the Bible that can represent what can be good of a city, how could a city be our mother?",
    "start": "00:11:03",
    "end": "00:11:12"
  },
  {
    "text": "Yeah.",
    "start": "00:11:12",
    "end": "00:11:12"
  },
  {
    "text": "How could a city be a city of God? Jerusalem comes closest. Comes closest.",
    "start": "00:11:13",
    "end": "00:11:19"
  },
  {
    "text": "Yeah. Maybe kind of think back to our years of thinking about the theme of the image of God. And just like Moses came closest, came the closest. So that on into the rest of the Bible, even in the New Testament, Moses is still a glowing example of faithfulness towards God that Jesus is compared to Right. So similarly, Jerusalem is kind of like the closest that you get.",
    "start": "00:11:19",
    "end": "00:11:43"
  },
  {
    "text": "Yeah. Cause Moses, his origin story has a lot of details that show him to.",
    "start": "00:11:43",
    "end": "00:11:48"
  },
  {
    "text": "Be a pretty flawed, flawed guy, complicated figure.",
    "start": "00:11:48",
    "end": "00:11:51"
  },
  {
    "text": "And then he ends in a way that shows that he's flawed, but he is the human who can ascend the mountain, hang out with God, get the.",
    "start": "00:11:51",
    "end": "00:12:01"
  },
  {
    "text": "Covenant, and see the heavenly temple. See the heavenly temple. Yeah, yeah, yeah. And so Jerusalem is founded as a city that, like the tabernacle that Moses oversaw is like an earthly image of the heavenly city and the heavenly temple. All of this is why the prophet Isaiah is so bent out of shape. Bent out of shape about what he sees going on in Jerusalem in his day. So nothing for it. Let's just dive in.",
    "start": "00:12:01",
    "end": "00:12:32"
  },
  {
    "text": "Okay.",
    "start": "00:12:32",
    "end": "00:12:32"
  },
  {
    "text": "The poetry will explain itself.",
    "start": "00:12:32",
    "end": "00:12:34"
  },
  {
    "text": "Kind of like poetry does.",
    "start": "00:12:34",
    "end": "00:12:37"
  },
  {
    "text": "Yeah. So let's just start with the opening poem of the Isa scroll. And let's see what happens with The Tale of Two Cities. Isaiah, chapter 1, verse 1. The vision concerning Judah and Jerusalem. So Judah being the region, the big tribal territory, and then Jerusalem is in the kind of northeastern part of the territory of Judah. Yep, yeah. Of Judah. So the vision concerning Judah and Jerusalem, that Isaiah. Yeshyahu is his name.",
    "start": "00:12:37",
    "end": "00:13:29"
  },
  {
    "text": "Hebrew Yeshyahu.",
    "start": "00:13:29",
    "end": "00:13:31"
  },
  {
    "text": "Yeshyahu.",
    "start": "00:13:31",
    "end": "00:13:31"
  },
  {
    "text": "Oh, wow.",
    "start": "00:13:31",
    "end": "00:13:32"
  },
  {
    "text": "Yeah. Son of Amos Sa, during the reigns of. And then you get four kings from the line of David, Uzziah, Jotham, Ahaz, Hezekiah, Uzziah, Yotam, Achaz, and Chizkiah, kings of Judah. And that whole line right there is a glowing hyperlink to the king's scroll.",
    "start": "00:13:32",
    "end": "00:13:55"
  },
  {
    "text": "How far down are we from Judah, David's time?",
    "start": "00:13:55",
    "end": "00:13:58"
  },
  {
    "text": "Oh, we're like 150 years.",
    "start": "00:13:58",
    "end": "00:14:02"
  },
  {
    "text": "Okay.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "Yeah. Past David.",
    "start": "00:14:02",
    "end": "00:14:04"
  },
  {
    "text": "And is the northern kingdom branched off at this point?",
    "start": "00:14:04",
    "end": "00:14:08"
  },
  {
    "text": "Yep. The kingdom is split. And that bothers Isaiah because he knows that they're supposed to be unified. And the hostility between the north and the south is over a century and a half old now.",
    "start": "00:14:08",
    "end": "00:14:19"
  },
  {
    "text": "Okay. Because it happens immediately after David. And so this is a vision concerning what? What we would call the southern kingdom. But it's Judah. Judah in the capital is Jerusalem.",
    "start": "00:14:19",
    "end": "00:14:28"
  },
  {
    "text": "That's right. Yep.",
    "start": "00:14:28",
    "end": "00:14:29"
  },
  {
    "text": "And these were the kings that Isaiah hung with.",
    "start": "00:14:29",
    "end": "00:14:32"
  },
  {
    "text": "Yep. Yeah, you got it. Hear me, you heavens. Listen, O earth, for Yahweh has spoken. And what does he speak? I have raised children and brought them up, but they have rebelled against me.",
    "start": "00:14:32",
    "end": "00:14:49"
  },
  {
    "text": "And he's referring to his covenant with Israel.",
    "start": "00:14:50",
    "end": "00:14:52"
  },
  {
    "text": "Yep. Yeah, yep. So here it's. Yahweh is like a parent, and Israel.",
    "start": "00:14:52",
    "end": "00:14:59"
  },
  {
    "text": "Are the children of God.",
    "start": "00:14:59",
    "end": "00:15:00"
  },
  {
    "text": "Yeah. And their failure to be faithful to Yahweh is their rebellion in covenant is like a rebellious teenage kid, like an adolescent kid.",
    "start": "00:15:00",
    "end": "00:15:08"
  },
  {
    "text": "Just. Yeah, I'm going to go listen to punk rock.",
    "start": "00:15:08",
    "end": "00:15:11"
  },
  {
    "text": "Yeah, that's right. Yeah. You know, an ox is able to recognize its owner, and a donkey can recognize the feeding trough of its master, but Israel. Yeah, they don't. They don't recognize. And my people. Yeah, they don't. They don't know.",
    "start": "00:15:14",
    "end": "00:15:37"
  },
  {
    "text": "Dumber than an ox.",
    "start": "00:15:37",
    "end": "00:15:39"
  },
  {
    "text": "Yes. Or an ass. In classic King James, literally an ass eating a donkey. So the whole point is, not only are the rebellious children, but even animals know the one who provides for them and cares for them and know how the relationship works. But Israel has fundamentally misunderstood who it is that called them into existence and that kind of thing. So I'm just saying this is the general context of Isaiah's message as a whole. So he's pronouncing doom and destruction that will come in the form of Yahweh handing Israel north and south over to their enemies, namely Assyria and then Babylon.",
    "start": "00:15:39",
    "end": "00:16:23"
  },
  {
    "text": "And that hasn't happened yet. Assyria hasn't come yet.",
    "start": "00:16:23",
    "end": "00:16:25"
  },
  {
    "text": "Assyria has taken the northern side. The day of day, Assyria is on the rise and is knocking at the door and is sending emissaries saying, you.",
    "start": "00:16:25",
    "end": "00:16:34"
  },
  {
    "text": "Better because Assyria took out the northern kingdom first.",
    "start": "00:16:34",
    "end": "00:16:37"
  },
  {
    "text": "That has not happened yet.",
    "start": "00:16:37",
    "end": "00:16:38"
  },
  {
    "text": "And that has not happened yet.",
    "start": "00:16:38",
    "end": "00:16:39"
  },
  {
    "text": "Yep. But it's on the rise.",
    "start": "00:16:39",
    "end": "00:16:40"
  },
  {
    "text": "On the rise.",
    "start": "00:16:40",
    "end": "00:16:41"
  },
  {
    "text": "Yeah.",
    "start": "00:16:41",
    "end": "00:16:41"
  },
  {
    "text": "So Assyria and their cities, you know Assyria.",
    "start": "00:16:41",
    "end": "00:16:44"
  },
  {
    "text": "That's right. Yeah, that's right.",
    "start": "00:16:44",
    "end": "00:16:45"
  },
  {
    "text": "The power of their cities.",
    "start": "00:16:45",
    "end": "00:16:46"
  },
  {
    "text": "The capital city, Nineveh. Yeah, yeah, absolutely. Yep. So Nineveh and Babylon are kind of like the icons of these two empires.",
    "start": "00:16:46",
    "end": "00:16:54"
  },
  {
    "text": "They're like two heads of the dragon.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yeah. That threatened and took out the cities of Israel. Go down to verse 10, Hear the word of the Lord, you rulers of Sodom. Hear the Torah of our God, you people of Gomorrah.",
    "start": "00:16:56",
    "end": "00:17:09"
  },
  {
    "text": "Why were we bringing Sodom into this? Are they still around at this time? No, they got that thing I wiped out.",
    "start": "00:17:09",
    "end": "00:17:14"
  },
  {
    "text": "They got toasted a thousand years ago.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "All right.",
    "start": "00:17:17",
    "end": "00:17:18"
  },
  {
    "text": "A thousand years ago.",
    "start": "00:17:18",
    "end": "00:17:19"
  },
  {
    "text": "Just poking at an old wound here.",
    "start": "00:17:19",
    "end": "00:17:21"
  },
  {
    "text": "Yeah, yeah. So it's a comparison.",
    "start": "00:17:21",
    "end": "00:17:23"
  },
  {
    "text": "Okay.",
    "start": "00:17:23",
    "end": "00:17:23"
  },
  {
    "text": "He's comparing Israel, Jerusalem.",
    "start": "00:17:23",
    "end": "00:17:27"
  },
  {
    "text": "I see.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "To the moral social conditions of Jerusalem to Sodom and Gomorrah. But so notice the comparison. That's one of the infamous cities in the Hebrew Bible. And he's drawing the comparison here of current earthly Jerusalem.",
    "start": "00:17:28",
    "end": "00:17:42"
  },
  {
    "text": "Right.",
    "start": "00:17:42",
    "end": "00:17:42"
  },
  {
    "text": "Yep. See how the faithful city has become a prostitute. So he sees that Jerusalem has some Faithful origins. He calls it the city of faith, city of faithfulness.",
    "start": "00:17:42",
    "end": "00:17:56"
  },
  {
    "text": "Is that a hyperlink to anything?",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "Faithfulness and trust is a key word in the David story, specifically about when David founds Jerusalem as the capital city, the place where the tabernacle is. And God says to David, if you continue to trust me, I will give you a trustworthy or a faithful monarchy and descendants, and I'll make the city a place where Israel can be safe. So the faithful city, it's recalling the days of David, essentially.",
    "start": "00:17:59",
    "end": "00:18:28"
  },
  {
    "text": "Yeah.",
    "start": "00:18:28",
    "end": "00:18:28"
  },
  {
    "text": "Okay. Yep. But the faithful city. So notice how we're depicting the city of the woman used, like a faithful wife. A wife that was faithful to the covenant.",
    "start": "00:18:28",
    "end": "00:18:39"
  },
  {
    "text": "Okay.",
    "start": "00:18:39",
    "end": "00:18:40"
  },
  {
    "text": "Has become a prostitute. So here we're in the imagery of idolatry. Israel giving their allegiance to other gods as adultery.",
    "start": "00:18:40",
    "end": "00:18:49"
  },
  {
    "text": "Yeah. So what's interesting is usually when I think of this metaphor of a faithful wife or a wife that prostitutes herself out, I think of not the city, but the people in the city.",
    "start": "00:18:49",
    "end": "00:19:02"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:19:02",
    "end": "00:19:03"
  },
  {
    "text": "And so is there a real blending here between, like, the city and what we represent? But the people in the city.",
    "start": "00:19:03",
    "end": "00:19:09"
  },
  {
    "text": "That's good.",
    "start": "00:19:10",
    "end": "00:19:11"
  },
  {
    "text": "Like we said, like, the city becomes an extension of us. It's our exoskeleton. It's like you can't completely tease it apart.",
    "start": "00:19:11",
    "end": "00:19:17"
  },
  {
    "text": "That's good. Yeah, that's exactly right. It's a part for whole or whole for part.",
    "start": "00:19:17",
    "end": "00:19:22"
  },
  {
    "text": "But this theme is us trying to say, what does it mean to build a city? And what are cities? And is God going to create a city and all this stuff. But you can't talk about a city without talking about the people. People in a way that you can't talk about. Yeah, Like.",
    "start": "00:19:22",
    "end": "00:19:37"
  },
  {
    "text": "That's right.",
    "start": "00:19:37",
    "end": "00:19:37"
  },
  {
    "text": "Turtle shell. Without talking about the turtle.",
    "start": "00:19:37",
    "end": "00:19:39"
  },
  {
    "text": "Yeah, that's exactly right. Yeah. He's not. Yeah. What is there to accuse a city of? The city is the people.",
    "start": "00:19:39",
    "end": "00:19:46"
  },
  {
    "text": "Yeah. So, yeah. The people in the city are as stupid as asses and oxes.",
    "start": "00:19:46",
    "end": "00:19:52"
  },
  {
    "text": "Yeah.",
    "start": "00:19:52",
    "end": "00:19:53"
  },
  {
    "text": "They're as wicked as Sodom and Gomorrah. And. And he calls them prostitutes.",
    "start": "00:19:53",
    "end": "00:19:58"
  },
  {
    "text": "Yeah.",
    "start": "00:19:58",
    "end": "00:19:59"
  },
  {
    "text": "He's just coming out swinging.",
    "start": "00:19:59",
    "end": "00:20:00"
  },
  {
    "text": "That's right. Yep. But their origins are like Adam and Eve. Right. Images of God destined for faithfulness and representation, but has become unfaithful. She was once full of justice, righteousness, mishpat. Mishpat. Yep. And righteousness. Those are our two words, justice and righteousness. Right. Relationships between every member of the community. Righteousness actually used to camp in the middle of the city, but now murderers. Cain, Lamech.",
    "start": "00:20:00",
    "end": "00:20:32"
  },
  {
    "text": "City of Cain.",
    "start": "00:20:33",
    "end": "00:20:33"
  },
  {
    "text": "City of Cain. Yeah. He starts Using some metallurgy. Metallurgy, yeah. Your silver has become dross.",
    "start": "00:20:33",
    "end": "00:20:41"
  },
  {
    "text": "What is dross?",
    "start": "00:20:42",
    "end": "00:20:42"
  },
  {
    "text": "When you heat up precious metals and they liquefy, dross is impurities of rocks and dirt and gravel that got into it. And so you skim it off, you strain it out. Your choice wine has gotten diluted with water. So you were like just a really great bottle of wine and you pour it into the glass and then you just pour a glass of wine. Yeah, totally. So notice how the idea of the faithful city, you were like silver, you were like choice wine, you were like a faithful partner, but now you're like a prostitute, you're like dross. You're like really low quality wine. Your rulers are rebels, your partners are thieves. Bribery is the name of the day. They love briberies, they chase after gifts. Nobody defends the cause of the orphan. In the widow's case, it doesn't even make it into court these days because she can't bribe anybody. Yeah. She doesn't have the means.",
    "start": "00:20:43",
    "end": "00:21:41"
  },
  {
    "text": "So when it gets the brass tacks, it's really about how are you treating each other.",
    "start": "00:21:41",
    "end": "00:21:46"
  },
  {
    "text": "Correct. Yes, that's right.",
    "start": "00:21:47",
    "end": "00:21:48"
  },
  {
    "text": "And are you doing it with. Well, are you taking care of each other?",
    "start": "00:21:48",
    "end": "00:21:53"
  },
  {
    "text": "Yes.",
    "start": "00:21:53",
    "end": "00:21:53"
  },
  {
    "text": "Or are you taking advantage of each.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "Other in the laws of the Torah, how people who are the most economically vulnerable in the city or in their society, which was a patriarchal federation of tribes, settled in the agriculture, and so women, immigrants, orphans, are the most vulnerable in that social setup. And so in the laws of the Torah, they're like a barometer. How these types of people are treated is the barometer of how faithful Israel is being to their covenant or not. And so for the prophets, they bring up these people as the signs of the times. So what Yahweh says is, I'm going to relieve myself of my enemies and avenge myself of my foes. That is bad enough. Yeah. My covenant partners, I will turn my hand away from you. I'm going to purge your draughts. I'm going to remove your impurities. He doesn't pick up the wine imagery again. But I'm going to purge. I'm going to melt you down. Yeah, that's what it means. And I will restore your leaders, as in days of old, as at the beginning. And then you will be called the city of Righteousness, the faithful city. So this is a redemption story.",
    "start": "00:21:54",
    "end": "00:23:16"
  },
  {
    "text": "He's going to redeem it back to the faithful city. But to do that, there's going to be a purging, a melting.",
    "start": "00:23:17",
    "end": "00:23:23"
  },
  {
    "text": "Yep. A fiery ordeal, a Fiery test is coming for Jerusalem, but the purpose of the fire is to destroy what is impure so that what God has called it to be will be brought out of the flames to become the faithful city of righteousness and justice. So this is in summary form, you just got the whole book of Isaiah right there. Really, it's either going to be poems pointing out just how bad it's become, it's going to be poems announcing the coming of the fire.",
    "start": "00:23:24",
    "end": "00:24:01"
  },
  {
    "text": "And the fire is Assyria.",
    "start": "00:24:01",
    "end": "00:24:04"
  },
  {
    "text": "Assyria. And then Babylon after that. Okay. And then the fire is another city. The fire is letting other terrible cities, whatever, belch up there, whatever terrible stuff, and they're gonna come conquer your bad city. And then what God's gonna do is bring down those bad cities through the next empire, Persia, which gets announced also in the book of Isaiah. And there's gonna be these cycles of cyclical floods of human evil spilling over until the ultimate final cycle, where out of which will emerge the faithful city of righteousness. And that's the story arc. Now, next part of the poem, verse 27. Zion, which is a name for Jerusalem, will be delivered with justice and her repentant ones with righteousness.",
    "start": "00:24:05",
    "end": "00:24:56"
  },
  {
    "text": "Ah.",
    "start": "00:24:57",
    "end": "00:24:57"
  },
  {
    "text": "So how do I know whether the fire will be bad news or good news for me if I'm an inhabitant of the city? Because there's a purging fire coming, so it's going to carry away all the bad stuff. But that burning is also called here in verse 27, a rescue. Zion will be rescued.",
    "start": "00:24:58",
    "end": "00:25:22"
  },
  {
    "text": "The justice here is the burning.",
    "start": "00:25:23",
    "end": "00:25:24"
  },
  {
    "text": "Yeah, there's a burning justice that you think is bad news, but then.",
    "start": "00:25:25",
    "end": "00:25:29"
  },
  {
    "text": "But it's also delivered.",
    "start": "00:25:29",
    "end": "00:25:30"
  },
  {
    "text": "It's a rescue. And it's the repentant ones that are rescued through righteousness or with righteousness.",
    "start": "00:25:30",
    "end": "00:25:39"
  },
  {
    "text": "Yeah. What does that mean, to be rescued with righteousness?",
    "start": "00:25:39",
    "end": "00:25:41"
  },
  {
    "text": "Yeah. Well, it could be referring to God's.",
    "start": "00:25:41",
    "end": "00:25:43"
  },
  {
    "text": "Righteousness, that he is doing the right thing.",
    "start": "00:25:43",
    "end": "00:25:45"
  },
  {
    "text": "He's doing right by his covenant by bringing the consequences, but then also fulfilling his promise to use these people to bless all nations. Or it could be that the repentant ones will carry out a life of doing right by God and right by neighbor, and that will demonstrate their repentance. And all of a sudden, this sounds just. This whole thing sounds like John the Baptist. John the Baptist is this right here to his generation, Right? Yeah. So this is the story arc. So what's interesting is right now it's just one city, but really that one city is now being talked about as if it's two cities. Is it you used to be the faithful city, but now you've become the prostitute city. You used to be the city of righteousness, but now you're a city of murderers. So the same city can be either the earthly city of Cain, or it could become the heavenly city of righteousness and faithfulness. But it's the same city.",
    "start": "00:25:45",
    "end": "00:26:50"
  },
  {
    "text": "It's the same city, but after a flood of justice, another city can emerge.",
    "start": "00:26:50",
    "end": "00:26:57"
  },
  {
    "text": "Yep. Okay, so the same city, kind of like the same person, can be good or bad. So maybe I'm not saying that in a helpful way. Each city, in other words, the fate of any individual human and the fate of any individual city isn't destined. This is what God says to Cain. Sin's a croucher right at the door. But you can rule it.",
    "start": "00:26:57",
    "end": "00:27:18"
  },
  {
    "text": "You have a choice here.",
    "start": "00:27:19",
    "end": "00:27:20"
  },
  {
    "text": "Didn't have to go this way, and it doesn't have to keep going this way. You can turn. That's why it says Zion will be delivered with justice and her repentant ones will be delivered with righteousness. So that's the fate of the city. And it can go right now. It's the same city facing a choice that goes in two directions. Maybe we'll just say it that way.",
    "start": "00:27:20",
    "end": "00:27:41"
  },
  {
    "text": "Okay, so when you say that there's two cities, which you're. What you're saying is the one city has two choices or the one city has two destinies.",
    "start": "00:27:41",
    "end": "00:27:50"
  },
  {
    "text": "Yeah.",
    "start": "00:27:50",
    "end": "00:27:50"
  },
  {
    "text": "You can be. It can be wiped out, or it could be rebirthed. And the rebirthing comes as a result of the flood of justice, but then gives rise to an opportunity to kind of be restored to a faithful city. You got it, Satan.",
    "start": "00:27:50",
    "end": "00:28:32"
  },
  {
    "text": "Isaiah, chapter two.",
    "start": "00:28:40",
    "end": "00:28:41"
  },
  {
    "text": "Here we go. We're just moving through Isaiah.",
    "start": "00:28:41",
    "end": "00:28:43"
  },
  {
    "text": "This is what Isaiah son of Amos, saw concerning Judah and Jerusalem in the last days. At the end of days, the fulfillment of the times. The mountain of Yahweh's temple will be established as the highest of mountains. So we start here with a mountain and a temple, which is Jerusalem imagery because it's on a tall hill.",
    "start": "00:28:43",
    "end": "00:29:05"
  },
  {
    "text": "And it's Eden imagery.",
    "start": "00:29:05",
    "end": "00:29:06"
  },
  {
    "text": "And it's Eden imagery. It will be established as the highest of the mountains, exalted above the hills, and all the nations will river into it.",
    "start": "00:29:06",
    "end": "00:29:16"
  },
  {
    "text": "Yeah. Which. Yeah. It's making us think of the rivers that flowed out of the Eden Temple Garden that went to all the nations. So, like, the goodness of Eden was streaming out to the nations. And here, now all the nations are streaming up into Eden.",
    "start": "00:29:16",
    "end": "00:29:34"
  },
  {
    "text": "Yep. Yep. And many people will come and say, hey, let's go up to the mountain. Of Yahweh to the temple of the God of Jacob. He will Torah us. It's the word Torah as a verb. But as a verb, he will teach us his ways so we can walk in his paths. Then the poet comes back in. The Torah indeed will go out from Zion, the word of Yahweh from Jerusalem. So the mountain is the temple is the city. And first all the nations come in, but then Yahweh's instruction will go out. So it's kind of this in and out imagery. And when the Torah goes out, he will bring justice between the nations and settle disputes between many peoples. With what result? That people will hammer their swords and turn them into farming equipment. Plow. Yeah, farming equipment and spears will get turned into pruning hooks for, you know, your fig trees and your olive trees harvesting. And nation won't take up sword against nation, nor will they prepare for war anymore. Come, seed of Jacob. We should walk in the light of Yahweh. So there is coming a day of light. And that day of light involves the exaltation of the mountain temple city that will both receive all the nations into it. But then also Yahweh's instruction and wise commands will go out from it to bring peace and shalom to the nations. So it's clear we're talking now about what Jerusalem could become were it to become that faithful city of righteousness.",
    "start": "00:29:34",
    "end": "00:31:23"
  },
  {
    "text": "I think what's striking me right now, I hope this isn't too divergent, is I'm trying to imagine myself in this setting, Right. So you've got these pretty gnarly Assyrian kings with just intense armies. And they're just beautiful, lavish cities. And they're out in the East, Nineveh, Syria, later, Babylon. And they're marching around and they're just destroying your neighbors and, like, they're making you pay tribute. And if you don't, they're just.",
    "start": "00:31:24",
    "end": "00:31:58"
  },
  {
    "text": "Yeah. Laying waste to your land.",
    "start": "00:31:58",
    "end": "00:32:01"
  },
  {
    "text": "Yeah.",
    "start": "00:32:01",
    "end": "00:32:02"
  },
  {
    "text": "In your cities.",
    "start": "00:32:02",
    "end": "00:32:02"
  },
  {
    "text": "In your cities.",
    "start": "00:32:02",
    "end": "00:32:03"
  },
  {
    "text": "Yeah.",
    "start": "00:32:03",
    "end": "00:32:03"
  },
  {
    "text": "And you think, man, these guys suck, obviously. And. But I think also you're thinking one day maybe we can be that great city. Right. Maybe one day we can be the ones that go out and conquer instead. We'll go pay them back. We'll conquer them back. Because that's kind of what happens with Babylon. Babylon. They used to be. They were the guys in charge. Assyria now is in charge. And it's going to be this Neo Babylon that's going to take back over. And they're like, all right, our turn.",
    "start": "00:32:04",
    "end": "00:32:33"
  },
  {
    "text": "We're back in charge. Again, totally.",
    "start": "00:32:33",
    "end": "00:32:35"
  },
  {
    "text": "And, and it's always this kind of like, who gets to be on top and be the ones what city is going to be in charge. And in that context, you've got this prophet saying, what we're supposed to be is a faithful city of righteousness, that's taking care of each other. That's what we need to be doing. And if we focus in on that, we're not going to conquer nations, we're going to bring peace to nations.",
    "start": "00:32:35",
    "end": "00:33:04"
  },
  {
    "text": "Yeah, sure, yeah. They're all going to come here.",
    "start": "00:33:04",
    "end": "00:33:05"
  },
  {
    "text": "Like, who else was thinking that way during that time?",
    "start": "00:33:06",
    "end": "00:33:08"
  },
  {
    "text": "Yeah, that's a good question. I mean, this is very exalted.",
    "start": "00:33:08",
    "end": "00:33:11"
  },
  {
    "text": "Yeah. This was a minority viewpoint. This wasn't the, like.",
    "start": "00:33:13",
    "end": "00:33:18"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:33:18",
    "end": "00:33:18"
  },
  {
    "text": "Is that what you mean?",
    "start": "00:33:18",
    "end": "00:33:19"
  },
  {
    "text": "Yeah. But the prophets are keeping alive this tradition that seems to have been a minority view in Israel throughout its history, that they were called by the God of all nations and all creation to become the source, the conduit of the Creator's blessing to all of the nations somehow. And so Isaiah is using here both language steeped in their own tradition that we find in the Hebrew Bible, all this Eden temple imagery. But there's also connections here. The king of Assyria built Nineveh and his palace in Nineveh with a luscious garden on top of a big hill with the rivers little. Like what do you call those? They're human made aqueducts, canals or canals. Yeah. Going out from the garden into throughout the city.",
    "start": "00:33:19",
    "end": "00:34:11"
  },
  {
    "text": "Right. He had his own little city.",
    "start": "00:34:11",
    "end": "00:34:13"
  },
  {
    "text": "Yeah. So these were cross cultural motifs of the high divine mountain with the river flowing out. But here the direction of the river is inverted. So what he's saying is comprehensible to their Assyrian neighbors, but it's also making a more cosmic claim, for sure. And also, let's remember there's multiple contexts for the writings of the prophets. There's the writings as we think about them in the days that they're situated in the story. But then there's also many generations later, the prophets who are compiling all of this earlier literature after Assyria fell.",
    "start": "00:34:13",
    "end": "00:34:49"
  },
  {
    "text": "Yeah. And after Israel got to come back.",
    "start": "00:34:49",
    "end": "00:34:52"
  },
  {
    "text": "Yeah, totally. To their land after being conquered, exiled and returned by Babylon. Well, that's where we're going in the next couple things in Isaiah. But right now it's a bold hope that the faithful Jerusalem, city of righteousness, can become a heaven on earth, source of life and peace and justice for all the nations. That's the glory. And it's associated with the light of Yahweh. You can walk in the light of Yahweh, if you hold this promise before you, that's the image here. Now we know that to get to this exalted state, there's purging on the way. And that purging is going to take the form of Assyria coming, and Yahweh will hand his people over to Assyria, and then it will take the form of another empire after that, Babylon. And those are the themes discussed in Isaiah 3, 4, 5, 6, 7, 8, 9, 10, 11, and 12. And what I want to turn our attention to is like the alternate great city, the enemy great city, which is Isaiah chapter. So In Isaiah chapters 13 and 14, we get what are called the oracles against Babylon. And they're remarkable. And they would require many podcast episodes just to tour our way through. I just want to survey the opening lines. It begins by saying, the oracle of Babylon, which Isaiah, son of Amos saw. And it echoes exactly the words of chapter two. That's how chapter two began. Except the city that he saw in chapter two was Jerusalem. So it's very clearly comparing the passage we just read to this one. This one now. And the opening lines are, on a mountain that has been swept clean, go raise up a banner. Lift up a voice to them. Wave your hand so that they can enter into the gates of nobles. So somebody's being told to go get up on a high mountain and raise up a banner.",
    "start": "00:34:52",
    "end": "00:37:31"
  },
  {
    "text": "The banner would signify.",
    "start": "00:37:32",
    "end": "00:37:34"
  },
  {
    "text": "Ah, well, so this is why this would take many podcast episodes. The banner was identified for you in chapter 11.",
    "start": "00:37:34",
    "end": "00:37:41"
  },
  {
    "text": "Okay.",
    "start": "00:37:41",
    "end": "00:37:41"
  },
  {
    "text": "And in chapter 11, what you're told is that the future messianic king from the line of David will stand like a banner for all the nations, and his place of rest will be divine glory. So you get an image of Jerusalem being ruled by a king who has lifting up a banner, and all the nations and the divine glory cloud that rested over the tabernacle will is somehow identified with this king resting on top of the mountain. Okay. Now you're being told that that mountaintop is going to be there with that banner, and everybody, you better enter the gate of the city and get to the top of that hill swept clean.",
    "start": "00:37:42",
    "end": "00:38:28"
  },
  {
    "text": "Meaning this is kind of post the day.",
    "start": "00:38:28",
    "end": "00:38:31"
  },
  {
    "text": "Yeah. In other words, it's a new start. Yeah, yeah, yeah. A bare mountaintop. Yeah, yeah. So every single one of these lines, words is hyperlinked to earlier parts of Isaiah.",
    "start": "00:38:31",
    "end": "00:38:42"
  },
  {
    "text": "Okay.",
    "start": "00:38:42",
    "end": "00:38:43"
  },
  {
    "text": "The mountain that has a signal on it. Everybody's coming up to it. So there's a summoning to come up to this city on Top of the mountain. Why? Well, a flood's coming.",
    "start": "00:38:43",
    "end": "00:38:55"
  },
  {
    "text": "Oh, another flood?",
    "start": "00:38:55",
    "end": "00:38:56"
  },
  {
    "text": "Yeah. I have commanded my holy ones. I have called my warriors for my anger, those who rejoice in my exaltation. It's the sound, the sound of a horde on the mountains, the semblance of a great people, the sound of an uproar of kingdoms, nations being assembled. Yahweh mustering armies, an army of war. Whoa, whoa. They're coming from the distant lands, from the edge of the heavens, from Yahweh in the implements of his anger to bring ruin on all the land, wail, for the day of Yahweh is near. Like devastation from the Almighty it comes.",
    "start": "00:38:56",
    "end": "00:39:45"
  },
  {
    "text": "So the conquering armies are on their way.",
    "start": "00:39:46",
    "end": "00:39:48"
  },
  {
    "text": "There's a cosmic army coming, and apparently you want to get up to that high hill and hang out with the king from the line of David. In his city.",
    "start": "00:39:48",
    "end": "00:39:59"
  },
  {
    "text": "Is a cosmic army, or is it just an army? I mean, it's coming from the edge.",
    "start": "00:39:59",
    "end": "00:40:04"
  },
  {
    "text": "Of heavens, meaning from the most distant places. Yeah.",
    "start": "00:40:04",
    "end": "00:40:07"
  },
  {
    "text": "You look out on the horizon and where the sky meets the land. They're coming from out there.",
    "start": "00:40:07",
    "end": "00:40:11"
  },
  {
    "text": "Yeah. From the edges of the cosmos. Yeah, yeah. When I say cosmic, I'm just saying this is cosmic poetry. We're talking about a battle that's going to happen, but we're using cosmic language to describe it. An army on the mountains, the kingdoms are roaring. Oh, by the way, all of these language of the horde and the uproar is language connected with the flood and the coming of a great flood. And so notice how the warriors are being described here in language that in other places, if we could follow the hyperlinks, describes the coming of a great flood.",
    "start": "00:40:11",
    "end": "00:40:46"
  },
  {
    "text": "So you're saying this isn't merely a poetic way to talk about an invading empire. This is something more than that.",
    "start": "00:40:47",
    "end": "00:40:55"
  },
  {
    "text": "I'm saying it's using cosmic poetry to describe a great battle that is. We're going to see exactly what he's talking about in a moment. So what he's going to go on to talk about is, well, he's going to continue the cosmic language. In fact, he's going to talk about how the stars and their constellations will go dark, the sun itself will go dark, all the land will be held accountable for its evil. And you're like, oh, it's the end of the world. Well, for the. Those who participate in evil, yes. Yeah. I'll put an end to the arrogance of the proud, and I'll bring low the haughtiness of the ruthless. I'll make humans more Scarce than gold and humankind, more scarce than the gold of Ophir. So what is happening here? Verse 17, I am going to stir up the Medes. That's the Persians against them.",
    "start": "00:40:55",
    "end": "00:41:51"
  },
  {
    "text": "Yeah, okay.",
    "start": "00:41:51",
    "end": "00:41:52"
  },
  {
    "text": "Persians, yeah. There's an oracle about Babylon.",
    "start": "00:41:52",
    "end": "00:41:55"
  },
  {
    "text": "Oh, gosh, I totally forgot. This is about Babylon.",
    "start": "00:41:56",
    "end": "00:42:00"
  },
  {
    "text": "Yeah, yeah, yeah. There's a great tumult and final battle coming. And there's only one mountain that's going to be safe because there's a flood happening down in the valley. And what's the flood? Well, you find out. It's the Persian armies. From 17 on, it just describes the downfall of Babylon, which is the beauty of kingdoms, the glory of the Chaldeans, pride will fall to the armies of the medes. And verse 19, it will be like when God overthrew Sodom and Gomorrah.",
    "start": "00:42:00",
    "end": "00:42:32"
  },
  {
    "text": "Okay, so it's another reckoning.",
    "start": "00:42:32",
    "end": "00:42:33"
  },
  {
    "text": "It's another reckoning, yeah. And then it goes on to talk about how it'll never be inhabited or lived in ever again. And then it just itemizes all the, like, the scavenging creatures that will take up residence in the ruins of Babylon, like owls and ostriches, shaggy goats will live there, hyenas, jackals.",
    "start": "00:42:33",
    "end": "00:42:55"
  },
  {
    "text": "Now, after Persia came and took over, though, Babylon. Was Babylon done? Was there no city there anymore?",
    "start": "00:42:56",
    "end": "00:43:02"
  },
  {
    "text": "Oh, it is interesting. The revolt ended up being not very catastrophic. In other words, it was more of a political couple that ended up happening. Okay, but that's even more interesting. There was conflict, but it didn't destroy the city. The Persians just moved in.",
    "start": "00:43:02",
    "end": "00:43:18"
  },
  {
    "text": "Yeah, it's like, well, we're in charge now.",
    "start": "00:43:18",
    "end": "00:43:21"
  },
  {
    "text": "Yep, they're in charge now. And then later, Persian cities became the capital. But the point is the cosmic rhetoric or language used to describe this. In other words, the cosmic poetry invests these historical events with cosmic heavenly meaning.",
    "start": "00:43:21",
    "end": "00:43:38"
  },
  {
    "text": "So what do you mean? What do you mean cosmic heavenly meaning?",
    "start": "00:43:39",
    "end": "00:43:44"
  },
  {
    "text": "The downfall of Babylon to the Persians, that happened in 539 BC. That's when the key events took place. Is being described as on analogy to the flood, on analogy to the downfall of Sodom and Gomorrah, on analogy to the exile of Adam and Eve into the land of wild animals and dust and death and desert. So it's inviting Israelites to view the events of history as a part of a bigger pattern that God is working.",
    "start": "00:43:44",
    "end": "00:44:19"
  },
  {
    "text": "Out in history, that when humans choose folly and they choose violence, that it will ruin them.",
    "start": "00:44:19",
    "end": "00:44:28"
  },
  {
    "text": "Yeah. And God hands humans over and they.",
    "start": "00:44:28",
    "end": "00:44:31"
  },
  {
    "text": "Will be undone by their own evil.",
    "start": "00:44:31",
    "end": "00:44:33"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:44:33",
    "end": "00:44:33"
  },
  {
    "text": "Which will come in the form of an invading army, A flood.",
    "start": "00:44:34",
    "end": "00:44:39"
  },
  {
    "text": "Yeah. In other words, the cities a banishment. The cities that humans built because of the consequences of their own murderous evil, like in the city of Cain, actually become the punishment. So Jerusalem has become like a new Sodom and Gomorrah. So what will God do? Hand them over to a bigger, badder version of Sodom and Gomorrah, that is Babylon. And then Babylon's version of Sodom and Gomorrah will engulf Jerusalem's Sodom and Gomorrah. And it's this handing over theme.",
    "start": "00:44:39",
    "end": "00:45:10"
  },
  {
    "text": "Okay.",
    "start": "00:45:10",
    "end": "00:45:10"
  },
  {
    "text": "The city becomes both the. It's the consequence and the punishment.",
    "start": "00:45:10",
    "end": "00:45:16"
  },
  {
    "text": "So by cosmic you mean not merely what is happening, but why it's happening?",
    "start": "00:45:16",
    "end": "00:45:22"
  },
  {
    "text": "Yeah. What the prophets do is they interpret the events of Israel's history from a cosmic or heavenly perspective, from God's point of view. That's what makes it perfect.",
    "start": "00:45:22",
    "end": "00:45:34"
  },
  {
    "text": "So when you say cosmic, you mean from a divine point of view?",
    "start": "00:45:34",
    "end": "00:45:37"
  },
  {
    "text": "Yeah, just means from cosmos, which views all of reality as an ordered whole in some way. So the point is like, well, it's not just that Yahweh was asleep or that he's less powerful than Marduk, the patron God of Babylon. It's actually Yahweh who's behind all these cycles.",
    "start": "00:45:37",
    "end": "00:45:56"
  },
  {
    "text": "Unfurl.",
    "start": "00:45:56",
    "end": "00:45:57"
  },
  {
    "text": "Yeah, but at the end of days, like there is an end to this. At the end of days, the mountain of the house of Yahweh will become the exalted refuge for all of the nations.",
    "start": "00:45:57",
    "end": "00:46:08"
  },
  {
    "text": "You're talking about Isaiah 2.",
    "start": "00:46:08",
    "end": "00:46:09"
  },
  {
    "text": "Isaiah chapter 2. Yep.",
    "start": "00:46:09",
    "end": "00:46:11"
  },
  {
    "text": "Nations will stream to it. There's going to be peace.",
    "start": "00:46:11",
    "end": "00:46:13"
  },
  {
    "text": "Yeah. So these become our two cities. The mountain of the house of Yahweh that is like of Zion and then Babylon that is destined for cosmic ruin. And they kind of. These cities were historical and they were surrounded in the events of history. But their prophetic portraits kind of rise above those ancient historical events and they become images for the later prophets to just describe the whole history of humanity as now a tale of two cities. The city that God his purpose to build, and then the city that God will have to tear down to make way for the city that he wants to turn creation into. And in a way, that is what the rest of the drama of Isaiah is about. So how are you doing? Is that fairly clear? Ish.",
    "start": "00:46:13",
    "end": "00:47:06"
  },
  {
    "text": "Yeah, I have some questions.",
    "start": "00:47:06",
    "end": "00:47:08"
  },
  {
    "text": "Okay.",
    "start": "00:47:08",
    "end": "00:47:08"
  },
  {
    "text": "But let's.",
    "start": "00:47:08",
    "end": "00:47:09"
  },
  {
    "text": "These were such wonderful moments because something. It's clear to me what I think I'm saying, but when you have that certain look in your eyes that's Sort of like there's something that's not clear, which usually means there's something new for me to learn.",
    "start": "00:47:09",
    "end": "00:47:26"
  },
  {
    "text": "Oh. I mean, I think we can keep going, because I think my questions turn into more like, well, I think here's the question. We'll not answer it. What seems to be happening is the biblical story is saying, look, humans are going to build their cities. It's not going to work. I'm going to have to start over. So the flood is the first example.",
    "start": "00:47:26",
    "end": "00:47:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:47:52",
    "end": "00:47:53"
  },
  {
    "text": "And where does Noah end up? He ends up high on a mountain, sacrificing to God. He's back. It's good.",
    "start": "00:47:53",
    "end": "00:47:59"
  },
  {
    "text": "Makes a little temple. Like a little spontaneous temple altar up there. Yeah.",
    "start": "00:47:59",
    "end": "00:48:03"
  },
  {
    "text": "But then it lasts for, like, a moment, and then things just go unwind.",
    "start": "00:48:03",
    "end": "00:48:08"
  },
  {
    "text": "Again, resulting in the building of more cities.",
    "start": "00:48:08",
    "end": "00:48:11"
  },
  {
    "text": "More cities. Babylon, Just like the God of Assyria. Yeah, and Assyria. Yeah, it's true. Yeah. In Genesis, chapter 10, you get the story of Moses up on the mountain with God getting the covenant. Just a flash of good of this idea of the city of God may be able to be established before he comes down. And there's idolatry happening. Right. You get King David bringing the tabernacle up, and in that story, they're, like, blowing it. And someone has to die.",
    "start": "00:48:11",
    "end": "00:48:44"
  },
  {
    "text": "They had to die. Somebody ended up dying.",
    "start": "00:48:45",
    "end": "00:48:47"
  },
  {
    "text": "Well, somebody ended up dying. And David's kingdom gets split in two immediately.",
    "start": "00:48:47",
    "end": "00:48:51"
  },
  {
    "text": "Yeah.",
    "start": "00:48:51",
    "end": "00:48:51"
  },
  {
    "text": "Right. And so you get this hope of the prophets of, like, but there's gonna be a time we're gonna get back to the mountain. Well, we've been there before.",
    "start": "00:48:52",
    "end": "00:48:59"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:49:00",
    "end": "00:49:00"
  },
  {
    "text": "How do we get there and stay there?",
    "start": "00:49:00",
    "end": "00:49:02"
  },
  {
    "text": "Yeah, right.",
    "start": "00:49:02",
    "end": "00:49:03"
  },
  {
    "text": "That's the question. And it feels like there's been no point in history where we've been there for more than, like, a fraction of a second. Right. And so, like, there's all this hope of it happening, but, like, it's like we're holding onto that fraction of a second and going, we can have eternity there in that fraction of a second.",
    "start": "00:49:03",
    "end": "00:49:23"
  },
  {
    "text": "Yeah, that's good. It's like the story teaches you to have a really sober realism. Some might call it pessimism about humans ability to build the city of God, the heavenly city, here on Earth. And I think that is part of what the biblical authors are trying to do inside of us, but also not make us doubt or lose hope that God can bring about a new creation right here in the middle of our world outside of Eden.",
    "start": "00:49:23",
    "end": "00:49:54"
  },
  {
    "text": "But it does make me doubt and lose hope.",
    "start": "00:49:55",
    "end": "00:49:57"
  },
  {
    "text": "Yeah, Well, I hear that. I'M with you. And the prophets. Just hold both of this, both of those in front of us. Like here we are building our babylons and Yahweh will hand as many over to self ruined as we want to build. But he will maintain his promise to take the story ultimately towards a new Jerusalem that will come down out of his realm. A city not made by hands. And in the meantime, what we. Well, I'm getting ahead of us because I'm getting to the next episode. But what Isaiah wants to do is hold out the hope primarily. Yeah, yeah. Which I guess there's so much we could do in Isaiah. But there's one ultimate new Jerusalem poem that we've got to read. We call it Isaiah, chapter 60. And all of the many themes of Isaiah scroll come together. So you're right. I mean, I want to name the tension that you're feeling. And it's exactly the tension, I think, that drives the passion of the prophets. It's both. Yeah. This pessimism and just radical, unflagging hope in the purpose of God to bring about new creation. The phrase new creation comes from the scroll of the prophet Isaiah. I will bring about a new heavens and a new earth.",
    "start": "00:49:57",
    "end": "00:51:28"
  },
  {
    "text": "Which is different than talking about a new city. Or is it?",
    "start": "00:51:28",
    "end": "00:51:31"
  },
  {
    "text": "Well, actually what he says is I will bring about a new Jerusalem. We'll look at a couple of the new Jerusalem poems in the next conversation because it's the perfect tee up to what Jesus was doing when he announced the arrival of the kingdom of God. But I think for now it's just good to sit in these really realistic and hopeful portraits that.",
    "start": "00:51:31",
    "end": "00:51:54"
  },
  {
    "text": "Realistic yet hopeful.",
    "start": "00:51:54",
    "end": "00:51:55"
  },
  {
    "text": "Realistic yet hopeful. Yeah. Yeah. And I think that's a healthy place to live. I think something like what Jesus is talking about in the Sermon on the Mount for those who hunger and thirst to see righteousness done in the world, for they will be satisfied. Blessed are those who hunger and thirst.",
    "start": "00:51:55",
    "end": "00:52:14"
  },
  {
    "text": "Yeah.",
    "start": "00:52:15",
    "end": "00:52:15"
  },
  {
    "text": "They want to see a world set right with people, right with God, right with neighbor. And they don't see it, but they desire it. And Jesus says that desire will be satisfied. Maybe not in the way or timing that they would prefer, but that's I think to sit in this story and view the world through its lens.",
    "start": "00:52:15",
    "end": "00:52:33"
  },
  {
    "text": "I think you're saying that's interesting. Hunger and thirst for righteousness. And I've heard you make this sentiment before. Being hungry and thirsty is not a great experience. No.",
    "start": "00:52:33",
    "end": "00:52:43"
  },
  {
    "text": "In fact, we regularly try to end that experience multiple times a day.",
    "start": "00:52:44",
    "end": "00:52:48"
  },
  {
    "text": "Yes. It's like the. Yeah. Ever the continual quest Every day to not have that experience.",
    "start": "00:52:48",
    "end": "00:52:56"
  },
  {
    "text": "Yeah.",
    "start": "00:52:56",
    "end": "00:52:57"
  },
  {
    "text": "And you're saying my tension is, like. You're saying is the same frustration or anxiety or dismay of, like, being hungry.",
    "start": "00:52:57",
    "end": "00:53:09"
  },
  {
    "text": "Yeah, this.",
    "start": "00:53:09",
    "end": "00:53:10"
  },
  {
    "text": "Of, like, we're not going to be able to do it. Like, cities are just going to destroy us as we build them and just multiply our evil. And there's maybe a moment, like a hot second that we can, like, celebrate, but then it'll go away in a flash. And you're saying, that's being hungry.",
    "start": "00:53:10",
    "end": "00:53:29"
  },
  {
    "text": "Yeah. Okay. Yeah, that's right.",
    "start": "00:53:29",
    "end": "00:53:31"
  },
  {
    "text": "And Jesus has this optimism where he goes, you're hungry, all right. You're going to be filled.",
    "start": "00:53:31",
    "end": "00:53:36"
  },
  {
    "text": "Yeah, you'll be filled. Or like he says to the Samaritan woman or to the people when he gives them the loaves of bread. This is the Gospel of John. You know, he says, you come to me because you were hungry and I gave you bread, and now you're hungry again, but I've got some bread to give you that will last to life unto the age. And that's the equivalent of what Isaiah is talking about here. There's the cities of ruin, and then there's the city that is not made by human hands. And that's what we'll look at in the next episode.",
    "start": "00:53:36",
    "end": "00:54:06"
  },
  {
    "text": "So, hey, this is Dan Gummel with the podcast team, and it's early morning. My voice is even lower than it usually is, I think. I'm here with a friend of mine. We're doing another employee introduction. So, Joe, you want to introduce yourself?",
    "start": "00:54:09",
    "end": "00:54:21"
  },
  {
    "text": "Yeah, my name is Joel Worrell. I'm the chief Product officer for bibleproject.",
    "start": "00:54:21",
    "end": "00:54:26"
  },
  {
    "text": "Yeah, tell me a little bit about what that actually means.",
    "start": "00:54:26",
    "end": "00:54:28"
  },
  {
    "text": "Yeah. A lot of people know, like, our videos, obviously, the podcast, we're making classes, but all those things are running on top of technology platforms. And I get the privilege of being accountable for leading the engineers and the product designers and product managers that are all a of part of building things like our website, classroom, our app, and then a lot of the infrastructure that makes it possible for us to deliver all those things.",
    "start": "00:54:28",
    "end": "00:54:55"
  },
  {
    "text": "You have a degree? You have some sort of degree?",
    "start": "00:54:55",
    "end": "00:54:57"
  },
  {
    "text": "I have an advanced degree in Hebrew Bible.",
    "start": "00:54:58",
    "end": "00:54:59"
  },
  {
    "text": "So, yeah.",
    "start": "00:54:59",
    "end": "00:55:00"
  },
  {
    "text": "Such an interesting situation you got there.",
    "start": "00:55:00",
    "end": "00:55:02"
  },
  {
    "text": "Totally. And actually, the guy who I studied with focused on literary structure of the Hebrew Bible, so it's really awesome to get a chance to do work that touches all the nerd parts of. Of who I am.",
    "start": "00:55:03",
    "end": "00:55:14"
  },
  {
    "text": "So you're coding in structures of.",
    "start": "00:55:14",
    "end": "00:55:17"
  },
  {
    "text": "We're building tools that help us represent literary structure, especially for classroom. We just launched Classroom in the app and the audience is responding to it, like, incredibly well.",
    "start": "00:55:17",
    "end": "00:55:28"
  },
  {
    "text": "Speaking of our listeners, is there anything you want to say right now?",
    "start": "00:55:28",
    "end": "00:55:31"
  },
  {
    "text": "Well, firstly, just thanks for being a part of this with us. I mean, it's providing an opportunity for, for us to use, like, technology to just help more people experience. The Bible's a unified story that leads to Jesus. And then the other thing I'd say, I'm gonna say on behalf of everybody else, thanks, like to the podcast team for everything they do to like, make this thing happen. I mean, I'm somebody who listens to podcast.",
    "start": "00:55:32",
    "end": "00:55:58"
  },
  {
    "text": "Thanks, man. Yeah, tell me a little bit about your life outside of work.",
    "start": "00:55:58",
    "end": "00:56:01"
  },
  {
    "text": "So I live in Mechanicsbury, Pennsylvania with my wife Cree. She's a discipleship pastor at our church campus. And then I got two kids, Eliana and Adelaide, both girls, 11 and 10. Right now we're really engaged with, like, stuff at our church. We go to this multi site church called lcbc. Lives changed by Christ.",
    "start": "00:56:01",
    "end": "00:56:20"
  },
  {
    "text": "For someone who has such a diverse skill set, I'd love to know what.",
    "start": "00:56:20",
    "end": "00:56:23"
  },
  {
    "text": "Your first job was.",
    "start": "00:56:23",
    "end": "00:56:24"
  },
  {
    "text": "My first job, I worked at a grocery store and I grew up in a town of like 300 people in northwestern Pennsylvania in this, like tar paper floor. I shoveled snow for the post office.",
    "start": "00:56:24",
    "end": "00:56:32"
  },
  {
    "text": "Man, that was a full time job.",
    "start": "00:56:33",
    "end": "00:56:34"
  },
  {
    "text": "Yeah, it was a lot.",
    "start": "00:56:34",
    "end": "00:56:35"
  },
  {
    "text": "Well, I'd love if you'd read the credits right there.",
    "start": "00:56:36",
    "end": "00:56:38"
  },
  {
    "text": "Okay. So today's show came from our podcast team, including producer Cooper Peltz and associate producer Lindsey Ponder. Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey, AKA Tyler, the creator, also mixed this episode. And Hannah Wu did our annotations for the BibleProject app.",
    "start": "00:56:38",
    "end": "00:56:59"
  },
  {
    "text": "You know a little bit about that?",
    "start": "00:56:59",
    "end": "00:57:01"
  },
  {
    "text": "Oh, yeah, I do. Yeah, dude, the annotations are like the best.",
    "start": "00:57:01",
    "end": "00:57:04"
  },
  {
    "text": "Yeah, they're off the chain now.",
    "start": "00:57:04",
    "end": "00:57:05"
  },
  {
    "text": "Bibleproject is a crowdfunded nonprofit. Everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "00:57:05",
    "end": "00:57:13"
  },
  {
    "text": "That's great.",
    "start": "00:57:13",
    "end": "00:57:14"
  },
  {
    "text": "Yeah, awesome.",
    "start": "00:57:14",
    "end": "00:57:15"
  },
  {
    "text": "You're natural.",
    "start": "00:57:15",
    "end": "00:57:15"
  },
  {
    "text": "Oh, thanks, man.",
    "start": "00:57:15",
    "end": "00:57:16"
  },
  {
    "text": "Sam.",
    "start": "00:57:21",
    "end": "00:57:33"
  }
]