[
  {
    "text": "We're starting a new theme study today. It's the theme of the city. Cities are where most humans in the world work and play. We raise our families. We build businesses. The Bible cares a lot about the.",
    "start": "00:00:04",
    "end": "00:00:18"
  },
  {
    "text": "City because cities are where loads and loads of human images of God are centralized.",
    "start": "00:00:18",
    "end": "00:00:25"
  },
  {
    "text": "If you've been following this project, you know we've done a lot of themes about a lot of ideas in the Bible. But it's not often we do a theme study on a setting. But this setting, the city, is critical.",
    "start": "00:00:25",
    "end": "00:00:38"
  },
  {
    "text": "They become little microcosms, in the technical sense of that word, little mini universes. What's on display in the city is usually a barometer for what's happening in creation at large.",
    "start": "00:00:38",
    "end": "00:00:52"
  },
  {
    "text": "Now, the ideal setting in the Bible on the first page is not a city, it's a garden.",
    "start": "00:00:52",
    "end": "00:00:59"
  },
  {
    "text": "And when cities get introduced, they're entirely negative, and they remain mostly negative throughout the biblical story.",
    "start": "00:00:59",
    "end": "00:01:06"
  },
  {
    "text": "But the story of the Bible has a surprise in store for us as it relates to the city.",
    "start": "00:01:06",
    "end": "00:01:10"
  },
  {
    "text": "By the time you reach the last page, the fact that God's heavenly realm that's going to merge with Earth to be the new creation is depicted as a city, I think is surprising.",
    "start": "00:01:10",
    "end": "00:01:21"
  },
  {
    "text": "This is surprising because the city is introduced in the Bible as a tragic result of human violence. And it's in cities that violence grows and humanity becomes monstrous.",
    "start": "00:01:21",
    "end": "00:01:33"
  },
  {
    "text": "But it isn't done away with in the ideal. It's incorporated into the restoration and redeemed.",
    "start": "00:01:34",
    "end": "00:01:41"
  },
  {
    "text": "Today, Tim Mackey and I start exploring the theme of the city. I'm John Collins, and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:42",
    "end": "00:01:56"
  },
  {
    "text": "Hey, John. Hello.",
    "start": "00:01:56",
    "end": "00:01:57"
  },
  {
    "text": "Hello. It's a good day.",
    "start": "00:01:57",
    "end": "00:01:59"
  },
  {
    "text": "It's a great day because of what we're doing right now in this moment. I love these moments.",
    "start": "00:01:59",
    "end": "00:02:03"
  },
  {
    "text": "I do, too. Yeah, I love doing this. It's one of my favorite parts of the job. It is exhausting for me, mentally.",
    "start": "00:02:03",
    "end": "00:02:11"
  },
  {
    "text": "Mentally, Yeah. I was going to say we just sit here.",
    "start": "00:02:11",
    "end": "00:02:13"
  },
  {
    "text": "We just sit here. But, yeah, I find that after one or two of these, I'm just like, whew, I'm tired.",
    "start": "00:02:13",
    "end": "00:02:21"
  },
  {
    "text": "Totally.",
    "start": "00:02:21",
    "end": "00:02:21"
  },
  {
    "text": "Well, do you feel that way?",
    "start": "00:02:21",
    "end": "00:02:23"
  },
  {
    "text": "I usually feel really energized and happy.",
    "start": "00:02:23",
    "end": "00:02:26"
  },
  {
    "text": "How many could you do that?",
    "start": "00:02:26",
    "end": "00:02:27"
  },
  {
    "text": "You're my friend and I have this job. Maybe I could go. We usually, for those of you who listen to the podcast regularly, we usually record two at a time.",
    "start": "00:02:27",
    "end": "00:02:36"
  },
  {
    "text": "Two at a time. That might be news for many people.",
    "start": "00:02:36",
    "end": "00:02:38"
  },
  {
    "text": "And we try to block those together into groups of days. So record maybe four to six, sometimes we block it together, but.",
    "start": "00:02:38",
    "end": "00:02:47"
  },
  {
    "text": "And that's why it seems like I'm really good at remembering things from many.",
    "start": "00:02:48",
    "end": "00:02:51"
  },
  {
    "text": "Episodes ago, but then other times, like, really not good. Yeah, because it'll be like, maybe three weeks or four since the last conversation we had.",
    "start": "00:02:51",
    "end": "00:02:58"
  },
  {
    "text": "I'm a very forgetful person.",
    "start": "00:02:58",
    "end": "00:03:00"
  },
  {
    "text": "Yeah, well, no, that happens to me, too. So that's one thing. We've also tried to do three in a row in one day.",
    "start": "00:03:00",
    "end": "00:03:07"
  },
  {
    "text": "We have.",
    "start": "00:03:07",
    "end": "00:03:07"
  },
  {
    "text": "And that did not work. Usually you're really quiet by the third one, and I feel tired, so I guess so I guess I do get tired.",
    "start": "00:03:07",
    "end": "00:03:15"
  },
  {
    "text": "Okay.",
    "start": "00:03:16",
    "end": "00:03:17"
  },
  {
    "text": "Anyhow, part of why I'm energized is because we are starting a new series, a new series of conversations about a new theme video. And we have yet to even think about the script. Like, we're starting script development by having.",
    "start": "00:03:17",
    "end": "00:03:32"
  },
  {
    "text": "These conversations, which is how we've traditionally have done it.",
    "start": "00:03:32",
    "end": "00:03:35"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:03:35",
    "end": "00:03:36"
  },
  {
    "text": "Until more recently.",
    "start": "00:03:36",
    "end": "00:03:38"
  },
  {
    "text": "That's right.",
    "start": "00:03:38",
    "end": "00:03:39"
  },
  {
    "text": "Where things got ahead of us. And we're like, we gotta write a script before we have all these conversations.",
    "start": "00:03:39",
    "end": "00:03:42"
  },
  {
    "text": "That's right.",
    "start": "00:03:42",
    "end": "00:03:43"
  },
  {
    "text": "So, yeah, I'm excited. I'm coming in fresh. This is a new theme I think will get us into some new territory. And tell me about what this theme is.",
    "start": "00:03:43",
    "end": "00:03:52"
  },
  {
    "text": "Yeah, this is going to be a theme video and discussion about the city in the Bible. The city.",
    "start": "00:03:52",
    "end": "00:04:00"
  },
  {
    "text": "The theme is a place.",
    "start": "00:04:00",
    "end": "00:04:02"
  },
  {
    "text": "The theme is about a kind of place. Yeah, that's right. Okay, so let's see. We've made theme videos about, like, the Tree of Life, the Water of Life, but those are about.",
    "start": "00:04:02",
    "end": "00:04:13"
  },
  {
    "text": "Those are about things.",
    "start": "00:04:13",
    "end": "00:04:14"
  },
  {
    "text": "Things that happen. But the temple.",
    "start": "00:04:14",
    "end": "00:04:16"
  },
  {
    "text": "The temple is a place.",
    "start": "00:04:16",
    "end": "00:04:17"
  },
  {
    "text": "There's a place. Yeah.",
    "start": "00:04:17",
    "end": "00:04:18"
  },
  {
    "text": "Okay.",
    "start": "00:04:18",
    "end": "00:04:19"
  },
  {
    "text": "And actually, there'll be an important relationship as we go on between temples and cities.",
    "start": "00:04:19",
    "end": "00:04:23"
  },
  {
    "text": "And we did a theme on heaven and Earth, which are two mega places.",
    "start": "00:04:24",
    "end": "00:04:27"
  },
  {
    "text": "Yeah, totally. Yeah. So the city in the Bible, what makes it qualify as a theme, you may ask, John.",
    "start": "00:04:27",
    "end": "00:04:35"
  },
  {
    "text": "Yeah. Why is this qualified as a theme?",
    "start": "00:04:35",
    "end": "00:04:38"
  },
  {
    "text": "So usually what we're shooting for is an idea. In this case, a place that appears in the earliest chapters of Genesis as some really foundational part of the beginning of this biblical story, and then just appears strategically and repeatedly throughout the biblical story that somehow reaches a climactic moment in the story of Jesus and then reappears or comes to, like, complete fulfillment in the final pages of the Bible. And the city checks all those marks. The city.",
    "start": "00:04:38",
    "end": "00:05:16"
  },
  {
    "text": "The city.",
    "start": "00:05:16",
    "end": "00:05:16"
  },
  {
    "text": "Yeah. So first of all, let's just notice that probably if most people think of the most well known Bible stories, they Know, a whole bunch of them take place in a very small number of cities or in relationship to a small number of cities.",
    "start": "00:05:16",
    "end": "00:05:32"
  },
  {
    "text": "Okay, we got Jerusalem. That's an important city.",
    "start": "00:05:32",
    "end": "00:05:35"
  },
  {
    "text": "Totally. Yeah. Both pretty much. Well, once for Abraham, though, it's called Salem. And then once the story of David kicks in, it's just Jerusalem's almost the central focus in most biblical books through the rest of the Hebrew Bible. For Jesus, his story comes to its.",
    "start": "00:05:35",
    "end": "00:05:54"
  },
  {
    "text": "Climax in Jerusalem, but starts in another city. Yes, Bethlehem.",
    "start": "00:05:55",
    "end": "00:06:00"
  },
  {
    "text": "Yes, exactly right, yeah. Small city.",
    "start": "00:06:00",
    "end": "00:06:02"
  },
  {
    "text": "Is that a city?",
    "start": "00:06:02",
    "end": "00:06:03"
  },
  {
    "text": "Well, as we're going to see, these terms are relative from language to language. But sorry, I'm going to add Bethlehem here to my little list.",
    "start": "00:06:03",
    "end": "00:06:10"
  },
  {
    "text": "Oh, okay.",
    "start": "00:06:11",
    "end": "00:06:12"
  },
  {
    "text": "Yeah. Thanks, John.",
    "start": "00:06:12",
    "end": "00:06:13"
  },
  {
    "text": "Just helping you fill out your notes.",
    "start": "00:06:13",
    "end": "00:06:15"
  },
  {
    "text": "Other cities in the Hebrew Bible that are significant are like Babylon, the big bad city. Nineveh, the capital city of the Assyrian Empire. It's interesting when the story of Egypt comes into play in the Exodus scroll, the Israelites are building cities, but it doesn't ever say where, what city the whole drama is happening in. It just says in the land of Egypt, which is interesting.",
    "start": "00:06:18",
    "end": "00:06:46"
  },
  {
    "text": "Wait, say that again.",
    "start": "00:06:46",
    "end": "00:06:47"
  },
  {
    "text": "The events of Moses and the 10 plagues and all the times that Moses goes into the palace, that was Goshen. Ah, so the Israelites live in a region or land called Goshen.",
    "start": "00:06:47",
    "end": "00:06:58"
  },
  {
    "text": "Okay.",
    "start": "00:06:58",
    "end": "00:06:58"
  },
  {
    "text": "But the actual showdown with Pharaoh and all those narratives are just. They're not specific.",
    "start": "00:06:58",
    "end": "00:07:04"
  },
  {
    "text": "It's not like Egypt, a city.",
    "start": "00:07:04",
    "end": "00:07:05"
  },
  {
    "text": "It's just in the land of Egypt.",
    "start": "00:07:05",
    "end": "00:07:07"
  },
  {
    "text": "The land of Egypt, because that's an area.",
    "start": "00:07:07",
    "end": "00:07:09"
  },
  {
    "text": "It's a big area. And then when Moses goes to Pharaoh, it just says, and Moses went to Pharaoh. So it doesn't say, like, whether it was in a city or what it was. So it's just interesting that Egypt is.",
    "start": "00:07:09",
    "end": "00:07:20"
  },
  {
    "text": "A region because Babylon and Nineveh are very specific cities.",
    "start": "00:07:20",
    "end": "00:07:23"
  },
  {
    "text": "Yep. They were empires and regions, but Egypt is a region. But each had a city as a capital. And. And Egypt doesn't have a central city that's named Focus. Yeah, interesting. Other cities, you know, that feature prominently in the biblical imagination. Sodom and Gomorrah as cities that were particularly corrupt and were destroyed in this really catastrophic way in the New. Oh, yeah. Well, actually, the story of Esther is the only story that takes place in its city. But Esther's pretty popular biblical story takes place in Susa, the capital of the Persian Empire. In the New Testament, you have Jerusalem, but then you also have. When the Jesus movement gets centralized up in Antioch, it's a big deal. In the Book of Acts, and then it goes to Rome by the end of the book of Acts. So from Jerusalem to Antioch to Rome, this is the progression of three cities. The biblical story concludes by describing the new creation as a city, the new.",
    "start": "00:07:23",
    "end": "00:08:28"
  },
  {
    "text": "Jerusalem, a city coming down from the.",
    "start": "00:08:28",
    "end": "00:08:32"
  },
  {
    "text": "Skies, a holy city coming down from the skies.",
    "start": "00:08:32",
    "end": "00:08:35"
  },
  {
    "text": "But the whole world is not a city at that point. New creation isn't a city.",
    "start": "00:08:35",
    "end": "00:08:39"
  },
  {
    "text": "Well, new creation is about God's heavenly realm descending to become one with Earth. That's the scene. But the thing that is descending, that is this new creation to come merge, or God's heavenly realm coming to merge with Earth to result in the new creation. Thanks for that clarification. And the thing that comes down is the holy city that's also called a bride coming to get married, which is important. It's super important, that connection between the city and the bride. But we'll get there. So anyhow, just the whole thing is that cities are a main venue for the significant events of the Bible, not the only. Actually, there's an important binary because actually the most formative events in the life of the main characters of the Bible all take place. Many of them take place outside of cities and purposefully.",
    "start": "00:08:40",
    "end": "00:09:33"
  },
  {
    "text": "So, yeah, so we're going to, I'm anticipating to explore a bit of a rivalry between the city folk and the country folk.",
    "start": "00:09:33",
    "end": "00:09:42"
  },
  {
    "text": "Yeah. Though I think it's a little bit different. Well, I guess we're going to find out. Yeah, we're going to find out. Yeah. City versus country and what we mean by that. And yeah, the opposition will certainly mean different things to different people, depending on your social location. Right, right. Yeah. And that's actually a good place to begin. Real quick. So before we dive into the story, let's just orient ourselves to the meaning of the word city first in the Hebrew Bible and then kind of paint a picture for what is it that qualifies as a city in the Bible? Because it is different than, for sure, you and me growing up in 21st century West Coast America. And that will kind of help orient us. But maybe just, you know, this is, I guess, a fairly short introduction. It's only taken us a few minutes before we get into Hebrew. But what we're really talking about is cities are where like loads and loads of human images of God are centralized.",
    "start": "00:09:43",
    "end": "00:10:42"
  },
  {
    "text": "Yeah.",
    "start": "00:10:42",
    "end": "00:10:43"
  },
  {
    "text": "And since humans as images of God and how they build a life together for good or for ill or both, I mean, that's really at the center of the biblical drama, the kind of world that humans build. And cities are where all of that Building effort gets, you know, focused and centralized. And so they become little microcosms, in the technical sense of that word, micro, cosmos and cosmos, little mini universes. What's on display in the city is usually a barometer for what's happening in creation at large.",
    "start": "00:10:43",
    "end": "00:11:19"
  },
  {
    "text": "Maybe about 15 years ago, I heard this lecture by Timothy Keller on a defense for raising your kids in the city.",
    "start": "00:11:19",
    "end": "00:11:27"
  },
  {
    "text": "Oh, yes. Yeah. Tim Keller is a pastor in New York City. In New York City, yeah. In Manhattan. Yeah. And he wrote a lot about both thinking about the city from a biblical and a Christian perspective, but also practical in terms of the mission of Jesus followers in the world. Just maybe kind of where you're going.",
    "start": "00:11:28",
    "end": "00:11:47"
  },
  {
    "text": "Well, and specifically, he was trying to convince people that it's okay to raise your kids in the city. It's scary for some parents to think about how corrupting city life can be because there's so many, many potential evils around every corner, I suppose. So he's got this. It was a whole hour long lecture and he talked about how. Well, one thing that stuck with me was he talked about the survey that was taken at like a youth conference where they asked all the kids this whole list of questions about why they have or have not adopted their parents faith. And the common denominator was not. Well, it's not any of the things you might expect. The common denominator was if kids felt like their parents understood the real world and understood their world. So his whole thing with that was like, hey, the real world is happening in the city, like it or not. Like it or not. Like, that's where culture is being shaped and that's where things are happening. And when your kids are in their adolescence, you actually want them to be around that and you want them to have a vision of, especially if they're around that, plus around Christians who are in that, a vision of like, I can live a real life being the craftsman or the whatever my vocation is in the city as a follower of Jesus.",
    "start": "00:11:47",
    "end": "00:13:14"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:13:14",
    "end": "00:13:15"
  },
  {
    "text": "Like seeing that at work, it's like, that's super powerful. And then to be have all this access to culture, like, is super important. And so he's like, bring your kids, especially in the, what he would call the back half, the back nine of raising your kids. Like, bring them to the city, man.",
    "start": "00:13:15",
    "end": "00:13:31"
  },
  {
    "text": "You know what's so interesting is that I remember hearing that talk too. I think it was before I even had like a cell phone or a smartphone. I had an MP3 player.",
    "start": "00:13:31",
    "end": "00:13:43"
  },
  {
    "text": "Okay.",
    "start": "00:13:43",
    "end": "00:13:43"
  },
  {
    "text": "Which means I would find things on the Internet, download them Onto this little tiny thing. Yeah.",
    "start": "00:13:43",
    "end": "00:13:49"
  },
  {
    "text": "Did you ever burn DVDs? Oh, yeah, of course.",
    "start": "00:13:49",
    "end": "00:13:52"
  },
  {
    "text": "Yeah, of course.",
    "start": "00:13:52",
    "end": "00:13:52"
  },
  {
    "text": "Just load them with sermons and stuff.",
    "start": "00:13:53",
    "end": "00:13:54"
  },
  {
    "text": "So I think even though I was living in Wisconsin at the time, going to grad school, we were still in contact with each other during those years, but we didn't see each other very often. And what's funny is that teaching made its way to both of us because I remember hearing that too. I remember what I was doing, because we had just bought a dumpy little house, a fix wrapper. And I spent months remodeling it myself with Jessica and my friends. We'll never do that again. But I was literally. I had an industrial floor sander.",
    "start": "00:13:55",
    "end": "00:14:29"
  },
  {
    "text": "Oh, my God.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Sanding all these old hardwood floors and then was gonna refinish them myself. And I listened to that while I had this huge industrial sander.",
    "start": "00:14:30",
    "end": "00:14:38"
  },
  {
    "text": "Wow. Anyway, you must have had really good headphones.",
    "start": "00:14:38",
    "end": "00:14:41"
  },
  {
    "text": "Yeah, I put big ones on. So like fat ones. But is significance. And we didn't have kids yet. This is before we had our first son. And I remember being really inspired by that. He painted a picture to say that city life has both strengths and weaknesses. He used the image from the Book of Jonah that I thought was very clever, which was at the end of the Book of Jonah. God says, shouldn't I care about this city that has 120,000 people who don't know their right hand from their left? And a lot of cows.",
    "start": "00:14:41",
    "end": "00:15:12"
  },
  {
    "text": "And the cows, nobody cows.",
    "start": "00:15:13",
    "end": "00:15:14"
  },
  {
    "text": "And he just said one way to put it was just cities have the highest density of images of God.",
    "start": "00:15:14",
    "end": "00:15:18"
  },
  {
    "text": "Yeah, I've heard you use that phrase.",
    "start": "00:15:18",
    "end": "00:15:20"
  },
  {
    "text": "A number of times. They would be. I think I just used it a few minutes ago too, because it's true. And God cares about his images. And so God's going to have a special kind of focus or attention paid to these high density image bearing areas. But then also about that the complexity of life in a city forces parents who really want to follow Jesus and help their kids see what it will really look like to follow Jesus, that it forces you to have conversations earlier that you might be able to put off a few years if you were living outside of the city. And so because they're just.",
    "start": "00:15:20",
    "end": "00:15:58"
  },
  {
    "text": "Or put off altogether.",
    "start": "00:15:58",
    "end": "00:15:59"
  },
  {
    "text": "Or put off altogether. Yeah. But you're going to be forced to move towards the hard. Ethical, moral issues, economic, political issues, all the religious, all of it. Because they're just exposed to it as you walk around your neighborhood. And so I try to remind myself of that because we live near a pretty dense kind of Hub in Portland. And so just walking to the grocery store with my sons, you know, you see all kinds of crazy stuff that sparks great conversations. And some of them are hard, and some of them, I'm like, oh, geez, I thought I had a year before we were going to have to talk about that. And so as we're talking right now, I'm being reminded that this is why we chose to live where we live. So, yeah, cities are complex things in life, in reality, and they play that same role in the story of the Bible. It's actually really interesting. So this particular theme has a tweak to it that I don't know if we've ever quite done a thing like this in a conversation or theme video. And essentially, here's the big picture. The ideal for human existence in pages 1 and 2 of the Bible is a garden, the opposite of a city.",
    "start": "00:15:59",
    "end": "00:17:12"
  },
  {
    "text": "Yeah, Well, I mean, there was only a couple people, like, eventually, like, if they're gonna live in Eden for a while.",
    "start": "00:17:12",
    "end": "00:17:21"
  },
  {
    "text": "Oh, sure, sure, sure. Okay. So in terms of the people, from their perspective, Adam and Eve, but in terms of from the author's perspective, who's living way later, who knows about cities and countries, like the fact that the garden ideal is still revered as the ideal and not the city, and that that's somehow an image of God's ideal with his people, at least at the beginning, that's there. And when cities get introduced, they're entirely negative, and they remain mostly negative throughout the biblical story. So that by the time you reach the last page.",
    "start": "00:17:21",
    "end": "00:17:57"
  },
  {
    "text": "Yeah.",
    "start": "00:17:57",
    "end": "00:17:58"
  },
  {
    "text": "The fact that God's heavenly realm that's going to merge with Earth to be the new creation is depicted as a city, I think is surprising. It ought to surprise us. So it has a different kind of arc than most themes, which usually begin with the water of life or the tree of Life. And it's like, there's the beautiful thing.",
    "start": "00:17:58",
    "end": "00:18:18"
  },
  {
    "text": "Right there, and then we get back to it.",
    "start": "00:18:18",
    "end": "00:18:20"
  },
  {
    "text": "Yeah. And then it gets ruined or it gets lost in some way, and then Jesus somehow flips it or redeems it, heals it, and then that's the new creation. This theme is not like that. It's different. Does that. At least that's clear in my mind. Does that make sense?",
    "start": "00:18:20",
    "end": "00:18:34"
  },
  {
    "text": "It does, yeah.",
    "start": "00:18:34",
    "end": "00:18:35"
  },
  {
    "text": "Yeah. So the ideal is different. It's a garden. Cities are introduced as something not good, and then somehow they go through some transformation because it's the ideal in the end. I just think it's fascinating.",
    "start": "00:18:35",
    "end": "00:18:49"
  },
  {
    "text": "It is fascinating, but it is also a heavenly city. It's A city that comes from the skies, and it's a very merged with garden imagery. The city.",
    "start": "00:18:49",
    "end": "00:19:00"
  },
  {
    "text": "Yeah. Oh, it's a city that is also the Garden of Eden. So we'll get there. But my point is just the theme works a little differently than themes we normally cover. Okay, so let's shift. Let's first learn about the Hebrew word for city. And kind of the. We're trying to stock our mental encyclopedia with all the meaning and associations that cities would have for the biblical authors. That's something you got to do every time you tackle a new idea in the Bible. And then when we have that filled out, I think we'll turn to just what I would call the puzzle of the city in the Bible for this first conversation.",
    "start": "00:19:00",
    "end": "00:19:44"
  },
  {
    "text": "Sam.",
    "start": "00:19:44",
    "end": "00:20:00"
  },
  {
    "text": "So the word city in the Bible, this is a new Hebrew word. John, we've never talked about it before, and you're. You are retaining Hebrew vocabulary as we go on in this project. It's really fun to see you learning Hebrew words.",
    "start": "00:20:11",
    "end": "00:20:25"
  },
  {
    "text": "Yeah, well, it's been years. I should. I should know way more. And the amount of times I've gone and like, I'm just going to learn the Alphabet and then haven't done it. Yeah, well, I mean, I could be way more ahead than I know.",
    "start": "00:20:26",
    "end": "00:20:39"
  },
  {
    "text": "Okay.",
    "start": "00:20:40",
    "end": "00:20:40"
  },
  {
    "text": "But thank you.",
    "start": "00:20:40",
    "end": "00:20:41"
  },
  {
    "text": "Yeah, you're welcome.",
    "start": "00:20:41",
    "end": "00:20:42"
  },
  {
    "text": "I've got my 20 Hebrew words on lock.",
    "start": "00:20:42",
    "end": "00:20:44"
  },
  {
    "text": "The word city in the Bible is the word eer. It sounds like the English word for, you know, this thing on the side of our heads, ear, the way, you know, great grandpa Moses would have said it is. You know how it's spelled with three letters. I n, yod, resh, ir. And ayin is one of two letters in Hebrew that begin in kind of modern pronunciation, kind of as silent letters. In other words, that ayin isn't. It's a consonant in Hebrew. But here's how you say that this letter, you close your throat and you push out the first vowel. And that closing of the throat is the ladder.",
    "start": "00:20:46",
    "end": "00:21:28"
  },
  {
    "text": "Is the letter.",
    "start": "00:21:28",
    "end": "00:21:29"
  },
  {
    "text": "Yeah. So think of how I heard you.",
    "start": "00:21:29",
    "end": "00:21:31"
  },
  {
    "text": "Do it just now.",
    "start": "00:21:31",
    "end": "00:21:31"
  },
  {
    "text": "Think of how we say the word orange in English.",
    "start": "00:21:31",
    "end": "00:21:34"
  },
  {
    "text": "Okay. Orange.",
    "start": "00:21:34",
    "end": "00:21:35"
  },
  {
    "text": "Orange. Pay attention to your throat muscles. Oh, I can't close it in the first.",
    "start": "00:21:35",
    "end": "00:21:40"
  },
  {
    "text": "Orange.",
    "start": "00:21:40",
    "end": "00:21:41"
  },
  {
    "text": "Yeah, orange. So you pinch your throat and then it closes for you to push out the orange. So that that closing of the throat and the pushing out is the letter.",
    "start": "00:21:41",
    "end": "00:21:53"
  },
  {
    "text": "Is the letter.",
    "start": "00:21:53",
    "end": "00:21:54"
  },
  {
    "text": "So if you hear people who grew up speaking Hebrew, even modern Hebrew, you can hear a little, like a little click in the back of your throat. Ayin, Ayan.",
    "start": "00:21:55",
    "end": "00:22:06"
  },
  {
    "text": "I heard it when you.",
    "start": "00:22:06",
    "end": "00:22:07"
  },
  {
    "text": "Yeah, in. This is super nerdy, like Semitic phonology. Right. But remember that Hebrew has a cousin language, Aramaic, and they're very close, kind of like French and Spanish. And often words in Hebrew that begin with ayin are paralleled in Aramaic with the letter kof, which is a K.",
    "start": "00:22:07",
    "end": "00:22:30"
  },
  {
    "text": "So it's just like a harder closing of the throat.",
    "start": "00:22:31",
    "end": "00:22:32"
  },
  {
    "text": "It's just a harder closing of the throat. Exactly. So in Aramaic, it's K. It's almost.",
    "start": "00:22:32",
    "end": "00:22:37"
  },
  {
    "text": "Like you're doing a G but in your throat.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "Exactly. So in transliteration, sounds like I'm choking myself. Yeah. In technical transliteration font, the letter aion is represented by a G with a dot under it.",
    "start": "00:22:38",
    "end": "00:22:49"
  },
  {
    "text": "Oh, the G. Okay.",
    "start": "00:22:49",
    "end": "00:22:51"
  },
  {
    "text": "Aion. So iar.",
    "start": "00:22:51",
    "end": "00:22:53"
  },
  {
    "text": "Oh, my goodness. All right. That's why that apostrophe is right before the ir.",
    "start": "00:22:53",
    "end": "00:22:57"
  },
  {
    "text": "Exactly. So, yeah, in non technical transliteration, you signify this letter ayin with an apostrophe. Anyway.",
    "start": "00:22:57",
    "end": "00:23:05"
  },
  {
    "text": "Okay, cool.",
    "start": "00:23:05",
    "end": "00:23:07"
  },
  {
    "text": "There you go. Little lessons and Semitic phenomenon.",
    "start": "00:23:07",
    "end": "00:23:10"
  },
  {
    "text": "We're going to get there. We're going to learn Hebrew. I'm going to do it one letter at a time.",
    "start": "00:23:10",
    "end": "00:23:14"
  },
  {
    "text": "Okay. So the word IR occurs 1092 times in the Hebrew Bible. Okay, that's a lot.",
    "start": "00:23:14",
    "end": "00:23:22"
  },
  {
    "text": "That's a big word.",
    "start": "00:23:22",
    "end": "00:23:23"
  },
  {
    "text": "Yeah, yeah, it's a lot. It's definitely one of the ones. If you learn the top, like, hundred or two hundred words, this is one of them.",
    "start": "00:23:23",
    "end": "00:23:31"
  },
  {
    "text": "Okay.",
    "start": "00:23:31",
    "end": "00:23:32"
  },
  {
    "text": "Okay. So I'm reading from the entry in the New International Dictionary of Old Testament Theology and Exegesis. It's like it's not just a dictionary of Old Testament Hebrew words. It's a long commentary entry on hundreds and hundreds of Hebrew words. It's everything you would ever want to know and probably more than you want to know. Anyhow, this word has a parallel in other Semitic languages. Phoenician and Ugaritic. In Arabic, Old South Arabic, the parallel for this word means castle. And that's going to be important, you see, whereas in other Semitic languages, it just means city or town. So reading from the entry. In the ancient near east, the eir was almost always fortified, that is, had walls. Had walls. Yep. And had its own ruler, one person in charge, who was often called king. For example, Melchizedek, king of Salem. Sodom had a king, and Abraham meets those kings. In Genesis chapter 14, in fact, Abraham meets a couple kings. They're called kings. Yeah, but then they're mentioned the king of. And it names the city.",
    "start": "00:23:32",
    "end": "00:24:44"
  },
  {
    "text": "Yeah. So I always imagined a king would have a pretty big kingdom. But when I Think of just a fortified city. The way we're describing it, it doesn't sound like a big place.",
    "start": "00:24:44",
    "end": "00:24:53"
  },
  {
    "text": "Exactly. Yeah, nothing like the size of and scope of way we think of cities. Because they had walls around them. It was a walled enclosure.",
    "start": "00:24:53",
    "end": "00:25:00"
  },
  {
    "text": "Yeah. And also like a Jericho kind of.",
    "start": "00:25:00",
    "end": "00:25:02"
  },
  {
    "text": "In the origin, you know, during the time of Abraham, Isaac, and Jacob. And city states were like, the most common form of political organization. So not necessarily tribes, but organized around little urban hubs that were surrounded by a wall, and each of those was a little kingdom. And then we have a network of unwalled towns around them.",
    "start": "00:25:02",
    "end": "00:25:26"
  },
  {
    "text": "And would the king of the city also rule the little, like, towns around him that weren't fortified?",
    "start": "00:25:27",
    "end": "00:25:35"
  },
  {
    "text": "Yeah. In fact, in Hebrew, those little towns are called daughters. Yeah, the daughters, they're not called cities.",
    "start": "00:25:35",
    "end": "00:25:43"
  },
  {
    "text": "They're called daughters.",
    "start": "00:25:43",
    "end": "00:25:43"
  },
  {
    "text": "They're called the daughters. Well, they can be called. Well, yeah, they're not called IR because the IR is the central thing that has a wall around it. And then the networks are called daughters.",
    "start": "00:25:43",
    "end": "00:25:52"
  },
  {
    "text": "Then there's the next step of like. Then you have like, a Nebuchadnezzar or something. And he's not like the king of an eater. He's like the king of, like, an empire.",
    "start": "00:25:53",
    "end": "00:26:01"
  },
  {
    "text": "Yeah. Of many Arim. That's how you say it in plural. Oh, yeah. Many, many cities.",
    "start": "00:26:02",
    "end": "00:26:06"
  },
  {
    "text": "Okay.",
    "start": "00:26:06",
    "end": "00:26:06"
  },
  {
    "text": "Yeah. So it's basically just what Babylon is, and Assyria is one mega er, and all of the other Arim, or cities, are like what the little daughter villages were on a smaller scale.",
    "start": "00:26:06",
    "end": "00:26:21"
  },
  {
    "text": "Yeah. Okay.",
    "start": "00:26:21",
    "end": "00:26:22"
  },
  {
    "text": "Yeah. So the central city would be the hub primarily for will be the temple and the shrine is. And then primarily where, you know, like, the army is and where all the money and commerce flows in and out of, but the actual production of goods is all happening out in the towns. And so the eir is the center of protection, help, deliverance, all comes out of the city out to rescue the daughter towns. That's how it was all over the ancient Near East. And IR refers to that walled, enclosed, fortified city at the center of a network of.",
    "start": "00:26:22",
    "end": "00:27:01"
  },
  {
    "text": "How big would they be, typically?",
    "start": "00:27:01",
    "end": "00:27:03"
  },
  {
    "text": "Oh, yeah, you know, thousands of people. Yeah, hundreds to thousands and maybe above 10,000. You know, I should have maybe looked this up, but it would really vary. But we're not talking tens and tens of thousands.",
    "start": "00:27:03",
    "end": "00:27:19"
  },
  {
    "text": "What's the detail with the story of Jericho? They walk around the city. How quickly?",
    "start": "00:27:19",
    "end": "00:27:23"
  },
  {
    "text": "Oh, yeah, they can walk around it in a day.",
    "start": "00:27:23",
    "end": "00:27:24"
  },
  {
    "text": "In a day.",
    "start": "00:27:24",
    "end": "00:27:25"
  },
  {
    "text": "Nineveh.",
    "start": "00:27:25",
    "end": "00:27:26"
  },
  {
    "text": "Yeah. Oh, yeah. He walks through it three days.",
    "start": "00:27:26",
    "end": "00:27:29"
  },
  {
    "text": "The narrator says it was a three days Walk.",
    "start": "00:27:29",
    "end": "00:27:31"
  },
  {
    "text": "Yeah, Three days walk through it.",
    "start": "00:27:31",
    "end": "00:27:32"
  },
  {
    "text": "Which. So that's.",
    "start": "00:27:32",
    "end": "00:27:32"
  },
  {
    "text": "That's a pretty.",
    "start": "00:27:32",
    "end": "00:27:33"
  },
  {
    "text": "And the point is, that's huge.",
    "start": "00:27:33",
    "end": "00:27:34"
  },
  {
    "text": "That's a big city.",
    "start": "00:27:34",
    "end": "00:27:35"
  },
  {
    "text": "Huge. 120,000.",
    "start": "00:27:35",
    "end": "00:27:36"
  },
  {
    "text": "You can walk like 20, 30 miles.",
    "start": "00:27:37",
    "end": "00:27:38"
  },
  {
    "text": "Yeah. Though if you're at cities and it's winding and you're up in elevation, then, you know, maybe less so. But the point is. And whether that means going around the perimeter of the city or like getting.",
    "start": "00:27:38",
    "end": "00:27:49"
  },
  {
    "text": "Through all the, like, neighborhoods of the city.",
    "start": "00:27:49",
    "end": "00:27:51"
  },
  {
    "text": "Exactly. Yeah. So there's some ambiguity about what it means, a three day walk to go through the city. But in Jonah, so there. Assyria, which was like the capital city of the biggest world empire at the time.",
    "start": "00:27:51",
    "end": "00:28:03"
  },
  {
    "text": "Yeah.",
    "start": "00:28:03",
    "end": "00:28:04"
  },
  {
    "text": "Is 120,000. And that's a round number. Even that at the end of Jonah. So most cities. Yeah, we're talking about thousands of people and then the network of maybe a few thousand more in the daughter villages around it. So the point is that what constitutes something as a city in the ancient near east and in biblical Hebrew, is not the size of the population. It's about whether there's a wall around it and whether it's kind of the source of economic, cultural and religious life. The hub for the towns around it. So the difference between town and city is about the wall and about the hub, like nature. Isn't that interesting? Because that's different.",
    "start": "00:28:04",
    "end": "00:28:48"
  },
  {
    "text": "That's different because we don't wall our cities. Isn't it amazing how many more people are around today than back then?",
    "start": "00:28:49",
    "end": "00:28:55"
  },
  {
    "text": "It's true.",
    "start": "00:28:55",
    "end": "00:28:56"
  },
  {
    "text": "Like 120,000. That's the big city.",
    "start": "00:28:56",
    "end": "00:28:58"
  },
  {
    "text": "Yeah, yeah, yeah, yeah.",
    "start": "00:28:58",
    "end": "00:28:59"
  },
  {
    "text": "It's like that's the suburb I grew up in.",
    "start": "00:28:59",
    "end": "00:29:01"
  },
  {
    "text": "Yeah. Isn't that interesting? There are billions of humans on the planet now and there were not then.",
    "start": "00:29:01",
    "end": "00:29:06"
  },
  {
    "text": "No.",
    "start": "00:29:06",
    "end": "00:29:07"
  },
  {
    "text": "Like, not even close to that.",
    "start": "00:29:07",
    "end": "00:29:09"
  },
  {
    "text": "Not even close.",
    "start": "00:29:09",
    "end": "00:29:09"
  },
  {
    "text": "Yeah, it's pretty wild to imagine.",
    "start": "00:29:09",
    "end": "00:29:11"
  },
  {
    "text": "Yeah.",
    "start": "00:29:11",
    "end": "00:29:12"
  },
  {
    "text": "So what are the biggest cities right now on the planet?",
    "start": "00:29:12",
    "end": "00:29:15"
  },
  {
    "text": "Oh, man. Mexico City, Tokyo. Let's see. They're not the ones you would totally expect. Beijing is 22 million.",
    "start": "00:29:15",
    "end": "00:29:25"
  },
  {
    "text": "Beijing, 22. Shanghai 25.",
    "start": "00:29:25",
    "end": "00:29:28"
  },
  {
    "text": "Shanghai is 25.",
    "start": "00:29:28",
    "end": "00:29:29"
  },
  {
    "text": "Wow.",
    "start": "00:29:29",
    "end": "00:29:30"
  },
  {
    "text": "Wow.",
    "start": "00:29:30",
    "end": "00:29:31"
  },
  {
    "text": "Mexico City's 9.2.",
    "start": "00:29:31",
    "end": "00:29:32"
  },
  {
    "text": "Yeah, it's up there.",
    "start": "00:29:32",
    "end": "00:29:33"
  },
  {
    "text": "Tokyo, 14. New York City, 8.",
    "start": "00:29:34",
    "end": "00:29:38"
  },
  {
    "text": "This is not in descending order. Go to the Wikipedia, dude.",
    "start": "00:29:38",
    "end": "00:29:41"
  },
  {
    "text": "Sao Paulo. Yeah, yeah, that's right. I knew that.",
    "start": "00:29:41",
    "end": "00:29:43"
  },
  {
    "text": "Where's that at? I don't even know.",
    "start": "00:29:43",
    "end": "00:29:45"
  },
  {
    "text": "Paulo. Brazil.",
    "start": "00:29:45",
    "end": "00:29:45"
  },
  {
    "text": "It's Brazil.",
    "start": "00:29:45",
    "end": "00:29:46"
  },
  {
    "text": "Yeah.",
    "start": "00:29:46",
    "end": "00:29:46"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:29:46",
    "end": "00:29:47"
  },
  {
    "text": "Yeah. 22 million human beings. That is remarkable. Istanbul. Yeah, that's 16 million.",
    "start": "00:29:47",
    "end": "00:29:54"
  },
  {
    "text": "Cairo.",
    "start": "00:29:55",
    "end": "00:29:55"
  },
  {
    "text": "Cairo's 10 million.",
    "start": "00:29:56",
    "end": "00:29:57"
  },
  {
    "text": "Yeah.",
    "start": "00:29:58",
    "end": "00:29:59"
  },
  {
    "text": "Whoa. Chongqing, 32 million. That's in China.",
    "start": "00:29:59",
    "end": "00:30:03"
  },
  {
    "text": "Whoa, where in China is that?",
    "start": "00:30:04",
    "end": "00:30:05"
  },
  {
    "text": "The sprawling municipality at the confluence of the Yangtze and Jialing.",
    "start": "00:30:05",
    "end": "00:30:10"
  },
  {
    "text": "Oh, right by those rivers in southwest China. Southwest China. Okay. South southwest China, west China. Oh, wow.",
    "start": "00:30:10",
    "end": "00:30:18"
  },
  {
    "text": "Wow. It's the largest city by population. Using the city proper definition, which is the area under administrative boundaries of the local government, if that's the criteria.",
    "start": "00:30:18",
    "end": "00:30:30"
  },
  {
    "text": "Meaning it's pretty sprawled.",
    "start": "00:30:31",
    "end": "00:30:32"
  },
  {
    "text": "Yeah. But what it says is current population in the urban core is 15 million. So I guess it depends on your definition, but that's kind of what we're after here is the definition. Wow. Man. These are world has big cities, man. There was nothing like this in the time the Bible was written.",
    "start": "00:30:32",
    "end": "00:30:49"
  },
  {
    "text": "No.",
    "start": "00:30:49",
    "end": "00:30:49"
  },
  {
    "text": "In terms of scale, I mean, not even close. That's important to let that sink in.",
    "start": "00:30:49",
    "end": "00:30:54"
  },
  {
    "text": "Not even in the ballpark.",
    "start": "00:30:54",
    "end": "00:30:56"
  },
  {
    "text": "Which doesn't mean that this theme has nothing to say to people who do live in these modern cities. I really think it does. But that we are living in a different type of moment in the human story. But human nature being what it is, it's likely that the dynamics that a city of 10 or 20 million faces right now is just a really scaled up version of what's always been happening in human cities.",
    "start": "00:30:56",
    "end": "00:31:21"
  },
  {
    "text": "Yeah.",
    "start": "00:31:22",
    "end": "00:31:22"
  },
  {
    "text": "Yeah. Okay. So that's city in the Bible.",
    "start": "00:31:22",
    "end": "00:31:25"
  },
  {
    "text": "Yep.",
    "start": "00:31:25",
    "end": "00:31:26"
  },
  {
    "text": "What it means, what it doesn't mean. Let's move now to what you could just call the puzzle of the city in the Bible. Some of the most beautiful expressions of hope and faith in God in the Bible center around images of a divine city, particularly a divine. A city of God that provides. And just notice thinking about the definition of what city is in the Bible. The primary emphasis is about security, refuge, and a place of order in life in the midst of a world that's like crazy out there. So these are just two kind of @ random, but they're ones that pop to my imagination as some of my favorite expressions of this in the Bible. Psalm 46, which is actually kind of familiar. Psalm. It gets featured in a lot of contemporary worship songs. God is our refuge and our strength, a very present help in times of trouble. Therefore we won't be afraid, even though the land should shift and the mountains fall into the heart of the sea.",
    "start": "00:31:26",
    "end": "00:33:14"
  },
  {
    "text": "It's like degradation.",
    "start": "00:33:15",
    "end": "00:33:16"
  },
  {
    "text": "Exactly. Right. Yeah. Even though the waters roar and foam and the mountains quake at the swelling pride of the waters. So, yeah, I mean, you can even see it right here.",
    "start": "00:33:16",
    "end": "00:33:29"
  },
  {
    "text": "Yeah.",
    "start": "00:33:29",
    "end": "00:33:29"
  },
  {
    "text": "This is like Genesis 1 imagery of the dry land and the chaos waters.",
    "start": "00:33:29",
    "end": "00:33:33"
  },
  {
    "text": "Yeah. But in reverse, whichever is one.",
    "start": "00:33:33",
    "end": "00:33:37"
  },
  {
    "text": "Exactly.",
    "start": "00:33:37",
    "end": "00:33:38"
  },
  {
    "text": "God takes the waters away. The Land now becomes a stable place for humanity to live, or all of creatures and life.",
    "start": "00:33:38",
    "end": "00:33:45"
  },
  {
    "text": "Yeah, right.",
    "start": "00:33:45",
    "end": "00:33:46"
  },
  {
    "text": "And here the land is now slipping.",
    "start": "00:33:46",
    "end": "00:33:50"
  },
  {
    "text": "Cracking apart and being submerged under the chaos waters. Even the highest parts on the land, the mountains go down. In other words, it's cosmic decreation. So flood like proportions through the whole snow globe. The three tiered cosmos which the biblical authors take for granted. The waters above in the sky, the land here, and then the waters below the land. But notice how it began.",
    "start": "00:33:50",
    "end": "00:34:15"
  },
  {
    "text": "And around the land.",
    "start": "00:34:15",
    "end": "00:34:15"
  },
  {
    "text": "Yeah, and around the land. Correct. Yep. So notice that the poem didn't begin with that though. The poem began saying God is the refuge and strength, not the land. Even if the land itself, the cosmos as we know it, collapses in on itself, there is still a solid refuge that transcends the land, and that is God. Because God's the author of all of it. And so God is a place of refuge. Okay, that's verse one, down to verse four. Continuing. There is a river whose streams make glad the city of Elohim. God. The holy dwelling places of the most high. God is in the middle of her. And she. This is the city which is now a woman. She will not be moved. God will help her. When the sun rises at the morning, the nations are making an uproar. The kingdoms totter and fall. He raises his voice and the land melts. He God. Elohim. Yeah. Yahweh of armies. The Lord of hosts, Yahweh of armies is with us. The Elohim of Jacob is our stronghold. There's actually one more stanza to the poem below it, but this is enough to, for us to meditate on here.",
    "start": "00:34:15",
    "end": "00:35:48"
  },
  {
    "text": "There is this river whose streams may glad the city of Elohim. There's a river.",
    "start": "00:35:48",
    "end": "00:35:57"
  },
  {
    "text": "Yeah.",
    "start": "00:35:57",
    "end": "00:35:57"
  },
  {
    "text": "And the river has streams, meaning currents, like the way it's movement.",
    "start": "00:35:58",
    "end": "00:36:02"
  },
  {
    "text": "Streams. Maybe it breaks into streams.",
    "start": "00:36:03",
    "end": "00:36:05"
  },
  {
    "text": "Breaks into streams. Okay, so there's a river branches out. I mean this is connected to, I imagine the river of life. The. The river that flows from Eden, that breaks into four rivers that water the whole world.",
    "start": "00:36:05",
    "end": "00:36:19"
  },
  {
    "text": "Totally. For sure. That's what's on the brain here.",
    "start": "00:36:19",
    "end": "00:36:21"
  },
  {
    "text": "So there's the river. Yep, this is the river.",
    "start": "00:36:21",
    "end": "00:36:24"
  },
  {
    "text": "The heavenly river.",
    "start": "00:36:24",
    "end": "00:36:25"
  },
  {
    "text": "The heavenly river. The Eden River.",
    "start": "00:36:25",
    "end": "00:36:27"
  },
  {
    "text": "Yeah, the Eden River. Yeah.",
    "start": "00:36:27",
    "end": "00:36:28"
  },
  {
    "text": "That's bringing life to all of creation.",
    "start": "00:36:28",
    "end": "00:36:31"
  },
  {
    "text": "Yeah.",
    "start": "00:36:31",
    "end": "00:36:31"
  },
  {
    "text": "And it branches out. So it's streams. Its streams make glad the city of God.",
    "start": "00:36:32",
    "end": "00:36:38"
  },
  {
    "text": "They bring joy.",
    "start": "00:36:38",
    "end": "00:36:39"
  },
  {
    "text": "Okay.",
    "start": "00:36:39",
    "end": "00:36:39"
  },
  {
    "text": "To. And what you expect is the garden.",
    "start": "00:36:40",
    "end": "00:36:42"
  },
  {
    "text": "Joy to the people who experience the water.",
    "start": "00:36:43",
    "end": "00:36:47"
  },
  {
    "text": "Oh, that's right, yeah. The inhabitants of said whatever place the Water's going to go. It brings them joy because it sustains their life. Yeah, yeah, totally. That's right. Yeah, that's right.",
    "start": "00:36:47",
    "end": "00:36:56"
  },
  {
    "text": "But it's making Glad the city, a city of God.",
    "start": "00:36:56",
    "end": "00:36:59"
  },
  {
    "text": "God's city. You're like, wait, I thought it's God's garden. That's God's city.",
    "start": "00:36:59",
    "end": "00:37:04"
  },
  {
    "text": "Oh, interesting. It's a city because the river of life flowed out of a garden into all the world. There's no cities.",
    "start": "00:37:04",
    "end": "00:37:10"
  },
  {
    "text": "Well, or it flows. Yeah, it flows out and waters the garden and then. Yeah. Flows out and waters other lands and other places. But the point is that on page one and two of the Bible, the river that God provides grows a garden. And the garden is the refuge in the place. So now it's a city of God. And notice what the city is called. The holy dwelling places of the one way up high, the most high, the highest of the heavens. Of the heavens. So this is a heavenly city.",
    "start": "00:37:11",
    "end": "00:37:43"
  },
  {
    "text": "Yeah.",
    "start": "00:37:44",
    "end": "00:37:44"
  },
  {
    "text": "Cause it's God's dwelling place in the highest of the highs.",
    "start": "00:37:45",
    "end": "00:37:49"
  },
  {
    "text": "Yeah. You don't picture the, I don't know, the Jericho type city where it's like. It's out there. There's a wall around it. This is where the rivers are going. But, like, up on the mountain, the garden place, the, like, temple place. This is what we're supposed to be picturing here.",
    "start": "00:37:49",
    "end": "00:38:07"
  },
  {
    "text": "Yeah, yeah, that's right.",
    "start": "00:38:07",
    "end": "00:38:08"
  },
  {
    "text": "But it's described as a city.",
    "start": "00:38:08",
    "end": "00:38:10"
  },
  {
    "text": "But the curiosity is. It's all of the imagery that fits the garden of Eden, of centralized river, a holy dwelling place. Next line, God is in the middle of her. You're like, oh, like the tree of life in the middle of the garden. But it's called very clearly not the garden, but the city.",
    "start": "00:38:10",
    "end": "00:38:27"
  },
  {
    "text": "Yeah. Now, also, this was how they thought of Jerusalem, though, right? High on a mountain. God was in the middle of it.",
    "start": "00:38:27",
    "end": "00:38:33"
  },
  {
    "text": "Yeah, totally. But Jerusalem is also on the land. Yeah, Jerusalem's on a high mountain that would slip into the heart of the sea. So we're not talking about an earthly city, because that would fall in one of those crevasses that opened up when the land melts. You know what I'm saying? Because the whole thing is that here, down on the land, you don't think.",
    "start": "00:38:33",
    "end": "00:38:53"
  },
  {
    "text": "They'Re saying, like, all the other cities will slip into the sea, but our city won't?",
    "start": "00:38:53",
    "end": "00:38:57"
  },
  {
    "text": "No, the mountains slip into the heart of the sea and everything with them. Cosmic decreation, you put your finger on this, is about cosmic collapse. Even if there's cosmic collapse, there is still one place that's Safe.",
    "start": "00:38:57",
    "end": "00:39:13"
  },
  {
    "text": "So we're talking about something kind of metaphysical at this point.",
    "start": "00:39:14",
    "end": "00:39:17"
  },
  {
    "text": "Yeah. And actually, notice how the poem began. God is our refuge, a very present help in trouble. What kind of trouble? The poem goes on like cosmic collapse.",
    "start": "00:39:17",
    "end": "00:39:26"
  },
  {
    "text": "Like the ultimate trouble.",
    "start": "00:39:26",
    "end": "00:39:27"
  },
  {
    "text": "Yeah, totally. Yeah. But so how is it that God can be our refuge if the whole all reality collapses? Well, because there's a river.",
    "start": "00:39:27",
    "end": "00:39:38"
  },
  {
    "text": "Oh, the river. I mean, what does that mean?",
    "start": "00:39:38",
    "end": "00:39:41"
  },
  {
    "text": "Whose streams bring joy to God's city. That is up on the height of the heights of the heights.",
    "start": "00:39:41",
    "end": "00:39:47"
  },
  {
    "text": "The heights of the heights of the heights. Where do you get that?",
    "start": "00:39:47",
    "end": "00:39:49"
  },
  {
    "text": "It's the dwelling place of the Most High one. The word most high isn't just rhetorical flourish. It means the one who dwells in the heavens of the heavens of the heavens. The most high. As high up as you can think.",
    "start": "00:39:50",
    "end": "00:40:01"
  },
  {
    "text": "Okay.",
    "start": "00:40:01",
    "end": "00:40:02"
  },
  {
    "text": "That's where the most high.",
    "start": "00:40:02",
    "end": "00:40:03"
  },
  {
    "text": "So this is the city of the sky.",
    "start": "00:40:03",
    "end": "00:40:05"
  },
  {
    "text": "It's the heavenly city. It's God's city.",
    "start": "00:40:05",
    "end": "00:40:08"
  },
  {
    "text": "And God is in the midst of her. So the city is a her.",
    "start": "00:40:08",
    "end": "00:40:11"
  },
  {
    "text": "Yeah. So the God's in the midst of her. And she.",
    "start": "00:40:11",
    "end": "00:40:14"
  },
  {
    "text": "She's not gonna slip into the sea.",
    "start": "00:40:15",
    "end": "00:40:16"
  },
  {
    "text": "Can't slip into the sea. Yeah.",
    "start": "00:40:16",
    "end": "00:40:18"
  },
  {
    "text": "She will not be moved.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "No. God will help. Will bring help. And the word help appears two times here. And as we're going to not see in this conversation. But the next one that's so important, the word help.",
    "start": "00:40:19",
    "end": "00:40:30"
  },
  {
    "text": "Is this the same word from the garden?",
    "start": "00:40:30",
    "end": "00:40:33"
  },
  {
    "text": "You'll see. You'll see. I'll see this gold mine right here. Yeah. Nice.",
    "start": "00:40:33",
    "end": "00:40:41"
  },
  {
    "text": "Okay.",
    "start": "00:40:42",
    "end": "00:40:42"
  },
  {
    "text": "And so notice. Look here. God will help her when the sun rises, when the light comes, when the light enters into the dark chaos, the new creation. That's God's help. God will help. Yeah. And then look, help her.",
    "start": "00:40:42",
    "end": "00:40:58"
  },
  {
    "text": "The city. So the city. Why does the city need help?",
    "start": "00:40:58",
    "end": "00:41:00"
  },
  {
    "text": "Let's see.",
    "start": "00:41:01",
    "end": "00:41:02"
  },
  {
    "text": "Well, this is the. This is the city of. This is the heavenly city.",
    "start": "00:41:02",
    "end": "00:41:06"
  },
  {
    "text": "Yeah.",
    "start": "00:41:06",
    "end": "00:41:06"
  },
  {
    "text": "Probably is doing okay.",
    "start": "00:41:06",
    "end": "00:41:07"
  },
  {
    "text": "Yeah, Well, I guess. Okay. All right, so here I might go back because I said the, you know, the heavenly city and start talking about a sky city. But I think maybe more of the emphasis is like Eden, which is a place where the land and the sky are the same place.",
    "start": "00:41:07",
    "end": "00:41:24"
  },
  {
    "text": "And isn't that kind of how they thought about Jerusalem?",
    "start": "00:41:24",
    "end": "00:41:27"
  },
  {
    "text": "Well, we're going to have that debate as we go on in this conversation. All right. Yeah. Whether the Israelites thought of Jerusalem as that place, whether they thought of it as potentially being that place or providing symbolic imagery to describe. So, yeah, we'll have that out. But you're Right. This is taking for granted that there is some city. So I'm going to revise what I said earlier in light of where you're pushing me. This is why I love talking to you. So the concept of Eden and the way the afterlife of Eden, cosmic mountain imagery in the rest of the Bible is that there a place where God is firmly in the middle is a place that can be heaven and earth at once. And so if there is a city that is heaven and earth at the same time, then that heaven on earth city is not. What do you say, is not in danger even if the cosmos collapses. Okay, I guess that's the point here.",
    "start": "00:41:27",
    "end": "00:42:26"
  },
  {
    "text": "Okay.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "And that's why the Eden imagery is key and also the heavenly high up imagery.",
    "start": "00:42:27",
    "end": "00:42:32"
  },
  {
    "text": "And the reason why I'm asking too is you get to the last line.",
    "start": "00:42:32",
    "end": "00:42:35"
  },
  {
    "text": "Exactly. Yes.",
    "start": "00:42:35",
    "end": "00:42:36"
  },
  {
    "text": "And you get this. The Lord of hosts is with us. You get this sense of like, okay, we're in our city, all these nations want to come and take us out.",
    "start": "00:42:36",
    "end": "00:42:45"
  },
  {
    "text": "Yeah. Actually, here, let me pause there. So in verse three of the poem, the waters are roaring and foaming surrounding the mountains as they quake and collapse. And then in verse 6, the nations are roaring and the kingdoms are tottering. So now it's the chaos waters have become imperial armies, invading armies, invading armies surrounding the mountain city, trying to invade it. And they totter and the land melts when Yahweh addresses them. But the city is not harmed. The city remains safe. Yeah.",
    "start": "00:42:45",
    "end": "00:43:21"
  },
  {
    "text": "And how can you read that as an Israelite and not think like, that's us, that's Jerusalem.",
    "start": "00:43:21",
    "end": "00:43:25"
  },
  {
    "text": "Yeah, I'm with you. Okay. The imagery is going there. The question is, does the imagery stay fixated on the actual image?",
    "start": "00:43:25",
    "end": "00:43:32"
  },
  {
    "text": "Because it's definitely something not beyond, something bigger or ideal.",
    "start": "00:43:32",
    "end": "00:43:38"
  },
  {
    "text": "Yeah, yeah. Like a heavenly Jerusalem. A heavenly Jerusalem, yeah. To use the language of the last chapter chapters of the Christian Bible. So notice also the. What do you say, the interchangeability of God and the city. So it begins God as our refuge, but then God's in the middle of the city. So now the city can be your refuge. Right. Because if you're in the city, you're protected. So there's the emphasis on both God as the refuge and then the city where God dwells is there, protected. In the last line of this stanza, the God of Jacob is the stronghold back to God being there, but God's depicted as a city. So now God is like the city, the city is God.",
    "start": "00:43:38",
    "end": "00:44:24"
  },
  {
    "text": "Where do you get that? The city is God.",
    "start": "00:44:25",
    "end": "00:44:27"
  },
  {
    "text": "So God is our refuge and our Strength. So there is a river whose streams make glad the city of God. God's in the middle of her. She won't be moved. God is our stronghold. So if you're in the middle of the city with God, the city won't be moved. And who or what is the city? Well, it's the city and it's God, because God is our stronghold.",
    "start": "00:44:28",
    "end": "00:44:51"
  },
  {
    "text": "There's a lot of connection here between God and the city that he's in the middle of. Yes, that's a her, but I don't know if it's. Doesn't seem as strong enough to say God is the city. It's almost like. But they are. There's a relationship there that is very connected.",
    "start": "00:44:51",
    "end": "00:45:08"
  },
  {
    "text": "Yeah. The point is, if you're in this space with God in the middle, you are protected in that space because God is there.",
    "start": "00:45:08",
    "end": "00:45:16"
  },
  {
    "text": "Right.",
    "start": "00:45:16",
    "end": "00:45:16"
  },
  {
    "text": "Yeah. And God's presence, it's where he lives. It's a dwelling place. Yeah.",
    "start": "00:45:16",
    "end": "00:45:19"
  },
  {
    "text": "The city of God.",
    "start": "00:45:20",
    "end": "00:45:21"
  },
  {
    "text": "Yeah. So you can see we're pulling on all this Garden of Eden, early chapters of Genesis. But in the place of the garden is the city. So we're back to that puzzle because, like, we're. Okay, so when does the city become a part of the equation then?",
    "start": "00:45:21",
    "end": "00:45:36"
  },
  {
    "text": "Right. Well, just to be practical about it, they're now living in cities. I mean, sure, sure. So that's their lived experience.",
    "start": "00:45:36",
    "end": "00:45:46"
  },
  {
    "text": "Yeah, that's right. Yeah. It's their vision of reality. But this is a poem found in a collection of scrolls whose ideal beginning for all humanity is a garden very much without walls.",
    "start": "00:45:47",
    "end": "00:45:59"
  },
  {
    "text": "You're saying they could have had an ideal of, like, look, we need to get rid of this city and just go back to being garden people. Take down the walls.",
    "start": "00:46:00",
    "end": "00:46:09"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:46:09",
    "end": "00:46:10"
  },
  {
    "text": "Like plant gardens.",
    "start": "00:46:10",
    "end": "00:46:11"
  },
  {
    "text": "Yeah.",
    "start": "00:46:13",
    "end": "00:46:13"
  },
  {
    "text": "Live in huts.",
    "start": "00:46:13",
    "end": "00:46:14"
  },
  {
    "text": "Yeah. And here you can go to many other places in the Hebrew Bible where the prophets, for example, look forward to a restoration for Israel. For example, Ezekiel, chapter 36, I'm going to bring you back to your land. And then verse 30, I will multiply the fruit of the tree, the produce of the field. You won't be disgraced by famine among the nations. You will, I'll cause. Okay, you have cities here. I'll cause cities to be inhabited and the waste places to be rebuilt. So I guess there's a city there, but the desolate land will be cultivated. The emphasis is more on the farming around the city. Exactly. Fruit tree farming. The desolate land will become like the Garden of Eden, and the wasteland will be fortified. Oh, fortified and inhabited. Okay.",
    "start": "00:46:14",
    "end": "00:47:05"
  },
  {
    "text": "Yeah. So we got Desolate land. We're mixing it together.",
    "start": "00:47:05",
    "end": "00:47:07"
  },
  {
    "text": "Yes.",
    "start": "00:47:07",
    "end": "00:47:07"
  },
  {
    "text": "And both are, like, for some reason, desolate and ruined. And Ezekiel's saying they're gonna become fruitful and inhabited.",
    "start": "00:47:08",
    "end": "00:47:16"
  },
  {
    "text": "Yeah. So once we get here, to Psalm 46 and to the prophets, when we envision the new creation and the new garden, now cities are in the equation, but they're not as the story begins. And I guess maybe that's just the puzzle. I'm not saying this is a huge puzzle that you can't solve. I'm just saying it's interesting that once cities are introduced in human history, they are.",
    "start": "00:47:16",
    "end": "00:47:40"
  },
  {
    "text": "Well, but how else could this. The story couldn't have begun in a city. Like, what was. God created a city? And then he's like, oh, yeah, okay.",
    "start": "00:47:40",
    "end": "00:47:48"
  },
  {
    "text": "Well, that's true. And that was what you said earlier.",
    "start": "00:47:48",
    "end": "00:47:50"
  },
  {
    "text": "There's only a couple of them.",
    "start": "00:47:50",
    "end": "00:47:51"
  },
  {
    "text": "Well, it's because there's only two of them.",
    "start": "00:47:51",
    "end": "00:47:53"
  },
  {
    "text": "I mean, like.",
    "start": "00:47:53",
    "end": "00:47:54"
  },
  {
    "text": "Sure, yeah, well, that's a good point. I guess maybe my puzzle's not. It's maybe like a child's puzzle.",
    "start": "00:47:55",
    "end": "00:48:02"
  },
  {
    "text": "I don't know. I mean, there's probably. I'm just trying to understand the puzzle because there is something significant about the progression from garden to city.",
    "start": "00:48:02",
    "end": "00:48:11"
  },
  {
    "text": "Yeah, that's right. Okay, so let's take. Let me just pause there and just say the story of the Bible begins with a garden. By the time you get later in the biblical story, when God's heavenly presence touching down on Earth or the future healing of the land and of the universe is all depicted as city and garden together. And that is curious to me because as I said earlier, cities are almost entirely negative when they get introduced into the biblical story.",
    "start": "00:48:11",
    "end": "00:48:42"
  },
  {
    "text": "So that seems like kind of the heart of the puzzle.",
    "start": "00:48:42",
    "end": "00:48:43"
  },
  {
    "text": "That's the puzzle.",
    "start": "00:48:44",
    "end": "00:48:45"
  },
  {
    "text": "Yeah. Because you can have this thought experiment of Adam and Eve just stayed in the city or in Eden and built their huts and homes around the tree of Life, you can kind of imagine what you would end up getting is what you see coming down from heaven in Revelation.",
    "start": "00:48:45",
    "end": "00:49:02"
  },
  {
    "text": "Yeah, yeah, sure. Yeah.",
    "start": "00:49:02",
    "end": "00:49:04"
  },
  {
    "text": "In a way. Like, that could have maybe become the thing that they created. But they don't have any chance. I mean, they get. They leave.",
    "start": "00:49:04",
    "end": "00:49:11"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:49:11",
    "end": "00:49:11"
  },
  {
    "text": "And then when cities are introduced, they're like a problem.",
    "start": "00:49:11",
    "end": "00:49:16"
  },
  {
    "text": "That's right. And because, remember, the nature of the city is walls. And the only reason you need walls is because you live in a world that's dangerous, which means you're living outside of Eden.",
    "start": "00:49:16",
    "end": "00:49:27"
  },
  {
    "text": "Yeah.",
    "start": "00:49:27",
    "end": "00:49:27"
  },
  {
    "text": "So maybe that's it. It's that cities, by definition in this culture are about walls that protect you from things that can kill and destroy your people.",
    "start": "00:49:28",
    "end": "00:49:36"
  },
  {
    "text": "Yeah.",
    "start": "00:49:36",
    "end": "00:49:37"
  },
  {
    "text": "Which means you're living very much in a non ideal setting.",
    "start": "00:49:37",
    "end": "00:49:40"
  },
  {
    "text": "Right.",
    "start": "00:49:40",
    "end": "00:49:40"
  },
  {
    "text": "So the fact that a tool developed by humans to protect themselves from each other is incorporated into the new creation I think is really fascinating. But before we get there, let's just quick paint the portrait of the negative introduction of the city. The first city is the one that Cain builds after he murders his brother and is exiled from the land. The second and third cities that are built are a few chapters later in Genesis by Nimrod who builds Babylon and Nineveh, the capital of Assyria. The fourth city named and really focused on the Bible is the Sodom and Gomorrah and her daughters and their daughters. And really those cities become the archetypes of the human city of violence, oppression and evil. So just real quick here. So Ezekiel 16, this was the guilt of Sodom. They were arrogant, they had abundant food and careless ease and they didn't help the poor and the needy. They were arrogant. They committed abominations before me, so I removed them. Ezekiel 16:48 and following. So that's very clearly like it's a city. And what happens in cities, wealth gets concentrated right in the hands of a few who live way more extravagantly than they need to. And there's economic inequity. And so a bunch of people suffer and nobody seems to care. That's the life of the city.",
    "start": "00:49:41",
    "end": "00:51:46"
  },
  {
    "text": "You're like, oh, yep, seen that?",
    "start": "00:51:46",
    "end": "00:51:48"
  },
  {
    "text": "Yep. In the book of Isaiah, Babylon is singled out. And look at this. Isaiah says, babylon, the beauty of all kingdoms, the glory of the pride of the Chaldeans. Chaldean is their ancient kind of tribal name of the people that built Babylon. They will be like when God overthrew Sodom and Gomorrah. So it's like one bad city now compared to another bad city. It'll never be inhabited or lived in from generation to generation. So Babylon is compared to Sodom and Gomorrah. And it's even worse, not because it's fundamentally different, but just the scale is even bigger now because it's an empire. So just right there is a quick sketch of like, these are the primary cities in the Bible and the first cities in the Bible. So the fact that God can still envision a future for the human family and that it doesn't just erase the city, but finds a way and incorporates it into its vision of new creation, that's for me, the puzzle and what I find astounding.",
    "start": "00:51:48",
    "end": "00:52:54"
  },
  {
    "text": "I think that yeah. By describing it as a puzzle makes me maybe overthink it, but it is a surprise.",
    "start": "00:52:54",
    "end": "00:53:00"
  },
  {
    "text": "Okay. The surprise of the city.",
    "start": "00:53:00",
    "end": "00:53:02"
  },
  {
    "text": "It's the surprise of the city because.",
    "start": "00:53:02",
    "end": "00:53:05"
  },
  {
    "text": "Yeah, all right, I'm with you. Thank you. Look at me. This is the second time editing my notes. Yeah.",
    "start": "00:53:05",
    "end": "00:53:12"
  },
  {
    "text": "I'm here to help you out, dude.",
    "start": "00:53:12",
    "end": "00:53:13"
  },
  {
    "text": "Okay.",
    "start": "00:53:14",
    "end": "00:53:15"
  },
  {
    "text": "But, yeah, I mean, it is a puzzle, but the puzzle's, I feel like, fairly simple. And we put our finger on it already is. Like, the only cities that we're introduced to are created outside of Eden, and they're created in human. With human violence and arrogance.",
    "start": "00:53:15",
    "end": "00:53:32"
  },
  {
    "text": "Yeah.",
    "start": "00:53:33",
    "end": "00:53:33"
  },
  {
    "text": "Selfishness.",
    "start": "00:53:33",
    "end": "00:53:34"
  },
  {
    "text": "They're both core. A response to human nature and its inclination towards violence outside. So there's a response to that, and that's sad that it's even necessary. But then they become engines of that.",
    "start": "00:53:34",
    "end": "00:53:48"
  },
  {
    "text": "And because the only other thing we have to say, well, what was better was when there was no city, then all the imagery we get to describe a state that we want to go back to is garden imagery.",
    "start": "00:53:49",
    "end": "00:54:02"
  },
  {
    "text": "Yeah, yeah, yeah.",
    "start": "00:54:02",
    "end": "00:54:03"
  },
  {
    "text": "So it makes you feel like, oh, garden good, city bad. That seems obvious. And the surprise is like, well, actually, human civilization had to form, and it could form in a different way, and it will still be a condensed group of people living together, creating culture, doing stuff, but it can be fundamentally different. And it's still a city.",
    "start": "00:54:03",
    "end": "00:54:25"
  },
  {
    "text": "Totally. Yes, that's right. It's still a city. So there are different ways that the biblical authors. I'm thinking here of a really cool poem or not a poem. It's a prophetic vision in Zechariah. We've never talked about Zechariah on the podcast. This book is so, so radio. In Zechariah, chapter two and three, there's these parallel visions describing the future restoration of the Israelites from exile. And in chapter 2, verse 10, the Israelites are called to sing for joy and be glad, O daughter of Zion.",
    "start": "00:54:25",
    "end": "00:54:59"
  },
  {
    "text": "And Zion's another name of Jerusalem, and.",
    "start": "00:55:00",
    "end": "00:55:03"
  },
  {
    "text": "Daughter of Zion is an important way the city's referred to. We'll talk about that in the next conversation. Look, I am coming to dwell in your midst, in the middle of you. Many nations are going to join themselves to Yahweh in that day, and the nations will become my people. It's like fulfillment of the promise to Abraham. Right. Then I'll dwell in the middle of you, and you will know that I am Yahweh. So that's chapter two. So in Zechariah 2, the prophet speaking, he's living after the return from exile to Babylon. And he has all these portraits of hope for the future of the new Jerusalem, the restored Jerusalem that they're hoping to build and be a part of. And so he has this vision, a heavenly vision, and he's speaking to these heavenly beings. And the heavenly beings run and say to Zechariah, jerusalem will be inhabited again one day without walls because of all the multitude of humans and animals in it. I says, yahweh will be a wall of fire around her and the glory in the middle of her.",
    "start": "00:55:03",
    "end": "00:56:12"
  },
  {
    "text": "You know what made me so I had this thought. I was like, okay, so Eden didn't have walls, but it did have a flaming sword.",
    "start": "00:56:12",
    "end": "00:56:19"
  },
  {
    "text": "Oh, sure, yeah.",
    "start": "00:56:20",
    "end": "00:56:20"
  },
  {
    "text": "In Cherubim.",
    "start": "00:56:20",
    "end": "00:56:21"
  },
  {
    "text": "Yeah. Well, but they get stationed there to patrol it.",
    "start": "00:56:21",
    "end": "00:56:25"
  },
  {
    "text": "They weren't there originally.",
    "start": "00:56:25",
    "end": "00:56:26"
  },
  {
    "text": "It doesn't say that. What it says is he stationed the cherubim there as he exiles Adam and Eve through the gate, through the door. But you're right, it does beg the question of, were the bouncers always there? And so here, Yahweh himself is functioning like those. But what's interesting is, okay, you're like, oh, well, of course it doesn't need stone walls. It's going to have a firewall. I guess. Pun not intended. But then check this out. And usually you're like, oh, walls are to keep out all the bad guys. But then later, down in the vision, Zechariah is told that the daughter of Zion, which is a way of describing Jerusalem as a woman, as a daughter, rejoice and be glad. For, look, I am coming to dwell in the middle of you, and many nations will join themselves to Yahweh in that day and will become my people. Then I will dwell.",
    "start": "00:56:26",
    "end": "00:57:18"
  },
  {
    "text": "How are they going to get through the firewall?",
    "start": "00:57:18",
    "end": "00:57:20"
  },
  {
    "text": "Exactly? Apparently, the wall isn't to keep out the nations, because the nations were actually all going to become one with God's people in the new Jerusalem. So the function of the walls changes here, and the walls become an emblem of the fiery glory of Yahweh dwelling in our midst. It's like they're the signal.",
    "start": "00:57:20",
    "end": "00:57:43"
  },
  {
    "text": "And they still seem protective in some way, but not in a way that's keeping people out.",
    "start": "00:57:43",
    "end": "00:57:48"
  },
  {
    "text": "That's right, because the whole point is there aren't any more people to harm you, because everybody who used to harm you is now going to join themselves to my people, and we're all going to be one.",
    "start": "00:57:49",
    "end": "00:57:58"
  },
  {
    "text": "Really? This is many nations. Is this idea. No one's going to harm you anymore?",
    "start": "00:57:58",
    "end": "00:58:02"
  },
  {
    "text": "Yeah. So this is Zechariah's version of What Isaiah sees in Isaiah chapter two, which is about the mountain of the house of Yahweh being established as the chief, the head of all mountains. All the nations will say, come, let us go up. Yeah, learn Torah. No more war.",
    "start": "00:58:02",
    "end": "00:58:22"
  },
  {
    "text": "You know, we talked about this revelation, city of the sky coming down. And you've got the. I think. Isn't the images that the gates are open and the nations come in?",
    "start": "00:58:23",
    "end": "00:58:35"
  },
  {
    "text": "Actually, the walls are a big focus of the vision that he has of the new Jerusalem coming down, specifically that the walls are surrounding the city and that they have gates. And then he goes and talks about the 12 gates with pearls and gates made of a single pearl and so on. So it's a city with gates. But then the surprise there is in Revelation 21:25, there will be no night there. And the gates will never be shut. They're perpetually open.",
    "start": "00:58:35",
    "end": "00:59:05"
  },
  {
    "text": "Right. So what's the point of a wall if you're not ever going to shut the gates?",
    "start": "00:59:06",
    "end": "00:59:09"
  },
  {
    "text": "Yeah, totally. It's sort of like a sign that, well, we used to need a wall, but now we don't.",
    "start": "00:59:09",
    "end": "00:59:14"
  },
  {
    "text": "Now it's just a big jewel.",
    "start": "00:59:14",
    "end": "00:59:15"
  },
  {
    "text": "Yeah. And Yahweh is the fiery light that lights up the whole city and makes the city a beacon. The light. The city on a hill. The light.",
    "start": "00:59:15",
    "end": "00:59:25"
  },
  {
    "text": "And they will be. What's the next verse? And they will bring the glory and honor of the nations.",
    "start": "00:59:25",
    "end": "00:59:30"
  },
  {
    "text": "Yeah. Will come into it.",
    "start": "00:59:30",
    "end": "00:59:31"
  },
  {
    "text": "Will come into it.",
    "start": "00:59:31",
    "end": "00:59:32"
  },
  {
    "text": "Yeah, exactly.",
    "start": "00:59:32",
    "end": "00:59:33"
  },
  {
    "text": "And this is. This is what Isaiah was saying. They're going to stream up.",
    "start": "00:59:34",
    "end": "00:59:37"
  },
  {
    "text": "Yep.",
    "start": "00:59:37",
    "end": "00:59:37"
  },
  {
    "text": "And they're going to hang out, do Torah.",
    "start": "00:59:37",
    "end": "00:59:41"
  },
  {
    "text": "So notice we're still on this assumption of what makes a city walls and the central hub of religious, economic and cultural life. That's exactly the picture here. So maybe this is about what really makes the surprise of the city is that something that's introduced into biblical story that's both a tragic result of human violence and then becomes like a hub of even greater human violence. It isn't done away with in the ideal restoration, it's incorporated into the restoration and redeemed. And I guess that's the surprise. The surprise of the. Thank you for that. It's not a puzzle. It's a surprise that something that humans meant for evil, that God turns it into good. I guess that's the simple way of using Joseph's words from the end of Genesis. That's the surprise of the city.",
    "start": "00:59:41",
    "end": "01:00:33"
  },
  {
    "text": "The surprise is that God doesn't say, look, we're going to go back to being garden people and we're going to Simplify. And the problem is the city. Yeah, he's like, the city is going to become a good thing.",
    "start": "01:00:33",
    "end": "01:00:50"
  },
  {
    "text": "Yes. And again, just flowing with the last chapter of the Bible here. After the city and all its walls and gates are described, then you hear there's a river, the water of life, flowing out from the throne of God and the lamb. So now you've got that river that's going to make glad the city flowing out. And the tree of life is there bearing 12 kinds of fruit. And there is no longer any curse. And you've got humans, all the nations who are ruling and serving in the royal city. It's the garden. The garden City. We have a friend who wrote a book, John Mark Comer wrote a book called Garden City that's exploring this biblical theme. And then practically, what does it mean to be inspired by this hope and vision as we live in our actual cities? It's really creative exploration of the theme, but that's the surprise of the city. So what I would like to do is then take however many conversations this will last to kind of walk through that progression, which is going to mean meditating on the relationship of the garden and the first city, Cain City, because there's something super important there that a friend showed me once, and that just like, whoa, it's so illuminating. And then you can track through the founding of all these terrible cities, cities of blood, and on into the story of Israel that's called to be a new garden, but it becomes a new city of blood. And what God then does is enters into the city of blood personally and allows the city of man to kill him. And that becomes the drama that drives into the story of Jesus in the New Testament. But there you go, that's the map. That's the roadmap.",
    "start": "01:00:50",
    "end": "01:02:37"
  },
  {
    "text": "And I think the big questions on my mind, and I imagine other people's minds are then, what does that mean for us now to live in a city? Because practically, there's many different. Or how to find the heavenly city? Are we just to wait around till it shows up from the sky? Are we to actively kind of try to create it?",
    "start": "01:02:38",
    "end": "01:02:59"
  },
  {
    "text": "Yeah, good question.",
    "start": "01:02:59",
    "end": "01:03:00"
  },
  {
    "text": "Kind of take over the cities and make it happen. Is it something in between?",
    "start": "01:03:00",
    "end": "01:03:05"
  },
  {
    "text": "Yeah.",
    "start": "01:03:05",
    "end": "01:03:06"
  },
  {
    "text": "Like what?",
    "start": "01:03:06",
    "end": "01:03:07"
  },
  {
    "text": "Yeah, there's gotta be something in between. Do nothing or take it over. But you're painting kind of the. Yeah, right. You're painting the extremes.",
    "start": "01:03:07",
    "end": "01:03:15"
  },
  {
    "text": "Right.",
    "start": "01:03:15",
    "end": "01:03:15"
  },
  {
    "text": "Of the end of possibilities.",
    "start": "01:03:16",
    "end": "01:03:17"
  },
  {
    "text": "Sure.",
    "start": "01:03:17",
    "end": "01:03:17"
  },
  {
    "text": "Yeah, that's exactly right. That's a great question. And what's interesting is, you know, that's gonna be relative from city to city. Right. Like, how we process that living where we do will be different than our brothers and sisters living in Mexico City or Shanghai, you know, or Tokyo or Sao Paulo. But that's the adventure that we. We're on. And we have this theme to really fuel our imaginations and to. This can become, I think, a vehicle that the spirit can use to provide wisdom to God's people. But that begins with us meditating on the surprise of the city in the story of the Bible.",
    "start": "01:03:17",
    "end": "01:03:59"
  },
  {
    "text": "Well, hey, this is Dan Gummel with the podcast team, and I'm back with another Bible project introduction. And I'm really excited to introduce you guys because I just met you. So do you want to introduce yourself?",
    "start": "01:04:02",
    "end": "01:04:12"
  },
  {
    "text": "Hi, I'm Julia and I'm a localization manager for Bible Project German.",
    "start": "01:04:12",
    "end": "01:04:16"
  },
  {
    "text": "Yes. That is awesome. And Philip.",
    "start": "01:04:16",
    "end": "01:04:19"
  },
  {
    "text": "Yes, I'm Philip. I lead the team in Germany.",
    "start": "01:04:19",
    "end": "01:04:21"
  },
  {
    "text": "For people who aren't familiar with the German Bible Project. Like, what's an overview?",
    "start": "01:04:21",
    "end": "01:04:25"
  },
  {
    "text": "So we have like 50k subscribers, 60k subscribers at the moment. Yeah, we have like 2 to 3,000 views per video. We have released all of the read scripture book overviews. Luke, Acts, character of God, I think gospel series, how to read the Bible.",
    "start": "01:04:25",
    "end": "01:04:45"
  },
  {
    "text": "What are you guys working on right now?",
    "start": "01:04:45",
    "end": "01:04:46"
  },
  {
    "text": "Localization of spiritual beings.",
    "start": "01:04:46",
    "end": "01:04:48"
  },
  {
    "text": "Oh, that's probably really hard.",
    "start": "01:04:48",
    "end": "01:04:49"
  },
  {
    "text": "Oh, that's okay. Yeah, it's okay.",
    "start": "01:04:50",
    "end": "01:04:54"
  },
  {
    "text": "Yeah, it's okay.",
    "start": "01:04:54",
    "end": "01:04:55"
  },
  {
    "text": "Yeah, I think it's okay.",
    "start": "01:04:55",
    "end": "01:04:56"
  },
  {
    "text": "Okay.",
    "start": "01:04:56",
    "end": "01:04:57"
  },
  {
    "text": "I'm only at script 3. 3.",
    "start": "01:04:57",
    "end": "01:04:59"
  },
  {
    "text": "So how did you guys get involved with Bible Project?",
    "start": "01:04:59",
    "end": "01:05:02"
  },
  {
    "text": "Oh, that was in. I was a youth pastor, 2015, and I. Searching for a tool to. For young persons to teach them about the Bible.",
    "start": "01:05:02",
    "end": "01:05:14"
  },
  {
    "text": "Okay.",
    "start": "01:05:14",
    "end": "01:05:15"
  },
  {
    "text": "Searching for a tool. And I found the Bible project on YouTube. I think it's so great. We must have it in Germany. And so I write. Wrote an email to Tim and John and asked, can I do it in Germany? And they said, yeah, great idea. Why not? We cannot help you, but it's okay. Do it. And so we start 2016 in Germany.",
    "start": "01:05:15",
    "end": "01:05:37"
  },
  {
    "text": "Wow.",
    "start": "01:05:37",
    "end": "01:05:38"
  },
  {
    "text": "We are the first language outside the.",
    "start": "01:05:38",
    "end": "01:05:41"
  },
  {
    "text": "U.S. you guys were the first language?",
    "start": "01:05:41",
    "end": "01:05:43"
  },
  {
    "text": "Yes, of course.",
    "start": "01:05:43",
    "end": "01:05:43"
  },
  {
    "text": "Oh, I didn't know this. Well, this is so cool, guys.",
    "start": "01:05:44",
    "end": "01:05:46"
  },
  {
    "text": "We gave the idea for the Focus, a global focus team.",
    "start": "01:05:46",
    "end": "01:05:50"
  },
  {
    "text": "That sounds like a very fun story to kind of start it up. Okay, give it a go, Philip.",
    "start": "01:05:50",
    "end": "01:05:55"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Boutz and Ssch producer Lindsay Ponder.",
    "start": "01:05:55",
    "end": "01:06:01"
  },
  {
    "text": "Our lead editor is Dan Gummel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey, AKA Tyler, the creator, also mixed this episode and Hannah Wu did our annotations for the BibleProject app. Bible Project is crowdfunded, non profit. Everything we make is free because our your generous support. Thank you so much for being a part of this with us.",
    "start": "01:06:01",
    "end": "01:06:24"
  },
  {
    "text": "Yeah, that was great.",
    "start": "01:06:33",
    "end": "01:06:34"
  },
  {
    "text": "That's great.",
    "start": "01:06:34",
    "end": "01:06:35"
  },
  {
    "text": "Sam.",
    "start": "01:06:42",
    "end": "01:06:53"
  }
]