[
  {
    "text": "The story of the Bible has created an expectation for us. We build our own cities full of corruption and violence. But there is a city of God coming. And the gospel authors identify that New Jerusalem coming down from heaven as Jesus himself.",
    "start": "00:00:04",
    "end": "00:00:20"
  },
  {
    "text": "It's coming down into the form of a human baby getting put in a feeding trough. And what is happening in and around that baby is the fulfillment of all those hopes for the New Jerusalem that you read about in Isaiah.",
    "start": "00:00:20",
    "end": "00:00:33"
  },
  {
    "text": "So if Jesus is the New Jerusalem, what is his relationship to the actual city of Jerusalem?",
    "start": "00:00:33",
    "end": "00:00:39"
  },
  {
    "text": "Jesus clearly understands that Jerusalem, as it stands in his day, is opposed to the purposes of God. And the ship's not going to turn around. He wanted to be a part of helping this generation turn and avoid the fire and the flood. But not only are they not going to do that, Jesus knows that he's going to lose his life by standing against the Jerusalem of his day.",
    "start": "00:00:39",
    "end": "00:01:01"
  },
  {
    "text": "Jesus followers become the city of God when they live out the ethic of Jesus, which is the opposite of the ethic of cities. Cities embody human fear and scarcity. There's not enough for everyone. We need to protect ourselves, creating a cycle of violence and revenge. Followers of Jesus break that cycle when they live lives of radical generosity.",
    "start": "00:01:01",
    "end": "00:01:25"
  },
  {
    "text": "He is leading the New Jerusalem to be a movement of people who will surrender their lives out of self love for others to birth and bring about the city of God.",
    "start": "00:01:26",
    "end": "00:01:37"
  },
  {
    "text": "Today, Tim Mackey and I talk about Jesus and the city of Jerusalem. I'm John Collins and you're listening to the BibleProject podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:37",
    "end": "00:01:51"
  },
  {
    "text": "Hey, John. Hi.",
    "start": "00:01:51",
    "end": "00:01:52"
  },
  {
    "text": "Hi. All right. We are talking about the city, a theme in the Bible. And we did a big recap episode last week. It aired and now we're continuing on. We did this recap episode kind of right in the middle of talking about Jesus.",
    "start": "00:01:52",
    "end": "00:02:09"
  },
  {
    "text": "Yeah. I think we took a few days of a break. Had been thinking a lot about our conversations and I feel like gained some new clarity. But it means we interrupted the story of Jesus and that's okay. That's okay.",
    "start": "00:02:09",
    "end": "00:02:22"
  },
  {
    "text": "Yeah. One thing that became clear to me was as we talk about the city, it's important to talk about it in juxtaposition. In the garden, which we started because the big move becomes we've got. Well, you've got the garden where God's throne is, there's abundance, and God cultivated it and it's good.",
    "start": "00:02:22",
    "end": "00:02:42"
  },
  {
    "text": "Yep. And it's for the generation of new life.",
    "start": "00:02:42",
    "end": "00:02:45"
  },
  {
    "text": "Yeah.",
    "start": "00:02:45",
    "end": "00:02:46"
  },
  {
    "text": "Yep.",
    "start": "00:02:46",
    "end": "00:02:46"
  },
  {
    "text": "And so it represents, what does it look like for humanity to dwell with the wisdom of God. Where the throne of God exists, there's access to the throne of God, and then people can live in right relationships with each other. And there's abundance and there's God's protection.",
    "start": "00:02:47",
    "end": "00:03:02"
  },
  {
    "text": "Yeah. That abundance is pretty important for people living well with each other.",
    "start": "00:03:03",
    "end": "00:03:09"
  },
  {
    "text": "Yeah.",
    "start": "00:03:09",
    "end": "00:03:09"
  },
  {
    "text": "As we know from our experience, because when there's scarcity, you know, we tend to not trust each other and start treating each other poorly.",
    "start": "00:03:09",
    "end": "00:03:16"
  },
  {
    "text": "Totally. And it doesn't take much. No, it doesn't take much scarcity at all. That's what's been blowing my mind.",
    "start": "00:03:17",
    "end": "00:03:23"
  },
  {
    "text": "Yeah. Maybe that's something psychologically. I know we differ from animals in many degrees, but squirrels have something driving them to get all those acorns and put them in the trunk of the tree or whatever, you know what I mean? And they'll fight over those acorns and treat each other. Man, squirrels, they do.",
    "start": "00:03:23",
    "end": "00:03:44"
  },
  {
    "text": "They can be mean.",
    "start": "00:03:44",
    "end": "00:03:44"
  },
  {
    "text": "Squirrels treat each other terribly. Like in my front yard, I watch it happen.",
    "start": "00:03:44",
    "end": "00:03:50"
  },
  {
    "text": "Have you had a squirrel just bark at you?",
    "start": "00:03:50",
    "end": "00:03:52"
  },
  {
    "text": "Oh, yes. Yeah. There's these seed pods that fall from my neighbor's tree into the sidewalk. And I watch them, like, just destroy each other trying to get one of these.",
    "start": "00:03:52",
    "end": "00:04:03"
  },
  {
    "text": "You know Dimitri Martin's joke about squirrels?",
    "start": "00:04:03",
    "end": "00:04:05"
  },
  {
    "text": "No.",
    "start": "00:04:05",
    "end": "00:04:06"
  },
  {
    "text": "He goes, I love watching squirrels because sooner or later they realize they're late for something. Like squirrels as a species. They're just an animal. They're constantly late.",
    "start": "00:04:06",
    "end": "00:04:17"
  },
  {
    "text": "Yeah. Yeah. It's not hard to. Yeah. Anyhow, all that to say is scarcity. The presence of abundance is actually really crucial to the peace of a city.",
    "start": "00:04:17",
    "end": "00:04:28"
  },
  {
    "text": "Yeah.",
    "start": "00:04:28",
    "end": "00:04:28"
  },
  {
    "text": "Because when there's scarcity, it tends to bring out the worst in human nature. And that is kind of the. Well, yeah, anyway, it was just a.",
    "start": "00:04:28",
    "end": "00:04:37"
  },
  {
    "text": "We did talk a lot about that at the beginning of this theme is the abundance of the garden and trusting in God's abundance.",
    "start": "00:04:38",
    "end": "00:04:44"
  },
  {
    "text": "Yeah.",
    "start": "00:04:44",
    "end": "00:04:44"
  },
  {
    "text": "But I think to set us back up, I think what became clear was that Jesus was acting like a new David. And at the same time as the gospel authors talk about him are describing him as the moment in the prophets where this new creation act is happening and dawning on a new city of Jerusalem, where this anointed one will come and reign and his servants will reign with him. And there's gonna be the city where the nations can flock to and find peace. Flock. They could stream to.",
    "start": "00:04:45",
    "end": "00:05:21"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:05:21",
    "end": "00:05:22"
  },
  {
    "text": "And find peace. And so all of these hopes of a city on a hill where the wisdom of God, the presence of God is going and recreating things and creating Peace amongst all the nations is now all of that is being focused on Jesus as a person. And now Jesus, as he goes out and starts healing people and doing his teachings, he's all realizing all this prophetic hope of the new dawn of the sunrise of God, who then would shine on the city.",
    "start": "00:05:22",
    "end": "00:06:02"
  },
  {
    "text": "Yep, that's right. Just like King David, he and apparently Yahweh chose Jerusalem as this city that was formerly a Canaanite city. Jebus. But David brought the throne presence of God in the tabernacle up to the high point of the city, established it and it becomes, rules it with righteousness and justice. He's led by the Spirit of God and there's blessing and a huge feast and everybody gets lots to eat. And it's like a little Garden of Eden moment. But now in the city, it's like the redemption of the city when God, kingdom and presence takes up residence in the city. So in parallelism to that, but with differences, what the Gospel authors are saying is after that version of the garden city got corrupted, now here is the dwelling throne place of God coming down, but not over Jerusalem. It's coming down into the form of a human baby getting put in a feeding trough. And what is happening in and around that baby is the fulfillment of all those hopes for the new Jerusalem that you read about in Isaiah. So I liked that parallelism. And then it makes sense. Then why in Matthew specifically would be where we have the famous words of Jesus saying about himself and his followers that they are the city on the hill and shining their light to the nations.",
    "start": "00:06:02",
    "end": "00:07:31"
  },
  {
    "text": "And he's doing this well outside of the city of Jerusalem.",
    "start": "00:07:31",
    "end": "00:07:35"
  },
  {
    "text": "Yes, explicitly. So like up in Galilee.",
    "start": "00:07:35",
    "end": "00:07:38"
  },
  {
    "text": "Up in Galilee. He's not in Jerusalem, but he's on a mountain. And he's telling then a group of people who are just. They're not important people.",
    "start": "00:07:38",
    "end": "00:07:53"
  },
  {
    "text": "Yeah. They're the sick, the poor, the unimportant people of his day.",
    "start": "00:07:53",
    "end": "00:07:57"
  },
  {
    "text": "Yeah, you're the city. Yeah, you're the servants of the anointed one is essentially kind of what he's getting at too is that whole theme in Isaiah of a group, a faithful group within the city that God will establish. Re. Establish the city.",
    "start": "00:07:57",
    "end": "00:08:13"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:08:13",
    "end": "00:08:14"
  },
  {
    "text": "So now this group needs to go and take Jerusalem and rule it with righteousness and justice.",
    "start": "00:08:15",
    "end": "00:08:22"
  },
  {
    "text": "Totally.",
    "start": "00:08:22",
    "end": "00:08:23"
  },
  {
    "text": "Because that's where the prophetic hope goes, is there's going to be a city and that city is going to be on a hill and it's Jerusalem and the nations will stream to it. So they need to go and take Control of Jerusalem. Right.",
    "start": "00:08:23",
    "end": "00:08:37"
  },
  {
    "text": "That is one way you could understand.",
    "start": "00:08:37",
    "end": "00:08:39"
  },
  {
    "text": "I mean, that's clearly where your mind would go.",
    "start": "00:08:39",
    "end": "00:08:42"
  },
  {
    "text": "Yeah, totally. Yeah. If Jesus is a new David and he has his crew, then they should take interest in Jerusalem. And they do. And by they, I'm Jesus. I mean all Jewish people took interest in Jerusalem. There was pilgrimage there multiple times a year where the temple was. And the temple features large in Jesus teachings and in the way the Gospel authors portray his relationship to the city. But it's with a twist. It's with a twist. It already is hinted at in the birth story in Matthew's account, specifically where the present king and leadership of Jerusalem is set in opposition to Jesus the king and his Jerusalem because Herod is trying to kill Jesus from the start. So that's the first mention of Jerusalem in Matthew is as a source of death for babies. I mean, it's really horrifying.",
    "start": "00:08:42",
    "end": "00:09:40"
  },
  {
    "text": "Yeah. And it's the place that the star, the light that's shining will come and then pass it over.",
    "start": "00:09:40",
    "end": "00:09:47"
  },
  {
    "text": "Yeah. Passes over Jerusalem and goes to Bethlehem. So Jerusalem is already standing in opposition to the thing that God wants to do with Jesus. So here's what we're going to do is just take a survey of depictions or mentions of Jerusalem in the teachings of Jesus as you go throughout. And I'm going to highlight Matthew and Luke specifically. So just a quick mention. Honorable mention is John the baptizer, John the immerser. And when he's out doing his renewal movement down by the Jordan River, Matthew and Luke say that all Jerusalem and Judea and the district around the Jordan were going out to him and being baptized him. And he saw Pharisees and Sadducees. Pharisees were all over, but Sadducees are the temple leadership. So it's Jerusalem. A whole Jerusalem leadership contingent comes to John. And what John calls them is the seed of the snake. Brood of vipers.",
    "start": "00:09:47",
    "end": "00:10:51"
  },
  {
    "text": "Yeah.",
    "start": "00:10:51",
    "end": "00:10:51"
  },
  {
    "text": "Who warned you to flee from the coming anger?",
    "start": "00:10:52",
    "end": "00:10:55"
  },
  {
    "text": "Yeah. That's not a nice welcome.",
    "start": "00:10:55",
    "end": "00:10:56"
  },
  {
    "text": "Yeah, totally. Yeah.",
    "start": "00:10:56",
    "end": "00:10:58"
  },
  {
    "text": "Can you imagine if someone at church was going to get baptized? You're like, baptism. Everyone applauds. Next guy comes out, baptism. Applause. Guy comes out, seed of the snake. Who told you to come out here? Seed of the snake. Be like, oh, I thought that's what we were doing. I thought that.",
    "start": "00:10:58",
    "end": "00:11:15"
  },
  {
    "text": "Produce fruit worthy of repentance. I don't think you can say, well, Abraham's our ancestor. Nah, Abraham. God can raise up new Abrahams from these rocks. The ax is at the root of the trees. Every tree that doesn't produce good fruit, cut down, thrown into the fire. So every bit of this description comes from the day of the Lord in the prophets, from Isaiah, from Jeremiah, from Zephaniah.",
    "start": "00:11:17",
    "end": "00:11:44"
  },
  {
    "text": "So what's important here is to realize that John is identifying that the Sadducees coming, the intention was not to align themselves with. With what God was doing.",
    "start": "00:11:45",
    "end": "00:11:56"
  },
  {
    "text": "Yeah. Yep.",
    "start": "00:11:56",
    "end": "00:11:57"
  },
  {
    "text": "They were there for some other reason.",
    "start": "00:11:57",
    "end": "00:11:59"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:11:59",
    "end": "00:12:00"
  },
  {
    "text": "That's not told explicitly, but through Johnny B's reaction, you're kind of like. You can kind of infer that.",
    "start": "00:12:00",
    "end": "00:12:07"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:12:07",
    "end": "00:12:07"
  },
  {
    "text": "Okay. And then he's saying, look what your mentality and the way you're going about this is so backwards and so problematic. Like, God's judgment is coming on you.",
    "start": "00:12:07",
    "end": "00:12:17"
  },
  {
    "text": "Jerusalem is not in a state to ever become the garden city. It is destined for destruction.",
    "start": "00:12:17",
    "end": "00:12:25"
  },
  {
    "text": "Yeah. So what were they doing out there? Why did they come to John to be baptized.",
    "start": "00:12:25",
    "end": "00:12:30"
  },
  {
    "text": "Well, just as they were going out to him, the story doesn't say.",
    "start": "00:12:30",
    "end": "00:12:34"
  },
  {
    "text": "Okay.",
    "start": "00:12:34",
    "end": "00:12:35"
  },
  {
    "text": "But I think the way Matthew paints the scene is that when John looks at the leadership of Jerusalem and he's down here saying, what Israel needs to do is to turn and repent, because we have not been representing the God of Israel.",
    "start": "00:12:35",
    "end": "00:12:49"
  },
  {
    "text": "I see. It doesn't say they came to be baptized. They were just coming to his baptism, people.",
    "start": "00:12:49",
    "end": "00:12:54"
  },
  {
    "text": "That's right. Yep. Oh. When he saw many Pharisees and Sadducees coming to his baptism, I started reading.",
    "start": "00:12:55",
    "end": "00:13:02"
  },
  {
    "text": "That as like, they wanted to be baptized, be baptized.",
    "start": "00:13:02",
    "end": "00:13:04"
  },
  {
    "text": "Oh, got it. Well, it's kind of funny to imagine it, and maybe some did, but when John sees these guys, he just lights them up. Okay. Yeah. So the point is, John depicts a coming disaster that God's going to bring about in Jerusalem. And as he does so, he stands and continuity with the prophets. Jerusalem is not in a state to become the garden City. And as Matthew you already know that because the light has already started shining on the garden city, and it's in the form of a person. So Jesus picks up John's message. And so the first time that Jesus is described as saying anything, in Matthew chapter four, it's exactly what John says. Repent. He went around Galilee saying, repent, for the kingdom of heaven has come near. Then you get the Sermon on the Mount. Literally sentences after he says, repent, and he calls his followers the city on the hill, the light shining to the nations. And that's at the beginning of the Sermon on the Mount. Then you get the Sermon on the Mount. Then you get the conclusion to the Sermon on the Mount. And here it is. This is Matthew, chapter seven. Everyone who hears these words of mine and does them will be like a wise man who built his house on the rock. So a person with wisdom building a house up on a rock.",
    "start": "00:13:04",
    "end": "00:14:30"
  },
  {
    "text": "You threw the up in there. But.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Well, yeah, but. Well, a rock.",
    "start": "00:14:32",
    "end": "00:14:34"
  },
  {
    "text": "I mean, a rock's gonna be elevated, I guess.",
    "start": "00:14:34",
    "end": "00:14:38"
  },
  {
    "text": "Unless it's just a flat stone, like a foundation. Yeah, I guess. Anybody like Jesus whose mind is saturated in the prophets and the Psalms, if Zion means rock.",
    "start": "00:14:38",
    "end": "00:14:48"
  },
  {
    "text": "Exactly. And every time when we talk about God being the rock, we're talking about, go, Jerusalem.",
    "start": "00:14:48",
    "end": "00:14:52"
  },
  {
    "text": "That's right.",
    "start": "00:14:52",
    "end": "00:14:52"
  },
  {
    "text": "This is clearly.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "And the word for temple in Hebrew is house. It's the word house.",
    "start": "00:14:53",
    "end": "00:14:57"
  },
  {
    "text": "Okay.",
    "start": "00:14:57",
    "end": "00:14:58"
  },
  {
    "text": "The house of God.",
    "start": "00:14:58",
    "end": "00:14:59"
  },
  {
    "text": "Okay, so wait, there isn't a separate word.",
    "start": "00:14:59",
    "end": "00:15:01"
  },
  {
    "text": "There is one called hechal.",
    "start": "00:15:01",
    "end": "00:15:03"
  },
  {
    "text": "It's less common, but tabernacle is its own word.",
    "start": "00:15:03",
    "end": "00:15:07"
  },
  {
    "text": "Tabernacle means tent.",
    "start": "00:15:07",
    "end": "00:15:08"
  },
  {
    "text": "Tent. And then temple is the word for house. It's just the word house.",
    "start": "00:15:08",
    "end": "00:15:11"
  },
  {
    "text": "House. Yep. Build a house.",
    "start": "00:15:11",
    "end": "00:15:13"
  },
  {
    "text": "Oh, there's no word that means temple. It's house.",
    "start": "00:15:13",
    "end": "00:15:15"
  },
  {
    "text": "There is a word that refers specifically to temple structure, Hechal. It's used way less often than just the Hebrew word for house. And it can be a human house or God's house.",
    "start": "00:15:16",
    "end": "00:15:26"
  },
  {
    "text": "So when Jesus talks about building a house on a rock, you're like, very clear Jesus. You're talking about building a temple.",
    "start": "00:15:27",
    "end": "00:15:33"
  },
  {
    "text": "Okay, yeah. It has all of the echoes of illusion. And Jesus spoke in hyperlinked riddles from Hebrew scripture all the time, and this is for sure one of them. Because watch, because there's a flood coming. The rain came down and the rivers came and the winds blew and beat against that house, but it didn't fall down because its foundation was on the rock. Everyone who hears these words of mine and doesn't do them is like the fool who builds his house on sand. The rain is coming, the river's coming. The winds are blowing the beat against the house, and it will collapse, and its fall is great. So there is coming a flood's coming. And how the Israel of his day fares through the flood all depends on whether they will listen to the Sermon on the Mount and live by it.",
    "start": "00:15:34",
    "end": "00:16:27"
  },
  {
    "text": "You know, that's another theme we didn't recap. That is part of this, which is how God deals with the corruption of cities that like Sodom and Gomorrah being this example of a city that's gone too far. And then God's judgment comes kind of suddenly and severely.",
    "start": "00:16:27",
    "end": "00:16:47"
  },
  {
    "text": "That's right. The city of Cain and Lamech goes Too far. And you get the flood.",
    "start": "00:16:47",
    "end": "00:16:52"
  },
  {
    "text": "Right.",
    "start": "00:16:52",
    "end": "00:16:53"
  },
  {
    "text": "The city of Sodom and Gomorrah goes too far and you get a flood of fire.",
    "start": "00:16:53",
    "end": "00:16:57"
  },
  {
    "text": "City of Babylon in Genesis 10:11 goes too far and gets scattered. And it gets scattered. Pharaoh's Egypt goes too far and Pharaoh's army is destroyed in the sea and.",
    "start": "00:16:57",
    "end": "00:17:10"
  },
  {
    "text": "De created in the 10 plagues and.",
    "start": "00:17:10",
    "end": "00:17:12"
  },
  {
    "text": "Decreating the 10 plagues. And then Jerusalem goes too far and God lets the Assyrians and then the Babylonians take them out.",
    "start": "00:17:12",
    "end": "00:17:20"
  },
  {
    "text": "That's right.",
    "start": "00:17:20",
    "end": "00:17:20"
  },
  {
    "text": "But then when the prophets talk about this, they're like, but listen, Babylon's gone too far.",
    "start": "00:17:20",
    "end": "00:17:25"
  },
  {
    "text": "Yes.",
    "start": "00:17:25",
    "end": "00:17:26"
  },
  {
    "text": "And they're going to be taken out by another army. So there's this theme of justice coming, that a city has to always be aware that like there's going to be a refining moment.",
    "start": "00:17:26",
    "end": "00:17:36"
  },
  {
    "text": "Yeah. If its injustice goes too far, God will hand it over to self ruin or to be ruined by another bigger badder city.",
    "start": "00:17:36",
    "end": "00:17:45"
  },
  {
    "text": "And when that ruin comes like a flood or fire, that what it lays, what it shows is what actually could stand.",
    "start": "00:17:45",
    "end": "00:17:54"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:54",
    "end": "00:17:55"
  },
  {
    "text": "And so the question becomes like, are you creating something that can stand?",
    "start": "00:17:55",
    "end": "00:17:58"
  },
  {
    "text": "Yep, that's right. Yes.",
    "start": "00:17:59",
    "end": "00:18:00"
  },
  {
    "text": "What will remain?",
    "start": "00:18:00",
    "end": "00:18:01"
  },
  {
    "text": "Yep. John the baptizer Johnny B. Says a fire is coming and it will clean out the threshing floor. That's what he says. Jesus says the flood's coming and all that will be left is what was built on the rock. Yeah. Which is not very cryptic way of describing the city on the hill with the temple of God in its midst.",
    "start": "00:18:01",
    "end": "00:18:24"
  },
  {
    "text": "Sam.",
    "start": "00:18:31",
    "end": "00:18:56"
  },
  {
    "text": "Here'S just some other comments that Jesus had about Jerusalem. This one's from Luke, chapter 13. So one day some people came to tell him about a number of Galileans whose blood Pilate had mixed with their sacrifices. It's a little coded code speak. Basically some people are coming to tell Jesus as he's touring around doing this Kingdom of God announcement thing. There's a bunch of people from up here in Galilee where you live, Jesus who went down to Jerusalem to offer sacrifices in the temple. And Pilate the Roman governor attacked and killed a bunch of people in the temple. And so their human blood was spilled along with the animal blood of their sacrifices. That's the event. There's been a tragic event in Jerusalem.",
    "start": "00:19:01",
    "end": "00:19:51"
  },
  {
    "text": "The mixing of blood is like the violence that spilled blood is now mixed with what was supposed to be a surrender of animal blood.",
    "start": "00:19:51",
    "end": "00:20:00"
  },
  {
    "text": "Yep, that's right. So a tragedy has happened. This is essentially like this would have been the same effect as when there's like a mass shooting Here in America at a religious gathering, as has happened many times over in multiple different religious communities here, that's the scene people are worshiping, and they got killed while they worshiped. So Pilate was a cruel governor, and there were numerous times where he ordered violence, ordered his soldiers on Jewish crowds protesting in various ways. So this particular incident isn't recorded, like, by Josephus, who's one of the main historians we have for this period, but Pilate pulled a number of things like this over the course of his career. So what's interesting is Jesus response. He answered them and said, do you think that those Galileans were worse sinners than any of the rest of the Israelites living up here in Galilee just because that happened to them?",
    "start": "00:20:00",
    "end": "00:21:08"
  },
  {
    "text": "No.",
    "start": "00:21:08",
    "end": "00:21:09"
  },
  {
    "text": "I tell you, unless all y' all turn around, we're all going to perish like that as well. Or, you know, those 18 on whom the Tower of Siloam fell, this is not recorded anywhere. Maybe last month or something, who knows? And killed them. Do you think they were worse sinners than all the people living in Jerusalem? No, no, no. I tell you, unless all y' all repent, y' all are going to perish as well.",
    "start": "00:21:09",
    "end": "00:21:33"
  },
  {
    "text": "Fire's coming.",
    "start": "00:21:34",
    "end": "00:21:34"
  },
  {
    "text": "Fire's coming.",
    "start": "00:21:35",
    "end": "00:21:35"
  },
  {
    "text": "Fire's coming. And what you saw was like a momentary blaze of that fire.",
    "start": "00:21:36",
    "end": "00:21:42"
  },
  {
    "text": "Yeah, Yep.",
    "start": "00:21:42",
    "end": "00:21:43"
  },
  {
    "text": "Which is hard to stomach. But it's also this kind of reality that God continues to use a nation's evil against another nation's evil.",
    "start": "00:21:43",
    "end": "00:21:52"
  },
  {
    "text": "That's right.",
    "start": "00:21:52",
    "end": "00:21:53"
  },
  {
    "text": "And so here is like an evil, corrupt person. But the way Jesus sees it as just like the long arm of God's justice, like giving.",
    "start": "00:21:53",
    "end": "00:22:03"
  },
  {
    "text": "Giving nations what they want. The reason I highlight this passage is the Roman governor is key to this scene. What Pilate did that day in the Temple is just a sign of what Rome can do and will do unless you repent. And for Jesus, what that means is turn and follow me and live by the Sermon on the Mount. And if you live by the Sermon.",
    "start": "00:22:03",
    "end": "00:22:28"
  },
  {
    "text": "On the Mount, the fire will still come, right?",
    "start": "00:22:28",
    "end": "00:22:31"
  },
  {
    "text": "Well, he says, unless you repent, you will perish as well. Now, I think if you lived by the Sermon on the Mount, if all of Israel started living by the Sermon on the Mount, and then those Galileans who were in the Temple, like, whatever it was that provoked the Roman governor, whatever protest, whatever, I mean, you know, revolution was in the air. You have the Zealots. Jesus recruited, you know, a freedom fighter of an Israelite onto his team, Simon the Zealot.",
    "start": "00:22:31",
    "end": "00:23:03"
  },
  {
    "text": "So there may have been some sort of revolt happening that they shut down almost always.",
    "start": "00:23:03",
    "end": "00:23:07"
  },
  {
    "text": "Pilate was responding to some.",
    "start": "00:23:08",
    "end": "00:23:10"
  },
  {
    "text": "He was just cruelly just being like, you know what? Let's take out some.",
    "start": "00:23:10",
    "end": "00:23:13"
  },
  {
    "text": "No, no, no, no.",
    "start": "00:23:13",
    "end": "00:23:14"
  },
  {
    "text": "Just to show my power.",
    "start": "00:23:14",
    "end": "00:23:15"
  },
  {
    "text": "That's right. And actually, the other times that Josephus, an Israelite, contemporary historian, the times that he mentions Pilate getting violent with Jewish crowds, it's because they were protesting. Or he's responding to actual freedom fighters and revolutionaries.",
    "start": "00:23:15",
    "end": "00:23:33"
  },
  {
    "text": "Because the Sermon on the Mount very clearly talks about, how do you relate to someone who's oppressing you.",
    "start": "00:23:34",
    "end": "00:23:39"
  },
  {
    "text": "Yes. And relate to your enemies.",
    "start": "00:23:39",
    "end": "00:23:41"
  },
  {
    "text": "And relate to your enemies.",
    "start": "00:23:41",
    "end": "00:23:42"
  },
  {
    "text": "That's right.",
    "start": "00:23:42",
    "end": "00:23:42"
  },
  {
    "text": "And to do it in a way that creates peace through nonviolence. Creatively, but not through a lack of suffering.",
    "start": "00:23:43",
    "end": "00:23:51"
  },
  {
    "text": "Yes. In other words, in Jesus New Jerusalem, the way we respond to scarcity and violence and fear is radical generosity, even if it costs you to break the cycles of fear and violence that tend to characterize cities. So unless you follow me, Rome's gonna consume us all just like he did in those days. And this was Jesus Call. This is placing Jesus Call in its first century context with the facts on the ground as they were. And in that case, the Sermon on the Mount just pops because it was about living in occupied territory. So Jesus is warning that if he's not followed as the new Jerusalem that he's claiming to be, that there's a fire coming. And it becomes clear throughout Matthew and Luke that Jesus gets a clear understanding that no one's going to listen to him, or very few are going to listen to him. So, for example, here's a good example. In Luke 13:31, around that time, some Pharisees approached him saying, hey, you should get out of here. Herod, king of Jerusalem, wants to kill you. And he said to them, go tell that fox. Which is not a compliment in English. It might be a compliment to be a fox. Foxy fox. Go tell that fox. Look, I cast out demons and perform cures today and tomorrow. And on the third day, I reach my goal. Nevertheless, I must go on today and tomorrow and the next day, because it cannot be that a prophet perishes outside of Jerusalem. Jerusalem, Jerusalem, city that kills the prophets and stones those sent to her. How often I wanted to gather your children like a hen gathers her children under her wings, but you would not have it. And so your house is left to you desolate. I say to you, you won't see me until the time comes when you all say, blessed is he who comes in the name of the Lord.",
    "start": "00:23:51",
    "end": "00:26:06"
  },
  {
    "text": "That's a lot.",
    "start": "00:26:07",
    "end": "00:26:08"
  },
  {
    "text": "It is A lot. So let's just summarize. There's a lot of little puzzles in here.",
    "start": "00:26:08",
    "end": "00:26:12"
  },
  {
    "text": "Yeah.",
    "start": "00:26:12",
    "end": "00:26:12"
  },
  {
    "text": "Jesus clearly understands that Jerusalem, as it stands in his day, is opposed to the purposes of God. And the ship's not going to turn around. He wanted to be a part of helping this generation turn and avoid the fire and the flood. But not only are they not going to do that, Jesus knows that he's going to lose his life by standing against the Jerusalem of his day. And that's what he's talking about here when he says, you won't see me till the day when you say, blessed is he who comes in the name of the Lord. Jesus is referring ahead to what happens when he rides his royal donkey up into Jerusalem.",
    "start": "00:26:12",
    "end": "00:26:53"
  },
  {
    "text": "And who is he talking to again? These are people that came from.",
    "start": "00:26:54",
    "end": "00:26:57"
  },
  {
    "text": "Bunch of Pharisees.",
    "start": "00:26:57",
    "end": "00:26:58"
  },
  {
    "text": "Pharisees who came from Jerusalem.",
    "start": "00:26:58",
    "end": "00:26:59"
  },
  {
    "text": "Yeah. Said Herod wants to kill you.",
    "start": "00:26:59",
    "end": "00:27:01"
  },
  {
    "text": "Okay.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "Yeah. The leader of Jerusalem wants to kill you. And Jesus is kind of like, yeah, I know. Yeah. It's always been that way.",
    "start": "00:27:02",
    "end": "00:27:09"
  },
  {
    "text": "I know. And when I come in next, like, that's. The showdown will start.",
    "start": "00:27:09",
    "end": "00:27:15"
  },
  {
    "text": "Yeah, the showdown will start. And what he's anticipating is Passover weekend coming up. And Jesus timed everything for the showdown with Jerusalem.",
    "start": "00:27:15",
    "end": "00:27:26"
  },
  {
    "text": "Now, he doesn't say, he doesn't like. The thing is, Herod is not Jerusalem. Herod is, like, ruling over Jerusalem, but there's still this hope of, like, there's a Jerusalem that can be restored. That Herod's the problem.",
    "start": "00:27:27",
    "end": "00:27:43"
  },
  {
    "text": "Yeah. And actually, we should clarify. This is not the Herod that killed the babies when Jesus was a baby, that Herod has died. This is now a son of Herod and we're later Herods. None of them were any better, but, well, a little less paranoid.",
    "start": "00:27:43",
    "end": "00:27:57"
  },
  {
    "text": "So when. If you go back up, when Jesus says, oh, Jerusalem, Jerusalem, the city that kills the prophets, he's indicting Jerusalem here, not Herod.",
    "start": "00:27:57",
    "end": "00:28:07"
  },
  {
    "text": "Oh, I understand. That is true.",
    "start": "00:28:07",
    "end": "00:28:09"
  },
  {
    "text": "Okay.",
    "start": "00:28:09",
    "end": "00:28:10"
  },
  {
    "text": "Yeah. But Herod, yeah, I guess you could say, is an emblem of a much greater reality. That is just the corrupt leadership of Jerusalem. That Jesus views them the same way that Isaiah or Jeremiah viewed the leaders of Jerusalem in their day 600 years earlier. So Jesus rides into Jerusalem, and there's a whole crowd that is singing psalms of praise to greet him. Blessed is the king who comes in the name of the Lord. The Pharisees in the crowd are like, tell these people to shut up. And Jesus says, well, I can't. I can't, because if I do that, then the rocks will Start praising me. So this is inevitable. May as well let the people do it. He approached the city, he saw it, and he started weeping, saying, if only you had known on this day the things that would make for peace. But now they are hidden from your eyes for days will come upon you. Your enemies will put up an embankment against you, surround you, press you in hard from all sides. They will raze you to the ground, you and your children inside, and not leave one stone on the other because you didn't recognize the time of your visitation. So he's describing here a very typical scene of a walled city being besieged. What's interesting is he's taken all this language from Jeremiah, Isaiah and Ezekiel to describe what the Babylonians did to Jerusalem 500 plus years earlier. And the time of the visitation is another little hyperlink to a number of texts, but primarily first to the time when God visited Israel, when it was enslaved in Egypt.",
    "start": "00:28:10",
    "end": "00:29:59"
  },
  {
    "text": "That was called a visitation.",
    "start": "00:30:00",
    "end": "00:30:01"
  },
  {
    "text": "Yeah, God came to visit Israel, and he visited and attended to them. So he's describing himself and his followers and Israel of his day as being enslaved to Jerusalem. If that's the analogy works. If God visited enslaved Israel in the days of oppressive pharaoh, now God is visiting, except this time the oppressor pharaoh is Jerusalem.",
    "start": "00:30:01",
    "end": "00:30:30"
  },
  {
    "text": "Hmm. So Israel needs to be rescued from Jerusalem in the same way that Israel needed to be rescued from Egypt.",
    "start": "00:30:30",
    "end": "00:30:38"
  },
  {
    "text": "Yeah, but in that scenario, it's like the flood comes on Egypt, and out of Egypt at Passover, which is he's here on Passover weekend, comes a remnant, a righteous remnant that comes out the other side. So this connects to, you know, a couple days later, Jesus and his followers are up at the temple. Well, then he pulls a stunt at the temple, turning over the tables and through clever hyperlinks to the prophets, announces the downfall of the temple yet again. When his followers start, they go on a little tour around the city, and they're like, pointing out how beautiful the city is and the temple. And in this long description, I'm in Luke's account, Luke, chapter 21, he starts talking about what he said when he rode into the city. Not one stone will be left on another. The whole place will be torn down. And they say, teacher, when is this going to happen? And what will be the sign that all of these things are going to take place? So he goes on a long speech here, but what he describes is the downfall of the city. And what he says in verse 20 is, when you see Jerusalem surrounded by armies, you will know that its desolation is near.",
    "start": "00:30:38",
    "end": "00:32:20"
  },
  {
    "text": "That's a big clue.",
    "start": "00:32:20",
    "end": "00:32:21"
  },
  {
    "text": "Yep. And then he says later in verse 24, Jerusalem will be trampled underfoot by the Gentiles until the times of the Gentiles are fulfilled. So he's tapping into that pattern that you mentioned about God handing evil cities over to other evil cities. And eventually he'll bring all nations to account. But there's going to be this long period of Jerusalem being handed over. And then he says in verse 32, this generation will not pass away until all this takes place.",
    "start": "00:32:21",
    "end": "00:32:53"
  },
  {
    "text": "So he's pretty clear it's going to happen soon.",
    "start": "00:32:54",
    "end": "00:32:56"
  },
  {
    "text": "Now, what's tricky is that what he describes in between is wars and famines and earthquakes and the sun going dark and the stars not shining. And all of the language in this comes from cosmic flood decreation, language that Jesus has adopted from the prophets to describe the downfall of Jerusalem to Rome. So this is Jesus relationship to the city of Jerusalem.",
    "start": "00:32:56",
    "end": "00:33:26"
  },
  {
    "text": "So you come with this expectation that, okay, if Jesus is God's throne and his presence, God, actually God himself now with us, and all of this prophetic hope in Isaiah specifically is about then the establishment of a city and the anointed one in the city, and the city's on the hill and the nations will stream to it. Then you imagine, okay, Jesus needs to go and him and his crew need to become the leadership of Jerusalem. And when he comes to Jerusalem, what you learn really quickly is that that's not what is going to happen. That in fact he's going to stand off with Jerusalem and suffer.",
    "start": "00:33:26",
    "end": "00:34:15"
  },
  {
    "text": "Yeah. Or maybe it is going to happen, but in this weird, reimagined sense.",
    "start": "00:34:15",
    "end": "00:34:21"
  },
  {
    "text": "What do you mean?",
    "start": "00:34:22",
    "end": "00:34:23"
  },
  {
    "text": "Well, right here, all we've done up to this point is say that Jerusalem and its leadership is going to be destroyed by another.",
    "start": "00:34:23",
    "end": "00:34:31"
  },
  {
    "text": "Yeah, but not then. So there's like. So there's what's happening that week, which is like Jesus has said, hey, I'm going to come back and I know Herod's going to have me killed. Yeah, I get it. He comes back and, you know, the showdown starts and he talks about the flood coming, but he's talking about the flood coming in, like in the future.",
    "start": "00:34:33",
    "end": "00:34:56"
  },
  {
    "text": "Within the generation.",
    "start": "00:34:56",
    "end": "00:34:57"
  },
  {
    "text": "Within a generation.",
    "start": "00:34:57",
    "end": "00:34:58"
  },
  {
    "text": "That's right.",
    "start": "00:34:58",
    "end": "00:34:58"
  },
  {
    "text": "But we also know that he knows that he's gonna suffer.",
    "start": "00:34:59",
    "end": "00:35:02"
  },
  {
    "text": "But now, okay, so Jesus gets arrested for pulling that stunt in the temple and for all the problems that the leadership has been having with him for quite a long time. And he gets taken to the council of their elders, the highest council, which is called the Sanhedrin. And in the trial scene, which we've talked about many times over the years. But just relevant to this point, this is the city holding Jesus to account. This is Jesus the New Jerusalem versus the actual Jerusalem, the earthly Jerusalem, so to speak.",
    "start": "00:35:03",
    "end": "00:35:38"
  },
  {
    "text": "Jesus is the New Jerusalem.",
    "start": "00:35:38",
    "end": "00:35:40"
  },
  {
    "text": "If the Gospel authors are trying to tell us that Jesus is the heavenly temple of God, temple presence of God become human, and that he and his followers are the city on the hill.",
    "start": "00:35:40",
    "end": "00:35:51"
  },
  {
    "text": "That is the New Jerusalem, it's redefined what the prophetic hope of a future New Jerusalem would actually look like.",
    "start": "00:35:52",
    "end": "00:36:01"
  },
  {
    "text": "Yeah, the light of the New Jerusalem did in fact, shine, but it shined up in Galilee as Jesus was doing his thing. That's kind of where all that imagery was going, okay, you all are the city on the hill. Let your light shine before the nations. When Jesus is doing that, he's saying, me and y' all are the dawn of the New Jerusalem. And it's not happening down in Judea because that Jerusalem is corrupt and it's headed for destruction.",
    "start": "00:36:01",
    "end": "00:36:29"
  },
  {
    "text": "Okay. So that's different than the way I was painting the picture. I was painting a picture of now. Okay. Clearly, Jesus needs to go and establish his. Yeah, I see his rule in Jerusalem. And what you're saying is actually the move that we should be picking up on is that our concept of Jerusalem needs to change. It isn't the place up on the hill where the temple is. It came down and it's Jesus. He's in Galilee. That's the new city. That is the New Jerusalem. Jesus is the New Jerusalem. I mean, that's what you said.",
    "start": "00:36:30",
    "end": "00:37:06"
  },
  {
    "text": "Yeah. I think that's the logic of where Matthew and Jesus is trying to take us. They are the earthly embodiment of the heavenly Jerusalem.",
    "start": "00:37:06",
    "end": "00:37:15"
  },
  {
    "text": "So he's not called the New Jerusalem, but just to, like, make the case. Right. The star.",
    "start": "00:37:15",
    "end": "00:37:21"
  },
  {
    "text": "Oh, yeah. Back to the birth story.",
    "start": "00:37:21",
    "end": "00:37:23"
  },
  {
    "text": "It's representing God's light shining. That's Isaiah 60.",
    "start": "00:37:23",
    "end": "00:37:26"
  },
  {
    "text": "Yes. Matthew has painted the birth of Jesus, putting Jesus in the slot of the city on the hill, shining its light to the nations who come offer their gifts. All the language is hyperlinked.",
    "start": "00:37:27",
    "end": "00:37:41"
  },
  {
    "text": "Yeah. The magi come to him. So he's the dawn of the New Jerusalem city.",
    "start": "00:37:41",
    "end": "00:37:46"
  },
  {
    "text": "Yep.",
    "start": "00:37:46",
    "end": "00:37:47"
  },
  {
    "text": "And he calls his followers the city on the hill.",
    "start": "00:37:47",
    "end": "00:37:50"
  },
  {
    "text": "And the light to the nations.",
    "start": "00:37:51",
    "end": "00:37:52"
  },
  {
    "text": "And the light to the nations. And the Gospel author calls Jesus the. The tabernacle. And so we could very confidently say, whatever New Jerusalem is, whatever the, like, the hope for restored Jerusalem, suddenly, like, it's what Jesus and his crew. Okay.",
    "start": "00:37:52",
    "end": "00:38:12"
  },
  {
    "text": "Yep. Which creates a tension and Raises the question, well, what's the relationship of Jesus and his New Jerusalem crew to the actual Jerusalem, the earthly Jerusalem down in Judea? That's what we've been talking about, this conversation.",
    "start": "00:38:12",
    "end": "00:38:26"
  },
  {
    "text": "And so that relationship is you guys are going to experience a flood.",
    "start": "00:38:26",
    "end": "00:38:31"
  },
  {
    "text": "Yeah. Yep. Jesus was trying to get earthly Jerusalem and all of Israel, but to turn to follow him or else face the fire of Rome. And it became clear to him that just like in the prophets of old Jerusalem was going to choose the way of self ruin. So he doesn't just leave it at that though, and be like, well cool, we'll plant our movement up here in Galilee. He keeps going to Jerusalem, as we know from the Gospel of John. And then for this passover weekend, he goes to Jerusalem and like intentionally provokes the showdown, knowing that it will get him killed. Why is he doing that? So that's the question. So as Jesus is being held on trial, this is In Luke chapter 22, the Sanhedrin meets and they say, if you are the Messiah, that is the anointed royal priest king, tell us. And Jesus said, well, if I tell you, you're not going to believe me. And if I ask you what you think, you're not going to answer me straight. But from now on, from this moment on, you will see the Son of man seated at the right hand of the power of God.",
    "start": "00:38:31",
    "end": "00:39:47"
  },
  {
    "text": "Yeah. Which is biblical illusions.",
    "start": "00:39:48",
    "end": "00:39:52"
  },
  {
    "text": "Hyperlinks, coded Bible nerd speak for the cosmic divine human of Daniel 7 and the royal priest king of Psalm 110. That's me. So I am the king of the city and of God's city.",
    "start": "00:39:53",
    "end": "00:40:11"
  },
  {
    "text": "He basically said, like, I'm not going to tell you, but yeah, I am.",
    "start": "00:40:11",
    "end": "00:40:16"
  },
  {
    "text": "But from the key is from this moment forward, which is you're about to kill me. So my entire execution is in fact my enthronement. My enthronement. So then they say, what further testimony do we need? And this is the linchpin.",
    "start": "00:40:16",
    "end": "00:40:35"
  },
  {
    "text": "Yeah, you just claim to be the anointed one.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "Yeah, you just claim to be the anointed one. And this is why the gospel authors include all these details about Jesus getting the robe.",
    "start": "00:40:36",
    "end": "00:40:43"
  },
  {
    "text": "But what he actually claimed was, you're about to make me the anointed one.",
    "start": "00:40:43",
    "end": "00:40:46"
  },
  {
    "text": "Yeah, you're about to make me the cosmic king of the city of creation right here in Jerusalem. It's his enthronement. The gospel authors and Jesus are trying to tell us that his execution actually was his enthronement as the seed of David over the new Jerusalem in Jerusalem. Like it's happening in Jerusalem, but it's all getting flipped. So maybe you could say it this way, like Jesus is actually living out the ethic of the Sermon on the Mount, where he is leading the New Jerusalem to be a movement of people who will surrender their lives out of self love for others to birth and bring about the City of God. Because that's what it will take is to not protect. Now we're all the way back to Cain. It's sort of in Lamech, sort of like, you wound me, you insult my pride. That's what Lamech says.",
    "start": "00:40:46",
    "end": "00:41:45"
  },
  {
    "text": "I'm going to kill you.",
    "start": "00:41:45",
    "end": "00:41:46"
  },
  {
    "text": "I'll kill you. That's how the city of man works.",
    "start": "00:41:46",
    "end": "00:41:49"
  },
  {
    "text": "The logic of the city is not turn the other cheek. It's, yeah, kill for a wound.",
    "start": "00:41:49",
    "end": "00:41:55"
  },
  {
    "text": "Yeah. What those walls represent. Right. Or like, you're going to kill me, then I'll either build a wall to protect myself, and if you try and climb my wall, I'll chop off your head. That's the logic of the city, and that's the city's way of preserving life, is to kill anyone who tries to get in my wall. And now here's the heavenly city become human, who goes to the earthly city and becomes its king by letting his enemies kill him. And I think we're back to that scarcity. And what's the way to actually preserve life so that the city can flourish? And Jesus flips the script by living out the ethic of the Sermon on the Mount.",
    "start": "00:41:55",
    "end": "00:42:36"
  },
  {
    "text": "But then also something, you know, cosmic is going to happen, which is his death and resurrection and then the giving of the spirit.",
    "start": "00:42:36",
    "end": "00:42:45"
  },
  {
    "text": "Yes, yeah.",
    "start": "00:42:45",
    "end": "00:42:46"
  },
  {
    "text": "And so that his death as an enthronement is not just him giving an example of, here's how you surrender unto death for peace.",
    "start": "00:42:46",
    "end": "00:42:58"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:42:58",
    "end": "00:42:58"
  },
  {
    "text": "But it's also saying, and when I do it, I'm gonna unlock. I'm gonna unlock salvation. I'm gonna unlock, like, resurrection. I'm gonna unlock, like the spirit of God poured out. Yeah, like.",
    "start": "00:42:58",
    "end": "00:43:11"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:43:11",
    "end": "00:43:12"
  },
  {
    "text": "Well, which is like the enthronement, you know, like, you're going to kill me. My true power is going to come to display. And that power is resurrected life and spirit.",
    "start": "00:43:12",
    "end": "00:43:24"
  },
  {
    "text": "That's right. In other words, a kind of life that humans cannot take away because humans didn't create it. So humans build a city, and then we can control how life gets protected and generated in here, but it keeps happening at the cost of some human life or many human lives. And that's just what are cities, except that some flourish, usually at the expense of Others, in fact, cities, you can usually see it really dramatically because you have the flourishing and the non flourishing usually living right next to each other. So what if there was a city where the fear of death was taken off the table? Would that change how people relate to each other? What if there was a city where you so trusted that there was so much abundant life that even if I die, it's okay because my life wasn't given to me by some other people in the city, it was given to me by God. And so my life will continue on even if the form that I have it right now goes away. And that would really change how you lived in a city, I think. And that seemed to change how Jesus lived and confronted the leaders of his city because he knew that his life would be given back to him. I think that's how this works. And so when we talk about a city not made by human hands or the hope of the new Jerusalem, that can't be ever taken away by the city of man, I think that's what we're talking about.",
    "start": "00:43:24",
    "end": "00:44:59"
  },
  {
    "text": "Okay, so I get it. But we've introduced a phrase that's new, which is the logic of the city. And I think it's a really interesting phrase. And you applied it to Lamech's poem. And I'm wondering if that is something we need to pay attention to.",
    "start": "00:45:26",
    "end": "00:45:43"
  },
  {
    "text": "The logic of the city is to preserve life. What else are those walls for? To protect and preserve life?",
    "start": "00:45:44",
    "end": "00:45:50"
  },
  {
    "text": "Well, one thing we did talk about early on is how the tree of knowing good and bad in the garden represents the choice to a test of sorts. Will I trust God's wisdom what is good and bad? Or will I take it on my own? And then you made a point of saying, hey, the city is now the tree of the knowledge of good and bad, or us choosing that now become manifest institutionally. So the logic of I can know good from bad, I can decide good from bad. Now become like institutionalized. And how that can be leveraged to do incredible good.",
    "start": "00:45:50",
    "end": "00:46:33"
  },
  {
    "text": "Yes.",
    "start": "00:46:34",
    "end": "00:46:34"
  },
  {
    "text": "And this was Joseph in Egypt. It can, but on a knife's edge can be leveraged to do horrendous, horrendous evil. And the logic of the city is to push things over on the wrong side of the knife edge. To say, like, hey, if God was gracious with Cain, then I get to be. I get to murder people who just insult me. If you are a threat to me, I can take you out.",
    "start": "00:46:34",
    "end": "00:47:01"
  },
  {
    "text": "That's right. Which is a move that humans make in order to preserve life, just their own lives. Or the lives of the people they care about.",
    "start": "00:47:01",
    "end": "00:47:11"
  },
  {
    "text": "So the logic of the city is, how will you preserve life?",
    "start": "00:47:11",
    "end": "00:47:15"
  },
  {
    "text": "How will we preserve and protect life here?",
    "start": "00:47:15",
    "end": "00:47:18"
  },
  {
    "text": "And it often has to do with threatening death. Yeah, I will protect life by threatening death. And it works. It's actually a very powerful way to protect yourself.",
    "start": "00:47:19",
    "end": "00:47:32"
  },
  {
    "text": "Yeah, totally. Yeah, that's right. Threatening punishment or death is a very effective way to manage human behavior.",
    "start": "00:47:32",
    "end": "00:47:38"
  },
  {
    "text": "Or enacting it.",
    "start": "00:47:38",
    "end": "00:47:39"
  },
  {
    "text": "Yeah. And then sometimes killing to prove that you mean what you. What it says.",
    "start": "00:47:39",
    "end": "00:47:43"
  },
  {
    "text": "But in the storyline of the Bible, that's never a solution. That's just always like a cycling of violence. It's always like a violence, undoing violence, undoing violence. But it's never the solution to how then will there be.",
    "start": "00:47:44",
    "end": "00:48:00"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:48:00",
    "end": "00:48:02"
  },
  {
    "text": "A city of peace.",
    "start": "00:48:02",
    "end": "00:48:03"
  },
  {
    "text": "Yeah. But what if there was a new. A colony launched, a heavenly colony launched here on Earth, A new type of city whose ethic is explored in the Sermon on the Mount and whose leader embodied that ethic by giving up his life in order to preserve and protect the lives of others and receiving that life back from God, you know, infinitely more in eternal resurrection life. So what if the threat of death was taken off the table? How would you live in that new heavenly colony? Right, I just used a new phrase.",
    "start": "00:48:03",
    "end": "00:48:42"
  },
  {
    "text": "The theme of the servants in Isaiah. A group of people, they're not the majority, just minority group who are being faithful to God's wisdom, to justice and righteousness. That a city being reestablished will come through that, and those people will be associated with an anointed one and become little like anointed ones. That's all in Isaiah.",
    "start": "00:48:42",
    "end": "00:49:10"
  },
  {
    "text": "Yeah.",
    "start": "00:49:10",
    "end": "00:49:11"
  },
  {
    "text": "And so when Jesus calls his followers the city, he is invoking the image of that group.",
    "start": "00:49:11",
    "end": "00:49:20"
  },
  {
    "text": "That's right.",
    "start": "00:49:20",
    "end": "00:49:21"
  },
  {
    "text": "But they're not a city. They are what's going to be remaining when the city's destroyed.",
    "start": "00:49:21",
    "end": "00:49:27"
  },
  {
    "text": "Yeah, sure. Right, yeah.",
    "start": "00:49:27",
    "end": "00:49:28"
  },
  {
    "text": "They're the thing that's going to stand when the flood comes. And so then in a sense, they are the city. Yeah, they are what will remain. And so when you say create colonies, you're almost also saying what Jesus said is like, build your house on the rock.",
    "start": "00:49:28",
    "end": "00:49:44"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:49:44",
    "end": "00:49:45"
  },
  {
    "text": "Like create community in a way that when the flood comes, it will stay because a flood will come and what remains will be the city.",
    "start": "00:49:46",
    "end": "00:49:59"
  },
  {
    "text": "Yeah.",
    "start": "00:49:59",
    "end": "00:50:00"
  },
  {
    "text": "And there's this prophetic hope that of an ultimate flood where Babylon will no longer stand. It can't like, come back and reemerge.",
    "start": "00:50:00",
    "end": "00:50:10"
  },
  {
    "text": "Its begun done forever.",
    "start": "00:50:10",
    "end": "00:50:12"
  },
  {
    "text": "It'll just be done. And in which case what remains will be new creation that lasts.",
    "start": "00:50:12",
    "end": "00:50:19"
  },
  {
    "text": "Yep.",
    "start": "00:50:19",
    "end": "00:50:20"
  },
  {
    "text": "Cause you have all the cycling of floods.",
    "start": "00:50:20",
    "end": "00:50:22"
  },
  {
    "text": "And Jesus even says, look, another one's coming.",
    "start": "00:50:22",
    "end": "00:50:24"
  },
  {
    "text": "Another one's coming. He talks about it as a cataclysmic cosmic flood of justice.",
    "start": "00:50:24",
    "end": "00:50:30"
  },
  {
    "text": "That's so funny. The Greek word for flood is cataclysmos.",
    "start": "00:50:30",
    "end": "00:50:33"
  },
  {
    "text": "Oh, yeah.",
    "start": "00:50:33",
    "end": "00:50:33"
  },
  {
    "text": "Yeah.",
    "start": "00:50:35",
    "end": "00:50:36"
  },
  {
    "text": "The sun goes dark and, you know, he's like. That's how he talks about it. But it's Jerusalem being sieged or destroyed by Rome. And so we're all. This is the thing I've been thinking about. Okay. We live in a city. I live in this city, Portland. Every single human civilization sticks around long enough and something bad's gonna happen.",
    "start": "00:50:36",
    "end": "00:50:58"
  },
  {
    "text": "Yeah, right. It's just.",
    "start": "00:50:59",
    "end": "00:51:00"
  },
  {
    "text": "It's just inevitable.",
    "start": "00:51:01",
    "end": "00:51:02"
  },
  {
    "text": "Yeah.",
    "start": "00:51:02",
    "end": "00:51:02"
  },
  {
    "text": "It's gonna hit the fan at some point.",
    "start": "00:51:02",
    "end": "00:51:03"
  },
  {
    "text": "It's gonna hit the fan at some point.",
    "start": "00:51:03",
    "end": "00:51:05"
  },
  {
    "text": "It could be a literal flood. You know, out here we're supposed to have an earthquake.",
    "start": "00:51:05",
    "end": "00:51:09"
  },
  {
    "text": "Yeah, that's right. On the West Coast.",
    "start": "00:51:09",
    "end": "00:51:10"
  },
  {
    "text": "On the West Coast.",
    "start": "00:51:10",
    "end": "00:51:11"
  },
  {
    "text": "Upper west coast of the United States.",
    "start": "00:51:11",
    "end": "00:51:12"
  },
  {
    "text": "But also is always the threat of, like, what nation, what other group might come and just take over? And, you know, we don't feel that here, living in the northwest corner of America, but imagine living in Ukraine right now. Yeah, right.",
    "start": "00:51:13",
    "end": "00:51:29"
  },
  {
    "text": "Yeah, it's totally. It's exactly right.",
    "start": "00:51:29",
    "end": "00:51:31"
  },
  {
    "text": "So, like, this happens.",
    "start": "00:51:31",
    "end": "00:51:33"
  },
  {
    "text": "It does happen. And another way it happens is the slow rot and decay of decadence and affluence and disparity of wealth, and just. The whole thing just crumbles from within over a slow, painful process of many generations. That seems to be what's at least happening right now in our lifetimes.",
    "start": "00:51:33",
    "end": "00:51:55"
  },
  {
    "text": "Right. Like an economic collapse that comes out of just gluttony and.",
    "start": "00:51:55",
    "end": "00:51:58"
  },
  {
    "text": "Yeah, just a social collapse in slow motion.",
    "start": "00:51:58",
    "end": "00:52:01"
  },
  {
    "text": "So these are all floods of sorts.",
    "start": "00:52:01",
    "end": "00:52:06"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:52:06",
    "end": "00:52:07"
  },
  {
    "text": "And so I guess my point was, like, there's wisdom in kind of anticipating not only the future cosmic one that will wipe away, even for good, which is like this theme, but that there's going to be more regional.",
    "start": "00:52:07",
    "end": "00:52:24"
  },
  {
    "text": "It'll come in cycles and waves. Yeah, yeah, that's exactly right. So the question is, how do you live in the present as a follower of Jesus?",
    "start": "00:52:24",
    "end": "00:52:33"
  },
  {
    "text": "How do you build the city that will remain?",
    "start": "00:52:33",
    "end": "00:52:36"
  },
  {
    "text": "Now, I'm curious why you say build. Because it's a very small number of people who are ever going to start a city that actually becomes a city. Most people just find themselves moving to cities that already exist and then adding to it, maybe contributing to it.",
    "start": "00:52:38",
    "end": "00:52:51"
  },
  {
    "text": "Yeah.",
    "start": "00:52:51",
    "end": "00:52:51"
  },
  {
    "text": "Maybe even helping lead it.",
    "start": "00:52:51",
    "end": "00:52:53"
  },
  {
    "text": "I guess when I say build, I Didn't mean like, build a new city. But when Jesus says, like, you are the city and it gives them an ethic.",
    "start": "00:52:53",
    "end": "00:53:00"
  },
  {
    "text": "Oh, I understand.",
    "start": "00:53:00",
    "end": "00:53:01"
  },
  {
    "text": "Then they've got a project.",
    "start": "00:53:02",
    "end": "00:53:02"
  },
  {
    "text": "Yeah, right, yeah.",
    "start": "00:53:03",
    "end": "00:53:04"
  },
  {
    "text": "Create something.",
    "start": "00:53:04",
    "end": "00:53:05"
  },
  {
    "text": "Create a community.",
    "start": "00:53:05",
    "end": "00:53:05"
  },
  {
    "text": "Create a community. And he calls them a city. So I guess I'm saying, like, what are you going to create and what is the thing? When Jesus says, build your house on the rock, what's he talking about? Yeah, he's not saying like, go find a new mountain and create a new temple. Right. But he is saying the flood's coming and build something on.",
    "start": "00:53:06",
    "end": "00:53:26"
  },
  {
    "text": "That's right. Yeah. A human community whose fundamental way of relating to each other is built on trust in the generous love and power of God. That is more powerful than any type of scarcity or threat or fear or death itself. And if you live as if that's true, then that will change the way that you relate to your neighbors in that community. And if you live that way, it's costly like Jesus. It could result in the end of your life or losing a lot. But in reality, what you'll be doing is sowing the seeds of new creation. That's really convicting.",
    "start": "00:53:26",
    "end": "00:54:09"
  },
  {
    "text": "Yeah, let's strike a balance where we could go kind of just far enough, we don't actually have to suffer in that kind of intensity.",
    "start": "00:54:12",
    "end": "00:54:19"
  },
  {
    "text": "But I'm just saying, like, you read the Sermon on the Mount and you're like, wow, wow. That is a. That is a way to be human. The ultimate embodiment of the ethic is what Jesus is doing in Jerusalem. But it embodied itself in Jerusalem in the days after Jesus rose from the dead, when all of a sudden all the widows in their communities were cared for and they started making lists of who's a widow in your Jesus community over there in northeast Jerusalem. Let's make sure they all get food.",
    "start": "00:54:20",
    "end": "00:55:20"
  },
  {
    "text": "Yeah.",
    "start": "00:55:20",
    "end": "00:55:21"
  },
  {
    "text": "And people started donating property. Right. And possessions, losing their possessions so that others in the community could find a meal. And. Right, like that. That's the form that it started taking in Jerusalem. And I was going to have us look at this in the next conversation, but then you get Stephen, who actually speaks truth to those in power, and it gets him killed. So it takes a variety of forms, but some of them more mundane looking, some of them, but all of them are based on this basic ethic of self sacrificial love for the benefit of the other, even if it costs me or takes away from my self security or self preservation. I'm trying to get the logic of the city theme there. The logic of the Sermon on the Mount is like the polar opposite of the logic of Cain or Lamech in the logic of the human city. I think it's a useful contrast.",
    "start": "00:55:21",
    "end": "00:56:18"
  },
  {
    "text": "So there's. How can we embed the logic of the garden into the city? And that can at moments make it so the city becomes like Joseph's Egypt, perhaps. Yeah, there might be moments like that.",
    "start": "00:56:19",
    "end": "00:56:36"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:56:36",
    "end": "00:56:37"
  },
  {
    "text": "But also there's going to be lots of moments where that logic finds itself at odds with power and has to suffer. But when we think of the city of God coming to earth, this is what Jesus is imagining. He's imagining that.",
    "start": "00:56:37",
    "end": "00:56:56"
  },
  {
    "text": "Yeah. That's one sense that's like the. In terms of thinking about the kingdom of God as both here and yet to fully come while we live on earth, to use the. Write this biblical cosmology language, while we live on earth as the resurrection and the coming of the Spirit has birthed signs of new creation right here down on earth. That's the form that the ethic takes. But because we live outside of Eden, living out that vision of the new Jerusalem will take a toll. It will cost, and it will actually cost like that. Our mortal bodies are dying. So any effort, any energy that I give out comes at a cost. What I'm trying to say is what Paul says very briefly in 1 Corinthians 15 is that flesh and blood, the mode of existence that you and I know of it in this moment, cannot inherit the kingdom of God. It requires a full resurrection and recreation of our mode of existence.",
    "start": "00:56:57",
    "end": "00:57:57"
  },
  {
    "text": "Is kingdom of God pretty synonymous with city of God?",
    "start": "00:57:57",
    "end": "00:58:00"
  },
  {
    "text": "Oh, the rule and reign of God. He reigns in his temple over his heavenly city. I'm using it as shorthand for it to just say it's like the capital of his kingdom in the present. I think what we're called to is both believe that the city of God has begun, begun, but at the same time, it will involve a full recreation of the universe as we know it. And as long as the universe exists in this form as we know it, our experience of the city of God will always be in a kind of a diminished seed form in my own life, in my own body and in my community.",
    "start": "00:58:00",
    "end": "00:58:40"
  },
  {
    "text": "Yeah, well, it's a theme of Babylon still exists. Like there's still. The city of God is being established and the prophets, then that's the end of the story. The city of God comes and then all the nations stream up to it. Story is complete.",
    "start": "00:58:41",
    "end": "00:59:00"
  },
  {
    "text": "Happy ending. Yeah.",
    "start": "00:59:00",
    "end": "00:59:02"
  },
  {
    "text": "And Jesus, the city of God comes and then he suffers and dies, is resurrected and Then his reign begins, but the nations are still, like, in an uproar.",
    "start": "00:59:02",
    "end": "00:59:16"
  },
  {
    "text": "Yeah, still in.",
    "start": "00:59:16",
    "end": "00:59:17"
  },
  {
    "text": "And there isn't peace. And then there's this hope that, well, it started, but it hasn't finished.",
    "start": "00:59:17",
    "end": "00:59:23"
  },
  {
    "text": "Yeah.",
    "start": "00:59:23",
    "end": "00:59:24"
  },
  {
    "text": "And that's where then you exist now.",
    "start": "00:59:24",
    "end": "00:59:28"
  },
  {
    "text": "And so this is why that this is a way to transition to the next step. This helps explain why in the letters of the apostles, they will continue this language and imagery describing Jesus followers as a colony, as Paul actually in Philippians, a colony of heaven that is a genuine outpost of the presence of God here on earth. But from there, from heaven, we await a rescuer who will come and transform our lowly bodies in this mortal world into a new creation, colony of heaven.",
    "start": "00:59:28",
    "end": "01:00:09"
  },
  {
    "text": "All right, so that's then where we'll go next to this.",
    "start": "01:00:09",
    "end": "01:00:12"
  },
  {
    "text": "We'll try and land this plane on the seam of the city.",
    "start": "01:00:12",
    "end": "01:00:15"
  },
  {
    "text": "So this is dan gummelt with BibleProject podcast team, and I'm in the studio here today with a friend of mine for another employee introduction. Can you go ahead and introduce yourself?",
    "start": "01:00:17",
    "end": "01:00:27"
  },
  {
    "text": "Yeah. Hi, my name is Christopher Mayer.",
    "start": "01:00:27",
    "end": "01:00:29"
  },
  {
    "text": "Tell me a little bit about what you do here at bibleproject.",
    "start": "01:00:29",
    "end": "01:00:32"
  },
  {
    "text": "Yeah, I've been with bibleproject for three years now. I do a few different areas of writing. I write the monthly prayer email that goes out. I do some website copy for our support channels, and then I'm in the inbox answering all the emails that come in. It's been so much fun to answer people and get to know our audience.",
    "start": "01:00:32",
    "end": "01:00:51"
  },
  {
    "text": "Well, speaking of our audience, is there anything you would want to say to our listeners right now?",
    "start": "01:00:51",
    "end": "01:00:54"
  },
  {
    "text": "Oh, man, we are so grateful for you. These resources that are coming out, it's so much fun to know that they are meeting real people. And I personally was a huge fan before I started working here. And knowing that other people are kind of on a similar journey of discovering the beauty of the literary elements of the Bible is really great to be part of.",
    "start": "01:00:54",
    "end": "01:01:14"
  },
  {
    "text": "Yeah, Dude, I was just thinking about. This is actually important to know. You are the person who compiles the questions for the podcast Q&Rs.",
    "start": "01:01:14",
    "end": "01:01:23"
  },
  {
    "text": "Oh, that's right. Yeah, I guess I do that.",
    "start": "01:01:23",
    "end": "01:01:25"
  },
  {
    "text": "It's a. It's a really big job and you do it so well. When I first started doing it, I. It was a mess, and I'm so glad you did get over.",
    "start": "01:01:26",
    "end": "01:01:37"
  },
  {
    "text": "It's amazing What a few YouTube tutorials on Google Docs and spreadsheets will do for you.",
    "start": "01:01:37",
    "end": "01:01:43"
  },
  {
    "text": "Yeah. Will you have any sort of communication or exchange with that person?",
    "start": "01:01:43",
    "end": "01:01:47"
  },
  {
    "text": "Sometimes, yeah. Sometimes. You know, there's an extra question in there that I might be able to answer. So I'll point them to a video or a past episode that helps with that question. And yeah, we just try to be as helpful as possible with what we have.",
    "start": "01:01:47",
    "end": "01:02:01"
  },
  {
    "text": "I have always loved Q&Rs. They are my favorite episodes to put together ever since you kind of created those spreadsheets for us. Like I really love and I know Tim loves looking through those spreadsheets.",
    "start": "01:02:01",
    "end": "01:02:10"
  },
  {
    "text": "And yeah, one of my favorite things is looking at the column of different locations that people have written in from.",
    "start": "01:02:10",
    "end": "01:02:16"
  },
  {
    "text": "That is my favorite thing.",
    "start": "01:02:16",
    "end": "01:02:17"
  },
  {
    "text": "Yeah, just the number of countries represented. It's amazing to know that there are so many different time zones Tuning into the Podcast well, tell me a little.",
    "start": "01:02:17",
    "end": "01:02:25"
  },
  {
    "text": "About your life outside of work.",
    "start": "01:02:25",
    "end": "01:02:26"
  },
  {
    "text": "I live here in Portland about eight eight blocks from the studio. So on more weather friendly days I will walk up to the studio. Powell's bookstore I refer to as my own personal Disneyland.",
    "start": "01:02:26",
    "end": "01:02:38"
  },
  {
    "text": "How often are you going to Powell's?",
    "start": "01:02:38",
    "end": "01:02:40"
  },
  {
    "text": "You know, I'm trying to cut back, so maybe once a month there'll just be a really obscure section of books on Old Testament prophets.",
    "start": "01:02:40",
    "end": "01:02:48"
  },
  {
    "text": "Wait, so you go and get Bible Bible stuff?",
    "start": "01:02:48",
    "end": "01:02:51"
  },
  {
    "text": "Oh, you'd be surprised. There's rows of of great books folks there. So.",
    "start": "01:02:51",
    "end": "01:02:55"
  },
  {
    "text": "Okay, well, so I would love it if you would read our credits.",
    "start": "01:02:56",
    "end": "01:02:59"
  },
  {
    "text": "Today's show came from our podcast team, including producer Cooper Peltz, associate producer Lindsey Ponder. Our lead editor is Dan Gomel. Additional editors are Tyler Bailey and Frank Garza. Tyler Bailey, AKA Tyler the creator, also mixed this episode, and Hannah Wu did our annotations for the BibleProject app. BibleProject is a crowdfunded nonprofit and everything we make is free because of your generous support. Thank you so much for being a part of this with us.",
    "start": "01:02:59",
    "end": "01:03:25"
  }
]