[
  {
    "text": "Hey, Tim.",
    "start": "00:00:05",
    "end": "00:00:05"
  },
  {
    "text": "Hi, John. Hey.",
    "start": "00:00:06",
    "end": "00:00:07"
  },
  {
    "text": "Hello. Hey. So we're doing a Q and R.",
    "start": "00:00:07",
    "end": "00:00:10"
  },
  {
    "text": "We are right now. That's what's happening at this moment.",
    "start": "00:00:10",
    "end": "00:00:13"
  },
  {
    "text": "Yeah. Yeah, it's happening. It's about to happen. Here we go. And actually, we. We're gonna do two episodes of Q&Rs for the city.",
    "start": "00:00:13",
    "end": "00:00:21"
  },
  {
    "text": "Oh, for the City series. Yes. This episode is a Q and R listener. Questions we want to both hear and respond. And we're going to do two rounds because, one, it's a long series, longer than average, but also, like, so many good questions. We're already up to way over 100, like 130 so far, and we're only halfway through releasing the series right now. And they're awesome. Like, it's so fun to read your questions, and we're excited to interact with some of them. And then we'll do another round kind of near the end of the series, too. So keep sending them in. Yeah, we love hearing your questions.",
    "start": "00:00:21",
    "end": "00:01:02"
  },
  {
    "text": "And even if we don't get to the question, we get to look at it and we get to know what you're thinking about, and that's really helpful for us.",
    "start": "00:01:02",
    "end": "00:01:10"
  },
  {
    "text": "Yeah, yeah, absolutely.",
    "start": "00:01:10",
    "end": "00:01:11"
  },
  {
    "text": "So if we don't get to it, it's still rad to hear from you.",
    "start": "00:01:11",
    "end": "00:01:14"
  },
  {
    "text": "Totally. Yeah. So thank you for sending in your questions. Clearly, y' all listening to the podcast are motivated because we're getting more and more than we ever have before, even though you all know that we only ever talk about a handful because we end up going down rabbit holes. So. But apparently you're all good with that, so thank you. It's really fun to have a finger on the pulse of what our conversations are sparking in your minds and hearts. It's really, really wonderful. So, as always, my caveat, I work through all the questions. I try to pick the ones that are most repeated, and then also questions that I think just open up cool conversation topics that are just the good stuff. So with all that said, shall we go for it?",
    "start": "00:01:14",
    "end": "00:02:00"
  },
  {
    "text": "Let's get in it.",
    "start": "00:02:00",
    "end": "00:02:01"
  },
  {
    "text": "Let's do it. Question number one, from Brandon in Georgia. Hey, guys. This is Brandon from Powder Springs, Georgia, longtime listener, first time questioner. One of my favorite passages in this theme is from Hebrews 11, where Abraham is described as looking for a city.",
    "start": "00:02:01",
    "end": "00:02:18"
  },
  {
    "text": "Which has foundations, whose designer and builder is God.",
    "start": "00:02:18",
    "end": "00:02:23"
  },
  {
    "text": "I hope the same can be said about me someday. But how did Abraham know that a city was the ideal? It wasn't like he could pull out his Bible app and read the end of the story. He was semi nomadic. He had a Front row seat to all the evils of Sodom. So what were the clues that he was seeing that told him a city would be his final destination? Love to hear your insights. Keep up the great work. Thank you.",
    "start": "00:02:23",
    "end": "00:02:45"
  },
  {
    "text": "Great question.",
    "start": "00:02:46",
    "end": "00:02:47"
  },
  {
    "text": "Yeah, isn't that a great question? I thought what we could do is just read the paragraph about Abraham from Hebrews, chapter 11. It starts in verse 8, goes through verse 12, and actually, well. Oh, so it goes on much longer. It's a long section about Abraham. Do you want to read it and I'll just scroll?",
    "start": "00:02:47",
    "end": "00:03:09"
  },
  {
    "text": "Yeah. Great. What version is this?",
    "start": "00:03:09",
    "end": "00:03:10"
  },
  {
    "text": "This is a new revised standard version.",
    "start": "00:03:10",
    "end": "00:03:12"
  },
  {
    "text": "Okay.",
    "start": "00:03:12",
    "end": "00:03:13"
  },
  {
    "text": "Yeah.",
    "start": "00:03:13",
    "end": "00:03:13"
  },
  {
    "text": "By faith, Abraham obeyed when he was called to set out for a place that he was to receive as an inheritance. And he set out not knowing where he was going. By faith, he stayed for a long time in the land that he had been promised, as in a foreign land, living in tents, as did Isaac and Jacob, who were heirs with him of the same promise. This takes for granted that you know the story of. Of Abraham and his sons.",
    "start": "00:03:13",
    "end": "00:03:41"
  },
  {
    "text": "Yeah. Oh, yeah.",
    "start": "00:03:41",
    "end": "00:03:42"
  },
  {
    "text": "But he's out in the land that God promised to him. But he was from Ur, right?",
    "start": "00:03:42",
    "end": "00:03:46"
  },
  {
    "text": "Yeah. Ur of the Chaldeans, which is another ancient tribal name for what became Babylon.",
    "start": "00:03:46",
    "end": "00:03:51"
  },
  {
    "text": "So he left the city, and now he's just nomadic in this land that God said, one day you'll inherit this.",
    "start": "00:03:51",
    "end": "00:03:57"
  },
  {
    "text": "That's right. Yep. And so I'll call the author of Hebrews, the pastor. He's a pastor writing to an unnamed church community, and he really highlights the journey. Living in the wilderness, living in tents. But the point is in temporary migrating patterns, not in a permanent location.",
    "start": "00:03:57",
    "end": "00:04:17"
  },
  {
    "text": "Yes.",
    "start": "00:04:18",
    "end": "00:04:18"
  },
  {
    "text": "Now, that's a theme that the pastor in Hebrews has already developed back in chapters three and four to say that followers of Jesus are also like the wilderness generation that came out of Egypt trusting God in the wilderness. But don't be like the rebels in the wilderness. Be like those who have faith.",
    "start": "00:04:18",
    "end": "00:04:35"
  },
  {
    "text": "Okay. And Abraham's faith is also highlighted here because he's hoping for something else than just being nomadic, intense. He's anticipating something.",
    "start": "00:04:36",
    "end": "00:04:46"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:04:46",
    "end": "00:04:47"
  },
  {
    "text": "Okay.",
    "start": "00:04:47",
    "end": "00:04:48"
  },
  {
    "text": "Yeah. So God's promise is, you know, I'm going to bless you, make you fruitful into a nation. I'm melding together multiple of God's promises in Abraham stories. Kings are going to come from your line. All nations are going to be blessed through your seed or your family. But no mention of a city, just of a land, but of, like, permanent possession and settling in that land and giving birth to a royal family that Will bless the nations. So a city is all but said.",
    "start": "00:04:48",
    "end": "00:05:19"
  },
  {
    "text": "In God's words because there's kings, promised and settlement.",
    "start": "00:05:19",
    "end": "00:05:26"
  },
  {
    "text": "Yeah, that's right. But the narrative of Abraham just keeps that tension that he himself is not investing or connected to any permanent cities in the land.",
    "start": "00:05:27",
    "end": "00:05:38"
  },
  {
    "text": "He's not building it.",
    "start": "00:05:38",
    "end": "00:05:39"
  },
  {
    "text": "Yeah. He's gonna stay in temporary shelters, migrating around, but something permanent is promised. And that's what the pastor is picking up on. Here, I'll let you.",
    "start": "00:05:39",
    "end": "00:05:47"
  },
  {
    "text": "Yeah. So verse 10 continues. Abraham looked forward to the city that has foundations, whose architect and builder is God. And that's the key verse.",
    "start": "00:05:47",
    "end": "00:05:57"
  },
  {
    "text": "Yep, that's what Brandon quoted from.",
    "start": "00:05:57",
    "end": "00:05:59"
  },
  {
    "text": "By faith, Abraham received power of procreation even though he was too old and Sarah herself was barren. Because he considered God. Considered Abraham faithful.",
    "start": "00:05:59",
    "end": "00:06:12"
  },
  {
    "text": "No, Abraham considered him faithful.",
    "start": "00:06:12",
    "end": "00:06:16"
  },
  {
    "text": "See, this is why I have to put in. I take out the pronouns because I always get confused. Because he, Abraham, considered God faithful, who had promised the inheritance. Okay. Therefore, from one person, and this one is as good as dead. That's Abraham. Okay. Because he's old.",
    "start": "00:06:16",
    "end": "00:06:33"
  },
  {
    "text": "He's that old. Yeah.",
    "start": "00:06:33",
    "end": "00:06:35"
  },
  {
    "text": "From that one person who's as good as dead, descendants were born as many as the stars of heaven and as the innumerable grains of sand by the seashore. That's a quote.",
    "start": "00:06:35",
    "end": "00:06:45"
  },
  {
    "text": "Yeah. And so where the pastor goes from here is he does a little aside and he says, listen, you see, the pattern, because he also talked about Noah before this, is that the pattern is people trusting in God's promise by faith, even though they only saw or barely tasted the fulfillment of that promise. And he makes a parallel here between the audience and Abraham by saying, people who speak in this way make it clear that they're looking for a homeland. So once again, contrasting the temporary shifting nature of life out, you know, in the land or the wilderness, contrasted with what's permanent as it is. They desire a better country that is a heavenly one, a sky country. Yeah. So now Abraham's trust in a future city whose builder's God becomes a parallel to the pastor's audience who's reading the letter and their desire for a heavenly land. So the city built by God and the heavenly land become parallel images with each other.",
    "start": "00:06:45",
    "end": "00:07:53"
  },
  {
    "text": "Okay.",
    "start": "00:07:53",
    "end": "00:07:54"
  },
  {
    "text": "And that's significant.",
    "start": "00:07:54",
    "end": "00:07:55"
  },
  {
    "text": "So the city becomes a way just to think about a new type of civilization or a new type of land.",
    "start": "00:07:55",
    "end": "00:08:02"
  },
  {
    "text": "Yeah, that's right. So what the pastor is doing is he is reading the Abraham story as a coherent whole, both in light of the Adam and Eve story and about the expulsion from the paradise garden out into the wilderness. And that's where Abraham mostly cruises around is in the wilderness. But God keeps meeting him in these little Eden moments out there in the wilderness. So that's one thing. But then the pastor is also reading the Abraham's story in light of all the stories and design patterns to follow, especially the David story. So the word faith is a key theme in the Abraham story. And if you just do a concordant search on the word faith, one of the other set of stories in Genesis through Kings, which is kind of the main big narrative of the Hebrew Bible, the word faith gets off the charts in the David story. And so the story is about when David is anointed king privately but persecuted by Saul. There's all these stories about him running around, fleeing from Saul, dwelling in the wilderness and going from temporary place to place. And all those stories of David in the wilderness are packed with hyperlinks back to the Abraham story in a similar way. So the biblical authors want to set David on analogy to Abraham. The wilderness wanderings are matched with each other so that the promise of an eternal Eden promised land that God gave to Abraham becomes set on analogy to the promise that is partially realized of David setting up Jerusalem as a heaven on earth spot, too. So what the pastor's doing is he's reading the Abraham story in light of the David story, and then he's imagining. This is like sanctified imagination. He's imagining Abraham with the mindset of David, like, looking forward to a city whose architect and builder is God. And this was very common in the Second Temple period, where Bible nerds, who produced all the wonderful literature, you know, the Christians call the Apocrypha and Pseudepigrapha, but also the Dead Sea Scrolls have a lot of biblical commentary and they regularly do this. They take interpretations based on seeing the design patterns of the whole story. And then they will sort of like, imagine, like, I love how you said this, Brandon. It's like, did he pull out a Bible app and read to the end of the story? But that's how Second Temple Jewish authors read and thought and talked about it. So in a way, yes, historical Abraham didn't know how the story ended, but the biblical Abraham, once you read the history Hebrew Bible through and then you go back and reread it again and you see, like, oh, Abraham's story has been designed with an eye towards David's story. Then in a way, the conclusion that the pastor draws in Hebrews is perfectly straightforward because all these characters, once you've been exiled from Eden, are looking for some More permanent dwelling whose creator and builder is God. So does that make any sense though? It's sort of like were imagining Abraham as if he's read the whole story. But that was the typical way that second temple Jewish authors did Biblical interpretation.",
    "start": "00:08:02",
    "end": "00:11:26"
  },
  {
    "text": "It sounds like you're saying both things, which is if you just try to isolate Abraham in the story and what he would have known.",
    "start": "00:11:27",
    "end": "00:11:33"
  },
  {
    "text": "Yeah. And that's interesting.",
    "start": "00:11:34",
    "end": "00:11:35"
  },
  {
    "text": "He could have anticipated a city because God said I'm going to make you a great nation in this land.",
    "start": "00:11:35",
    "end": "00:11:40"
  },
  {
    "text": "That's right.",
    "start": "00:11:40",
    "end": "00:11:41"
  },
  {
    "text": "Well, you just fast forward in your imagination. You've got all these kids and there's going to be a king one day and you're going to be a great nation.",
    "start": "00:11:41",
    "end": "00:11:48"
  },
  {
    "text": "You're going to make city likely going to need some center of operations, going.",
    "start": "00:11:49",
    "end": "00:11:51"
  },
  {
    "text": "To have a few cities.",
    "start": "00:11:51",
    "end": "00:11:52"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:11:52",
    "end": "00:11:53"
  },
  {
    "text": "But what's even more important is to think about what the biblical authors are doing. And they're tying Abraham's story and being in the wilderness and hoping for a city to David's story being in the wilderness and then going to build a city. And then the pastor seems to be taking all this and he's talking to first century Jesus followers.",
    "start": "00:11:53",
    "end": "00:12:14"
  },
  {
    "text": "Yeah. Describing them like they are Abraham in the wilderness, living in temporary shelters and tents, looking for a heavenly land. Yeah. So just like the pastor wants these early followers of Jesus to imagine themselves as Abraham, the pastor also wants us to imagine Abraham as being like David, having the mindset of David. Yeah.",
    "start": "00:12:15",
    "end": "00:12:41"
  },
  {
    "text": "Cool.",
    "start": "00:12:41",
    "end": "00:12:42"
  },
  {
    "text": "So thanks, Brandon.",
    "start": "00:12:43",
    "end": "00:12:44"
  },
  {
    "text": "Thank you, Brandon.",
    "start": "00:12:44",
    "end": "00:12:44"
  },
  {
    "text": "Yep. Great question.",
    "start": "00:12:44",
    "end": "00:12:45"
  },
  {
    "text": "Let's move on to. You've got a question here from Isaac. Yeah, in Hawaii.",
    "start": "00:12:45",
    "end": "00:12:49"
  },
  {
    "text": "From Hawaii. Hi guys, this is Isaac Warsh from Kaneohe, Hawaii. I noticed the Hebrew word for city ear and the Hebrew word describing Adam and Eve's post fall nakedness are spelled.",
    "start": "00:12:49",
    "end": "00:13:00"
  },
  {
    "text": "Out the same Hebrew letters in the.",
    "start": "00:13:00",
    "end": "00:13:01"
  },
  {
    "text": "Same order plus an M in Eirom. Given their clear association, are we supposed to draw a comparison between Adam and Eve's shameful nakedness which they cover with leaves and Cain's naked shame which he covered with walls?",
    "start": "00:13:01",
    "end": "00:13:12"
  },
  {
    "text": "Oh, we're getting some Hebrew. All right, Isaac.",
    "start": "00:13:13",
    "end": "00:13:17"
  },
  {
    "text": "Totally. No, this is wonderful. So I feel like in this series I've been learning a lot about how ancient authors around ancient Israel and the ancient Israelite scribes the way that wordplay puns and matching words with similar letters as meaningful links, that this was a really key tool in the hands of the biblical authors. And so in this series really we did a whole episode on that kind of in a deeper dive than I think we've done. Ever done in any series. Yeah, yeah, yeah. So just real quick here. What we talked about is that when in the Eden story, when God says it's not good for the human to be alone, so God causes a sleep to fall on the human. He takes one of the sides and the Lord. This is Genesis 2, verse 22. Yahweh Elohim built into a woman, the side which he had taken from the man. And all of this is described as God providing what he calls an Azerbaijan. So the building of the Azer. Well, both the word build is the same word used for what Cain builds when he builds a city. And then the word azer, or delivering ally or help that God provides matches what Cain builds, which is an ir, which is three letters. Two of them are the same as.",
    "start": "00:13:17",
    "end": "00:14:49"
  },
  {
    "text": "The word Azer is three letters.",
    "start": "00:14:49",
    "end": "00:14:50"
  },
  {
    "text": "Azer is three letters. Ayin, Zion reshaped.",
    "start": "00:14:50",
    "end": "00:14:53"
  },
  {
    "text": "And eir must be two letters or one.",
    "start": "00:14:53",
    "end": "00:14:55"
  },
  {
    "text": "It's three letters. Ayin, Jod, resh. Oh, and the middle letters, Zion and Yod, in both of those words have the identical shape at the top. It's just missing a vertical line. Okay, that's a little longer.",
    "start": "00:14:55",
    "end": "00:15:08"
  },
  {
    "text": "So they look nearly identical.",
    "start": "00:15:08",
    "end": "00:15:10"
  },
  {
    "text": "When you look at them, they look very similar. Yeah.",
    "start": "00:15:10",
    "end": "00:15:12"
  },
  {
    "text": "An ear and a Nasar.",
    "start": "00:15:12",
    "end": "00:15:13"
  },
  {
    "text": "That's right. So that's the wordplay that I highlighted. And then also the fact that the one that God provided as the Ezer, the delivering ally, ends up becoming the target of the snake's deception, realizing that they're naked, and then G D covers them with skins. And the word for skin or is another. It's got the same two letters at the beginning and end, but with a different letter in the middle. So it's Ayin, vav, Reish. But the VAV looks almost identical to the Zion, and the top of the VAV is identical to the top of the OD in Ear City. The point is, these three words, aeser, eir, and skin, have the same first and last letters, different middle letters, but the middle letters all look almost the same. And that's meaningful. The point is, that's not random. It's meaningful. So what you're pointing out, Isaac, is there is actually more. There's another set of words that link into this wordplay. And that's true. I just didn't want to overload. Overload that episode.",
    "start": "00:15:13",
    "end": "00:16:14"
  },
  {
    "text": "It's already hard to follow.",
    "start": "00:16:14",
    "end": "00:16:16"
  },
  {
    "text": "Yeah, yeah. So the word for naked is the word arom, and it's spelled with three letters, the same three letters as the word skin. But mixed around. Okay, so the word for skin is or ayen vav, reish. This word for naked arom is ein, resh, vav. And then a mem on the end. So it's the same three letters with an additional letter on the end. Now, here's what's great. The last sentence of the Eden story, after the building of the woman is in, the man and his wife were arum naked, and they were not to shame. Next line. Now, the serpent was more arum.",
    "start": "00:16:16",
    "end": "00:16:54"
  },
  {
    "text": "I remember that word.",
    "start": "00:16:55",
    "end": "00:16:56"
  },
  {
    "text": "Yes. So arum, it's a different root word, but it's spelled with the same exact letters, four Hebrew letters, as the word naked, but with just a different vowel. Instead of arom naked, it's arum, crafty or shrewd. So all of these connect. The one who is arum shrewd targets the arom couple naked, and specifically the ezer, the one God provided as a delivering ally, and deceives her so that their eyes are opened and they realize they're naked arom. And then God provides skin or.",
    "start": "00:16:56",
    "end": "00:17:35"
  },
  {
    "text": "And you're saying all those words are like. They're like just jumbled together. They would kind of all feel the same.",
    "start": "00:17:36",
    "end": "00:17:41"
  },
  {
    "text": "Well, they're spelled with the same letters.",
    "start": "00:17:41",
    "end": "00:17:43"
  },
  {
    "text": "They're all spelled the same letters, same.",
    "start": "00:17:43",
    "end": "00:17:44"
  },
  {
    "text": "Core set of letters.",
    "start": "00:17:44",
    "end": "00:17:45"
  },
  {
    "text": "It's like a Dr. Seuss kind of thing.",
    "start": "00:17:45",
    "end": "00:17:47"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:17:47",
    "end": "00:17:48"
  },
  {
    "text": "It's like. It would feel like so much repetition in the words and like rhyming words and words that sound alike.",
    "start": "00:17:48",
    "end": "00:17:54"
  },
  {
    "text": "Yeah, that's right. So what God built the Ezer, delivering ally to provide for the loneliness of the human is set on analogy to what humans try to provide to cover over their nakedness. And the words for nakedness and the words for the Ezer that God builds to provide. In other words, you have two moments where a character is in need and God provides, and it's a good thing. But when the humans provide for themselves.",
    "start": "00:17:55",
    "end": "00:18:24"
  },
  {
    "text": "So the first time is when man's alone and God cuts the man in half, creates the ally, the rescuing ally, the azer. And then the second time, they are. How did you put it? They need help or they need.",
    "start": "00:18:25",
    "end": "00:18:38"
  },
  {
    "text": "Well, there's no problem here. They're naked and they're not ashamed. There's no problem. In fact, that's a sign of the goodness of the safety and vulnerability of the relationship.",
    "start": "00:18:39",
    "end": "00:18:47"
  },
  {
    "text": "But then the crafty serpent comes to take advantage of that status.",
    "start": "00:18:47",
    "end": "00:18:52"
  },
  {
    "text": "Yeah, that vulnerability, that vulnerability. Yeah, that's right. Yep. And then he targets the woman who was the one provided to be that delivering Ally. And he tricks her so that she ends up doing an action that results in them realizing that they are naked. But now they perceive it as a problem. And then they attempt to solve their own problem by covering themselves with leaves. And then what God does is he actually provides for the problem by covering them with or, which is spelled with three letters that are identical looking and or are identical to the word azer. Help.",
    "start": "00:18:52",
    "end": "00:19:31"
  },
  {
    "text": "Okay, so what's clear to me was our. The thing that you were bringing this up in one of the first episodes of this series showing that look. Now when we go and we see Cain building an ear. Yeah, it's like we've got a pattern of when there's a problem, when humans are vulnerable, God wants to be the solution and be the protection. But there's a choice to go and try to do it your own way or be deceived by like a snake or a monster and do it in the wrong way. And so there's a big payoff there with all these rhymes of the ear and the or and the azer.",
    "start": "00:19:32",
    "end": "00:20:10"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:20:10",
    "end": "00:20:11"
  },
  {
    "text": "And so this next level of insight that Isaac's keenness into.",
    "start": "00:20:11",
    "end": "00:20:15"
  },
  {
    "text": "Yeah, it's about covering over vulnerability. The being naked is an image of being vulnerable before another. And in Eden, it's great because you're safe. But once humans take it upon themselves to know what is good and bad by their own wisdom, that creates the possibility for things to go sideways. Now my vulnerability before another human, especially if they're very different from me, becomes a liability, not an asset or an opportunity. And so that becomes the nakedness that was a sign of the bond, now becomes a liability and a source of division. So what Cain is doing when he builds an ear, because now he's vulnerable and he's afraid that someone other than him might define it as good to kill him. Yeah, the building of his ear reminds you of the whole network of wordplays from the previous story. So in a way, it's totally what I'm trying to do. Isaac is a long, over complicated way of affirming your intuition that what the humans covered, they used or to cover their arom nakedness because of what happened with the Ezer that God built. Now here Cain is vulnerable and. And he's alone.",
    "start": "00:20:15",
    "end": "00:21:37"
  },
  {
    "text": "He's naked, in a way.",
    "start": "00:21:38",
    "end": "00:21:39"
  },
  {
    "text": "Yeah, yeah. He's socially naked, as it were. So he.",
    "start": "00:21:39",
    "end": "00:21:43"
  },
  {
    "text": "He's vulnerable.",
    "start": "00:21:43",
    "end": "00:21:44"
  },
  {
    "text": "Yeah, he goes to the land of wandering. Nod. The land of nod. He knows his wife, that is, he becomes naked with her and like, produces a son with her.",
    "start": "00:21:44",
    "end": "00:21:55"
  },
  {
    "text": "Okay.",
    "start": "00:21:55",
    "end": "00:21:55"
  },
  {
    "text": "And then he builds an E to cover his nakedness. That's right. So he is doing for himself with the eerie what God did for humanity by providing an azer.",
    "start": "00:21:55",
    "end": "00:22:07"
  },
  {
    "text": "And also he did for himself by building an ear what Adam and Eve tried to do to their nakedness when they put on ore, what they put.",
    "start": "00:22:07",
    "end": "00:22:15"
  },
  {
    "text": "On the leaves to cover over there.",
    "start": "00:22:15",
    "end": "00:22:17"
  },
  {
    "text": "But then God gave them the ore.",
    "start": "00:22:17",
    "end": "00:22:18"
  },
  {
    "text": "And then God gave them an ore.",
    "start": "00:22:18",
    "end": "00:22:19"
  },
  {
    "text": "Which is the skin.",
    "start": "00:22:19",
    "end": "00:22:19"
  },
  {
    "text": "That's right. So God provides two times by providing an azer and providing the ore skin.",
    "start": "00:22:19",
    "end": "00:22:24"
  },
  {
    "text": "And so this kind of makes you meditate. Like, what would have God built for. For Cain.",
    "start": "00:22:25",
    "end": "00:22:29"
  },
  {
    "text": "Yeah. The ot, what he wanted to provide was a sign.",
    "start": "00:22:31",
    "end": "00:22:33"
  },
  {
    "text": "Yeah, sign.",
    "start": "00:22:34",
    "end": "00:22:34"
  },
  {
    "text": "A sign. Ot. Yeah. Which has another set of kind of different graphic similarities to the word skin.",
    "start": "00:22:34",
    "end": "00:22:40"
  },
  {
    "text": "So when we build cities, we build to protect ourselves from our vulnerabilities.",
    "start": "00:22:40",
    "end": "00:22:44"
  },
  {
    "text": "Yeah. You used the wonderful metaphor in our conversations of a snail shell.",
    "start": "00:22:44",
    "end": "00:22:48"
  },
  {
    "text": "Yeah, this exoskeleton.",
    "start": "00:22:48",
    "end": "00:22:50"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:22:50",
    "end": "00:22:51"
  },
  {
    "text": "To protect ourselves.",
    "start": "00:22:51",
    "end": "00:22:52"
  },
  {
    "text": "Yes. So the core images of human vulnerability exposed, which places the human in a moment of decision whether they'll trust God or provide for themselves by their own wisdom. And what Cain's depicted as doing the latter. And it's the word place, back to the Eden story that set him building the city on analogy to Adam and Eve trying to cover for themselves, but inadequately. So. So what God provides is a or, which is the skin, but it also looks identical to the word city. So there you go. I'm not sure that made anything clearer. That was a lot of Hebrew words coming at you. But it is a continuation and deepening of the conversation we had about Hebrew wordplays. And in fact, speaking of Hebrew wordplays.",
    "start": "00:22:52",
    "end": "00:23:41"
  },
  {
    "text": "Oh, there's more.",
    "start": "00:23:42",
    "end": "00:23:42"
  },
  {
    "text": "Liz had a great question about just the practice of Hebrew wordplays in biblical literature.",
    "start": "00:23:42",
    "end": "00:23:48"
  },
  {
    "text": "Okay.",
    "start": "00:23:48",
    "end": "00:23:48"
  },
  {
    "text": "Yeah. Hi, I'm Liz from Oxford in the uk. I'd always understood the Genesis scroll as growing out of an existing oral tradition which was written down later.",
    "start": "00:23:48",
    "end": "00:23:59"
  },
  {
    "text": "What do the visual plays on words.",
    "start": "00:24:00",
    "end": "00:24:03"
  },
  {
    "text": "Which could only exist in written text mean for when we understand these stories.",
    "start": "00:24:03",
    "end": "00:24:08"
  },
  {
    "text": "To have first formed. Thanks.",
    "start": "00:24:08",
    "end": "00:24:10"
  },
  {
    "text": "That's a great question. Yeah, this is more of a not really a city question, but a how the Bible came into existence question.",
    "start": "00:24:11",
    "end": "00:24:18"
  },
  {
    "text": "Yeah. I have a similar but separate question from our last conversation about Isaac's question, which is, when you read or hear all these wordplays, does it sound childish in Hebrew or, you know, like a lot of wordplays in English will start to feel like kids material or puns and just kind of like, does it have that same feel in Hebrew?",
    "start": "00:24:18",
    "end": "00:24:39"
  },
  {
    "text": "No.",
    "start": "00:24:39",
    "end": "00:24:40"
  },
  {
    "text": "Okay.",
    "start": "00:24:40",
    "end": "00:24:40"
  },
  {
    "text": "No, it much more has the word of hearing poetry, spoken word artists, hip hop artists, rappers, more like that.",
    "start": "00:24:40",
    "end": "00:24:49"
  },
  {
    "text": "Okay.",
    "start": "00:24:49",
    "end": "00:24:49"
  },
  {
    "text": "So super clever. In other words, the word plays are loaded with meaning and they link together ideas in powerful comparisons. So that's why it's unfortunate that one of our English words for this phenomenon is wordplay. It really should be called word serious because they're doing serious word work, philosophical, intellectual, theological thinking by means of linking together these words.",
    "start": "00:24:50",
    "end": "00:25:18"
  },
  {
    "text": "Real play is work.",
    "start": "00:25:18",
    "end": "00:25:19"
  },
  {
    "text": "Well, for some anyhow.",
    "start": "00:25:19",
    "end": "00:25:23"
  },
  {
    "text": "Well, so then Liz's question is, does this translate when it's oral?",
    "start": "00:25:23",
    "end": "00:25:27"
  },
  {
    "text": "Right. So a couple thoughts. Certainly many, many parts of the biblical literature have their origins in oral histories, for sure. And the patriarchal stories or the Genesis stories are some of the best candidates for that. However, the way biblical literature came into existence wasn't like the processes for how we think of how literature gets produced today. So this is traditional family ritual literature that was preserved as identity forming type of texts. And these texts were treasured and preserved through scribes and nerds over the course of many, many dozens and dozens of generations through centuries. So you can imagine oral histories get written, but then the stories of the patriarchs individually get woven together at some stage. Whether that happened at an oral stage or a written stage, we don't know. There's different scholarly theories about that. But then those stories get woven together with even bigger chunks like the Joseph story, and then combined with the Exodus story, which would have had its own of prehistory. So think of it like quilt pieces that were originally each oral individually, each got committed to writing like put into fabric. But then they began to be joined together. And that joining together process involved even more shaping of the individual quilt pieces.",
    "start": "00:25:27",
    "end": "00:26:57"
  },
  {
    "text": "And by shaping you mean that's when some of the word plays could have been inserted, correct?",
    "start": "00:26:57",
    "end": "00:27:02"
  },
  {
    "text": "Yeah. In other words, the moment that something was committed to writing, it didn't just stay in pristine, unaltered form.",
    "start": "00:27:02",
    "end": "00:27:08"
  },
  {
    "text": "I think that is the assumption.",
    "start": "00:27:08",
    "end": "00:27:10"
  },
  {
    "text": "The literature kept being shaped by each generation because each generation of these, you know, inspired by God's spirit. Prophetic Bible nerds is they're studying the family history up to that point, and they are discerning within it the will of God, God's purpose for themselves, and discerning God's will through studying their history. But then as their history kept developing, new material would get brought into the collection and then design patterns, I think wordplays, hyperlinks would get the literary craftsmanship gets dialed up. That's Right. Which is why Genesis 1 through 11, even though it comes at the beginning, it's designed by people with an eye towards introducing all the key words that you're going to meet in the rest of the Hebrew Bible.",
    "start": "00:27:10",
    "end": "00:27:59"
  },
  {
    "text": "Yeah, yeah. Because I think the assumption for many people, and I know for me growing up with the Bible, that someone experienced the story, told it to the next person, and then that exact story got passed along in those exact words until finally someone wrote it down.",
    "start": "00:28:00",
    "end": "00:28:20"
  },
  {
    "text": "Wrote it down. Yeah.",
    "start": "00:28:20",
    "end": "00:28:21"
  },
  {
    "text": "And then that writing down has been faithfully transcribed over and over and over until what we have today. And what you're saying is that's not what happened. And I think that makes some people itchy because then you're like, well, then people are just making this stuff up or changing it however they want. Like, then how can we trust it? And we've talked about this before, which is just God's spirit is working through this whole.",
    "start": "00:28:21",
    "end": "00:28:48"
  },
  {
    "text": "That's right, yeah. Process. And what the biblical authors cared about was about the meaning of these stories and how they communicate the will and the word of God. What is the will and the word of God for future generations through the Abraham story. And so the Abraham stories were crafted with an eye towards what the stories before it and all the stories that come after. So what they're being faithful to is the word of God speaking to God's people through the story, and they shape the stories accordingly and continually, as the literature continued to grow. So they are being faithful. But being faithful to God's word meant adapting and shaping the texts continually to communicate that message. And again, just to make clear, I'm not just claiming all of this, this process of adaptation is. You can see it within the Hebrew Bible itself. So the Book of Chronicles in the Hebrew Bible is a retelling of Genesis through 2 Kings. And it's highly adaptive. It's the story of Genesis through Kings told from the eyes of somebody who's been back in Jerusalem after Babylonian exile by a couple centuries. And they reshaped hundreds of details in light of reading the whole Hebrew Bible. So it's a version of Genesis 2 Kings by an uber, uber Bible nerd. So you can watch that author making these adaptations in his own new version of the story. And that's the same process that was happening in the making of Genesis Kings through Kings themselves. So, a couple thoughts. I just want to reference a couple resources. So one, in terms of making of the Bible, I've referenced Paul Wagner's work many times over the years. The journey from text to translation so he covers literally the making of the Bible from oral history all the way up to how do we get our modern translations. There's a newer work in English translation by two German scholars who are at the forefront of a lot of these conversations. A Hebrew Bible scholar, Conrad Schmid, and then a New Testament scholar, Jens Schroeder. And it's just called the Making of the Bible when it comes to wordplay, because wordplay both is something you hear and something you see. Both are factors that are going on. I've learned a ton in the last few years from two Hebrew Bible scholars. One is Scott Newegl in a book called Wordplay in Ancient Near Eastern Texts. It's got a riveting title, very clear title. Well, what's cool, though, is he compares how these same literary techniques happen in Egyptian literature, Babylonian literature, Assyrian literature, and the Hebrew Bible. So it's actually really important work because it's not just biblical authors to do this. Biblical authors learn these techniques from the traditions, you know, the Israelites was a part of. Also, there's Israeli scholar Isaac Kalimi, who has a book called Metathesis Wordplay as Literary and Exegetical Device. And he shows, like, what I'm showing here in the Eden story is what his whole book's about, but he shows it all over the Hebrew Bible.",
    "start": "00:28:48",
    "end": "00:32:01"
  },
  {
    "text": "Okay.",
    "start": "00:32:01",
    "end": "00:32:01"
  },
  {
    "text": "Wordplays and like this.",
    "start": "00:32:01",
    "end": "00:32:03"
  },
  {
    "text": "So, okay, now the word plays do work when you just listen to them also, right? Maybe just not as much as when you see them.",
    "start": "00:32:03",
    "end": "00:32:12"
  },
  {
    "text": "It depends. Some of them seem like they depend on graphic similarity for the connection. And so likely those are literary features that came into existence once the texts were being in a written form and being shaped as they were passed down.",
    "start": "00:32:12",
    "end": "00:32:27"
  },
  {
    "text": "But many of the design patterns and wordplays and what you call hyperlinks could have all been part of the oral tradition.",
    "start": "00:32:27",
    "end": "00:32:35"
  },
  {
    "text": "Totally. Yes. And remember that biblical manuscripts and scrolls were extremely expensive and rare. So most Israelites experienced the Bible by hearing it and then memorizing it. And so the oral performance of these texts would have been a crucial way that you would have learned what the meaning of the stories is. Because the oral performer, just like in spoken word or poetry or music, you know, you can emphasize. You can use the tone of your voice to highlight certain things, but we don't have any record of those.",
    "start": "00:32:36",
    "end": "00:33:10"
  },
  {
    "text": "They didn't record those performances?",
    "start": "00:33:10",
    "end": "00:33:12"
  },
  {
    "text": "No. It's too bad. Be cool. Be cool. So anyway, it's kind of a rabbit hole, but it's an important feature. And I use awareness of word plays, puns, and the technical Word Paranamasia is actually a really important tool in biblical interpretation that I wasn't taught, even not Bible college or seminary. It was graduate school in the Department of Hebrew Bible at University of Wisconsin before I first came across this tool. But it's pervasive throughout the Bible and a really important thing to know about.",
    "start": "00:33:12",
    "end": "00:33:45"
  },
  {
    "text": "Okay, let's keep moving.",
    "start": "00:33:45",
    "end": "00:33:48"
  },
  {
    "text": "We got a question from Jana in Virginia.",
    "start": "00:33:48",
    "end": "00:33:51"
  },
  {
    "text": "Hi, Tim and John. This is Jana from Chesapeake, Virginia. Your discussion of the Tower of Babel.",
    "start": "00:33:52",
    "end": "00:33:57"
  },
  {
    "text": "And the people's attempt to build a.",
    "start": "00:33:57",
    "end": "00:33:58"
  },
  {
    "text": "Tower that would reach into heaven reminded me of a later story in Genesis 28. The people in Genesis 10 were trying to build a gateway to God out of bricks and mortar. But Jacob slept with his head on a stone and saw a ladder with its top reaching to heaven and angels ascending and descending on it. He said, this is the gate of heaven. Do you see a connection between these.",
    "start": "00:33:58",
    "end": "00:34:19"
  },
  {
    "text": "Two stories and what might be the.",
    "start": "00:34:19",
    "end": "00:34:21"
  },
  {
    "text": "Significance of Bethel in light of that? Thanks for all that you do. Yeah.",
    "start": "00:34:21",
    "end": "00:34:25"
  },
  {
    "text": "This is a moment, Jana. This is a gold star. If I could pass a gold star through the microphone to Chesapeake, Virginia. You know, you get one in the mail or something. Anyway, so. Excellent, excellent. And I think the reason why this is key is because it's linking the Tower of Babel story in some way to the story, the origin story of this Israelite city named Bethel. So real quick, just in Genesis 11, what the people say is in Genesis 11, four, let us build for ourselves a city. Same thing that Cain does, build a city and a tower whose top. It's the Hebrew word rosh, which is the word head. Its head is in the skies. And let us make a name for ourselves.",
    "start": "00:34:27",
    "end": "00:35:15"
  },
  {
    "text": "And Babel means gate.",
    "start": "00:35:15",
    "end": "00:35:17"
  },
  {
    "text": "The gate of the gods.",
    "start": "00:35:17",
    "end": "00:35:19"
  },
  {
    "text": "Of the gods.",
    "start": "00:35:19",
    "end": "00:35:19"
  },
  {
    "text": "Yeah, Bob, Illustration. Gate of the gods. So they want to build gate of the gods.",
    "start": "00:35:19",
    "end": "00:35:25"
  },
  {
    "text": "And that gate has got to be high.",
    "start": "00:35:25",
    "end": "00:35:27"
  },
  {
    "text": "Totally.",
    "start": "00:35:27",
    "end": "00:35:27"
  },
  {
    "text": "Yeah. It's a tower in the sky.",
    "start": "00:35:27",
    "end": "00:35:29"
  },
  {
    "text": "Yeah, exactly right. Whose head is in the skies. And God scatters that project. So isn't interesting that when Jacob is fleeing for his life from his brother, who he just swindled a couple times, and you know, he comes to this.",
    "start": "00:35:29",
    "end": "00:35:45"
  },
  {
    "text": "He'S like Cain out in the wilderness for his life.",
    "start": "00:35:45",
    "end": "00:35:47"
  },
  {
    "text": "Totally. Yeah. So he has this dream were kind of like Cain, where God appears to him and is really gracious and is like, hey, listen, I'm going to look out for you. So God appears to Jacob and just the famous, you know, ramp or ladder. More like a stairway. And in Genesis 28:12, that ramp or stairway was Set on the land, but its head is in the skies. Oh, it's the same phrase, identical phrase. And it's the only two times, you know, in Genesis where this phrase appears. There's some link here. It's as if Jacob is seeing the reality of which Babel was like a caricature or a parody or a human made attempt. So that's interesting. And then what God says is, hey, listen, I'm with you. I'm going to make you and your family a heaven and earth spot and I'm going to bring you back to this land and do everything I promised. So you're like, cool, thank you, God. And Jacob's response to this is really curious. He wakes up and.",
    "start": "00:35:47",
    "end": "00:36:52"
  },
  {
    "text": "Yeah, because this has all been a dream.",
    "start": "00:36:52",
    "end": "00:36:53"
  },
  {
    "text": "Yep. That was all in a dream. What he says is, you know, surely Yahweh is in this place and I didn't know it. That itself is important that heaven can touch earth. The divine Eden presence can occupy a space on earth you wouldn't even recognize it. A human would never know it if they don't have the eyes to see it. That's interesting. But then he goes on, he says, whoa, this place is awesome. Which in English means like, cool or. Well, that's a metaphor too cool. How does something being cold mean that?",
    "start": "00:36:53",
    "end": "00:37:30"
  },
  {
    "text": "It's all the words for, you know.",
    "start": "00:37:30",
    "end": "00:37:32"
  },
  {
    "text": "It'S all metaphors all the way down. Awesome means terrifying or fearful.",
    "start": "00:37:32",
    "end": "00:37:37"
  },
  {
    "text": "Literally, it was surfer culture that made that awesome. Like rad and awesome.",
    "start": "00:37:38",
    "end": "00:37:43"
  },
  {
    "text": "Radical. Rad comes from radical. I use that word a lot, rad. But that means like rooted, connected to the source.",
    "start": "00:37:43",
    "end": "00:37:49"
  },
  {
    "text": "Okay.",
    "start": "00:37:50",
    "end": "00:37:50"
  },
  {
    "text": "Anyway, who knows?",
    "start": "00:37:50",
    "end": "00:37:52"
  },
  {
    "text": "Yeah.",
    "start": "00:37:52",
    "end": "00:37:52"
  },
  {
    "text": "How fearful is this place? This is none other than. And then he says, beyt El, house of El. This is the gate of the skies. So he uses the word gate here, which in Akkadian, the Semitic language that the Babylonians would have spoke. It's the word Bob. Bob Il. So all these links, I've just seen the thing, the reality to which the Tower of Babel was a parody.",
    "start": "00:37:53",
    "end": "00:38:18"
  },
  {
    "text": "But I'm gonna call it Bethel. The place where this vision happened.",
    "start": "00:38:18",
    "end": "00:38:22"
  },
  {
    "text": "So you're like, cool, that's cool. But then he has more response. He wakes up, he sets the stone that he put his head on as a pillar. He anoints it. This is the first oil anointing in the Bible. Made a video about that. He calls it Bethel. Then he makes a vow to God and he says, if God will be with me. And you're like, what? What do you mean, if God will be with you? Like, God just said, I'm going to be with you. Literally just said, no, not. He says, I am with you. And then Jacob's response is, you know, if God will be with me.",
    "start": "00:38:22",
    "end": "00:38:57"
  },
  {
    "text": "Yeah.",
    "start": "00:38:57",
    "end": "00:38:57"
  },
  {
    "text": "You're like, what if he will keep me on this journey that I take and give me food to eat and garments to we. And look, what God said is, I am with you, and I will keep you wherever you go. I won't leave you or forsake you. But he's like, now he's negotiating almost. Yeah. And notice what he highlights is food and clothing. And what did he deceive his brother and father with? A meal and fake clothes. So all of a sudden we're like, what is this crafty Jacob? And he says, if I return to my father's house in safety, you're like.",
    "start": "00:38:57",
    "end": "00:39:35"
  },
  {
    "text": "God says all these conditions.",
    "start": "00:39:35",
    "end": "00:39:37"
  },
  {
    "text": "Yeah. Then he says, then Yahweh will be my God.",
    "start": "00:39:37",
    "end": "00:39:39"
  },
  {
    "text": "Okay, well, that's not like a super rad, like, moment.",
    "start": "00:39:40",
    "end": "00:39:46"
  },
  {
    "text": "Yeah. Then he says, this. This rock that I have set up as a pillar, this will be the house of God. And everything you give me, I'll give you a tenth. You're like, did God ask you to build a house? Like, what? You know, it seems like maybe he's doing this out of honorable intentions, but this whole thing is just fishy. And especially all the. If, if, if, if.",
    "start": "00:39:46",
    "end": "00:40:09"
  },
  {
    "text": "Then now can I ask. He's out in the wilderness.",
    "start": "00:40:09",
    "end": "00:40:13"
  },
  {
    "text": "He's out in a field.",
    "start": "00:40:13",
    "end": "00:40:14"
  },
  {
    "text": "He's out in a field.",
    "start": "00:40:14",
    "end": "00:40:15"
  },
  {
    "text": "Yeah.",
    "start": "00:40:15",
    "end": "00:40:15"
  },
  {
    "text": "But he's in. But he's near a city because there's a line there that we skipped.",
    "start": "00:40:15",
    "end": "00:40:19"
  },
  {
    "text": "That's right. Yeah.",
    "start": "00:40:19",
    "end": "00:40:20"
  },
  {
    "text": "He called it Bethel.",
    "start": "00:40:20",
    "end": "00:40:21"
  },
  {
    "text": "Bethel. Because previously the name of the city that's a nearby city been Almond. Yep. So there's some little walled enclosure nearby.",
    "start": "00:40:21",
    "end": "00:40:28"
  },
  {
    "text": "Nearby.",
    "start": "00:40:28",
    "end": "00:40:28"
  },
  {
    "text": "But he doesn't go in, just like Abraham.",
    "start": "00:40:28",
    "end": "00:40:30"
  },
  {
    "text": "Ah, okay.",
    "start": "00:40:30",
    "end": "00:40:31"
  },
  {
    "text": "Yeah. And the name of that city is Luz, which means almond tree.",
    "start": "00:40:31",
    "end": "00:40:35"
  },
  {
    "text": "Oh, okay.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "Yeah. So he's by a tree.",
    "start": "00:40:36",
    "end": "00:40:37"
  },
  {
    "text": "A tree city.",
    "start": "00:40:38",
    "end": "00:40:38"
  },
  {
    "text": "Yeah. Saying if God will provide me food and clothing.",
    "start": "00:40:38",
    "end": "00:40:42"
  },
  {
    "text": "Yeah.",
    "start": "00:40:42",
    "end": "00:40:43"
  },
  {
    "text": "You know, in this heaven on earth spot. So what is interesting is this is the foundation story of Bethel, which will become a later Israelite city. This city is mentioned about 70 times elsewhere.",
    "start": "00:40:43",
    "end": "00:40:57"
  },
  {
    "text": "That's a lot.",
    "start": "00:40:57",
    "end": "00:40:57"
  },
  {
    "text": "A bunch is in the Jacob story because he goes back there on his way back into the land after leaving it. It's mentioned a bunch in the book of Joshua, but then after. And some in the book of Judges. But then particularly, it's in the story after Solomon, where Solomon's sons mismanages a whole bunch of internal politics in the tribes. A whole bunch of the tribes secede and Israel splits into two kingdoms, the north and the south. And a guy named Jeroboam takes over the northern kingdom. And he's really concerned that Israelites and his tribes are going to want to keep going down to Jerusalem because the temple's there. Solomon just built this fancy new building. So he says, I've got an idea. I'm going to build two temples up here to Yahweh. And his really great idea is to build two golden calves and to put one in each of the temples in each of these two cities. And lo and behold, one of those cities is Bethel. So now there's a golden calf in Bethel in the.",
    "start": "00:40:57",
    "end": "00:42:01"
  },
  {
    "text": "Why does he think that's a good idea?",
    "start": "00:42:01",
    "end": "00:42:03"
  },
  {
    "text": "Temple. Oh, well, that's a whole rabbit hole. Similarly to why, you know, Aaron and the people thought it was a good idea to make a golden calf, being dumb. But yeah, the whole thing is this is like sin of the golden calf, but doubled and it's happening at Bethel. So finally, the house of God is being built in Bethel. All right. And it's idolatrous.",
    "start": "00:42:03",
    "end": "00:42:26"
  },
  {
    "text": "It's a problem.",
    "start": "00:42:26",
    "end": "00:42:26"
  },
  {
    "text": "Yeah, it's a problem. And what we're told actually is this thing became a sin for the people who went to worship there. And then in the next chapter, this temple and city of Bethel is the focus of a story in 1 Kings 13 where God says, hey, this is serious. He sends a prophet to announce the destruction of the temple and ultimately of the city. So the foundation story is kind of fishy in the Jacob story. And it leaves you wondering, like, was that cool? What am I supposed to think about that? And then much later in the story, that city that Jacob founded in this moment becomes an idolatrous city, shrine city that ultimately gets wiped out when the Assyrians come to town. Wow, interesting.",
    "start": "00:42:26",
    "end": "00:43:15"
  },
  {
    "text": "Yeah.",
    "start": "00:43:15",
    "end": "00:43:15"
  },
  {
    "text": "So once again, it's how the biblical authors don't come out and say what they think all the time. They put a character's actions in front of you and then let you watch the long term consequences and then you have to draw the conclusion.",
    "start": "00:43:16",
    "end": "00:43:31"
  },
  {
    "text": "So this story of Jacob is doing so much just around the theme of city, because he's in the wilderness running from his brother. Like Cain.",
    "start": "00:43:31",
    "end": "00:43:37"
  },
  {
    "text": "Yeah, Yep, Right. That's exactly right. Yeah.",
    "start": "00:43:37",
    "end": "00:43:39"
  },
  {
    "text": "But then he has a vision.",
    "start": "00:43:39",
    "end": "00:43:41"
  },
  {
    "text": "Well, in that moment, sorry, Esau said he was going to murder his brother.",
    "start": "00:43:41",
    "end": "00:43:45"
  },
  {
    "text": "Okay.",
    "start": "00:43:45",
    "end": "00:43:45"
  },
  {
    "text": "So Esau's like Cain. So Jacob becomes like the fleeing Abel who, you know, gets away with his life.",
    "start": "00:43:45",
    "end": "00:43:52"
  },
  {
    "text": "Okay.",
    "start": "00:43:52",
    "end": "00:43:53"
  },
  {
    "text": "Yeah. And he's got the blessing.",
    "start": "00:43:53",
    "end": "00:43:54"
  },
  {
    "text": "But Jacob's been the, like, snaky guy. Exactly right.",
    "start": "00:43:54",
    "end": "00:43:57"
  },
  {
    "text": "That's exactly right.",
    "start": "00:43:57",
    "end": "00:43:58"
  },
  {
    "text": "Who's, like, been overcome with.",
    "start": "00:43:58",
    "end": "00:44:00"
  },
  {
    "text": "From the womb, he was snatching at the heel of his brother, like, the snake.",
    "start": "00:44:00",
    "end": "00:44:04"
  },
  {
    "text": "And so in that way, he's kind of like Cain. He's like the instigator, like, problem. So, yeah, he's both.",
    "start": "00:44:04",
    "end": "00:44:10"
  },
  {
    "text": "And then God reaches out and says, I'm gonna provide for you.",
    "start": "00:44:10",
    "end": "00:44:13"
  },
  {
    "text": "Gonna provide for you. And then he shows him a vision of, like, a heavenly temple that reminds you of what humans tried to create with the Tower of Babel, which is the centerpiece of a city which is like, our city can connect to the divine. The gate of the heaven. So what he sees is what God wants to do with humans.",
    "start": "00:44:13",
    "end": "00:44:39"
  },
  {
    "text": "That's right.",
    "start": "00:44:39",
    "end": "00:44:40"
  },
  {
    "text": "What God wants to build.",
    "start": "00:44:40",
    "end": "00:44:41"
  },
  {
    "text": "Yeah. It's as if God appears in the splendor of the heavenly city up in the clouds.",
    "start": "00:44:41",
    "end": "00:44:47"
  },
  {
    "text": "He's like, I'm gonna do something.",
    "start": "00:44:47",
    "end": "00:44:48"
  },
  {
    "text": "Yeah. I'm gonna pour down the blessing.",
    "start": "00:44:48",
    "end": "00:44:50"
  },
  {
    "text": "I'll be with you.",
    "start": "00:44:50",
    "end": "00:44:50"
  },
  {
    "text": "Yeah.",
    "start": "00:44:50",
    "end": "00:44:51"
  },
  {
    "text": "Trust me.",
    "start": "00:44:51",
    "end": "00:44:51"
  },
  {
    "text": "Pour down the blessings of this city down on you. But just. I'm going to be. He just says, I am with you.",
    "start": "00:44:51",
    "end": "00:44:57"
  },
  {
    "text": "I am with you. And then Jacob is like, well, are you really? You know, maybe.",
    "start": "00:44:57",
    "end": "00:45:03"
  },
  {
    "text": "How about this? How about. I'll write up the terms.",
    "start": "00:45:04",
    "end": "00:45:06"
  },
  {
    "text": "Yeah.",
    "start": "00:45:06",
    "end": "00:45:06"
  },
  {
    "text": "And if you will be with me and give me everything I need, then when you bring me back here, I'll make this spot into a special temple and, you know, give back what you've given to me.",
    "start": "00:45:07",
    "end": "00:45:18"
  },
  {
    "text": "And so then you get this new kind of city motif of Bethel, a city that Jacob promises, which, in one sense, you're like, okay, cool. He's like, honoring that. This is the spot where he saw heaven and earth together. He saw the divine city, like the cornerstone of the divine city, like, come down and. Or the head of the city.",
    "start": "00:45:19",
    "end": "00:45:40"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:45:40",
    "end": "00:45:40"
  },
  {
    "text": "Come down. And he wants to honor that. But then you brought up, like. But God didn't really ask him to do that. And it comes after this, like, fishy speech of, like, all these terms. And then when we get to the city later in Kings, it's a mess, and it's idolatry. It's a problem. And so it's just, like, the theme here seems to be that we, like, God wants to give us something and build something.",
    "start": "00:45:40",
    "end": "00:46:05"
  },
  {
    "text": "Yeah.",
    "start": "00:46:05",
    "end": "00:46:05"
  },
  {
    "text": "And we're constantly going, actually, we got a better idea. Yeah, yeah, we'll build the thing. Yeah, we'll do it. Right.",
    "start": "00:46:05",
    "end": "00:46:11"
  },
  {
    "text": "That's Essentially, it.",
    "start": "00:46:12",
    "end": "00:46:13"
  },
  {
    "text": "So when David's like, I'll build you a city, we should be like, okay, so.",
    "start": "00:46:13",
    "end": "00:46:17"
  },
  {
    "text": "Exactly.",
    "start": "00:46:17",
    "end": "00:46:17"
  },
  {
    "text": "All right.",
    "start": "00:46:17",
    "end": "00:46:18"
  },
  {
    "text": "After David captures Jerusalem, 2nd Samuel 5, and then he makes it a place of abundance and blessing for the people. 2 Samuel 6. God appears to him. Right. In a dream. Well, actually, excuse me. What David says is like, man, God lives in a tent that's been wandering around. He deserves a permanent dwelling. And what God says to David is like, no, I'm good, I'm good. Have I ever asked for that?",
    "start": "00:46:18",
    "end": "00:46:45"
  },
  {
    "text": "Yeah. So I said, he said, I'd build a city, but he said, I'd build you a house.",
    "start": "00:46:45",
    "end": "00:46:49"
  },
  {
    "text": "Yeah. And so what God says to David is, you want to build me a house that is a temple in a city? What I'm going to build you is a house that is a dynasty. So even in that story, the building of Jerusalem as the temple city is not something God wants. And actually, it's an important, I think, hyperlink back here to the Jacob story, where Jacob's like, I'm going to build you a thing.",
    "start": "00:46:49",
    "end": "00:47:10"
  },
  {
    "text": "Build the house of God.",
    "start": "00:47:11",
    "end": "00:47:11"
  },
  {
    "text": "Yeah. And God's whole thing is saying, like, no, no, no, I'm with you and I'm gonna build you a thing.",
    "start": "00:47:11",
    "end": "00:47:17"
  },
  {
    "text": "The story's like, really checking our ambitions of like, we want to build the thing.",
    "start": "00:47:17",
    "end": "00:47:22"
  },
  {
    "text": "The thing.",
    "start": "00:47:22",
    "end": "00:47:22"
  },
  {
    "text": "We want to build the house of God. We want to build the city of God. We want to do the thing. And it's like, well, yeah, man.",
    "start": "00:47:22",
    "end": "00:47:29"
  },
  {
    "text": "Should you be doing that? Yes.",
    "start": "00:47:29",
    "end": "00:47:31"
  },
  {
    "text": "Should you be finding where God's doing it?",
    "start": "00:47:31",
    "end": "00:47:34"
  },
  {
    "text": "Yeah. Which begs the question then, of course, which is, well, then, if we discern that the spirit of God is up to something, and something needs to get built around that to steward it and to be wise stewards of the thing that God's spirit is up to, that requires usually some building of at least processes, organizational structures, if not physical structures. And here we go. Then that becomes our tree of testing, as it were. I think that's how. At least I think that's how these cycles of the stories are meant to help us then go out.",
    "start": "00:47:34",
    "end": "00:48:08"
  },
  {
    "text": "And so maybe check. Your ambition is the wrong thing. It's just kind of more. If the intuition's like, okay, I'm going to do it. I've got the plan. I'm going to build this for you, God. Then it's like, that's.",
    "start": "00:48:08",
    "end": "00:48:20"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:48:20",
    "end": "00:48:21"
  },
  {
    "text": "In the narratives, that's usually a moment to go. Hold on.",
    "start": "00:48:21",
    "end": "00:48:24"
  },
  {
    "text": "That's right. So in other words, the difference is discerning between what it is. The thing thing that we just see that God is doing. How can we partner with that in a way that doesn't trick us into thinking that we're doing it?",
    "start": "00:48:24",
    "end": "00:48:39"
  },
  {
    "text": "How do we really partner with the thing God's building versus build, a thing that God doesn't want us to build?",
    "start": "00:48:41",
    "end": "00:48:46"
  },
  {
    "text": "Yeah. And that's, I guess, the risky quest, which requires a lot of wisdom, among other things. Yeah, yeah.",
    "start": "00:48:46",
    "end": "00:48:53"
  },
  {
    "text": "So we only got through. Was it four? All right.",
    "start": "00:48:54",
    "end": "00:48:58"
  },
  {
    "text": "But that last one's significant because it opens up into our actual lives, which is about how to be God's partners in what God is building in the world. Yeah, yeah. The heavenly city.",
    "start": "00:48:59",
    "end": "00:49:12"
  },
  {
    "text": "Okay, well, we'll come back to some more questions at the end of the series. Thank you for these. Thank you, Tim. Thank you, everyone.",
    "start": "00:49:13",
    "end": "00:49:20"
  },
  {
    "text": "And we'll see you next time.",
    "start": "00:49:20",
    "end": "00:49:23"
  },
  {
    "text": "See you next time.",
    "start": "00:49:24",
    "end": "00:49:24"
  },
  {
    "text": "Well, actually here. Well, we won't see.",
    "start": "00:49:24",
    "end": "00:49:27"
  },
  {
    "text": "It's all metaphors all the way down.",
    "start": "00:49:27",
    "end": "00:49:28"
  },
  {
    "text": "Forget just take all that out.",
    "start": "00:49:28",
    "end": "00:49:30"
  },
  {
    "text": "Yeah, just keep going.",
    "start": "00:49:30",
    "end": "00:49:31"
  },
  {
    "text": "As always, thank you everybody for your great questions. Really enjoy it. Look forward to reading more and keep on keeping on.",
    "start": "00:49:36",
    "end": "00:49:43"
  },
  {
    "text": "Today's episode was brought to you by our podcast producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editor Tyler Bailey. Tyler Bailey also mixed this episode. Hannah Wu provided the annotations for Our Annotate Podcast InterApp, and Grace Vang edited the transcript for this episode. Special thanks to Christopher Mayer who sorts through and compiles hundreds of audience questions for these question response episodes. BibleProject is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make is free because of the generous support of thousands of people just like you. So thank you for being a part of this with us.",
    "start": "00:49:47",
    "end": "00:50:23"
  },
  {
    "text": "Hi everyone, this is Jessica and I'm from Virginia. I first heard about the Bible Project six years ago at a girls camp that I was attending. I use Bible projects for very in depth personal study as well as to witness to new and non believers alike. My favorite thing about the Bible Project is how they take huge concepts with found in the Bible and simplify them into fun and entertaining videos that are easy to understand. We believe the Bible is a unified story that leads to Jesus. We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes and more@bibleproject.com.",
    "start": "00:50:24",
    "end": "00:50:57"
  },
  {
    "text": "Sam.",
    "start": "00:51:07",
    "end": "00:51:18"
  }
]