[
  {
    "text": "In our last episode, we started discussing the theme of the city in the New Testament and in the life of Jesus. Now, before we go any farther, we want to take this episode to pause and go over the big ideas that we've come across so far. In the last episode, we looked at how the new Jerusalem hoped for by the prophets is fulfilled in Jesus and his followers. And if that's the case, then why did God have David make the original Jerusalem? Was it David's idea to make the city of God or was it God's idea?",
    "start": "00:00:04",
    "end": "00:00:34"
  },
  {
    "text": "That's exactly the question. It's David's desire that corresponds to God's desire. And what God's desire is, is to have a resting place, a heaven on earth resting place where he can have a human royal priestly partner from whom will sprout a future king whose kingdom will be forever and ever in the Eden land.",
    "start": "00:00:34",
    "end": "00:00:52"
  },
  {
    "text": "Are cities the best way to create a heaven on earth? Spot? Aren't cities just too inherently flawed to work with?",
    "start": "00:00:53",
    "end": "00:01:00"
  },
  {
    "text": "It's good to preserve life that's like God. It's good to create a refuge where new life can generate. That's an imitation of Eden. And so now cities, though non ideal, become a potential way to do that. And now the question is not going to be whether we have cities or not have cities. It's what are we going to do with the cities that we have?",
    "start": "00:01:00",
    "end": "00:01:19"
  },
  {
    "text": "Yet Jesus doesn't go and build a city. He doesn't make himself king of Jerusalem. And he thinks of the city as the people who live in it. And he tells his followers, you are the city.",
    "start": "00:01:19",
    "end": "00:01:33"
  },
  {
    "text": "What is interesting is that in those poems in Isaiah that we looked at, the city is merged with a group of people called you or the servants. And it's the servant and his followers that are exalted up high to become this beacon to the nations. And together we'll become like the new Eden, light shining out to the nations.",
    "start": "00:01:33",
    "end": "00:01:56"
  },
  {
    "text": "Today, Tim Mackey and I review some of the big ideas of the theme of the city. I'm John Collins and you're listening to BibleProject Podcast. Thanks for joining us. Here we go. Hey, Tim.",
    "start": "00:01:57",
    "end": "00:02:10"
  },
  {
    "text": "Hey, John.",
    "start": "00:02:11",
    "end": "00:02:11"
  },
  {
    "text": "Hey. So we are talking about the city, a theme in the Bible, and we're getting towards the end.",
    "start": "00:02:12",
    "end": "00:02:19"
  },
  {
    "text": "We are.",
    "start": "00:02:19",
    "end": "00:02:20"
  },
  {
    "text": "I've been processing through the content and I'm feeling some holes in my mind and how I understand it.",
    "start": "00:02:20",
    "end": "00:02:29"
  },
  {
    "text": "I love that.",
    "start": "00:02:29",
    "end": "00:02:29"
  },
  {
    "text": "I know we're getting to Jesus. Yeah, I mean, we talked about Jesus and him calling his disciples the city, the city.",
    "start": "00:02:32",
    "end": "00:02:41"
  },
  {
    "text": "You are the city. On the Hill, they're the city, the light, the bright shining city on the.",
    "start": "00:02:41",
    "end": "00:02:45"
  },
  {
    "text": "Hill, which is this kind of massive turn. Right. Because we've been talking about actual. Just cities, talking about people as you know, also, they are the city. When God talks to a city, he's talking about the people in the city.",
    "start": "00:02:45",
    "end": "00:02:57"
  },
  {
    "text": "Yeah, that's right. Yeah.",
    "start": "00:02:57",
    "end": "00:02:59"
  },
  {
    "text": "But as we've introduced cities, we've talked about them as the place with the wall and, like, it's a setting. So we're going to continue with Jesus, but let's try to plug a few holes in my thinking as we get back into Jesus.",
    "start": "00:02:59",
    "end": "00:03:15"
  },
  {
    "text": "Yep. Great. Yeah. I actually, since we had that last conversation, have had more clarity.",
    "start": "00:03:15",
    "end": "00:03:22"
  },
  {
    "text": "Oh, good.",
    "start": "00:03:22",
    "end": "00:03:23"
  },
  {
    "text": "About the ideas underlying it. And actually there were a few Hebrew Bible and other Second Temple Jewish literature texts that came to mind that make a lot more sense, in other words, to go from the Hebrew Bible where the city seems of Jerusalem as like the heavenly Jerusalem, the earthly Jerusalem. They're really hard to tell apart. To Jesus saying to a group of people in Galilee, you are the city shining on the hill. There's a whole series of dots, a trail, and a few centuries.",
    "start": "00:03:23",
    "end": "00:03:57"
  },
  {
    "text": "Sure.",
    "start": "00:03:58",
    "end": "00:03:58"
  },
  {
    "text": "Of history and biblical authors and Jewish Bible nerds meditating. That actually help explain why Jesus saying something like that actually makes sense. Oh, I want to hear about that. So I have some new clarity about that that actually might form some helpful backdrop.",
    "start": "00:03:58",
    "end": "00:04:15"
  },
  {
    "text": "Okay. Should we start there?",
    "start": "00:04:15",
    "end": "00:04:17"
  },
  {
    "text": "Well, maybe, but I want to hear about the holes that you feel like you need to plug. Because let us remember, the reason we have these conversations is because we are also creating media videos for the Bible project about the city. And we need to.",
    "start": "00:04:17",
    "end": "00:04:34"
  },
  {
    "text": "We need to understand what we're talking about.",
    "start": "00:04:34",
    "end": "00:04:36"
  },
  {
    "text": "Yeah.",
    "start": "00:04:36",
    "end": "00:04:36"
  },
  {
    "text": "Okay. Well, I think the first place to start is as we talk about the city, are we talking merely about a setting or are we talking actually more about what it means to live in community with each other, almost kind of regardless of the setting? Because what's interesting is I think about this, as I think about opening this video, I think about three settings. The wilderness, the garden, and the city. Yeah, right.",
    "start": "00:04:36",
    "end": "00:05:05"
  },
  {
    "text": "Yeah.",
    "start": "00:05:05",
    "end": "00:05:05"
  },
  {
    "text": "So it starts in the wilderness. Out of the wilderness, God creates a cultivated garden that he cultivates. And that's juxtaposed to, on the other side of the wilderness, Cain going out.",
    "start": "00:05:05",
    "end": "00:05:17"
  },
  {
    "text": "Yeah. Building a city. Yeah, that's right.",
    "start": "00:05:17",
    "end": "00:05:19"
  },
  {
    "text": "And so then you get this juxtaposition we've talked a lot about between the garden God cultivates and the city Cain builds.",
    "start": "00:05:19",
    "end": "00:05:25"
  },
  {
    "text": "Yes.",
    "start": "00:05:25",
    "end": "00:05:25"
  },
  {
    "text": "So three settings. Wilderness out of wilderness, a cultivated garden out of Wilderness, a walled city.",
    "start": "00:05:25",
    "end": "00:05:31"
  },
  {
    "text": "Here, can we session on the comparison and contrast of those two real quick? So remember that the Garden is about a place where God's heavenly life meets Earth. A place of abundance and the generation of new life. And so similarly, cities are designed now, in Cain's mind, for the protection and preservation of life. Now why do you need to protect it? Well, because it's dangerous outside of Eden. So it's not the wilderness because you're going to cultivate something, but at the same time, it's a human made little refuge for the preservation of life.",
    "start": "00:05:32",
    "end": "00:06:12"
  },
  {
    "text": "So they're both meant to. To preserve life. They're both refuges of sorts.",
    "start": "00:06:12",
    "end": "00:06:18"
  },
  {
    "text": "Yeah. And for the generation of new life. It's just that one is God made, not made by human hands, and the other one is made by human hands. Not inherently bad, though. The fact that you need a wall tells the story just by itself. And that's really key, I think, to the meaning of the city. And the city's not all bad. It's good to protect life, it's good to preserve life. Good to have these refuges out of which new life can generate. And that's how cities are viewed. But they're also viewed as this kind of compromised, kind of like Eden, but also not like Eden.",
    "start": "00:06:18",
    "end": "00:06:51"
  },
  {
    "text": "Right. We talked about how they can turn on a dime.",
    "start": "00:06:51",
    "end": "00:06:53"
  },
  {
    "text": "Yeah. Just like humans.",
    "start": "00:06:53",
    "end": "00:06:55"
  },
  {
    "text": "Yeah, just like.",
    "start": "00:06:55",
    "end": "00:06:56"
  },
  {
    "text": "Because the cities are scaled up versions of humans.",
    "start": "00:06:56",
    "end": "00:06:59"
  },
  {
    "text": "Right.",
    "start": "00:06:59",
    "end": "00:07:00"
  },
  {
    "text": "Yeah.",
    "start": "00:07:00",
    "end": "00:07:00"
  },
  {
    "text": "But that's not something about the Garden. The Garden won't all of a sudden turn on a dime.",
    "start": "00:07:00",
    "end": "00:07:03"
  },
  {
    "text": "That's right. That's true. Yeah, that's right.",
    "start": "00:07:03",
    "end": "00:07:05"
  },
  {
    "text": "The Garden has some sort of stability about it, I suppose, that someone couldn't come and just leverage the Garden. Now.",
    "start": "00:07:05",
    "end": "00:07:13"
  },
  {
    "text": "That's right.",
    "start": "00:07:13",
    "end": "00:07:13"
  },
  {
    "text": "To do something really evil.",
    "start": "00:07:13",
    "end": "00:07:15"
  },
  {
    "text": "Yeah. And that's because it's God's garden and he's got bouncers at the entrance and that kind of thing.",
    "start": "00:07:15",
    "end": "00:07:21"
  },
  {
    "text": "Yeah. So some of the key differences is that God's throne was in the garden and that in a city, what we were introduced to is the idea that man will start creating towers to replace God. God's throne.",
    "start": "00:07:21",
    "end": "00:07:34"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:07:34",
    "end": "00:07:35"
  },
  {
    "text": "So in the city you have a tower representing man's will to like rule on their own terms.",
    "start": "00:07:36",
    "end": "00:07:41"
  },
  {
    "text": "The tower that reaches sky to ascend back into the skies.",
    "start": "00:07:41",
    "end": "00:07:44"
  },
  {
    "text": "Ascend to the sky, but with a.",
    "start": "00:07:44",
    "end": "00:07:45"
  },
  {
    "text": "Human made version of the. Yeah.",
    "start": "00:07:45",
    "end": "00:07:47"
  },
  {
    "text": "And it's got a wall saying we gotta protect ourselves. So in the Garden there's a throne, but it's God's throne. There's protection, but it's God's protection, which is what? His wisdom, his abundance. Those are his protections.",
    "start": "00:07:47",
    "end": "00:08:05"
  },
  {
    "text": "Well, he's got a fiery sword.",
    "start": "00:08:05",
    "end": "00:08:06"
  },
  {
    "text": "He does have a fiery sword, too.",
    "start": "00:08:06",
    "end": "00:08:08"
  },
  {
    "text": "And two, like, really intimidating bodyguards over whom he dwells, remember, Because Yahweh dwells.",
    "start": "00:08:08",
    "end": "00:08:14"
  },
  {
    "text": "Above the cherubim, and those represent the divine. Other spiritual beings and divine power.",
    "start": "00:08:14",
    "end": "00:08:19"
  },
  {
    "text": "Yeah, but the cherubim in specific. Cause they're zoomorphic. They're hybrid animal mashups, but with wings. So they represent a combination of the creatures of heaven and Earth. Earth all together, singing praise and standing at the boundary of heaven and earth. And bodyguards. But, yeah, God is his own protector, as it were. And as we saw in the story of David. Maybe I don't want to jump ahead too much, but, you know, that boundary is real. And there are a number of people who lose their lives in the story of the Bible by trying to cross it inappropriately.",
    "start": "00:08:19",
    "end": "00:08:56"
  },
  {
    "text": "Okay. So then my question becomes, how suspicious do we need to remain about cities as the story of the Bible continues? Because what it seems like is the way Cain's the first city in the Bible, Cain's city. The way that story comes to you is you're like, man city suck.",
    "start": "00:08:56",
    "end": "00:09:16"
  },
  {
    "text": "Right? Yeah, sure.",
    "start": "00:09:16",
    "end": "00:09:18"
  },
  {
    "text": "We have a murderer who goes out into the wilderness, doesn't trust God's protection, builds a city. A few generations down the line is this backwards king bloating about violence against men who wounded him. And then that's all connected. This backward king motif continues in Genesis 10. Now, we're post flood, but Genesis 10. And you've got the genealogy of Noah's kids that become all the nations. And right in the center of that is this story of this Gibor.",
    "start": "00:09:18",
    "end": "00:09:48"
  },
  {
    "text": "Yeah. And the mighty warrior king.",
    "start": "00:09:48",
    "end": "00:09:50"
  },
  {
    "text": "Mighty warrior king. And he makes the. Like, he makes the cities that are the big bad guys in the Bible. Assyria, Nineveh, Babylon.",
    "start": "00:09:50",
    "end": "00:09:58"
  },
  {
    "text": "That's right.",
    "start": "00:09:58",
    "end": "00:09:59"
  },
  {
    "text": "And then we get the story of Babylon and how it just gets out of control and God has to stop it. So, like, I'm not far into the Bible, and I'm like, cities, they're a problem.",
    "start": "00:09:59",
    "end": "00:10:08"
  },
  {
    "text": "They're a problem.",
    "start": "00:10:08",
    "end": "00:10:08"
  },
  {
    "text": "That's a big problem.",
    "start": "00:10:08",
    "end": "00:10:09"
  },
  {
    "text": "Yeah.",
    "start": "00:10:09",
    "end": "00:10:10"
  },
  {
    "text": "And then on top of that, when God calls Abraham, Right. Abraham doesn't go into Canaan and then build a city.",
    "start": "00:10:10",
    "end": "00:10:20"
  },
  {
    "text": "No, no. In fact, he always lives at the edges and outskirts of cities or just straight up in the hills. Yeah.",
    "start": "00:10:20",
    "end": "00:10:27"
  },
  {
    "text": "And then there's a story between Abraham and Lot, and it's almost this juxtaposition of Lot goes to live in the city. That's a problem.",
    "start": "00:10:27",
    "end": "00:10:32"
  },
  {
    "text": "Yeah. That's right.",
    "start": "00:10:32",
    "end": "00:10:33"
  },
  {
    "text": "Abraham doesn't.",
    "start": "00:10:33",
    "end": "00:10:34"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:10:34",
    "end": "00:10:35"
  },
  {
    "text": "And Abel, who was favored by God, was a. Yeah.",
    "start": "00:10:35",
    "end": "00:10:39"
  },
  {
    "text": "Shepherd.",
    "start": "00:10:39",
    "end": "00:10:40"
  },
  {
    "text": "Was a shepherd. The shepherds live out in the hills.",
    "start": "00:10:40",
    "end": "00:10:42"
  },
  {
    "text": "Out in the hills. That's right.",
    "start": "00:10:42",
    "end": "00:10:43"
  },
  {
    "text": "Cain was the farmer.",
    "start": "00:10:43",
    "end": "00:10:45"
  },
  {
    "text": "Yeah.",
    "start": "00:10:45",
    "end": "00:10:45"
  },
  {
    "text": "Farmers associate with cities.",
    "start": "00:10:45",
    "end": "00:10:47"
  },
  {
    "text": "That's right.",
    "start": "00:10:47",
    "end": "00:10:47"
  },
  {
    "text": "So you just kind of have this thread of. Kind of like this sense of, guys, let's not create the city life. The city life's the problem. Let's stay in the hills. So we're in the story of Abraham and it kind of just feels that way. Abraham goes to Egypt. Problem.",
    "start": "00:10:47",
    "end": "00:11:01"
  },
  {
    "text": "Yeah.",
    "start": "00:11:01",
    "end": "00:11:01"
  },
  {
    "text": "Lot goes to Sodom. Problem. Now we get a really beautiful picture of the city when Joseph. Four generations down from Abraham.",
    "start": "00:11:01",
    "end": "00:11:10"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:11:10",
    "end": "00:11:11"
  },
  {
    "text": "Joseph gets stuck in Egypt and he becomes a secondhand ruler to Pharaoh. And you get a picture of a city transformed by wisdom. By God's wisdom.",
    "start": "00:11:11",
    "end": "00:11:24"
  },
  {
    "text": "Yeah. By an image of God ruling in with God's wisdom.",
    "start": "00:11:24",
    "end": "00:11:27"
  },
  {
    "text": "And now a city is protecting and sustaining life.",
    "start": "00:11:28",
    "end": "00:11:31"
  },
  {
    "text": "Yeah. The storage cities become sources of life for the land.",
    "start": "00:11:31",
    "end": "00:11:35"
  },
  {
    "text": "So all of a sudden you're like, oh, a city can be transformed. This could work.",
    "start": "00:11:35",
    "end": "00:11:39"
  },
  {
    "text": "Yeah.",
    "start": "00:11:40",
    "end": "00:11:40"
  },
  {
    "text": "It's kind of all in your first moment of like, okay, maybe something can happen with the city that feels like a turn.",
    "start": "00:11:40",
    "end": "00:11:47"
  },
  {
    "text": "It is. And what's important is that the structure or the physical structure of the city, those storage cities remains the same, but it's about the inhabitants. Right. The one ruling them. And the inhabitants.",
    "start": "00:11:47",
    "end": "00:12:01"
  },
  {
    "text": "Yeah.",
    "start": "00:12:02",
    "end": "00:12:02"
  },
  {
    "text": "Can shape that city into a source of life instead of a source of violence. Yeah. Meaning the quality and role that a city plays in the story really is about its leadership and its inhabitants.",
    "start": "00:12:02",
    "end": "00:12:15"
  },
  {
    "text": "Right. Because there's this theme that a city is really just leveraging the creativity and the ingenuity and the collaboration of humans to be able to do. Create culture, create technology, just do a lot of stuff.",
    "start": "00:12:16",
    "end": "00:12:36"
  },
  {
    "text": "Yeah.",
    "start": "00:12:36",
    "end": "00:12:36"
  },
  {
    "text": "And so one person could kill their brother. So an evil person can kill their brother. An evil king could wipe out a city.",
    "start": "00:12:37",
    "end": "00:12:47"
  },
  {
    "text": "Yeah. Right. Or. Yep. A nation and so on. Yeah. So cities are like, in that sense, scaled versions of humans literally and metaphorically.",
    "start": "00:12:47",
    "end": "00:12:56"
  },
  {
    "text": "Right? Yeah.",
    "start": "00:12:56",
    "end": "00:12:57"
  },
  {
    "text": "Yeah. Mm.",
    "start": "00:12:58",
    "end": "00:12:59"
  },
  {
    "text": "Okay. So when we get into now, God has. Well, so here's the other thing about Egypt is we get this beautiful picture of a city led by the wisdom of God. But then after a few generations, we're talking about that knife edge thing again. A new king who all of a sudden wants. He's afraid and wants to rule with oppression and violence and death. And then God says, nope. Justice, judgment.",
    "start": "00:12:59",
    "end": "00:13:24"
  },
  {
    "text": "Well. And so then in the Ironic twist. What Pharaoh has his new slaves do, the Israelites is build more storage cities, the very types of cities that were the source of life led by an Israelite leader in Egypt. Right. Get all inverted now. The Israelites are slaves building more storage cities as a sign of their death.",
    "start": "00:13:24",
    "end": "00:13:47"
  },
  {
    "text": "God rescues them from the city. I mean, that's part of the.",
    "start": "00:13:49",
    "end": "00:13:53"
  },
  {
    "text": "Yeah, the rescue from Egypt.",
    "start": "00:13:53",
    "end": "00:13:55"
  },
  {
    "text": "The. Like, the history and psyche of the people of Israel is we became a nation within the belly of a city.",
    "start": "00:13:55",
    "end": "00:14:02"
  },
  {
    "text": "Yeah.",
    "start": "00:14:02",
    "end": "00:14:02"
  },
  {
    "text": "They came in as like a small family.",
    "start": "00:14:02",
    "end": "00:14:04"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:14:05",
    "end": "00:14:05"
  },
  {
    "text": "Right.",
    "start": "00:14:05",
    "end": "00:14:06"
  },
  {
    "text": "Yeah. Well, 70 plus.",
    "start": "00:14:06",
    "end": "00:14:07"
  },
  {
    "text": "Yeah. You know, that's like a Midwest.",
    "start": "00:14:07",
    "end": "00:14:10"
  },
  {
    "text": "Yeah, totally.",
    "start": "00:14:10",
    "end": "00:14:11"
  },
  {
    "text": "Family reunion. It's true.",
    "start": "00:14:11",
    "end": "00:14:13"
  },
  {
    "text": "It's true. Yeah. There's a friend here at works here at the Bible Project, and he has such a huge extended family. He was showing me a picture of their Christmas gathering. Yeah. It was like. It was so many people. Wow. Wow. Dozens of people anyway.",
    "start": "00:14:13",
    "end": "00:14:29"
  },
  {
    "text": "Cousins and second cousins.",
    "start": "00:14:29",
    "end": "00:14:30"
  },
  {
    "text": "Totally. Yeah. The whole thing. Yeah, I love it.",
    "start": "00:14:30",
    "end": "00:14:32"
  },
  {
    "text": "Yeah. So they come out as, like, this extended family, and then they become more like a group, like what you would call a nation. A nation.",
    "start": "00:14:32",
    "end": "00:14:44"
  },
  {
    "text": "Yeah. A budding nation.",
    "start": "00:14:44",
    "end": "00:14:45"
  },
  {
    "text": "Yeah.",
    "start": "00:14:45",
    "end": "00:14:46"
  },
  {
    "text": "And interestingly, God takes them on an extended journey through the wilderness.",
    "start": "00:14:46",
    "end": "00:14:52"
  },
  {
    "text": "Back into the wilderness.",
    "start": "00:14:52",
    "end": "00:14:53"
  },
  {
    "text": "Back into the wilderness.",
    "start": "00:14:53",
    "end": "00:14:54"
  },
  {
    "text": "Saved from the city.",
    "start": "00:14:54",
    "end": "00:14:55"
  },
  {
    "text": "Saved from the city.",
    "start": "00:14:55",
    "end": "00:14:56"
  },
  {
    "text": "Back into the wilderness. Now in the wilderness, God is now preparing them to come into a land that's gonna be like Eden and to create communities and create a way of life that's led by God's wisdom. That should create righteousness and justice. And so here's my question. How are they then to make cities? Because they got to go into this land. They're going to have to live somewhere. This is a land where there's still violence.",
    "start": "00:14:56",
    "end": "00:15:25"
  },
  {
    "text": "Yeah. In fact, what they're told is that the inhabitants of the cities of the land are going to be hostile to them and resist them.",
    "start": "00:15:25",
    "end": "00:15:35"
  },
  {
    "text": "Yeah.",
    "start": "00:15:35",
    "end": "00:15:35"
  },
  {
    "text": "And that's exactly the plot line of the book of Joshua. It's interesting. So the most famous city, when they go into the land is Jericho.",
    "start": "00:15:35",
    "end": "00:15:43"
  },
  {
    "text": "Yeah. And they have the famous wall.",
    "start": "00:15:43",
    "end": "00:15:45"
  },
  {
    "text": "They have the famous wall. Right. And they march around the wall. And interestingly, in that story, the way they are, to attack the city is to do nothing militarily but just march around it in all these patterns of seven and blow horns, and then God will dismantle the wall. So the city is defeated not by human hands, not by sword or shield or spear, so that God is the dismantler of these hostile cities. But then almost every battle that comes after that is Canaanites pouring out of their cities to attack the Israelites. And then Joshua takes them on these campaigns.",
    "start": "00:15:45",
    "end": "00:16:30"
  },
  {
    "text": "There is law in the Torah about how to take over a city.",
    "start": "00:16:30",
    "end": "00:16:33"
  },
  {
    "text": "Oh, that's right. Or at least that within the land of Canaan, they were to have one approach with the seven Canaanite tribes, but then outside of the land, they were to take a different approach. But yeah, that's right. And there's one particular law that talks about when you're performing a siege of the city, don't cut down the fruit trees to build your siege ramps. It's such a rad little hyperlink. Garden of Eden hyperlink. Yeah, totally. But what you're noticing is you would think there would be some huge part of the laws of the Torah given over to guidance about how to form and build a city, or I would.",
    "start": "00:16:33",
    "end": "00:17:14"
  },
  {
    "text": "Almost expect some laws of the Torah about not building cities.",
    "start": "00:17:14",
    "end": "00:17:17"
  },
  {
    "text": "Oh, sure.",
    "start": "00:17:18",
    "end": "00:17:18"
  },
  {
    "text": "Because I'm up to this point, really suspicious of cities. There's a one moment with Egypt, but otherwise, like, let's live like Abraham lived, right?",
    "start": "00:17:19",
    "end": "00:17:27"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:17:27",
    "end": "00:17:28"
  },
  {
    "text": "Father Abraham didn't build a city. In fact, Lot, his nephew, he went to a city and that didn't end well. So I almost feel like we're set up for the Torah to go, hey, so when you go in, don't build walled cities. You don't need them.",
    "start": "00:17:28",
    "end": "00:17:43"
  },
  {
    "text": "But I guess, okay, yes, if humanity was in a condition where they didn't need walled cities anymore, but we're not. Even though Canaan is depicted like in Eden type land, humans are definitely not in a pre Eden rebellion state. So I guess you would say that the allowance for the building of cities is God's accommodation to an outside of Eden.",
    "start": "00:17:43",
    "end": "00:18:13"
  },
  {
    "text": "That's how you read it, as an accommodation?",
    "start": "00:18:13",
    "end": "00:18:14"
  },
  {
    "text": "Well, because it is kind of absent.",
    "start": "00:18:14",
    "end": "00:18:16"
  },
  {
    "text": "Like, God doesn't say go and build cities. There's one spot, we talked about it, the cities of refuge.",
    "start": "00:18:16",
    "end": "00:18:22"
  },
  {
    "text": "Yeah. Where God tells them to give cities to the Levites living in their midst.",
    "start": "00:18:22",
    "end": "00:18:28"
  },
  {
    "text": "So it's assuming that the tribes have.",
    "start": "00:18:28",
    "end": "00:18:30"
  },
  {
    "text": "Cities, have cities that they can donate some of them, they can build cities, and then six of them will become cities of refuge for anyone who's like Cain. And it's all. It's in numbers, chapter 35, full of hyperlinks back to Genesis 4, where if somebody kills his sibling, his brother, before their trial, they shouldn't be murdered without the trial. And so they can flee to one of these cities so that the one who finds them does not kill them. So clearly we're in a post Eden reality here. So maybe there's an analogy to the laws of the Torah that talk about when you go into the land and want to be like the other nations and you place a king over yourself. So the law is a law in Deuteronomy 17, that's anticipating something God knows the Israelites will want and that they're going to do. But when it actually happens later in the story in Samuel, God's really offended by it and says they're refusing to accept me as their king. That's why they want a human king.",
    "start": "00:18:30",
    "end": "00:19:36"
  },
  {
    "text": "But there is law in the Torah about how to have a king.",
    "start": "00:19:36",
    "end": "00:19:39"
  },
  {
    "text": "Exactly, yeah. So the laws in the Torah, remember, are not God's ideal will for all times and all places. They are for Israel for a certain time, for their covenant relationship as a application of God's wisdom. And they're very much in accommodation to the non ideal realities of human existence.",
    "start": "00:19:39",
    "end": "00:20:00"
  },
  {
    "text": "The laws about the king and the Torah are an accommodation because God obviously didn't really want them to have a king. He was frustrated by that.",
    "start": "00:20:00",
    "end": "00:20:07"
  },
  {
    "text": "That's right.",
    "start": "00:20:07",
    "end": "00:20:07"
  },
  {
    "text": "And remember Jesus talked about. Yeah, you're just bringing that up.",
    "start": "00:20:07",
    "end": "00:20:10"
  },
  {
    "text": "So you were going to bring it up. We were both going to bring it up at the same time. Which means we've been influencing each other. So that's great.",
    "start": "00:20:10",
    "end": "00:20:15"
  },
  {
    "text": "Well, when they religious leaders ask Jesus about a law of Moses around divorce, Jesus says, look, that law was an accommodation. Isn't that what he says?",
    "start": "00:20:15",
    "end": "00:20:27"
  },
  {
    "text": "Yes, yeah. He says this law was given to you because of the hardness of the human heart.",
    "start": "00:20:27",
    "end": "00:20:33"
  },
  {
    "text": "Okay, yeah, yeah.",
    "start": "00:20:33",
    "end": "00:20:34"
  },
  {
    "text": "So they're clearly not an ideal. It's a band aid, it's a triage method.",
    "start": "00:20:34",
    "end": "00:20:39"
  },
  {
    "text": "So you're saying there's no law in the Torah about building cities, but there is a law in the Torah about donate some of your cities to the Levites and those cities have walls. And there's also laws about, hey, when you go and take over a city, so now they're gonna have cities that had walls.",
    "start": "00:20:39",
    "end": "00:20:58"
  },
  {
    "text": "Yeah. And outside of Eden, you need that. So all of a sudden what with Cain is a sad. The building of a walled city to protect his life instead of trusting God like God said to protect him. That's like a kind of a sad, tragic reality. The city represents a tragedy, but as you go on, cities are. It's good to preserve life. Yeah, that's like God. It's good to create a refuge where new life can generate. That's an imitation of Eden. And so now cities, though non ideal, become a potential way to do that. And now the question is not going to be whether we have cities or not have cities. It's what are we going to do with the cities that we have?",
    "start": "00:20:58",
    "end": "00:21:39"
  },
  {
    "text": "So then that brings us to Jerusalem. So let's talk about Jerusalem. Because what came first did this ideal idea of a city of God? Like the psalmist In Psalm what, 45, 6.",
    "start": "00:22:02",
    "end": "00:22:16"
  },
  {
    "text": "Yep.",
    "start": "00:22:16",
    "end": "00:22:17"
  },
  {
    "text": "Psalm 46 can say, there's streams that make glad the city of God. So the psalmist is now all of a sudden imagining that God's throne and rule can come out of a city.",
    "start": "00:22:17",
    "end": "00:22:29"
  },
  {
    "text": "Yeah.",
    "start": "00:22:30",
    "end": "00:22:30"
  },
  {
    "text": "So that's a big shift because up till now, no, God's throne was in the garden.",
    "start": "00:22:31",
    "end": "00:22:35"
  },
  {
    "text": "Was in. Yeah.",
    "start": "00:22:35",
    "end": "00:22:36"
  },
  {
    "text": "Cities are an accommodation.",
    "start": "00:22:36",
    "end": "00:22:37"
  },
  {
    "text": "Yeah.",
    "start": "00:22:37",
    "end": "00:22:38"
  },
  {
    "text": "In fact, the tabernacles can be carried around the wilderness. You don't need a city. God's throne room doesn't need to be associated with the city. Suddenly, Psalm 46, there's a city of God.",
    "start": "00:22:38",
    "end": "00:22:50"
  },
  {
    "text": "Yeah.",
    "start": "00:22:50",
    "end": "00:22:50"
  },
  {
    "text": "Where does this idea come from? Is it an idea that then sets up the reason for Jerusalem or is an idea reflecting on the reality of Jerusalem and taking it to a new level?",
    "start": "00:22:50",
    "end": "00:23:02"
  },
  {
    "text": "Yeah, that's great. This is exactly what I was referring to, that I had some further thoughts. So a few episodes ago, we talked about David bringing the Ark to Jerusalem, bringing the Tabernacle right to the center of Jerusalem, the highest hill. He plants it there, he's bringing the.",
    "start": "00:23:02",
    "end": "00:23:19"
  },
  {
    "text": "Throne of God to Jerusalem.",
    "start": "00:23:19",
    "end": "00:23:20"
  },
  {
    "text": "So there's multiple questions there. One is, why did David choose that place? What was going on there? What did he think he was doing?",
    "start": "00:23:20",
    "end": "00:23:28"
  },
  {
    "text": "Because, remind me, he took the city over, which is something that the laws of the Torah said he could do.",
    "start": "00:23:28",
    "end": "00:23:35"
  },
  {
    "text": "Yeah. Yep. In other words, David goes to Jerusalem and he takes it over from the Canaanites who were there, a clan called the Jebusites.",
    "start": "00:23:35",
    "end": "00:23:44"
  },
  {
    "text": "And they were like, yeah, good luck taking this over.",
    "start": "00:23:44",
    "end": "00:23:47"
  },
  {
    "text": "Even anybody who's blind or disabled in our city.",
    "start": "00:23:47",
    "end": "00:23:50"
  },
  {
    "text": "This is a well fortified city.",
    "start": "00:23:50",
    "end": "00:23:52"
  },
  {
    "text": "Totally. And then David and his soldiers sneak in through the water shaft.",
    "start": "00:23:52",
    "end": "00:23:55"
  },
  {
    "text": "Okay. So now David has a well fortified city in the hills.",
    "start": "00:23:55",
    "end": "00:23:59"
  },
  {
    "text": "It's called City of David. And also Zion, which means rock, most likely means rock, the high rock. And then that's in 2 Samuel 5. Next chapter, David brings the Ark and the Tabernacle up to Jerusalem, which means that the heaven on earth presence, the Eden presence of God, is now coming to inhabit the city. There's two things. One, there's some questions here is whose idea was it?",
    "start": "00:23:59",
    "end": "00:24:23"
  },
  {
    "text": "Yeah.",
    "start": "00:24:23",
    "end": "00:24:24"
  },
  {
    "text": "And the narrative doesn't say like, okay.",
    "start": "00:24:24",
    "end": "00:24:28"
  },
  {
    "text": "Whose idea was it to bring the throne of God to Jerusalem.",
    "start": "00:24:28",
    "end": "00:24:32"
  },
  {
    "text": "Yeah. The story in 2 Samuel 6 just begins. And David arose with all the people to bring up the Ark of God to dwell in Jerusalem. And it doesn't go good. First round. We talked about that. That's where Uzzah and his dad.",
    "start": "00:24:32",
    "end": "00:24:47"
  },
  {
    "text": "Yeah, he does it wrong. Well, actually carries the ark wrong.",
    "start": "00:24:48",
    "end": "00:24:52"
  },
  {
    "text": "Yeah. Uzzah and his brother and their dad set up the ark on this cart, which they were not supposed to do.",
    "start": "00:24:52",
    "end": "00:24:59"
  },
  {
    "text": "Explicitly not supposed to do.",
    "start": "00:24:59",
    "end": "00:25:00"
  },
  {
    "text": "Explicitly not supposed to do. And it's what the Philistines were doing with the cart when they shipped it out of their land earlier in the story of the Samuel scroll.",
    "start": "00:25:00",
    "end": "00:25:08"
  },
  {
    "text": "So we don't know if David was supposed to do this, but we do know that they're going about it in the wrong way.",
    "start": "00:25:08",
    "end": "00:25:12"
  },
  {
    "text": "Yeah. So what's interesting is that this is a great meditation, literature, example. The Psalms have a whole lot of reflection on David's motives and what he thought he was doing. Super interesting. So you get a psalm like Psalm 132, which reads like this. Remember, O Yahweh, on David's behalf, all of his suffering, how he swore an oath to Yahweh. He made a vow to the Mighty one of Jacob, saying, I will not enter my house or lie on my bed, or give sleep to my eyes or slumber to my eyelids until I find a place for Yahweh, a dwelling place for the Mighty One of Jacob. We're reflecting here on. David had a thing.",
    "start": "00:25:12",
    "end": "00:26:03"
  },
  {
    "text": "He swore an oath.",
    "start": "00:26:03",
    "end": "00:26:04"
  },
  {
    "text": "He wanted Yahweh to. To have a home.",
    "start": "00:26:04",
    "end": "00:26:06"
  },
  {
    "text": "So this still doesn't explain whose idea it was.",
    "start": "00:26:07",
    "end": "00:26:10"
  },
  {
    "text": "Just wait. So, behold, we've heard of it in Ephratah. It's a town south of Jerusalem. We found it in the field of Yaar. I'd have to look that up. Yaar means forest. But let us go to his dwelling place. Let us worship at his footstool. Arise, Yahweh, to your resting place, you and the ark of your strength. Let your priests be clothed with righteousness. Let your godly ones sing for joy. So we actually. It's like we're meditating on the procession of the Ark.",
    "start": "00:26:10",
    "end": "00:26:44"
  },
  {
    "text": "Oh, we found it. We found the Ark.",
    "start": "00:26:44",
    "end": "00:26:47"
  },
  {
    "text": "Crew of people.",
    "start": "00:26:47",
    "end": "00:26:48"
  },
  {
    "text": "And now let's take it up.",
    "start": "00:26:49",
    "end": "00:26:50"
  },
  {
    "text": "Taking it up to the resting place.",
    "start": "00:26:50",
    "end": "00:26:51"
  },
  {
    "text": "Okay. Okay.",
    "start": "00:26:51",
    "end": "00:26:53"
  },
  {
    "text": "For the sake of your servant David, don't turn away the face of your Messiah. The Lord swore an oath to David.",
    "start": "00:26:53",
    "end": "00:27:00"
  },
  {
    "text": "Oh, okay.",
    "start": "00:27:01",
    "end": "00:27:02"
  },
  {
    "text": "So David swore an oath to Yahweh. Bring the little Garden of Eden throne into Jerusalem. And now Yahweh is Swearing an oath to David. This is exactly the sequence of 2 Samuel 6, David brings the ark to Jerusalem. 2 Samuel 7, God makes a promise to David about a future seed from his line, a kingdom that will last forever. Which is exactly what we're saying. Yahweh swore an oath to David, a truth from which he won't turn back. Out of the fruit of your body I will set upon your throne. If your sons keep my covenant, the testimony I teach them, they will sit on the throne forever. Because Yahweh has chosen Zion. He desired it for his habitation. This is my resting place forever. Here I will dwell, for I have desired it. I will abundantly bless her with provision. All of a sudden, sounds like the Garden of Eden. I'll satisfy her needy with bread. Her priests I will clothe with deliverance. The godly ones will sing for joy because there I will cause a horn of David to sprout. And I've prepared a lamp, a light a for my Messiah. Her enemies will be clothed with shame, but upon him a crown will shine. So David chose this city and he swore an oath to God that's connected with the Ark coming to dwell there. And then the flip side of that is Yahweh swearing an oath to David that in this city Yahweh will release his Eden blessing and abundance and protection provision. Notice the protection from enemies. And David's desire also corresponds to God's desire to dwell. I think what this represents is like the redemption in the bigger arc of the story. Remember Jerusalem? There was that little blip of the cities of Egypt that can become a source of life, but then they quickly turn in the next generation. And I think here this would be then the second moment, but even more intense than what happened in Egypt with Joseph, that you have a wise image of God, human ruler who wants this city to be the city of God. This is like the redemption of the human city, potentially.",
    "start": "00:27:02",
    "end": "00:29:28"
  },
  {
    "text": "Yeah, yeah, yeah. Okay, but let me tease this out a little bit. So are you saying the way this is written, it makes you think it's still an accommodation? David chose it. And so then God said, great, I will also choose it?",
    "start": "00:29:28",
    "end": "00:29:42"
  },
  {
    "text": "Oh, sure, yeah, totally.",
    "start": "00:29:42",
    "end": "00:29:44"
  },
  {
    "text": "Really?",
    "start": "00:29:44",
    "end": "00:29:45"
  },
  {
    "text": "Yeah.",
    "start": "00:29:45",
    "end": "00:29:45"
  },
  {
    "text": "Or to state it plainly, was there some sort of sense, did God. Otherwise maybe we don't have it written down, but did David have the sense of like, God wants me to do this? This is God's desire is to create a throne room city. Right. For him?",
    "start": "00:29:45",
    "end": "00:30:05"
  },
  {
    "text": "Yeah, sure.",
    "start": "00:30:05",
    "end": "00:30:06"
  },
  {
    "text": "To take the tabernacle. We've had it in the wilderness. It's been gone and now it's just kind of hanging out somewhere. Like it needs to be in our capital city.",
    "start": "00:30:06",
    "end": "00:30:15"
  },
  {
    "text": "Yeah.",
    "start": "00:30:15",
    "end": "00:30:15"
  },
  {
    "text": "Was that David's idea that God's accommodating, or was that God's idea that David is being loyal to? Like, who came up with the idea first?",
    "start": "00:30:15",
    "end": "00:30:26"
  },
  {
    "text": "Totally. Yeah. I love it, John. I love it. So good. That's exactly the question, and that's exactly the little detail that neither the narrative nor these poems make clear. What this poem wants to do is say that David's desire corresponds to God's desire.",
    "start": "00:30:26",
    "end": "00:30:43"
  },
  {
    "text": "Yeah.",
    "start": "00:30:43",
    "end": "00:30:44"
  },
  {
    "text": "And what God's desire is, is to have a resting place, a heavenly heaven on earth resting place where he can have a human royal priestly partner from whom will sprout a future king whose kingdom will be forever and ever in the Eden land. Like, that's God's desire in the second half of the poem, and that's just set in analogy to David's desire. So what's interesting, I have a whole thing that we didn't even get to in the notes a long time ago. But what's interesting is let us not forget that this is the city. There has existed already a royal priest king for the most high God in this city long ago.",
    "start": "00:30:44",
    "end": "00:31:27"
  },
  {
    "text": "Melchizedek.",
    "start": "00:31:28",
    "end": "00:31:29"
  },
  {
    "text": "Melchizedek, yes. And it's to that city that Abraham came and met the royal priest king and paid homage to him and honored him and received an Eden blessing from that king. So I think it's a narrative analogy between this city has been this kind of unique spot for the worship of the one true God. And it's like David is activating that royal priestly Eden on earth, city on the hill type of role. But other than that, we don't get explanation. So you could historically, like, speculate and say, well, David could have known about those traditions and he wanted to restore this city to be what it was in the days of Abraham. I definitely think that's what the narrator wants us to see, is that David is creating a version of the city of what was true in Melchizedek's day. But the story doesn't say. There is one other psalm. Actually, there's a couple other Psalms. Psalm 78 has a moment where it describes how Yahweh chose the tribe of Judah and Mount Zion, which he loves, and then he built his sanctuary there and chose David his servant. So in Psalm 78, it's very much Yahweh's initiative in choosing the city that's highlighted here in the poem. Psalm 78 is a retelling of Israel's story in the land. And when it gets to the David part, it highlights that Yahweh is the one who chose Judah and that he chose Mount Zion.",
    "start": "00:31:29",
    "end": "00:33:03"
  },
  {
    "text": "Because those lines are in parallel.",
    "start": "00:33:03",
    "end": "00:33:05"
  },
  {
    "text": "Yeah, that's right. Psalm 68 also contrasts Mount Zion or Jerusalem with the biggest mountain actually in that whole region, which is Mount Bashan, way up in the north. Today we call it Mount Hermon. Mount Hermon. And contrast that with this is Psalm 68, verse 16, the mountain where God chooses to reign, where he dwells forever. So in terms of why this mountain, the story doesn't say, but it maps it on to David's desire and God's desire come together, resulting in this redemption of the Canaanite city to become the city of God.",
    "start": "00:33:05",
    "end": "00:34:13"
  },
  {
    "text": "Okay.",
    "start": "00:34:13",
    "end": "00:34:13"
  },
  {
    "text": "Or at least an image of the city of God. This is only step one, but I'll take you one more step. But does this plug a hole that's been a gap in your mind?",
    "start": "00:34:13",
    "end": "00:34:22"
  },
  {
    "text": "Well, I think there's still a little bit of ambiguity in that. Well, okay, if we say, look, God chose Jerusalem and David was loyal to that idea, then when we get to Jesus, it feels like a real massive shift in God's intention.",
    "start": "00:34:22",
    "end": "00:34:43"
  },
  {
    "text": "Yeah. Oh, interesting.",
    "start": "00:34:44",
    "end": "00:34:45"
  },
  {
    "text": "If we come to the story of David and we go, yeah, God chose it, but as an accommodation, yeah, David's.",
    "start": "00:34:45",
    "end": "00:34:52"
  },
  {
    "text": "The one who chose it. And God worked with David's desire.",
    "start": "00:34:52",
    "end": "00:34:56"
  },
  {
    "text": "He worked with David's desire. But God's desire was always a level deeper than, what's the city like, where's the city? Which mountain, which whatever? Like, that was an accommodation. What God was after was a place where his wisdom was manifest and his throne was there. So I think there's still some ambiguity there for me. I just want to know, am I walking to the Jesus story feeling like, yeah, God chose Jerusalem and God's going to do something with the city of Jerusalem. And so when Jesus starts to, like, talk about his disciples being the city, I'm like, whoa, what's happening? Like, how did he get there?",
    "start": "00:34:56",
    "end": "00:35:42"
  },
  {
    "text": "Right. Okay, so that's where we need to take a few more steps. Okay, so even though the narrative about David choosing Jerusalem and then a poem, the only poem that really reflects explicitly on that moment is Psalm 132. And once again, it just compares David's decision and desire and oath with God's desire. And God responds favorably to David's desire by saying, you chose this place, I choose it, and I choose you and your line in the city to become like a new Eden and Sprout a messiah king for the future. So what's interesting is we went to Isaiah already to talk about. We didn't have enough time to go through the theme of the city all throughout Isaiah. But what is interesting is that in those poems in Isaiah that we looked at, the city is merged with a group of people called you or the servants. And it's the servant and his followers that are exalted up high to become this beacon to the nations. And just like the descriptions of the new Jerusalem shining on a hill, so already in the book of Isaiah, there's this pairing between if Jerusalem is ever going to be that city on a hill, it's going to be because of a righteous remnant, the servant and his servants being faithful to God. And they together will become like the new Eden, light shining out to the nations. In other words, the move Jesus is making is not unanticipated. It's already there in the book of.",
    "start": "00:35:42",
    "end": "00:37:22"
  },
  {
    "text": "Isaiah because in Isaiah, Jerusalem has already failed.",
    "start": "00:37:22",
    "end": "00:37:25"
  },
  {
    "text": "Exactly.",
    "start": "00:37:25",
    "end": "00:37:26"
  },
  {
    "text": "And there's all this reflection in the prophets about the corruption and injustice that Jerusalem has caused. And that God let Jerusalem be unwound by these other nations because of their injustice.",
    "start": "00:37:26",
    "end": "00:37:43"
  },
  {
    "text": "Yeah, that's right.",
    "start": "00:37:43",
    "end": "00:37:44"
  },
  {
    "text": "And so when the prophets think about, well, how will Jerusalem be reclaimed as God's throne, as this throne city.",
    "start": "00:37:45",
    "end": "00:37:54"
  },
  {
    "text": "Yeah. It will need to be a moment like what David did, a moment when David picks a place, a people, and a time to bring the presence of God there and say, this is the city of God. In other words, think of the transformation of Jerusalem, which was the Hebrew name. It was called. Yebus was the Canaanite name. So what was it that transformed Yebus to Jerusalem? Right, Jebus to Jerusalem. It was a righteous seed, David, who brings God's holy presence into the city, plants it, builds a house for God, throws a huge party, blesses the people, there's food for everyone, and God takes up residence there. And all of a sudden, Yebus becomes the city of God, as it were. There's some transformation there. But then slowly, over time, the city of peace, Jerusalem gets corrupted and becomes like a new Babylon. And that's certainly how Jesus viewed Jerusalem of his day. And here is Jesus presented as the son of David, coming to do another version, like of what David did, the redemption of the city.",
    "start": "00:37:55",
    "end": "00:39:10"
  },
  {
    "text": "Oh, wow. So you put Jesus in parallel with all those things. Jesus is a seed of David, or, well, he's the seed in the line of David.",
    "start": "00:39:10",
    "end": "00:39:19"
  },
  {
    "text": "Yep, that's right.",
    "start": "00:39:19",
    "end": "00:39:19"
  },
  {
    "text": "And while David brings the throne of God up into Jerusalem, Jesus is said to be the throne of God himself come out of heaven.",
    "start": "00:39:20",
    "end": "00:39:31"
  },
  {
    "text": "Well, it's interesting. Yeah. In the birth story that Matthew has it, he presents Jesus in very similar imagery, actually very closely, making the baby Jesus in the place of the exalted Jerusalem of Isaiah, with the kings coming, the light shining. The king's off.",
    "start": "00:39:32",
    "end": "00:39:49"
  },
  {
    "text": "Yeah, the light. The star comes to Jerusalem. You're like, yes, of course. Because Jerusalem is going to be restored. And then it keeps going.",
    "start": "00:39:49",
    "end": "00:39:55"
  },
  {
    "text": "Yeah.",
    "start": "00:39:55",
    "end": "00:39:56"
  },
  {
    "text": "Over to Nazareth.",
    "start": "00:39:56",
    "end": "00:39:56"
  },
  {
    "text": "That's right. And all this is happening in contrast to Jerusalem and its king, which is Herod. I see, who is acting like Pharaoh, killing all the babies.",
    "start": "00:39:56",
    "end": "00:40:05"
  },
  {
    "text": "And the other thing is that I'm just trying to make the parallel to the ark is like if David brought God's throne up to Jerusalem, in the story of Jesus, God's reign, his throne.",
    "start": "00:40:05",
    "end": "00:40:18"
  },
  {
    "text": "Yes. The kingdom of heaven.",
    "start": "00:40:18",
    "end": "00:40:19"
  },
  {
    "text": "The kingdom of heaven comes down.",
    "start": "00:40:19",
    "end": "00:40:21"
  },
  {
    "text": "It comes down or it comes near.",
    "start": "00:40:21",
    "end": "00:40:22"
  },
  {
    "text": "Yeah. David brings it up, God sends it down. And when God sends it down, it's in a person.",
    "start": "00:40:23",
    "end": "00:40:29"
  },
  {
    "text": "Yeah.",
    "start": "00:40:29",
    "end": "00:40:29"
  },
  {
    "text": "Not in. No longer an ark, a seat. It's actually incarnate now.",
    "start": "00:40:30",
    "end": "00:40:35"
  },
  {
    "text": "Yeah.",
    "start": "00:40:35",
    "end": "00:40:36"
  },
  {
    "text": "And so now Jesus, if he's also the king and the throne of God, which is this new kind of, you know.",
    "start": "00:40:36",
    "end": "00:40:45"
  },
  {
    "text": "Yeah. The temple throne room of God is a person, namely Jesus.",
    "start": "00:40:45",
    "end": "00:40:50"
  },
  {
    "text": "So that's a huge new like, reorientation. And then when Jesus says, you guys following me, you're the city, you're saying that Isaiah was always envisioning a group of faithful servants who would be the ones to transform, to be the, like the new foundation for a new city.",
    "start": "00:40:50",
    "end": "00:41:17"
  },
  {
    "text": "Yeah. And that's. We just read from Isaiah 60, but I did say then, but that Isaiah 60, 61 and 62 are a little three part literary bundle. The two on the outside, 60 and 62 are about the exaltation of the city. In 62, the city is described as a woman giving birth to lots of people. And then in the middle is the famous Yahweh has anointed me to bring good news to the poor. And in that poem, that's what Jesus quotes in Luke. Yeah. This anointed herald who brings good news to the poor start turning the poor into servants like himself that become the restorers of an ancient ruined city. That's what the poem says. And they become like the planting of a new garden. So it's the people, there's a coming, an anointed one, a servant and a people who will become the vehicle of a new Eden. And they are the inhabitants of and the members of this new city, heaven. On earth. That's Isaiah 60, 62. So Jesus is picking up the cues from the Isaiah scroll that the city is a people, the city is a person, the city is a people, and so on. But what I love about this is I love how you're trying to think about the David story and the Jesus story. And I think that's exactly faithful to how the parts work, is David chose a city, almost like for the redemption of the city. For the first time, Jerusalem becomes this really positive city. And it's God's dwelling place being brought up. And when he rules it in righteousness and justice, which it's said that that's what he does, at least for a while in 2 Samuel 6, then it becomes this image of the city of God.",
    "start": "00:41:17",
    "end": "00:43:04"
  },
  {
    "text": "Yeah.",
    "start": "00:43:04",
    "end": "00:43:05"
  },
  {
    "text": "So here's what's fascinating is in Chronicles, because remember the chronicle scroll in the Hebrew Bible? Yeah. It's a retelling of Genesis through Kings. The first word of Chronicles is genealogy that begins with Adam. And then the last parts of the chronicle scroll go to the Babylonian exile and then the edict of Cyrus. So it's a retelling of Genesis through kings by a set of authors who are sitting somewhere in the mid 4 early 3002 BC so just a few hundred years before Jesus. And they've got most of the pieces of the Tanakh sitting in front of them. So the way they retell the story is this super hyperlink design pattern Bible nerd out session. When Chronicles retells the story of David selecting Jerusalem and rebuilding Jerusalem, there's this whole section in 1st Chronicles 28 where David is giving the plans, the city plans, and specifically the plans of the temple in the middle of the city. And what he says is that all these plans for the temple in the middle of the city, the Lord made me understand in writing when his hand was upon me to give me all the details of this pattern. And this is echoing Moses on top of Mount Sinai, who's shown the heavenly temple. And then he said to write down and build the tabernacle according to the pattern that you're being shown. And this stuff right here in Chronicles is not in Samuel or Kings. This is new material. So Chronicles is depicting David like a new Moses who saw a vision not just of the heavenly temple, but of the heavenly city with the Temple at its center. And then he gives all of these detailed plans.",
    "start": "00:43:05",
    "end": "00:45:23"
  },
  {
    "text": "Oh, really? I thought I was just talking about the temple plans.",
    "start": "00:45:23",
    "end": "00:45:26"
  },
  {
    "text": "It is, but this is right after he took the city and established it as the city. And now it's about so it is focused on the temple, but the temple and the city are really joined together because the temple is up at the crown of the city. So it's depicting David as building Jerusalem as an image of the heavenly city and the heavenly throne room of God. So that's a nice little detail to show that David was trying to create a heaven on earth spot, just like what the Tabernacle was. It's like the redemption of the city, but in the form of what the tabernacle was, like a garden in the wilderness. Now Jerusalem is like the city of God down in a city of humans. Does that parallel seem coherent?",
    "start": "00:45:26",
    "end": "00:46:18"
  },
  {
    "text": "Yes. God's desire to build the temple and make that an image of his heavenly throne by David, getting the blueprint from God's own initiative is on parallel with Moses up on Mount Sinai, seeing the holy divine throne room and then getting the pattern.",
    "start": "00:46:18",
    "end": "00:46:40"
  },
  {
    "text": "Pattern, Yep.",
    "start": "00:46:41",
    "end": "00:46:42"
  },
  {
    "text": "So Moses creates the tabernacle, David builds the temple. The tabernacle can be carried along with you. You don't need a city. It can just be with you.",
    "start": "00:46:42",
    "end": "00:46:53"
  },
  {
    "text": "Go anywhere. Yeah, that's right.",
    "start": "00:46:53",
    "end": "00:46:54"
  },
  {
    "text": "The temple becomes a place where it's like, this is where this is going to stay forever. But the parallel is that God was behind both, and both were signifying. Yes. Like he was going to dwell here.",
    "start": "00:46:54",
    "end": "00:47:08"
  },
  {
    "text": "That's right. And all of them are shot through with the imagery of the Garden of Eden.",
    "start": "00:47:08",
    "end": "00:47:13"
  },
  {
    "text": "Okay.",
    "start": "00:47:13",
    "end": "00:47:14"
  },
  {
    "text": "Because that's the temple and the tabernacle were symbolic, earthly counterparts of the heavenly reality that is the Eden, the Garden of God. So the garden tent or the garden city.",
    "start": "00:47:14",
    "end": "00:47:27"
  },
  {
    "text": "So when we get to Jesus. And now we get an image of God's not just a pattern, but the image of God. Yeah, the image of God coming down.",
    "start": "00:47:28",
    "end": "00:47:43"
  },
  {
    "text": "And making residence, not in the form of a tent, not in the form of a city with walls, but in the form of a human.",
    "start": "00:47:44",
    "end": "00:47:51"
  },
  {
    "text": "Right, but the human being called.",
    "start": "00:47:51",
    "end": "00:47:55"
  },
  {
    "text": "Yeah. Being depicted. Depicted in the birth story. He's being depicted as the new Jerusalem.",
    "start": "00:47:55",
    "end": "00:48:01"
  },
  {
    "text": "And in the Gospel of John, specifically.",
    "start": "00:48:01",
    "end": "00:48:03"
  },
  {
    "text": "Yes. He's called the Tabernacle.",
    "start": "00:48:04",
    "end": "00:48:05"
  },
  {
    "text": "He's called the Tabernacle.",
    "start": "00:48:05",
    "end": "00:48:06"
  },
  {
    "text": "Yeah. God made his tent among us.",
    "start": "00:48:06",
    "end": "00:48:09"
  },
  {
    "text": "Yeah. And so we've now got, like, almost three versions of God making residence.",
    "start": "00:48:09",
    "end": "00:48:15"
  },
  {
    "text": "Yeah, totally. Yeah. The Tabernacle.",
    "start": "00:48:15",
    "end": "00:48:17"
  },
  {
    "text": "Tabernacle.",
    "start": "00:48:17",
    "end": "00:48:17"
  },
  {
    "text": "The temple in the city on the hill, and then Jesus Messiah.",
    "start": "00:48:17",
    "end": "00:48:23"
  },
  {
    "text": "So the Tabernacle and the Temple were both patterns looking towards Jesus, looking at.",
    "start": "00:48:23",
    "end": "00:48:30"
  },
  {
    "text": "A heavenly reality, a heaven reality, that.",
    "start": "00:48:30",
    "end": "00:48:32"
  },
  {
    "text": "When it came to earth in its, like, fullest sense.",
    "start": "00:48:32",
    "end": "00:48:35"
  },
  {
    "text": "Yes, that's right.",
    "start": "00:48:35",
    "end": "00:48:36"
  },
  {
    "text": "It came as Jesus, actually.",
    "start": "00:48:36",
    "end": "00:48:37"
  },
  {
    "text": "That's an important little clarification. So it's not just that there's symbolic realities of Jesus, it's that the tabernacle and temple are symbolic realities of Yahweh dwelling in his heavenly throne room. And then the claim of the Gospel authors is that. That Yahweh came among us in the form of a human. Yeah. And that's how the tabernacle and temple point forward is, because they're all connecting up to the same heavenly reality.",
    "start": "00:48:37",
    "end": "00:49:05"
  },
  {
    "text": "So where we were going to go next was now, how is Jesus, the tabernacle become human, the throne room of God become human, God himself with us as a human, how is that person going to relate to.",
    "start": "00:49:05",
    "end": "00:49:20"
  },
  {
    "text": "Yes. To the earthly Jerusalem?",
    "start": "00:49:20",
    "end": "00:49:22"
  },
  {
    "text": "Earthly Jerusalem.",
    "start": "00:49:22",
    "end": "00:49:23"
  },
  {
    "text": "That's exactly right. That's exactly right.",
    "start": "00:49:23",
    "end": "00:49:25"
  },
  {
    "text": "Okay.",
    "start": "00:49:25",
    "end": "00:49:25"
  },
  {
    "text": "And just because Matthew presents Jesus and the story of the famous wise men as be, all the hyperlinks of that story place baby Jesus in the spot and all the language of Isaiah, chapter 60. Oh, and then when he starts touring Galilee, this is what we did in the last episode. Jesus starts touring around Galilee, announcing the arrival of the kingdom of heaven. And Matthew quotes another part of Isaiah, Isaiah chapter 9, talking about a light shining in the darkness, which is what that city was doing in Isaiah 60. The light shining in the darkness for the nations. And then Jesus goes up on hill and says, y' all are the city, Y' all are the light. Let your light shine to the nations. That's what he says. So there's a very clear shift of application. All of the hopes of the heavenly city of God are now focused in on Jesus and his followers. Which raises the question that you just raised.",
    "start": "00:49:25",
    "end": "00:50:21"
  },
  {
    "text": "Yeah, it does, because. Yeah, this is all set up for you now. Okay. So we've been waiting for the servant, we've been waiting for the anointed one, and that's Jesus. And we've been waiting for the throne room of God to take residence again. We thought that was the temple. It's Jesus.",
    "start": "00:50:21",
    "end": "00:50:39"
  },
  {
    "text": "Yeah.",
    "start": "00:50:39",
    "end": "00:50:40"
  },
  {
    "text": "We were waiting for the servants of the anointed One to, like, come, and we thought maybe those are the religious leaders that work in the temple or.",
    "start": "00:50:40",
    "end": "00:50:50"
  },
  {
    "text": "A seed from the line of David or maybe a future king.",
    "start": "00:50:50",
    "end": "00:50:54"
  },
  {
    "text": "And here they are. They're the ragtag, A group of people Jesus hanging out with.",
    "start": "00:50:54",
    "end": "00:50:58"
  },
  {
    "text": "That's right.",
    "start": "00:50:58",
    "end": "00:50:58"
  },
  {
    "text": "And so it still makes you wonder, okay, well, then the throne room of God become human. He could then go and build himself a place to live.",
    "start": "00:50:59",
    "end": "00:51:10"
  },
  {
    "text": "Yeah, yeah.",
    "start": "00:51:11",
    "end": "00:51:11"
  },
  {
    "text": "He could build himself the city, and he can reign over this city. And what better city to do that? From than the city of Jerusalem, where all of this was the setting of the place that God chose and the place the prophets continue to talk about being at the center stage. When the city of God is dawned. So the city of God is dawned with Jesus. So Jesus should just take residence in Jerusalem.",
    "start": "00:51:11",
    "end": "00:51:41"
  },
  {
    "text": "Yeah, you would think all the pieces come together, he's going to do a David thing again wrapped around himself. And you would think he would go up to Jerusalem and set up his throne. And in a way, that is exactly what the gospel authors are trying to tell us, what happened. But. But the way that it happened and the lead up to it was somewhat different. And that is what I had planned for the next step in our conversation.",
    "start": "00:51:41",
    "end": "00:52:10"
  },
  {
    "text": "Okay, well, let's go there.",
    "start": "00:52:11",
    "end": "00:52:13"
  },
  {
    "text": "Yeah. So what is Jesus's relationship to the city of Jerusalem? And then what is going to go down when he gets there? And that's the exciting, surprising story that the gospel authors want to tell us.",
    "start": "00:52:13",
    "end": "00:52:29"
  },
  {
    "text": "Thanks for listening to this episode of BibleProject Podcast. Next week we're exploring the question, what is Jesus relationship to the actual city of Jerusalem?",
    "start": "00:52:32",
    "end": "00:52:42"
  },
  {
    "text": "Jesus clearly understands that Jerusalem, as it stands in his day, is opposed to the purposes of God. And the ship's not going to turn around. He wanted to be a part of helping this generation turn and avoid the fire and the flood. But not only are they not going to do that, they're going to. Jesus knows that he's going to lose his life by standing against the Jerusalem of his day.",
    "start": "00:52:42",
    "end": "00:53:03"
  },
  {
    "text": "Today's episode was brought to you by our podcast team producer, Cooper Peltz, associate producer Lindsey Ponder, lead editor Dan Gummel, editors Tyler Bailey and Frank Garza. Tyler Bailey mixed this episode and Hannah Wu provides the annotations for our annotated podcast in our app. Bible Project is a crowdfunded nonprofit and we exist to experience the Bible as a unified story that leads to Jesus. And everything that we make remains free because of the generous support of thousands of people just like you. So thank you so much for being a part of this with us.",
    "start": "00:53:04",
    "end": "00:53:33"
  },
  {
    "text": "Howdy. This is Hannah Lang and I'm from College Station, Texas.",
    "start": "00:53:33",
    "end": "00:53:37"
  },
  {
    "text": "Well, hey, this is Ryan Hughes. I'm from Jonesboro, Tennessee. I first heard about Bibleproject back in the early days of the YouTube series. I used Bibleproject to lead small group discussions and my own personal contemplation. Plus, the artwork is just really great to look at.",
    "start": "00:53:37",
    "end": "00:53:52"
  },
  {
    "text": "I first heard about bibleproject about four years ago and it has been a gift to me since then. I use bibleproject for deepening my study of Scripture, and it's also a wonderful resource on my journey through seminary.",
    "start": "00:53:52",
    "end": "00:54:03"
  },
  {
    "text": "My favorite thing about bibleproject is the way Tim and John break down high concepts in a way that is approachable for people of all ages and backgrounds.",
    "start": "00:54:03",
    "end": "00:54:12"
  },
  {
    "text": "My favorite thing about bibleproject is the beauty and creativity and storytelling that reflects all that Scripture is meant to be. We believe that the Bible is a unified story that leads to Jesus.",
    "start": "00:54:12",
    "end": "00:54:23"
  },
  {
    "text": "We're a crowdfunded project by people like me. Find free videos, study notes, podcasts, classes, and more over@bibleproject.com.",
    "start": "00:54:24",
    "end": "00:54:33"
  },
  {
    "text": "Sam.",
    "start": "00:54:41",
    "end": "00:54:52"
  }
]